{"filepath": "../L2M3_data/0_csd_related_papers/Elsevier_XML/10.1016_j.poly.2017.08.011.xml", "publisher": "elsevier", "elements": [{"idx": 1, "type": "figure", "classification": null, "content": "<ce:figure id=\"f0005\">\n<ce:label>Fig. 1</ce:label>\n<ce:caption id=\"cn0010\">\n<ce:simple-para id=\"sp0025\" view=\"all\">Chemical diagram of the non-equivalent binuclear metal ion containing chromophores (Ag1)<ce:inf loc=\"post\">2</ce:inf>O<ce:inf loc=\"post\">12</ce:inf> and (Ag2)<ce:inf loc=\"post\">2</ce:inf>O<ce:inf loc=\"post\">10</ce:inf>; Atom labelling scheme; Crystal structure of <ce:bold>1</ce:bold>, underlining the Ag–O bonding within the framework of the non-equivalent binuclear metal ion containing chromophores.</ce:simple-para>\n</ce:caption>\n<ce:link id=\"lk00005\" locator=\"gr1\" xlink:href=\"pii:S0277538717305326/gr1\" xlink:role=\"http://data.elsevier.com/vocabulary/ElsevierContentTypes/23.4\" xlink:type=\"simple\"></ce:link>\n</ce:figure>", "clean_text": " Fig. 1  Chemical diagram of the non-equivalent binuclear metal ion containing chromophores (Ag1)2O12 and (Ag2)2O10; Atom labelling scheme; Crystal structure of 1, underlining the Ag-O bonding within the framework of the non-equivalent binuclear metal ion containing chromophores.   ", "data": null, "include_properties": null}, {"idx": 2, "type": "figure", "classification": null, "content": "<ce:figure id=\"f0010\">\n<ce:label>Fig. 2</ce:label>\n<ce:caption id=\"cn0015\">\n<ce:simple-para id=\"sp0030\" view=\"all\">Experimental potential energy (V<ce:inf loc=\"post\">cp</ce:inf>) at the bond critical points (bcps) [kJ<ce:hsp sp=\"0.25\"></ce:hsp>mol<ce:sup loc=\"post\">−1</ce:sup> Bohr<ce:sup loc=\"post\">−3</ce:sup>] depending on the type of the bonding in complexes <ce:bold>1</ce:bold>–<ce:bold>8</ce:bold>.</ce:simple-para>\n</ce:caption>\n<ce:link id=\"lk00010\" locator=\"gr2\" xlink:href=\"pii:S0277538717305326/gr2\" xlink:role=\"http://data.elsevier.com/vocabulary/ElsevierContentTypes/23.4\" xlink:type=\"simple\"></ce:link>\n</ce:figure>", "clean_text": " Fig. 2  Experimental potential energy (Vcp) at the bond critical points (bcps) [kJmol-1 Bohr-3] depending on the type of the bonding in complexes 1-8.   ", "data": null, "include_properties": null}, {"idx": 3, "type": "figure", "classification": null, "content": "<ce:figure id=\"f0015\">\n<ce:label>Fig. 3</ce:label>\n<ce:caption id=\"cn0020\">\n<ce:simple-para id=\"sp0035\" view=\"all\">AIM total electron density <ce:italic>per</ce:italic> atom depending on the oxidation state.</ce:simple-para>\n</ce:caption>\n<ce:link id=\"lk00015\" locator=\"gr3\" xlink:href=\"pii:S0277538717305326/gr3\" xlink:role=\"http://data.elsevier.com/vocabulary/ElsevierContentTypes/23.4\" xlink:type=\"simple\"></ce:link>\n</ce:figure>", "clean_text": " Fig. 3  AIM total electron density per atom depending on the oxidation state.   ", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<ce:figure id=\"f0020\">\n<ce:label>Fig. 4</ce:label>\n<ce:caption id=\"cn0025\">\n<ce:simple-para id=\"sp0040\" view=\"all\">Correlative analysis between experimental topological potential energies (V<ce:inf loc=\"post\">cr</ce:inf>) for the bond at the bcp [a.u. Bohr<ce:sup loc=\"post\">−3</ce:sup>] and theoretical bond dissociation energies (D<ce:inf loc=\"post\">0</ce:inf>) [a.u.] (See <ce:cross-ref id=\"c0005\" refid=\"s0060\">Tables S2 and S3</ce:cross-ref>); Chemometrics.</ce:simple-para>\n</ce:caption>\n<ce:link id=\"lk00020\" locator=\"gr4\" xlink:href=\"pii:S0277538717305326/gr4\" xlink:role=\"http://data.elsevier.com/vocabulary/ElsevierContentTypes/23.4\" xlink:type=\"simple\"></ce:link>\n</ce:figure>", "clean_text": " Fig. 4  Correlative analysis between experimental topological potential energies (Vcr) for the bond at the bcp [a.u. Bohr-3] and theoretical bond dissociation energies (D0) [a.u.] (See Tables S2 and S3); Chemometrics.   ", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<ce:figure id=\"f0025\">\n<ce:label>Fig. 5</ce:label>\n<ce:caption id=\"cn0030\">\n<ce:simple-para id=\"sp0045\" view=\"all\">Fussy and Laplacian bond orders (FBO and LBO) of the {[Zn(H<ce:inf loc=\"post\">2</ce:inf>O)<ce:inf loc=\"post\">6</ce:inf>]<ce:sup loc=\"post\">2+</ce:sup>} and {[Zn(Cl)<ce:inf loc=\"post\">4</ce:inf>]<ce:sup loc=\"post\">2−</ce:sup>} chromophores in <ce:bold>1</ce:bold>, <ce:bold>4</ce:bold>–<ce:bold>6</ce:bold>; ZnCl<ce:inf loc=\"post\">3</ce:inf>N in <ce:bold>7</ce:bold> and ZnCl<ce:inf loc=\"post\">2</ce:inf>N<ce:inf loc=\"post\">2</ce:inf> in <ce:bold>8</ce:bold>; Correlative analyses between the BO methods; Chemometrics (Continued in <ce:cross-ref id=\"c0010\" refid=\"s0060\">Fig. S9</ce:cross-ref>).</ce:simple-para>\n</ce:caption>\n<ce:link id=\"lk00025\" locator=\"gr5\" xlink:href=\"pii:S0277538717305326/gr5\" xlink:role=\"http://data.elsevier.com/vocabulary/ElsevierContentTypes/23.4\" xlink:type=\"simple\"></ce:link>\n</ce:figure>", "clean_text": " Fig. 5  Fussy and Laplacian bond orders (FBO and LBO) of the {[Zn(H2O)6]2+} and {[Zn(Cl)4]2-} chromophores in 1, 4-6; ZnCl3N in 7 and ZnCl2N2 in 8; Correlative analyses between the BO methods; Chemometrics (Continued in Fig. S9).   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<ce:section-title id=\"st005\">Graphical abstract</ce:section-title><ce:simple-para id=\"sp0005\" view=\"all\">Covalent bonding in metal-organics of silver(I).</ce:simple-para><ce:simple-para id=\"sp0010\" view=\"all\">\n<ce:display>\n<ce:figure id=\"f0030\">\n<ce:link id=\"lk00030\" locator=\"fx1\" xlink:href=\"pii:S0277538717305326/fx1\" xlink:role=\"http://data.elsevier.com/vocabulary/ElsevierContentTypes/23.4\"></ce:link>\n</ce:figure>\n</ce:display>\n</ce:simple-para><ce:section-title id=\"st010\">Abstract</ce:section-title><ce:simple-para id=\"sp0015\" view=\"all\">The fundamental goal of this work in applying high resolution crystallographic X-ray measurements of single crystals as well as <ce:italic>ab initio</ce:italic> and density functional computational methods is to provide a correlation between the experimental electron densities and valence states of atoms with the theoretically predicted ones by methodological approaches of quantum chemistry. In order to test the reliability of the data, we chose to examine statistically the crystallographic datasets of nine metal-organics with Zn<ce:sup loc=\"post\">2+</ce:sup>, Ag<ce:sup loc=\"post\">+</ce:sup> and Cu<ce:sup loc=\"post\">2+</ce:sup> ions. There are several premises to the argument for this choice: <ce:italic>(i)</ce:italic> the different nature of M–L interactions, <ce:italic>(ii)</ce:italic> various geometries of the chromophores and <ce:italic>(iii)</ce:italic> distinguishable chemical behavior of the dentate atoms in the inner coordination sphere (L<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>O, N, Cl). New insights about the nature of the M–L interactions are gained for the following bonding fashions: <ce:italic>(a)</ce:italic> bonded Ag<ce:sup loc=\"post\">I</ce:sup>–X(Y) fragments (X, Y<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>O and/or N) in tetrahedral (T<ce:italic>\n<ce:inf loc=\"post\">d</ce:inf>\n</ce:italic>) and square planar AgX<ce:inf loc=\"post\">2</ce:inf>Y<ce:inf loc=\"post\">2</ce:inf> symmetries, <ce:italic>(b)</ce:italic> bonded Zn<ce:sup loc=\"post\">II</ce:sup>–X(Y) cores (X, Y<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>O and/or N; or Cl) in T<ce:italic>\n<ce:inf loc=\"post\">d</ce:inf>\n</ce:italic> Zn<ce:sup loc=\"post\">II</ce:sup>X<ce:inf loc=\"post\">2</ce:inf>Y<ce:inf loc=\"post\">2</ce:inf> or Zn<ce:sup loc=\"post\">II</ce:sup>X<ce:inf loc=\"post\">2</ce:inf> chromophores, <ce:italic>(c)</ce:italic> Zn<ce:sup loc=\"post\">II</ce:sup>–OH<ce:inf loc=\"post\">2</ce:inf> interactions in the discrete octahedral {[Zn<ce:sup loc=\"post\">II</ce:sup>(H<ce:inf loc=\"post\">2</ce:inf>O)]<ce:sup loc=\"post\">2+</ce:sup>} charged complex and <ce:italic>(d)</ce:italic> bonded Cu<ce:sup loc=\"post\">II</ce:sup>–X(Y) systems (X, Y<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>O and/or N) in square planar AgX<ce:inf loc=\"post\">2</ce:inf>Y<ce:inf loc=\"post\">2</ce:inf> chromophores as comparative examples of complexes with the d<ce:sup loc=\"post\">9</ce:sup> configurations of the metal ion. The methods of ‘atoms in molecules’ (AIM), ‘natural bond orbital analyses’ (NBO) and electrostatic potentials were employed. The analyses include employment of the bond valence (BV) methodology and non-covalent interaction (NCI) analysis. Quantum chemical prediction of multi-pole moments, orbital population and charge transfer effects (CT), bond covalence, iconicity, different bond order methodologies (BOs); electron density distribution and Laplacian of the total electron density (ED) were carried out. The energetics of the M–L bonds were treated using topological charge density analysis at the bond critical points (bcps). The foci of the presented theoretical and experimental designs allow us to answer our main research questions: Is the nature of the M–L bond with ions having an identical electronic configuration, d<ce:sup loc=\"post\">10</ce:sup>, interacting with one and the same type dentate-ligands the same? and is there a quantitative statistically significant correlation between the theoretically predicted dissociation energetic of the complexes and their experimental topological crystallographic M–L bond energies? The presented comprehensive analyses of this problematic provide crucial new information of both fundamental and applied importance to the field of structural chemistry and the properties of metal–organic molecules. Such results seek to shed light on whether the theoretical models extracting information about the molecular electronic properties of the species in the crystalline state on the base on crystallographic measurements and the corresponding topological, electron density and orbital based methods of computational quantum chemistry are able to enable a common conceptualization about the relationship between ‘crystal structure’–‘molecular structure’–‘electronic structure’–‘M–L bonding type’. The low temperature redetermination of the crystal structure and new description of the structure of the Ag<ce:sup loc=\"post\">I</ce:sup> complex of 2-hydroxy-5-sulfo-benzoic acid (<ce:bold>1</ce:bold>) is reported as well.</ce:simple-para>", "clean_text": "Graphical abstract\n\nCovalent bonding in metal-organics of silver(I).\n\n      \n\nAbstract\n\nThe fundamental goal of this work in applying high resolution crystallographic X-ray measurements of single crystals as well as ab initio and density functional computational methods is to provide a correlation between the experimental electron densities and valence states of atoms with the theoretically predicted ones by methodological approaches of quantum chemistry. In order to test the reliability of the data, we chose to examine statistically the crystallographic datasets of nine metal-organics with Zn2+, Ag+ and Cu2+ ions. There are several premises to the argument for this choice: (i) the different nature of M-L interactions, (ii) various geometries of the chromophores and (iii) distinguishable chemical behavior of the dentate atoms in the inner coordination sphere (L=O, N, Cl). New insights about the nature of the M-L interactions are gained for the following bonding fashions: (a) bonded AgI-X(Y) fragments (X, Y=O and/or N) in tetrahedral (T d ) and square planar AgX2Y2 symmetries, (b) bonded ZnII-X(Y) cores (X, Y=O and/or N; or Cl) in T d  ZnIIX2Y2 or ZnIIX2 chromophores, (c) ZnII-OH2 interactions in the discrete octahedral {[ZnII(H2O)]2+} charged complex and (d) bonded CuII-X(Y) systems (X, Y=O and/or N) in square planar AgX2Y2 chromophores as comparative examples of complexes with the d9 configurations of the metal ion. The methods of ‘atoms in molecules' (AIM), ‘natural bond orbital analyses' (NBO) and electrostatic potentials were employed. The analyses include employment of the bond valence (BV) methodology and non-covalent interaction (NCI) analysis. Quantum chemical prediction of multi-pole moments, orbital population and charge transfer effects (CT), bond covalence, iconicity, different bond order methodologies (BOs); electron density distribution and Laplacian of the total electron density (ED) were carried out. The energetics of the M-L bonds were treated using topological charge density analysis at the bond critical points (bcps). The foci of the presented theoretical and experimental designs allow us to answer our main research questions: Is the nature of the M-L bond with ions having an identical electronic configuration, d10, interacting with one and the same type dentate-ligands the same? and is there a quantitative statistically significant correlation between the theoretically predicted dissociation energetic of the complexes and their experimental topological crystallographic M-L bond energies? The presented comprehensive analyses of this problematic provide crucial new information of both fundamental and applied importance to the field of structural chemistry and the properties of metal-organic molecules. Such results seek to shed light on whether the theoretical models extracting information about the molecular electronic properties of the species in the crystalline state on the base on crystallographic measurements and the corresponding topological, electron density and orbital based methods of computational quantum chemistry are able to enable a common conceptualization about the relationship between ‘crystal structure'-‘molecular structure'-‘electronic structure'-‘M-L bonding type'. The low temperature redetermination of the crystal structure and new description of the structure of the AgI complex of 2-hydroxy-5-sulfo-benzoic acid (1) is reported as well.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<ce:figure id=\"f0030\">\n<ce:link id=\"lk00030\" locator=\"fx1\" xlink:href=\"pii:S0277538717305326/fx1\" xlink:role=\"http://data.elsevier.com/vocabulary/ElsevierContentTypes/23.4\"></ce:link>\n</ce:figure>", "clean_text": "  ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<ce:section-title id=\"st020\">Introduction</ce:section-title><ce:para id=\"p0005\" view=\"all\">The mechanisms of formation of chemical bonds in metal–organic compounds of transition metal ions are governed by the interactions of <ce:italic>s</ce:italic>-, <ce:italic>p</ce:italic>- and <ce:italic>d</ce:italic>-orbitals. Due to the high density of atomic multi-reference nearly degenerated states, different electronic configurations of the metal ions can be found. Frequently the so-called double <ce:italic>d</ce:italic>-shell effect should be taken into account for additionally correlating d-orbitals, causing the description of the d<ce:sup loc=\"post\">10</ce:sup> electronic configuration to be a d<ce:sup loc=\"post\">9</ce:sup>d’ one, where d’ represents a more diffuse orbital compared with the remaining d<ce:sup loc=\"post\">9</ce:sup> orbitals . Despite the fact that our study is devoted to the analysis of the bond covalence of complexes and organometallics of transition metal ions with a complete d<ce:sup loc=\"post\">10</ce:sup> configuration of the coordination centre, there is typical complexity in the M–L interactions based on the above-mentioned high density of atomic states; the electron de-localization effect; long range charge transfer (CT) states; spin–orbit (SO) coupling as a major relativistic effect, amongst others; various dissociated states and mixing of vibronic coupling ones, etc.; together with a large set of environmental factors which affect the chemical bonding . The chemical bonds in inorganics are mainly determined as purely ionic, metallic or covalent ones. On the contrary, in metal–organics and organometallics we may distinguish between different CT effects, such as: ligand-to-metal (LMCT), metal-to-ligand (MLCT), ligand-to-ligand, sigma bond-to-sigma bond CTs, metal–centred, ligand-centred CTs , M<ce:sup loc=\"post\">+</ce:sup>⋯π-interactions, etc. . Along with covalent bonding, there are various non-covalent interactions of metal–organics . It must be said that in spite of the d<ce:sup loc=\"post\">10</ce:sup> configuration of the metal ions and a mainly expected electrostatic nature of the M–L interactions, considerable research data have provided strong support for the claim that d<ce:sup loc=\"post\">10</ce:sup> configured metal ions tend to form covalent M–X bonds. These metal ions, in particular highlighting the Ag<ce:sup loc=\"post\">I</ce:sup> and Zn<ce:sup loc=\"post\">II</ce:sup> ions, are attractive agents causing C–H and X–H activation of organic compounds , and a large amount of evidence supporting this claim has been obtained. Metal ions with the d<ce:sup loc=\"post\">10</ce:sup> electronic configuration exhibit remarkable chemical reactivity and M–X bonding affinity (X<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>C or N). In addition, there are findings proving pronounced bond covalence in purely inorganic compounds of the Ag<ce:sup loc=\"post\">I</ce:sup> ion, like AgI or AgF . The only possible way to explain these observations is based on comprehensive theoretical and experimental correlative analyses between the electronic structure and chemical reactivity. The surmise that the d<ce:sup loc=\"post\">10</ce:sup> configuration can be described from a quantum chemistry point of view as a d<ce:sup loc=\"post\">9</ce:sup>d’ one, as mentioned before, needs further attention because of it appears tempting in explaining the experimental findings, showing a great competitive catalytic activity of Zn<ce:sup loc=\"post\">II</ce:sup> and Ag<ce:sup loc=\"post\">I</ce:sup> complexes towards catalysing agents, like Cu<ce:sup loc=\"post\">II</ce:sup> containing organometallics in organometallic C–H/N–H activation reactions . In this context, the purpose of our work is to examine more closely why metal ions with d<ce:sup loc=\"post\">9</ce:sup> and d<ce:sup loc=\"post\">10</ce:sup> electronic configured ions can promote one and the same type C–H activation processes, but also, in parallel, why ions with one and the same configurations (d<ce:sup loc=\"post\">10</ce:sup>) can exhibit completely different chemical behaviour? Due to these variations, we extend our analyses by studying Cu<ce:sup loc=\"post\">II</ce:sup> complex species with the electronic configuration d<ce:sup loc=\"post\">9</ce:sup>. It should be stressed that the different chemical reactivities of Ag<ce:sup loc=\"post\">I</ce:sup> and Zn<ce:sup loc=\"post\">II</ce:sup> containing complexes can be addressed to the classical concepts about the stable 2+ oxidation state of zinc ions, by contrast to silver redox behaviour allowing stabilization of ions with +1, +2 and +3 oxidation states. However, the problem is that both Zn<ce:sup loc=\"post\">2+</ce:sup> and Ag<ce:sup loc=\"post\">+</ce:sup> ions reveal a remarkable catalytic activity and bonding affinity to C- and N-centres , and thus, from the perspective of only electrostatic interactions, one is unable to explain the chemical reactivity of the coordination compounds of Zn<ce:sup loc=\"post\">II</ce:sup> and Ag<ce:sup loc=\"post\">I</ce:sup> ions. The same problem is valid to a pair of Ag<ce:sup loc=\"post\">I</ce:sup>/Cu<ce:sup loc=\"post\">II</ce:sup> ions where considerable research effort over decades has found strong group tendencies, but within the framework of identical oxidation states (<ce:italic>i.e.</ce:italic> Ag<ce:sup loc=\"post\">II</ce:sup>/Cu<ce:sup loc=\"post\">II</ce:sup>, Ag<ce:sup loc=\"post\">I</ce:sup>/Cu<ce:sup loc=\"post\">I</ce:sup>), taking into consideration that the comparison has been mainly carried out on simple inorganic compounds.</ce:para>", "clean_text": "Introduction\n\nThe mechanisms of formation of chemical bonds in metal-organic compounds of transition metal ions are governed by the interactions of s-, p- and d-orbitals. Due to the high density of atomic multi-reference nearly degenerated states, different electronic configurations of the metal ions can be found. Frequently the so-called double d-shell effect should be taken into account for additionally correlating d-orbitals, causing the description of the d10 electronic configuration to be a d9d' one, where d' represents a more diffuse orbital compared with the remaining d9 orbitals . Despite the fact that our study is devoted to the analysis of the bond covalence of complexes and organometallics of transition metal ions with a complete d10 configuration of the coordination centre, there is typical complexity in the M-L interactions based on the above-mentioned high density of atomic states; the electron de-localization effect; long range charge transfer (CT) states; spin-orbit (SO) coupling as a major relativistic effect, amongst others; various dissociated states and mixing of vibronic coupling ones, etc.; together with a large set of environmental factors which affect the chemical bonding . The chemical bonds in inorganics are mainly determined as purely ionic, metallic or covalent ones. On the contrary, in metal-organics and organometallics we may distinguish between different CT effects, such as: ligand-to-metal (LMCT), metal-to-ligand (MLCT), ligand-to-ligand, sigma bond-to-sigma bond CTs, metal-centred, ligand-centred CTs , M+⋯π-interactions, etc. . Along with covalent bonding, there are various non-covalent interactions of metal-organics . It must be said that in spite of the d10 configuration of the metal ions and a mainly expected electrostatic nature of the M-L interactions, considerable research data have provided strong support for the claim that d10 configured metal ions tend to form covalent M-X bonds. These metal ions, in particular highlighting the AgI and ZnII ions, are attractive agents causing C-H and X-H activation of organic compounds , and a large amount of evidence supporting this claim has been obtained. Metal ions with the d10 electronic configuration exhibit remarkable chemical reactivity and M-X bonding affinity (X=C or N). In addition, there are findings proving pronounced bond covalence in purely inorganic compounds of the AgI ion, like AgI or AgF . The only possible way to explain these observations is based on comprehensive theoretical and experimental correlative analyses between the electronic structure and chemical reactivity. The surmise that the d10 configuration can be described from a quantum chemistry point of view as a d9d' one, as mentioned before, needs further attention because of it appears tempting in explaining the experimental findings, showing a great competitive catalytic activity of ZnII and AgI complexes towards catalysing agents, like CuII containing organometallics in organometallic C-H/N-H activation reactions . In this context, the purpose of our work is to examine more closely why metal ions with d9 and d10 electronic configured ions can promote one and the same type C-H activation processes, but also, in parallel, why ions with one and the same configurations (d10) can exhibit completely different chemical behaviour? Due to these variations, we extend our analyses by studying CuII complex species with the electronic configuration d9. It should be stressed that the different chemical reactivities of AgI and ZnII containing complexes can be addressed to the classical concepts about the stable 2+ oxidation state of zinc ions, by contrast to silver redox behaviour allowing stabilization of ions with +1, +2 and +3 oxidation states. However, the problem is that both Zn2+ and Ag+ ions reveal a remarkable catalytic activity and bonding affinity to C- and N-centres , and thus, from the perspective of only electrostatic interactions, one is unable to explain the chemical reactivity of the coordination compounds of ZnII and AgI ions. The same problem is valid to a pair of AgI/CuII ions where considerable research effort over decades has found strong group tendencies, but within the framework of identical oxidation states (i.e. AgII/CuII, AgI/CuI), taking into consideration that the comparison has been mainly carried out on simple inorganic compounds.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<ce:para id=\"p0010\" view=\"all\">Although the coordination chemistry of transition metal ions, in a general context, and in particular bearing in mind complexes of ions with completed d<ce:sup loc=\"post\">10</ce:sup> electronic configurations have been developed over decades, the main questions associated with nature of M–L bond (bonding affinity, reaction kinetics and thermodynamics) remain unanswered. Not enough has been carried out to understand the correlations between the electronic structure/molecular structure/M–L chemical bond/chemical reactivity in order to address the unexpected experimental reaction behaviour of Ag<ce:sup loc=\"post\">I</ce:sup> and Zn<ce:sup loc=\"post\">II</ce:sup> complexes. In an attempt to meet that gap in the research data, we present this study. One needs to first perform a wide survey of theoretical and experimental structural correlations studying the electronic structure and the chemical bonding of crystals of metal–organics, because, as it is well known, single crystal X–ray diffraction is a unique method providing unambiguous determination of the 3D structure of analytes along with a probability distribution of the experimentally measured ED of the atoms. Such analyses are in the correct direction because the ability to correlate between the experimental ED distribution within the framework of a metal–organic compound with different theoretical approaches provides information about the electronic structure and space distribution of ED in atomic systems. We also provide the energetics of the M–L interactions using a topological description of the experimental ED at bond critical points. The study also highlights the real fundamental role of computational quantum chemistry and chemical crystallography, not only in the field of structural chemistry of metal–organics and coordination chemistry, but to other research fields like organometallic synthesis and catalysis, surface-interactions and adsorption phenomena, crystal engineering, chemical kinetics, chemical thermodynamics etc.</ce:para>", "clean_text": "Although the coordination chemistry of transition metal ions, in a general context, and in particular bearing in mind complexes of ions with completed d10 electronic configurations have been developed over decades, the main questions associated with nature of M-L bond (bonding affinity, reaction kinetics and thermodynamics) remain unanswered. Not enough has been carried out to understand the correlations between the electronic structure/molecular structure/M-L chemical bond/chemical reactivity in order to address the unexpected experimental reaction behaviour of AgI and ZnII complexes. In an attempt to meet that gap in the research data, we present this study. One needs to first perform a wide survey of theoretical and experimental structural correlations studying the electronic structure and the chemical bonding of crystals of metal-organics, because, as it is well known, single crystal X-ray diffraction is a unique method providing unambiguous determination of the 3D structure of analytes along with a probability distribution of the experimentally measured ED of the atoms. Such analyses are in the correct direction because the ability to correlate between the experimental ED distribution within the framework of a metal-organic compound with different theoretical approaches provides information about the electronic structure and space distribution of ED in atomic systems. We also provide the energetics of the M-L interactions using a topological description of the experimental ED at bond critical points. The study also highlights the real fundamental role of computational quantum chemistry and chemical crystallography, not only in the field of structural chemistry of metal-organics and coordination chemistry, but to other research fields like organometallic synthesis and catalysis, surface-interactions and adsorption phenomena, crystal engineering, chemical kinetics, chemical thermodynamics etc.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<ce:section-title id=\"st025\">Experimental</ce:section-title><ce:section-title id=\"st030\">Analytical methods</ce:section-title><ce:para id=\"p0015\" view=\"all\">The X-ray diffraction intensities of <ce:bold>1</ce:bold> were measured on a Bruker Smart X2S diffractometer, using micro-source Mo Kα radiation and employing the ω scan mode. An absorption correction was applied based on multiple scanned reflections. The structure was solved by direct methods using <ce:small-caps>shelxs</ce:small-caps>-97  () and was refined by full-matrix least-squares refinement against <ce:italic>F</ce:italic>\n<ce:sup loc=\"post\">2</ce:sup>\n. Anisotropic displacement parameters were introduced for all non-hydrogen atoms. The hydrogen atoms attached to carbon atoms were placed at calculated positions and refined allowing them to ride on the parent carbon atom. The hydrogen atoms bound to oxygen atoms were constrained to positions which were confirmed from the difference map () and refined with the appropriate riding model, with the exception of the amino and water hydrogen atoms. The structural data-block was processed by PLATON and VESTA . The crystallographic refinement parameters are summarized in . The monopole and multi-pole ED refinement was carried out by the XD2016 and MoPro v16 program packages  employing the Hansen–Coppens methodology (see ). The experimental structural factors were further processed by WinGX 2014  towards data quality. WTANAL and DRK plot analyses of the structure factors were carried out, in addition to residual analyses and THMA evaluating of the thermal motion on the basis of the experimentally measured U<ce:inf loc=\"post\">ij</ce:inf> values . The ‘bond valence model’ and charge density analysis were carried out by WinGX 2014 and Shelxle  program packages. The data processing of the <ce:italic>hkl</ce:italic> –reflections has included as well as the determination of the distribution of the experimentally observed electron density using maximum entropy methods (MEM). The Cambridge algorithm included in the Dysnomia program package was used . The 3D visualization of the data was carried out using the VESTA program  ().</ce:para>", "clean_text": "Experimental\n\nAnalytical methods\n\nThe X-ray diffraction intensities of 1 were measured on a Bruker Smart X2S diffractometer, using micro-source Mo Kα radiation and employing the ω scan mode. An absorption correction was applied based on multiple scanned reflections. The structure was solved by direct methods using shelxs-97  () and was refined by full-matrix least-squares refinement against F 2 . Anisotropic displacement parameters were introduced for all non-hydrogen atoms. The hydrogen atoms attached to carbon atoms were placed at calculated positions and refined allowing them to ride on the parent carbon atom. The hydrogen atoms bound to oxygen atoms were constrained to positions which were confirmed from the difference map () and refined with the appropriate riding model, with the exception of the amino and water hydrogen atoms. The structural data-block was processed by PLATON and VESTA . The crystallographic refinement parameters are summarized in . The monopole and multi-pole ED refinement was carried out by the XD2016 and MoPro v16 program packages  employing the Hansen-Coppens methodology (see ). The experimental structural factors were further processed by WinGX 2014  towards data quality. WTANAL and DRK plot analyses of the structure factors were carried out, in addition to residual analyses and THMA evaluating of the thermal motion on the basis of the experimentally measured Uij values . The ‘bond valence model' and charge density analysis were carried out by WinGX 2014 and Shelxle  program packages. The data processing of the hkl -reflections has included as well as the determination of the distribution of the experimentally observed electron density using maximum entropy methods (MEM). The Cambridge algorithm included in the Dysnomia program package was used . The 3D visualization of the data was carried out using the VESTA program  ().", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<ce:section-title id=\"st035\">Materials and synthesis</ce:section-title><ce:para id=\"p0020\" view=\"all\">5-Sulfosalicylic acid dihydrate was obtained by recrystallization of 5-sulfosalicylic acid monohydrate (Sigma–Aldrich) in water under stirring for 30<ce:hsp sp=\"0.25\"></ce:hsp>min at 150<ce:hsp sp=\"0.25\"></ce:hsp>°C . It was used for synthesis of the Ag<ce:sup loc=\"post\">I</ce:sup> complex of 2-hydroxy-5-sulfo-benzoic acid (<ce:bold>1</ce:bold>) using an equimolar mixture of acid and AgNO<ce:inf loc=\"post\">3</ce:inf> (a Sigma–Aldrich product) preliminary dissolved in 5<ce:hsp sp=\"0.25\"></ce:hsp>mL solvent mixture CH<ce:inf loc=\"post\">3</ce:inf>OH:H<ce:inf loc=\"post\">2</ce:inf>O<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>1:1. The mixture was heated at 40<ce:hsp sp=\"0.25\"></ce:hsp>°C for 2<ce:hsp sp=\"0.25\"></ce:hsp>h. To the hot solution were added drops of 0.1<ce:hsp sp=\"0.25\"></ce:hsp>M NaOH dissolved in same solvent mixture. The colorless crystals, obtained after a week, were filtered off, washed with CH<ce:inf loc=\"post\">3</ce:inf>OH and dried on P<ce:inf loc=\"post\">2</ce:inf>O<ce:inf loc=\"post\">5</ce:inf> at 298<ce:hsp sp=\"0.25\"></ce:hsp>K. Yield: 65%. The chromatographic analysis, electro-spray ionization mass spectrometric measurements and data interpretation of <ce:bold>1</ce:bold> have been presented . The crystallographic structural solution, data interpretation and analysis along with computational quantum chemical treatment are reported for first time in this paper. The crystallographic structural refinement represents a redetermination of that reported in , but here the refinement is carried out at low temperature, thus achieving a higher quality crystallographic solution and data-block. The computational quantum chemical results, including experimental and theoretical topological data, and energetics are reported here for the first time as well.</ce:para>", "clean_text": "Materials and synthesis\n\n5-Sulfosalicylic acid dihydrate was obtained by recrystallization of 5-sulfosalicylic acid monohydrate (Sigma-Aldrich) in water under stirring for 30min at 150°C . It was used for synthesis of the AgI complex of 2-hydroxy-5-sulfo-benzoic acid (1) using an equimolar mixture of acid and AgNO3 (a Sigma-Aldrich product) preliminary dissolved in 5mL solvent mixture CH3OH:H2O=1:1. The mixture was heated at 40°C for 2h. To the hot solution were added drops of 0.1M NaOH dissolved in same solvent mixture. The colorless crystals, obtained after a week, were filtered off, washed with CH3OH and dried on P2O5 at 298K. Yield: 65%. The chromatographic analysis, electro-spray ionization mass spectrometric measurements and data interpretation of 1 have been presented . The crystallographic structural solution, data interpretation and analysis along with computational quantum chemical treatment are reported for first time in this paper. The crystallographic structural refinement represents a redetermination of that reported in , but here the refinement is carried out at low temperature, thus achieving a higher quality crystallographic solution and data-block. The computational quantum chemical results, including experimental and theoretical topological data, and energetics are reported here for the first time as well.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<ce:para id=\"p0025\" view=\"all\">The synthesis and structures of the Ag<ce:sup loc=\"post\">I</ce:sup> complexes of 2-amino-8-hydroxyquinoline (<ce:bold>2</ce:bold>) and 3-pyridin aldehyde (<ce:bold>3</ce:bold>), <ce:italic>bis</ce:italic>(guaninium) tetrachlorozincate(II) dihydrate (<ce:bold>4</ce:bold>), cyclic quaternary N-ethylmorpholine tetrachlorozincate(II) monohydrate (<ce:bold>5</ce:bold>), hexa-aqua zinc(II) 5-sulfosalicylate monohydrate (<ce:bold>6</ce:bold>), Zn–N bonded trichloro(1-(2-hydroxyethyl)piperazinium) zinc(II) organometallics (<ce:bold>7</ce:bold>), the Zn<ce:sup loc=\"post\">II</ce:sup> complex of 3-pyridin aldehyde (<ce:bold>8</ce:bold>) and the Cu<ce:sup loc=\"post\">II</ce:sup> complex of glycine (<ce:bold>9</ce:bold>) have been reported . We provide, herein, newly reported computational quantum chemical information, including topological quantum chemical analysis of <ce:bold>2</ce:bold>–<ce:bold>9</ce:bold>, along with multi-polar experimental topological 2D and 3D charge density analyses. The statistical analysis of the quality of the crystallographic datasets of data-blocks shown in sub-section , on which basis evidence of the reliability of the conclusion associated with the experimental and theoretical correlation between ‘molecular structure’–‘electronic structure’–‘chemical bonding’ is also reported herein for the first time. As <ce:bold>2–9</ce:bold> are part of our systematic effort in designing and synthesising new metal–organic electro optical non-linear optical materials, their electronic and vibrational linear optical properties can be found in the same Refs. .</ce:para>", "clean_text": "The synthesis and structures of the AgI complexes of 2-amino-8-hydroxyquinoline (2) and 3-pyridin aldehyde (3), bis(guaninium) tetrachlorozincate(II) dihydrate (4), cyclic quaternary N-ethylmorpholine tetrachlorozincate(II) monohydrate (5), hexa-aqua zinc(II) 5-sulfosalicylate monohydrate (6), Zn-N bonded trichloro(1-(2-hydroxyethyl)piperazinium) zinc(II) organometallics (7), the ZnII complex of 3-pyridin aldehyde (8) and the CuII complex of glycine (9) have been reported . We provide, herein, newly reported computational quantum chemical information, including topological quantum chemical analysis of 2-9, along with multi-polar experimental topological 2D and 3D charge density analyses. The statistical analysis of the quality of the crystallographic datasets of data-blocks shown in sub-section , on which basis evidence of the reliability of the conclusion associated with the experimental and theoretical correlation between ‘molecular structure'-‘electronic structure'-‘chemical bonding' is also reported herein for the first time. As 2-9 are part of our systematic effort in designing and synthesising new metal-organic electro optical non-linear optical materials, their electronic and vibrational linear optical properties can be found in the same Refs. .", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<ce:para id=\"p0030\" view=\"all\">All experimental and theoretical computational data are summarized in .</ce:para><ce:section-title id=\"st040\">Results and discussion</ce:section-title><ce:section-title id=\"st045\">Crystallographic analyses</ce:section-title><ce:section-title id=\"st050\">Crystal structure of <ce:bold>1</ce:bold>\n</ce:section-title><ce:para id=\"p0035\" view=\"all\">The metal–organic compound <ce:bold>1</ce:bold> has been described previously as a coordination polymer ([Ag<ce:inf loc=\"post\">2</ce:inf>(HL)<ce:inf loc=\"post\">2</ce:inf>(H<ce:inf loc=\"post\">2</ce:inf>O)<ce:inf loc=\"post\">3</ce:inf>]H<ce:inf loc=\"post\">2</ce:inf>O), ) crystallizing in a centrosymmetric space group (), where two Ag<ce:sup loc=\"post\">I</ce:sup> centres are bridged <ce:italic>via</ce:italic> –SO<ce:inf loc=\"post\">3</ce:inf>\n<ce:sup loc=\"post\">−</ce:sup> functional groups from the ligand . The redetermination of the crystal structure reported in this paper, however, reveals that the structure consists of a coordination dimer {[Ag<ce:inf loc=\"post\">2</ce:inf>(HL)<ce:inf loc=\"post\">2</ce:inf>(H<ce:inf loc=\"post\">2</ce:inf>O)<ce:inf loc=\"post\">3</ce:inf>]H<ce:inf loc=\"post\">2</ce:inf>O)}<ce:italic>\n<ce:inf loc=\"post\">n</ce:inf>\n</ce:italic> with <ce:italic>n</ce:italic>\n<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>2 (\n<ce:float-anchor refid=\"f0005\"></ce:float-anchor>). In addition, strong-to-moderate bonds, <ce:italic>r</ce:italic>(Ag–O)<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>2.506, 2.515<ce:hsp sp=\"0.25\"></ce:hsp>Å, have been reported in . An Ag1<ce:sup loc=\"post\">I</ce:sup>–Ag1<ce:sup loc=\"post\">I</ce:sup> distance, <ce:italic>r</ce:italic>(Ag⋯Ag)<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>3.877<ce:hsp sp=\"0.25\"></ce:hsp>Å, has been obtained as well . However a second contact interaction, Ag2<ce:sup loc=\"post\">I</ce:sup>⋯Ag2<ce:sup loc=\"post\">I</ce:sup>, is also determined here (<ce:italic>r</ce:italic>(Ag⋯Ag)<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>3.864<ce:hsp sp=\"0.25\"></ce:hsp>Å). The Ag<ce:sup loc=\"post\">I</ce:sup> ion is coordinated <ce:italic>via</ce:italic> a deprotonated –COO<ce:sup loc=\"post\">−</ce:sup> group from the ligand, which participates monodentately in the interaction with the metal ion. Each Ag<ce:sup loc=\"post\">I</ce:sup> ion is also bonded to two solvent water molecules as well, thus forming a distorted AgO<ce:inf loc=\"post\">6</ce:inf> polyhedron for the metal chromophore . Cumulatively, however, the crystallographic structural solution in this paper indicates two-nuclear Ag<ce:inf loc=\"post\">2</ce:inf>O<ce:inf loc=\"post\">12</ce:inf> and Ag<ce:inf loc=\"post\">2</ce:inf>O<ce:inf loc=\"post\">10</ce:inf> non-equivalent chromophores with bond lengths: to Ag1: <ce:italic>r</ce:italic>(Ag1–O): 2.634(3), 2.403(2), 2.369(3), 2.647(2), 2.515(2), 2.695(3); to Ag2: <ce:italic>r</ce:italic>(Ag2–O): 2.473(2), 2.415(2), 2.366(3), 2.506(3), 2.509(2)<ce:hsp sp=\"0.25\"></ce:hsp>Å ().</ce:para>", "clean_text": "All experimental and theoretical computational data are summarized in .\n\nResults and discussion\n\nCrystallographic analyses\n\nCrystal structure of 1 \n\nThe metal-organic compound 1 has been described previously as a coordination polymer ([Ag2(HL)2(H2O)3]H2O), ) crystallizing in a centrosymmetric space group (), where two AgI centres are bridged via -SO3 - functional groups from the ligand . The redetermination of the crystal structure reported in this paper, however, reveals that the structure consists of a coordination dimer {[Ag2(HL)2(H2O)3]H2O)} n  with n =2 ( ). In addition, strong-to-moderate bonds, r(Ag-O)=2.506, 2.515Å, have been reported in . An Ag1I-Ag1I distance, r(Ag⋯Ag)=3.877Å, has been obtained as well . However a second contact interaction, Ag2I⋯Ag2I, is also determined here (r(Ag⋯Ag)=3.864Å). The AgI ion is coordinated via a deprotonated -COO- group from the ligand, which participates monodentately in the interaction with the metal ion. Each AgI ion is also bonded to two solvent water molecules as well, thus forming a distorted AgO6 polyhedron for the metal chromophore . Cumulatively, however, the crystallographic structural solution in this paper indicates two-nuclear Ag2O12 and Ag2O10 non-equivalent chromophores with bond lengths: to Ag1: r(Ag1-O): 2.634(3), 2.403(2), 2.369(3), 2.647(2), 2.515(2), 2.695(3); to Ag2: r(Ag2-O): 2.473(2), 2.415(2), 2.366(3), 2.506(3), 2.509(2)Å ().", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<ce:section-title id=\"st055\">Prediction of molecular properties on the base on crystallographic data</ce:section-title><ce:para id=\"p0040\" view=\"all\">In order to achieve a valuable experimental quantity reflecting real ED, least square refinement providing the parameter ED ρ(r) () has been developed . The shown Fo-maps () illustrate the experimental ED at each point of the 3D space. The 2D and 3D ED distribution (rho(r)) and Laplacian_rho(r) are shown. In order to deduce the nature of the M–L interactions, mid bond densities are studied. Predominating ionic interactions are associated with mid rho(r) values of 0.2–0.3<ce:hsp sp=\"0.25\"></ce:hsp>e<ce:hsp sp=\"0.25\"></ce:hsp>Å<ce:sup loc=\"post\">−3</ce:sup>, while rho(r) values &gt;0.6<ce:hsp sp=\"0.25\"></ce:hsp>e<ce:hsp sp=\"0.25\"></ce:hsp>Å<ce:sup loc=\"post\">−3</ce:sup> indicate an enhancement of covalent character for an M–L bond . Towards absolute quantification of rho(r) data (), we should stress that the reliability of the Laplacian_rho(r) value determined on the basis on experimental crystallographic factors depends on completeness of the Fourier series, the Fourier amplitudes’ quality and the model describing ED distribution (spherical atomic or multi-polar models) . The quality of rho(r) and Laplacian_rho(r) depend on the quality of the data collection and refinement model. The quality of the experimental data depends not only on the resolution of the measurements but the quality of the crystal and it scattering properties, in addition to permanent random errors of measurements due to fluctuation of vibration factors. This, along with the fact that rho(r) represents a probability function, not an absolute value of ED at point (x,y,z), absolute assignment of the nature of the M–L bond, even operating with high quality crystallographic data, is not possible. In addition, the multi-polar model ylm<ce:hsp sp=\"0.25\"></ce:hsp>±<ce:hsp sp=\"0.25\"></ce:hsp>s (s.i.) are modulated using a Slater-type function. Its application leads to an overestimation of interactions at long distances . Laplacian_rho(r) (and gradient_rho(r)) express bond paths and boundaries of interacting atomic systems  ().</ce:para>", "clean_text": "Prediction of molecular properties on the base on crystallographic data\n\nIn order to achieve a valuable experimental quantity reflecting real ED, least square refinement providing the parameter ED ρ(r) () has been developed . The shown Fo-maps () illustrate the experimental ED at each point of the 3D space. The 2D and 3D ED distribution (rho(r)) and Laplacian_rho(r) are shown. In order to deduce the nature of the M-L interactions, mid bond densities are studied. Predominating ionic interactions are associated with mid rho(r) values of 0.2-0.3eÅ-3, while rho(r) values >0.6eÅ-3 indicate an enhancement of covalent character for an M-L bond . Towards absolute quantification of rho(r) data (), we should stress that the reliability of the Laplacian_rho(r) value determined on the basis on experimental crystallographic factors depends on completeness of the Fourier series, the Fourier amplitudes' quality and the model describing ED distribution (spherical atomic or multi-polar models) . The quality of rho(r) and Laplacian_rho(r) depend on the quality of the data collection and refinement model. The quality of the experimental data depends not only on the resolution of the measurements but the quality of the crystal and it scattering properties, in addition to permanent random errors of measurements due to fluctuation of vibration factors. This, along with the fact that rho(r) represents a probability function, not an absolute value of ED at point (x,y,z), absolute assignment of the nature of the M-L bond, even operating with high quality crystallographic data, is not possible. In addition, the multi-polar model ylm±s (s.i.) are modulated using a Slater-type function. Its application leads to an overestimation of interactions at long distances . Laplacian_rho(r) (and gradient_rho(r)) express bond paths and boundaries of interacting atomic systems  ().", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<ce:para id=\"p0045\" view=\"all\">The results of critical point analysis () and charge density models can serve as evaluation criteria for realistic inter-atomic interactions, as far as two atoms are described as chemically bonded when there are various (3,−1) bond critical points in ρ(r) between them . The Laplacian_rho(r) values<ce:hsp sp=\"0.25\"></ce:hsp>&lt;<ce:hsp sp=\"0.25\"></ce:hsp>0 () correspond to charge concentration, while the Laplacian_rho(r) values<ce:hsp sp=\"0.25\"></ce:hsp>&gt;<ce:hsp sp=\"0.25\"></ce:hsp>0 reflects charge depletion . The Laplacian_rho(r) is expressed as a sum of λ<ce:inf loc=\"post\">i</ce:inf> parameters. As the quantum chemical topology is determined by the main contributions of core electrons, it is not possible to assign participation of pairs or bonding electrons to the M–L bond formation . The ellipticity (<ce:italic>ε</ce:italic>) parameter also provides information about the BO (s.i.). In the case of an ideal σ-bond, this leads to λ<ce:inf loc=\"post\">1</ce:inf>–λ<ce:inf loc=\"post\">2</ce:inf> and <ce:italic>bcp</ce:italic>\n<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>0 with λ<ce:inf loc=\"post\">1</ce:inf> and λ<ce:inf loc=\"post\">2</ce:inf> perpendicular to the bond axes, but in the mentioned ideal case there is cylindrical symmetry along the bond axis. With increasing BO an increase in ellipticity is obtained. Complex <ce:bold>1</ce:bold> reveals <ce:italic>ε</ce:italic>\n<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>0.001–0.028. The <ce:italic>ε</ce:italic> values for complexes <ce:bold>1–8</ce:bold> are 0.0–0.008, which assumes ionic character and interactions along the inter-atomic interacting axes, as well as localization of the charge, excluding the values <ce:italic>ε</ce:italic>\n<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>0.016, 0.018 (Ag–O) in <ce:bold>1</ce:bold> and 0.108 (Zn–N) in <ce:bold>7</ce:bold>. If we compare the latter quantities with the <ce:italic>ε</ce:italic> values of a delocalized C<ce:glyph name=\"dbnd\"></ce:glyph>O double bond from the –COO<ce:sup loc=\"post\">−</ce:sup> functional group in the organic ligand of <ce:bold>1</ce:bold> (<ce:italic>ε</ce:italic>\n<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>0.028), then we could conclude that in these M–L bonds in <ce:bold>1</ce:bold> and <ce:bold>7</ce:bold> there is charge de-localization, which could be associated with an intra-molecular CT effect within the AgO<ce:inf loc=\"post\">6</ce:inf> (<ce:bold>1</ce:bold>) and ZnCl<ce:inf loc=\"post\">3</ce:inf>N (<ce:bold>7</ce:bold>) chromophores. However, <ce:italic>ε</ce:italic>\n<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>0.03–0.06 in <ce:bold>9</ce:bold>, considering data on the Cu–O and Cu–N bonds (). The effect of delocalization is comparable to the electronic effects in delocalized C<ce:glyph name=\"dbnd\"></ce:glyph>O groups in organic ligands, even obtaining a two times greater effect. The latter result can be addressed to the electronic configuration of the Cu<ce:sup loc=\"post\">2+</ce:sup> ions (d<ce:sup loc=\"post\">9</ce:sup>) and the typically observed Jahn–Teller effect removing of the degeneracy of the energies of the orbitals from the <ce:italic>d</ce:italic>-electronic shell. The delocalization of the charges is presented in , showing in <ce:bold>6</ce:bold> an almost localized (spherical) distribution of the Laplacian_rho(r), in contrast to <ce:bold>1</ce:bold> and <ce:bold>9</ce:bold> where the delocalization of the experimental electron charge density is explicitly highlighted. Reliable quantitative characteristics of this effect can be obtained studying the energetics of the M–L bond as mentioned above. There has been evidence from many molecules that the relationship between the interaction energy and rho(r) at the bcp is approximated linearly . In this context, our efforts are indirectly addressed to the important correlative characteristics of an M–L bond associated with the energy of interactions. We use in our analysis the known expressions for G(r) and V(r) densities at the bcps (). The approximations Eqs. (19) and (20) (s.i.) hold well for covalent systems and/or those exhibiting positive Laplacian_rho(r)<ce:hsp sp=\"0.25\"></ce:hsp>&gt;<ce:hsp sp=\"0.25\"></ce:hsp>0 values at the bcps . Despite this, our data ( and \n<ce:float-anchor refid=\"f0010\"></ce:float-anchor>) reveal a clear tendency that the V<ce:inf loc=\"post\">cp</ce:inf> values for C–N and S–O multiple bonds are characterized with the lowest values, compared with single S–O, C–O and M–L bonds. In this context, the M–L interactions in <ce:bold>1</ce:bold>–<ce:bold>8</ce:bold> can be addressed to the formation of predominantly ‘single’ bonds in terms bond multiplicity or delocalization of charge along the bond axis, thus excluding multiple bonding. Complex <ce:bold>9</ce:bold> shows V<ce:inf loc=\"post\">cp</ce:inf>\n<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>−335.82 and −313.08<ce:hsp sp=\"0.25\"></ce:hsp>kJ mol<ce:sup loc=\"post\">−1</ce:sup> Bohr<ce:sup loc=\"post\">−3</ce:sup>, which assumes multiple character of the Cu–O bonds. The application of the bond valence model as a theoretical concept applied to experimental crystallographic data in predicting the oxidation state of the Cu atoms in <ce:bold>9</ce:bold> fails to reproduce excellent correlations, by contrast to other complexes of ions with the d<ce:sup loc=\"post\">1</ce:sup>°Configuration. The data in  show lower discrepancy coefficients for hypothetical valences of +1 and +3, by contrast the real valence +2 is marked as a less probable one. This discrepancy between the theoretical and experimental oxidation states can be explained by the open shell character of the system (<ce:bold>9</ce:bold>), which has already been highlighted as a limit of the BV model . In contrast, the employment of theoretical AIM and ESP analyses distinguishes between the different oxidation states (, models A–C, \n<ce:float-anchor refid=\"f0015\"></ce:float-anchor>\n<ce:float-anchor refid=\"f0020\"></ce:float-anchor>, ), which correlate well to the experimental Laplacian_rho(r) of the total static ED.</ce:para>", "clean_text": "The results of critical point analysis () and charge density models can serve as evaluation criteria for realistic inter-atomic interactions, as far as two atoms are described as chemically bonded when there are various (3,-1) bond critical points in ρ(r) between them . The Laplacian_rho(r) values<0 () correspond to charge concentration, while the Laplacian_rho(r) values>0 reflects charge depletion . The Laplacian_rho(r) is expressed as a sum of λi parameters. As the quantum chemical topology is determined by the main contributions of core electrons, it is not possible to assign participation of pairs or bonding electrons to the M-L bond formation . The ellipticity (ε) parameter also provides information about the BO (s.i.). In the case of an ideal σ-bond, this leads to λ1-λ2 and bcp =0 with λ1 and λ2 perpendicular to the bond axes, but in the mentioned ideal case there is cylindrical symmetry along the bond axis. With increasing BO an increase in ellipticity is obtained. Complex 1 reveals ε =0.001-0.028. The ε values for complexes 1-8 are 0.0-0.008, which assumes ionic character and interactions along the inter-atomic interacting axes, as well as localization of the charge, excluding the values ε =0.016, 0.018 (Ag-O) in 1 and 0.108 (Zn-N) in 7. If we compare the latter quantities with the ε values of a delocalized CO double bond from the -COO- functional group in the organic ligand of 1 (ε =0.028), then we could conclude that in these M-L bonds in 1 and 7 there is charge de-localization, which could be associated with an intra-molecular CT effect within the AgO6 (1) and ZnCl3N (7) chromophores. However, ε =0.03-0.06 in 9, considering data on the Cu-O and Cu-N bonds (). The effect of delocalization is comparable to the electronic effects in delocalized CO groups in organic ligands, even obtaining a two times greater effect. The latter result can be addressed to the electronic configuration of the Cu2+ ions (d9) and the typically observed Jahn-Teller effect removing of the degeneracy of the energies of the orbitals from the d-electronic shell. The delocalization of the charges is presented in , showing in 6 an almost localized (spherical) distribution of the Laplacian_rho(r), in contrast to 1 and 9 where the delocalization of the experimental electron charge density is explicitly highlighted. Reliable quantitative characteristics of this effect can be obtained studying the energetics of the M-L bond as mentioned above. There has been evidence from many molecules that the relationship between the interaction energy and rho(r) at the bcp is approximated linearly . In this context, our efforts are indirectly addressed to the important correlative characteristics of an M-L bond associated with the energy of interactions. We use in our analysis the known expressions for G(r) and V(r) densities at the bcps (). The approximations Eqs. (19) and (20) (s.i.) hold well for covalent systems and/or those exhibiting positive Laplacian_rho(r)>0 values at the bcps . Despite this, our data ( and  ) reveal a clear tendency that the Vcp values for C-N and S-O multiple bonds are characterized with the lowest values, compared with single S-O, C-O and M-L bonds. In this context, the M-L interactions in 1-8 can be addressed to the formation of predominantly ‘single' bonds in terms bond multiplicity or delocalization of charge along the bond axis, thus excluding multiple bonding. Complex 9 shows Vcp =-335.82 and -313.08kJ mol-1 Bohr-3, which assumes multiple character of the Cu-O bonds. The application of the bond valence model as a theoretical concept applied to experimental crystallographic data in predicting the oxidation state of the Cu atoms in 9 fails to reproduce excellent correlations, by contrast to other complexes of ions with the d1°Configuration. The data in  show lower discrepancy coefficients for hypothetical valences of +1 and +3, by contrast the real valence +2 is marked as a less probable one. This discrepancy between the theoretical and experimental oxidation states can be explained by the open shell character of the system (9), which has already been highlighted as a limit of the BV model . In contrast, the employment of theoretical AIM and ESP analyses distinguishes between the different oxidation states (, models A-C,   , ), which correlate well to the experimental Laplacian_rho(r) of the total static ED.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<ce:para id=\"p0050\" view=\"all\">Nevertheless, the BV methodology provides excellent data about the oxidation state of the central metal ions Ag<ce:sup loc=\"post\">+</ce:sup> and Zn<ce:sup loc=\"post\">2+</ce:sup> in <ce:bold>1</ce:bold>, <ce:bold>2</ce:bold> and <ce:bold>4</ce:bold> (the discrepancy parameter varies in the range 0.636–0.016). On studying the oxidation state of the S atoms in <ce:bold>1</ce:bold>, a comparable discrepancy parameter of 1.3 is assigned to the possible IV or VI valences. We could address this to 2D delocalization of the electronic charge within the –SO<ce:inf loc=\"post\">3</ce:inf>\n<ce:sup loc=\"post\">−</ce:sup> fragment. Analysis of <ce:bold>3</ce:bold> shows a possible V valence of the nitrogen center in the NO<ce:inf loc=\"post\">3</ce:inf>\n<ce:sup loc=\"post\">−</ce:sup> ligand from the inner coordination sphere, where a delocalization of the electronic charge is observed as well. The latter statement is supported by analyses of the C–skeleton of the organic ligand in <ce:bold>4</ce:bold>, showing a possible IV valence of the atoms. At this point we should mention that for the C atoms a discrepancy towards the valences can be obtained which could be associated with the electronic effects of the substituents, like in the case of <ce:bold>6</ce:bold>, deducing a few C–atoms to a possible valence state IX (). All these results indicate that bond valence theory would be applicable to metal-organics, including treatment of the organic part of the ligands if there are no complex electronic effects of the substituents.</ce:para>", "clean_text": "Nevertheless, the BV methodology provides excellent data about the oxidation state of the central metal ions Ag+ and Zn2+ in 1, 2 and 4 (the discrepancy parameter varies in the range 0.636-0.016). On studying the oxidation state of the S atoms in 1, a comparable discrepancy parameter of 1.3 is assigned to the possible IV or VI valences. We could address this to 2D delocalization of the electronic charge within the -SO3 - fragment. Analysis of 3 shows a possible V valence of the nitrogen center in the NO3 - ligand from the inner coordination sphere, where a delocalization of the electronic charge is observed as well. The latter statement is supported by analyses of the C-skeleton of the organic ligand in 4, showing a possible IV valence of the atoms. At this point we should mention that for the C atoms a discrepancy towards the valences can be obtained which could be associated with the electronic effects of the substituents, like in the case of 6, deducing a few C-atoms to a possible valence state IX (). All these results indicate that bond valence theory would be applicable to metal-organics, including treatment of the organic part of the ligands if there are no complex electronic effects of the substituents.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<ce:section-title id=\"st060\">Quantum chemical analyses</ce:section-title><ce:para id=\"p0055\" view=\"all\">Analysis of electrostatic interactions <ce:italic>via</ce:italic> quantum chemical computations of electrostatic potential maps illustrates electron poor and electron rich regions . Computations of the electrostatic potentials using the atomic charges (), accounting for the overlapping effect of the spherical electron charge clouds, has been regarded as the simplest model of covalent bonding . The dissociation energy in this context can be obtained by computing the co-valence curve. However correlative analyses with spectroscopic, crystallographic and thermo-chemical data have shown that theoretical bond dissociation energies (BDE) corresponded well with experiment when they are computed using models accounting for a deviation of the spherical valance electron radii of the atoms in the molecules .  depicts the 2D and 3D theoretical ESPs and the corresponding ones derived from the experimental crystallographic data. The values are shown in . In terms of the ESPs, the common electron poor space, known as the ‘σ-hole’ and is characterized with positive values of the ESPs, has been associated with an electron deficient anti-bonding orbital assigned to covalent bonding. The theoretical quantum chemical and experimental crystallographic electrostatic potentials are correlated using Poisson’s law  (Eq. (21) in the s.i.). Rho(r) represents the ED, while <ce:italic>ε</ce:italic>\n<ce:inf loc=\"post\">0</ce:inf> is the dielectric constant. It can be simplified . The employment of DFT values for atomic ESPs () yielded the Laplacian_V(r) values. The latter calculations were carried out within the so-called transferable local distribution, where the description of the molecular ESP surface is according this approximation . In addition, a correlative analysis was carried out between the kinetic energy of the bond (E<ce:sup loc=\"post\">KIN</ce:sup>) obtained by the AIM approach () and the V<ce:inf loc=\"post\">cp</ce:inf> value from critical point analysis of the experimental EDs (compare data in ). Treatment of the experimental topological energetics of the M–L bonds also includes an estimation of the relationships between V<ce:inf loc=\"post\">cr</ce:inf> (topological data) with the theoretical quantum chemical dissociation energies (D<ce:inf loc=\"post\">0</ce:inf>). Foremost, among the concepts of the dissociation energetics, the relationship between D<ce:inf loc=\"post\">0</ce:inf> and the electrostatic potentials is examined and given by Eq. (22) . The common concept in this case is that the ESP at the axial minimum (V(r<ce:inf loc=\"post\">p</ce:inf>)) of the theoretical ED yields D<ce:inf loc=\"post\">0</ce:inf> within the framework of the shown parameterization (V(r) and D<ce:inf loc=\"post\">0</ce:inf> are in units [kcal mol<ce:sup loc=\"post\">−1</ce:sup>]). Additional correlative analysis is carried out using the concept of the dissociation energy (D<ce:inf loc=\"post\">0</ce:inf>) of the M–L bond in <ce:bold>1</ce:bold>–<ce:bold>9</ce:bold> according to equation (23) . Our computations at T<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>0<ce:hsp sp=\"0.25\"></ce:hsp>°C yield the valid Eq. (24), where E<ce:sup loc=\"post\">0</ce:sup> is the ground state energy of species according to the dissociation  (s.i.). All the M–L bonds of the coordination polyhedron are treated as undergoing homolytic dissociation (), because the correlation with the experimental topological energies reflects the different geometry parameters and electron densities at the bcps of the M–L bonds in the metal chromophores. The correlative analysis between V<ce:inf loc=\"post\">cr</ce:inf> and D<ce:inf loc=\"post\">0</ce:inf> is shown in . The statistical tendencies seen () in Figs.  and  are discussed next. Contrary to organic compounds, where the nature of the chemical bonds is relatively well understood in thermodynamic terms, there is scarce corroborative research about the bonding type in metal-organics and inorganics on the basis of the energetics of the M–L coordination interaction . In general, obtaining high values of D<ce:inf loc=\"post\">0</ce:inf> in complex species is attributed to high bond strengths, which might be associated to a significant contribution of the purely electrostatic interactions, see for example . The BDE group tendencies of differently substituted {[ZnCl<ce:inf loc=\"post\">x</ce:inf>Y<ce:inf loc=\"post\">z</ce:inf>]<ce:sup loc=\"post\">y</ce:sup>} chromophores seen in  provided by <ce:italic>ab initio</ce:italic> and DFT thermos-chemistry evidence low D<ce:inf loc=\"post\">0</ce:inf> values in the {[ZnCl<ce:inf loc=\"post\">4</ce:inf>]<ce:sup loc=\"post\">2−</ce:sup>} dianion. These results agree well with those predicted by AIM analysis, 75–61% ionic character of the Zn–Cl bonds and a metal to ligand CT effect of about E<ce:sup loc=\"post\">(2)</ce:sup>\n<ce:hsp sp=\"0.25\"></ce:hsp>∼<ce:hsp sp=\"0.25\"></ce:hsp>2<ce:hsp sp=\"0.25\"></ce:hsp>kcal<ce:hsp sp=\"0.25\"></ce:hsp>mol<ce:sup loc=\"post\">−1</ce:sup> (). Apparently, the electrostatic interactions in this case are described as the main contributors to the formation of the {[ZnCl<ce:inf loc=\"post\">4</ce:inf>]<ce:sup loc=\"post\">2−</ce:sup>} complex anion. In the chromophore {ZnCl<ce:inf loc=\"post\">2</ce:inf>N<ce:inf loc=\"post\">2</ce:inf>} in <ce:bold>8</ce:bold> there is an increase in the D<ce:inf loc=\"post\">0</ce:inf> values at about ∼0.2<ce:hsp sp=\"0.25\"></ce:hsp>a.u., which indicates an increase in the bond strengths. The latter phenomenon could be associated with a ligand to metal CT effect at about E<ce:sup loc=\"post\">(2)</ce:sup>\n<ce:hsp sp=\"0.25\"></ce:hsp>∼<ce:hsp sp=\"0.25\"></ce:hsp>34<ce:hsp sp=\"0.25\"></ce:hsp>kcal<ce:hsp sp=\"0.25\"></ce:hsp>mol<ce:sup loc=\"post\">−1</ce:sup> () with participation of coordinated N-centres to the inner coordination sphere, which affects the Zn–Cl bonding strength. A direct confirmation follows from the obtained D<ce:inf loc=\"post\">0</ce:inf> values of the Zn–N bond in the same chromophores compared with the corresponding values of {ZnCl<ce:inf loc=\"post\">3</ce:inf>N} in <ce:bold>7</ce:bold>. In the latter case D<ce:inf loc=\"post\">0</ce:inf> is about |0.03| a.u. higher than this one for the Z–N bond in <ce:bold>8</ce:bold>. It is especially evident from the relationship between the D<ce:inf loc=\"post\">0</ce:inf> values of Zn–Cl as a function of N-content in the inner coordination sphere of {[ZnCl<ce:inf loc=\"post\">x</ce:inf>Y<ce:inf loc=\"post\">z</ce:inf>]<ce:sup loc=\"post\">y</ce:sup>} chromophores. A confidence level of 93% was obtained, approximating the latter relationship to a linear function. Clearly, there is a deviation from the 100% confidence level, which is explained by the chance of the electronic configuration of the Zn<ce:sup loc=\"post\">II</ce:sup> ion depending on the content of the N centres in the inner coordination sphere. On studying the i<ce:inf loc=\"post\">AB</ce:inf> values for the ZnCl<ce:inf loc=\"post\">3</ce:inf>N chomophore in <ce:bold>7</ce:bold>, a decrease of about 6.5% in the ionic character compared to the ZnCl<ce:inf loc=\"post\">4</ce:inf> chromophore is obtained (i<ce:inf loc=\"post\">AB</ce:inf>∼−0.71 in <ce:bold>7</ce:bold>, ).</ce:para>", "clean_text": "Quantum chemical analyses\n\nAnalysis of electrostatic interactions via quantum chemical computations of electrostatic potential maps illustrates electron poor and electron rich regions . Computations of the electrostatic potentials using the atomic charges (), accounting for the overlapping effect of the spherical electron charge clouds, has been regarded as the simplest model of covalent bonding . The dissociation energy in this context can be obtained by computing the co-valence curve. However correlative analyses with spectroscopic, crystallographic and thermo-chemical data have shown that theoretical bond dissociation energies (BDE) corresponded well with experiment when they are computed using models accounting for a deviation of the spherical valance electron radii of the atoms in the molecules .  depicts the 2D and 3D theoretical ESPs and the corresponding ones derived from the experimental crystallographic data. The values are shown in . In terms of the ESPs, the common electron poor space, known as the ‘σ-hole' and is characterized with positive values of the ESPs, has been associated with an electron deficient anti-bonding orbital assigned to covalent bonding. The theoretical quantum chemical and experimental crystallographic electrostatic potentials are correlated using Poisson's law  (Eq. (21) in the s.i.). Rho(r) represents the ED, while ε 0 is the dielectric constant. It can be simplified . The employment of DFT values for atomic ESPs () yielded the Laplacian_V(r) values. The latter calculations were carried out within the so-called transferable local distribution, where the description of the molecular ESP surface is according this approximation . In addition, a correlative analysis was carried out between the kinetic energy of the bond (EKIN) obtained by the AIM approach () and the Vcp value from critical point analysis of the experimental EDs (compare data in ). Treatment of the experimental topological energetics of the M-L bonds also includes an estimation of the relationships between Vcr (topological data) with the theoretical quantum chemical dissociation energies (D0). Foremost, among the concepts of the dissociation energetics, the relationship between D0 and the electrostatic potentials is examined and given by Eq. (22) . The common concept in this case is that the ESP at the axial minimum (V(rp)) of the theoretical ED yields D0 within the framework of the shown parameterization (V(r) and D0 are in units [kcal mol-1]). Additional correlative analysis is carried out using the concept of the dissociation energy (D0) of the M-L bond in 1-9 according to equation (23) . Our computations at T=0°C yield the valid Eq. (24), where E0 is the ground state energy of species according to the dissociation  (s.i.). All the M-L bonds of the coordination polyhedron are treated as undergoing homolytic dissociation (), because the correlation with the experimental topological energies reflects the different geometry parameters and electron densities at the bcps of the M-L bonds in the metal chromophores. The correlative analysis between Vcr and D0 is shown in . The statistical tendencies seen () in Figs.  and  are discussed next. Contrary to organic compounds, where the nature of the chemical bonds is relatively well understood in thermodynamic terms, there is scarce corroborative research about the bonding type in metal-organics and inorganics on the basis of the energetics of the M-L coordination interaction . In general, obtaining high values of D0 in complex species is attributed to high bond strengths, which might be associated to a significant contribution of the purely electrostatic interactions, see for example . The BDE group tendencies of differently substituted {[ZnClxYz]y} chromophores seen in  provided by ab initio and DFT thermos-chemistry evidence low D0 values in the {[ZnCl4]2-} dianion. These results agree well with those predicted by AIM analysis, 75-61% ionic character of the Zn-Cl bonds and a metal to ligand CT effect of about E(2) ~2kcalmol-1 (). Apparently, the electrostatic interactions in this case are described as the main contributors to the formation of the {[ZnCl4]2-} complex anion. In the chromophore {ZnCl2N2} in 8 there is an increase in the D0 values at about ~0.2a.u., which indicates an increase in the bond strengths. The latter phenomenon could be associated with a ligand to metal CT effect at about E(2) ~34kcalmol-1 () with participation of coordinated N-centres to the inner coordination sphere, which affects the Zn-Cl bonding strength. A direct confirmation follows from the obtained D0 values of the Zn-N bond in the same chromophores compared with the corresponding values of {ZnCl3N} in 7. In the latter case D0 is about |0.03| a.u. higher than this one for the Z-N bond in 8. It is especially evident from the relationship between the D0 values of Zn-Cl as a function of N-content in the inner coordination sphere of {[ZnClxYz]y} chromophores. A confidence level of 93% was obtained, approximating the latter relationship to a linear function. Clearly, there is a deviation from the 100% confidence level, which is explained by the chance of the electronic configuration of the ZnII ion depending on the content of the N centres in the inner coordination sphere. On studying the iAB values for the ZnCl3N chomophore in 7, a decrease of about 6.5% in the ionic character compared to the ZnCl4 chromophore is obtained (iAB~-0.71 in 7, ).", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<ce:para id=\"p0060\" view=\"all\">Atomic charge has been described as a signature of CT. AIM essentially cannot be described as a method providing population analysis , in this context there is no direct correlation, not even qualitatively, between NBO and AIM data (). Given that, we have treated the nature of the M–L interactions by comparing only qualitatively the conclusions based on the different methods, excluding a quantitative chemometric treatment of the absolute quantities in .</ce:para>", "clean_text": "Atomic charge has been described as a signature of CT. AIM essentially cannot be described as a method providing population analysis , in this context there is no direct correlation, not even qualitatively, between NBO and AIM data (). Given that, we have treated the nature of the M-L interactions by comparing only qualitatively the conclusions based on the different methods, excluding a quantitative chemometric treatment of the absolute quantities in .", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<ce:para id=\"p0065\" view=\"all\">Computations of the natural ionicity <ce:italic>i</ce:italic>\n<ce:inf loc=\"post\">AB</ce:inf> of the {[ZnCl<ce:inf loc=\"post\">4</ce:inf>]<ce:sup loc=\"post\">2−</ce:sup>} chromophore in <ce:bold>4</ce:bold> shows an i<ce:inf loc=\"post\">ab</ce:inf> value of about −0.76 for all Zn–Cl bonds (), indicating an almost purely ionic hybrid at the Cl centers. The data correlates well to computations for the AIM Laplacian of the total ED (). There is also an excellent agreement with the data for the hybrid directionality (), showing a small deviation from the direct line of the nuclear interaction with an s-type character of the hybrids (the large deviation ‘Dev” in  reflects a <ce:sup loc=\"post\">π</ce:sup>-nature for the interaction). With E<ce:sup loc=\"post\">(2)</ce:sup> values of ∼2.5<ce:hsp sp=\"0.25\"></ce:hsp>kcal<ce:hsp sp=\"0.25\"></ce:hsp>mol<ce:sup loc=\"post\">−1</ce:sup>, there is little argument about a significant CT effect (). The results, therefore, correlate well with the ESP ones, showing the following electrostatic properties: Zn (−29.32<ce:hsp sp=\"0.25\"></ce:hsp>a.u.) and Cl (−64.76, −64.76, −64.76 and −64.76 a.u.). These conclusions are confirmed further by computation of the experimental static ED, as presented (). The data obtained on the basis of the Couloson orthogonality theorem for ω<ce:inf loc=\"post\">ij</ce:inf> (s.i.) of metal hybrids sdm, yields an ω<ce:inf loc=\"post\">ij</ce:inf> angle for Cl2–Zn1–Cl3 of 101.48°, which correlates excellently to the experimental crystallographic data, which shows an angle of 104.4(2)° . We should stress here that the generally detected {[ZnCl<ce:inf loc=\"post\">4</ce:inf>]<ce:sup loc=\"post\">2−</ce:sup>} anion in tetrachlorozincate(II) containing crystals  could be assigned only to the major contribution of mainly electrostatic interactions with only intra-ionic factors governing its thermodynamic stability (). Nevertheless, this structural discrete unit is generally broadly distributed in metal-organics with Zn<ce:sup loc=\"post\">II</ce:sup> containing ions . Moreover, as broadly discussed in the literature, the valuable properties of the {[ZnCl<ce:inf loc=\"post\">4</ce:inf>]<ce:sup loc=\"post\">2-</ce:sup>} containing anion in metal–organic multi-functional materials could be assigned to contributions due to the charged interacting character of the ions in the {[ZnCl<ce:inf loc=\"post\">4</ce:inf>]<ce:sup loc=\"post\">2−</ce:sup>} unit, excluding additional n-s interactions, as further AIM analysis of multi-pole moments reveal small total values of −0.067125 (XX), −0.029897 (YY), 0.097023 (ZZ), 0.001539 (XY), 0.002867 (XZ) and 0.006198 (YZ). The AIM analysis about the localized orbital energies and BOs indicate a possible ionic character of the interaction, of 69.2–75.6%, which correlates well to the NBO data stated above (). On the contrary for Zn<ce:sup loc=\"post\">II</ce:sup> complexes, the i<ce:inf loc=\"post\">AB</ce:inf> values of <ce:bold>1</ce:bold> and <ce:bold>2</ce:bold> are −0.288 and −0.0049. The latter results assume that the Ag<ce:sup loc=\"post\">I</ce:sup> ions tend to form covalent coordination bonds with N centers in the inner coordination sphere. This result agrees well with the topological potential energy of the Ag–N bonds in <ce:bold>2</ce:bold>, showing the lowest V<ce:inf loc=\"post\">cr</ce:inf> ∼0.1 a.u. Bohr<ce:sup loc=\"post\">−3</ce:sup> among the studied series, which indicates a low bond strength due to the lack of a strong contribution of the purely electrostatic interactions, as observed in the case of the Zn<ce:sup loc=\"post\">II</ce:sup> containing complexes.</ce:para>", "clean_text": "Computations of the natural ionicity i AB of the {[ZnCl4]2-} chromophore in 4 shows an iab value of about -0.76 for all Zn-Cl bonds (), indicating an almost purely ionic hybrid at the Cl centers. The data correlates well to computations for the AIM Laplacian of the total ED (). There is also an excellent agreement with the data for the hybrid directionality (), showing a small deviation from the direct line of the nuclear interaction with an s-type character of the hybrids (the large deviation ‘Dev\" in  reflects a π-nature for the interaction). With E(2) values of ~2.5kcalmol-1, there is little argument about a significant CT effect (). The results, therefore, correlate well with the ESP ones, showing the following electrostatic properties: Zn (-29.32a.u.) and Cl (-64.76, -64.76, -64.76 and -64.76 a.u.). These conclusions are confirmed further by computation of the experimental static ED, as presented (). The data obtained on the basis of the Couloson orthogonality theorem for ωij (s.i.) of metal hybrids sdm, yields an ωij angle for Cl2-Zn1-Cl3 of 101.48°, which correlates excellently to the experimental crystallographic data, which shows an angle of 104.4(2)° . We should stress here that the generally detected {[ZnCl4]2-} anion in tetrachlorozincate(II) containing crystals  could be assigned only to the major contribution of mainly electrostatic interactions with only intra-ionic factors governing its thermodynamic stability (). Nevertheless, this structural discrete unit is generally broadly distributed in metal-organics with ZnII containing ions . Moreover, as broadly discussed in the literature, the valuable properties of the {[ZnCl4]2-} containing anion in metal-organic multi-functional materials could be assigned to contributions due to the charged interacting character of the ions in the {[ZnCl4]2-} unit, excluding additional n-s interactions, as further AIM analysis of multi-pole moments reveal small total values of -0.067125 (XX), -0.029897 (YY), 0.097023 (ZZ), 0.001539 (XY), 0.002867 (XZ) and 0.006198 (YZ). The AIM analysis about the localized orbital energies and BOs indicate a possible ionic character of the interaction, of 69.2-75.6%, which correlates well to the NBO data stated above (). On the contrary for ZnII complexes, the iAB values of 1 and 2 are -0.288 and -0.0049. The latter results assume that the AgI ions tend to form covalent coordination bonds with N centers in the inner coordination sphere. This result agrees well with the topological potential energy of the Ag-N bonds in 2, showing the lowest Vcr ~0.1 a.u. Bohr-3 among the studied series, which indicates a low bond strength due to the lack of a strong contribution of the purely electrostatic interactions, as observed in the case of the ZnII containing complexes.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<ce:para id=\"p0070\" view=\"all\">Employment of the BV methodology yields a probable valence of the Zn<ce:sup loc=\"post\">2+</ce:sup> ion in {[ZnCl<ce:inf loc=\"post\">4</ce:inf>]<ce:sup loc=\"post\">2−</ce:sup>} of <ce:bold>2</ce:bold> (), which fits excellently to the crystallographic refinement of the structure assuming the oxidation state Zn<ce:sup loc=\"post\">2+</ce:sup> and coincidence of the oxidation and valence states. The crystallographic <ce:italic>r</ce:italic>(Zn–Cl) bond lengths are 2.282, 2.262, 2.274 and 2.238<ce:hsp sp=\"0.25\"></ce:hsp>Å, which assumes a T<ce:italic>\n<ce:inf loc=\"post\">d</ce:inf>\n</ce:italic> symmetry of the metal chromophore, and we further attempted to correlate the crystallographic geometries and BOs obtained by the two completely different methods of NBO and AIM (). Preliminary, it is important to point out that, as it was shown above, the BO values according the AIM computations lack rigorous application and thus they cannot be direct correlated as quantities with the NBO bond orders. However, the BO values shown in  assume a lack of bonding interactions according to the description already written in the theory and computations section, which qualitatively correlates with the conclusions about the BO values from NBO analysis, with values obtained in the ranges 0.3114–0.3245 and 0.2882–0.3025 (NLMO), indicating the lack of complete single bond formation. The latter data seek to provide additional evidence to support the statements above by analysing the natural ionicity parameters. The predicted hybridization of the d-orbitals of the Zn<ce:sup loc=\"post\">2+</ce:sup> ion by the AIM method () agrees well with the obtained natural electronic configuration for Zn: s<ce:sup loc=\"post\">0.58</ce:sup>3d<ce:sup loc=\"post\">9.99</ce:sup>4p<ce:sup loc=\"post\">0.72</ce:sup>5p<ce:sup loc=\"post\">0.02</ce:sup>. The same conclusions are obtained employing fuzzy and Laplacian bond orders (Figs. \n<ce:float-anchor refid=\"f0025\"></ce:float-anchor> and ). In all cases positive LBOs are found, which assumes a lack of covalent bonding. The correlative analysis performed between the geometry bond lengths, FBOs and LBOs shows a linear relationship with confidence levels of 99.96–96.98%. The correspondence of the chemometric data between the FBO and LBO values indicates unexpectedly high confidence levels (98.67–89.14%). These good-to-excellent linear extrapolation data are mainly found correlating BOs and bond lengths of the metal chromophore in Zn<ce:sup loc=\"post\">2+</ce:sup> complexes with the strong electronegative Cl<ce:sup loc=\"post\">−</ce:sup> ligand or for cases when strong electron localization occurs. On the contrary, complexes of Ag<ce:sup loc=\"post\">+</ce:sup> and Cu<ce:sup loc=\"post\">2+</ce:sup> ions, due to 2D delocalization, exhibit a decreasing reliability of the linear extrapolation. Confidence levels of 82 (<ce:bold>8</ce:bold>) and 61% (<ce:bold>9</ce:bold>) are obtained. However, the results concerning the latter cases of strongly delocalized systems do not clearly indicate a non-linear correlation. On this basis, it might be concluded that further systematic correlative analyses are needed between theoretical and experimental EDs of Ag<ce:sup loc=\"post\">I</ce:sup> and Cu<ce:sup loc=\"post\">II</ce:sup> complexes to determine any quantitative correlations, including distinguishing between the coordination behaviour between both ions, as there is no obvious explanation, even interpreting the results on the basis of the concept of the d9d’ configuration of the Ag<ce:sup loc=\"post\">I</ce:sup> ions presented above, for the similar behaviour of Ag<ce:sup loc=\"post\">I</ce:sup> and Cu<ce:sup loc=\"post\">II</ce:sup> ions. In the latter case, there is the well known strong Jahn–Teller effect. The data of the statistical analyses on the nature of the Zn–Cl bond in T<ce:italic>\n<ce:inf loc=\"post\">d</ce:inf>\n</ce:italic> ZnCl<ce:inf loc=\"post\">x</ce:inf>N<ce:inf loc=\"post\">y</ce:inf> chromophores as a function of the content of N centres in the inner coordination sphere, showing a linear correlation, allow the conclusion that even purely ionic interactions between the charged species, like Zn<ce:sup loc=\"post\">2+</ce:sup> and Cl<ce:sup loc=\"post\">−</ce:sup> ions, could be affected by other non-covalent interactions within the framework of the inner coordination sphere. If we use the above discussed concept about the LBO, where negative values are associated with the covalence of the corresponding bond, then with increasing N centres (<ce:italic>x</ce:italic>\n<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>0–2) there is an increase in the LBOs, which indicates a further increase in the ionic character of the Zn–Cl bonds. From the perspective of the latter BOs analyses, it can be said that the FBO and LBO results fit well to the natural electronic configurations, which in the case of the Ag<ce:sup loc=\"post\">+</ce:sup> ions in <ce:bold>1</ce:bold> are Ag1 s<ce:sup loc=\"post\">0.20</ce:sup>4d<ce:sup loc=\"post\">5.00</ce:sup>5p<ce:sup loc=\"post\">0.11</ce:sup>6d<ce:sup loc=\"post\">0.01</ce:sup>7p<ce:sup loc=\"post\">0.01</ce:sup>, Ag19 s<ce:sup loc=\"post\">0.99</ce:sup>4d<ce:sup loc=\"post\">5.00</ce:sup>5p<ce:sup loc=\"post\">2.80</ce:sup>6s<ce:sup loc=\"post\">0.01</ce:sup>5d<ce:sup loc=\"post\">0.30</ce:sup>6p<ce:sup loc=\"post\">0.18</ce:sup>7s<ce:sup loc=\"post\">0.17</ce:sup>6d<ce:sup loc=\"post\">0.02</ce:sup> and Ag24 s<ce:sup loc=\"post\">1.00</ce:sup>4d<ce:sup loc=\"post\">5.00</ce:sup>5p<ce:sup loc=\"post\">2.89</ce:sup>6s<ce:sup loc=\"post\">0.33</ce:sup>5d<ce:sup loc=\"post\">0.82</ce:sup>6p<ce:sup loc=\"post\">0.27</ce:sup>6d<ce:sup loc=\"post\">0.02</ce:sup>, thus indicating a significant orbital delocalization of the ED, by contrast to the Zn<ce:sup loc=\"post\">2+</ce:sup> complexes where a configuration for Zn1 of s<ce:sup loc=\"post\">0.44</ce:sup>3d<ce:sup loc=\"post\">9.98</ce:sup>4p<ce:sup loc=\"post\">0.59</ce:sup>4d<ce:sup loc=\"post\">0.01</ce:sup>5p<ce:sup loc=\"post\">0.01</ce:sup> is obtained. Additional confirmation can be obtained by examining the NBO E<ce:sup loc=\"post\">(2)</ce:sup> values for complex <ce:bold>1</ce:bold>, where by contrast to the Zn<ce:sup loc=\"post\">II</ce:sup> complex discussed above (E<ce:sup loc=\"post\">(2)</ce:sup>\n<ce:hsp sp=\"0.25\"></ce:hsp>∼<ce:hsp sp=\"0.25\"></ce:hsp>2.5<ce:hsp sp=\"0.25\"></ce:hsp>kcal<ce:hsp sp=\"0.25\"></ce:hsp>mol<ce:sup loc=\"post\">−1</ce:sup>), the E<ce:sup loc=\"post\">(2)</ce:sup> values of the Ag1O<ce:inf loc=\"post\">6</ce:inf> unit (complexes) are in the range 1.77–11.35<ce:hsp sp=\"0.25\"></ce:hsp>kcal<ce:hsp sp=\"0.25\"></ce:hsp>mol<ce:sup loc=\"post\">−1</ce:sup>. The values provide significant evidence about the CT effects. By contrast, the E<ce:sup loc=\"post\">(2)</ce:sup> values for the complex unit (Ag19-Ag24)O<ce:inf loc=\"post\">2</ce:inf> are in the range 0.04–0.13<ce:hsp sp=\"0.25\"></ce:hsp>kcal<ce:hsp sp=\"0.25\"></ce:hsp>mol<ce:sup loc=\"post\">−1</ce:sup>. An exception is seen for the E<ce:sup loc=\"post\">(2)</ce:sup>\n<ce:inf loc=\"post\">D→A</ce:inf> value of 3.69<ce:hsp sp=\"0.25\"></ce:hsp>kcal<ce:hsp sp=\"0.25\"></ce:hsp>mol<ce:sup loc=\"post\">−1</ce:sup>, corresponding to the M<ce:hsp sp=\"0.25\"></ce:hsp>→<ce:hsp sp=\"0.25\"></ce:hsp>L CT effect between the Ag19–O22(SO<ce:inf loc=\"post\">2</ce:inf>) fragment.</ce:para>", "clean_text": "Employment of the BV methodology yields a probable valence of the Zn2+ ion in {[ZnCl4]2-} of 2 (), which fits excellently to the crystallographic refinement of the structure assuming the oxidation state Zn2+ and coincidence of the oxidation and valence states. The crystallographic r(Zn-Cl) bond lengths are 2.282, 2.262, 2.274 and 2.238Å, which assumes a T d  symmetry of the metal chromophore, and we further attempted to correlate the crystallographic geometries and BOs obtained by the two completely different methods of NBO and AIM (). Preliminary, it is important to point out that, as it was shown above, the BO values according the AIM computations lack rigorous application and thus they cannot be direct correlated as quantities with the NBO bond orders. However, the BO values shown in  assume a lack of bonding interactions according to the description already written in the theory and computations section, which qualitatively correlates with the conclusions about the BO values from NBO analysis, with values obtained in the ranges 0.3114-0.3245 and 0.2882-0.3025 (NLMO), indicating the lack of complete single bond formation. The latter data seek to provide additional evidence to support the statements above by analysing the natural ionicity parameters. The predicted hybridization of the d-orbitals of the Zn2+ ion by the AIM method () agrees well with the obtained natural electronic configuration for Zn: s0.583d9.994p0.725p0.02. The same conclusions are obtained employing fuzzy and Laplacian bond orders (Figs.   and ). In all cases positive LBOs are found, which assumes a lack of covalent bonding. The correlative analysis performed between the geometry bond lengths, FBOs and LBOs shows a linear relationship with confidence levels of 99.96-96.98%. The correspondence of the chemometric data between the FBO and LBO values indicates unexpectedly high confidence levels (98.67-89.14%). These good-to-excellent linear extrapolation data are mainly found correlating BOs and bond lengths of the metal chromophore in Zn2+ complexes with the strong electronegative Cl- ligand or for cases when strong electron localization occurs. On the contrary, complexes of Ag+ and Cu2+ ions, due to 2D delocalization, exhibit a decreasing reliability of the linear extrapolation. Confidence levels of 82 (8) and 61% (9) are obtained. However, the results concerning the latter cases of strongly delocalized systems do not clearly indicate a non-linear correlation. On this basis, it might be concluded that further systematic correlative analyses are needed between theoretical and experimental EDs of AgI and CuII complexes to determine any quantitative correlations, including distinguishing between the coordination behaviour between both ions, as there is no obvious explanation, even interpreting the results on the basis of the concept of the d9d' configuration of the AgI ions presented above, for the similar behaviour of AgI and CuII ions. In the latter case, there is the well known strong Jahn-Teller effect. The data of the statistical analyses on the nature of the Zn-Cl bond in T d  ZnClxNy chromophores as a function of the content of N centres in the inner coordination sphere, showing a linear correlation, allow the conclusion that even purely ionic interactions between the charged species, like Zn2+ and Cl- ions, could be affected by other non-covalent interactions within the framework of the inner coordination sphere. If we use the above discussed concept about the LBO, where negative values are associated with the covalence of the corresponding bond, then with increasing N centres (x =0-2) there is an increase in the LBOs, which indicates a further increase in the ionic character of the Zn-Cl bonds. From the perspective of the latter BOs analyses, it can be said that the FBO and LBO results fit well to the natural electronic configurations, which in the case of the Ag+ ions in 1 are Ag1 s0.204d5.005p0.116d0.017p0.01, Ag19 s0.994d5.005p2.806s0.015d0.306p0.187s0.176d0.02 and Ag24 s1.004d5.005p2.896s0.335d0.826p0.276d0.02, thus indicating a significant orbital delocalization of the ED, by contrast to the Zn2+ complexes where a configuration for Zn1 of s0.443d9.984p0.594d0.015p0.01 is obtained. Additional confirmation can be obtained by examining the NBO E(2) values for complex 1, where by contrast to the ZnII complex discussed above (E(2) ~2.5kcalmol-1), the E(2) values of the Ag1O6 unit (complexes) are in the range 1.77-11.35kcalmol-1. The values provide significant evidence about the CT effects. By contrast, the E(2) values for the complex unit (Ag19-Ag24)O2 are in the range 0.04-0.13kcalmol-1. An exception is seen for the E(2) D→A value of 3.69kcalmol-1, corresponding to the M→L CT effect between the Ag19-O22(SO2) fragment.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<ce:section-title id=\"st065\">Conclusion</ce:section-title><ce:para id=\"p0075\" view=\"all\">Presumably, talking about coordination chemistry of transition metal ions with the completed electronic configuration d<ce:sup loc=\"post\">10</ce:sup> we ought to be able to expect a dominating electrostatic character, in particularly, highlighting the behaviour of the metal ions with higher oxidation states. However, research efforts in the recent two decades have resulted in an immense body of experimental evidence showing a great chemical reactivity and diversity towards the coordination/bonding fashions of Ag<ce:sup loc=\"post\">I</ce:sup> and Zn<ce:sup loc=\"post\">II</ce:sup> complex species, including a remarkable competitive catalytic activity compared with the well-established organometallic catalysing agents based on the complexes of Ru<ce:sup loc=\"post\">III</ce:sup> and Pd<ce:sup loc=\"post\">II</ce:sup> ions. There is also experimental and theoretical support to the view that a tendency for covalent type bonding occurs even when the ligand exhibits electronegativity. All these findings need to be examined from the perspective of a correlative analysis between molecular structure-electronic structure-bonding character-chemical reactivity. In order to investigate this, we elected to study experimental high resolution crystallographic and theoretical electron densities using advanced quantum chemical approaches, including the quantum chemical topology of nine complexes of Ag<ce:sup loc=\"post\">I</ce:sup> and Zn<ce:sup loc=\"post\">II</ce:sup> ions, which depend on the geometry of the metal-chromophore and electronic properties of the dentate ligands in the inner coordination sphere. Our best conclusions are as follows. (<ce:italic>a</ce:italic>) An explicit statistical quantitative correlation between the experimental crystallographic potential energies at the M–L bond critical points and quantum chemically predicted bond dissociation energies show that with an increase in the number of N centres in the inner coordination sphere of the {[ZnCl<ce:inf loc=\"post\">x</ce:inf>N<ce:inf loc=\"post\">y</ce:inf>]<ce:sup loc=\"post\">z</ce:sup>} chromophore there is an increase in the Zn–Cl bond strengths. The linear approximations have confidence levels of 93.32 and 99.95%. The presence of only one N atom in the inner coordination sphere causes a decrease in the ionic character of the Zn–Cl bonds of about 5%. (<ce:italic>b</ce:italic>) Contrary to the Zn<ce:sup loc=\"post\">II</ce:sup> complexes, in the Ag<ce:sup loc=\"post\">I</ce:sup> containing complexes an increasing in the tendency for covalent character of the M–L interactions occurs. Natural ionicity values are up to i<ce:inf loc=\"post\">AB</ce:inf>\n<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>−0.00494. <ce:italic>(c</ce:italic>) An excellent agreement between the experimental and theoretical topological potential energies at the bcps is found. The lowest value of V<ce:inf loc=\"post\">c</ce:inf> is ∼−0.1<ce:hsp sp=\"0.25\"></ce:hsp>a.u. Bohr<ce:sup loc=\"post\">−3</ce:sup>. The chemometrics yield confidence levels in the range 91.11–98.89%. As can be deduced, the lack of a strong contribution of electrostatic forces in the Ag–N interactions yields decreased bond strengths. In this context we would like to say that classical concepts about M–L bonding in these metal ions has been found to be valid only in cases of high symmetry inorganic chromophores, for instance, {[ZnCl<ce:inf loc=\"post\">4</ce:inf>]<ce:sup loc=\"post\">2−</ce:sup>} and {[Zn(H<ce:inf loc=\"post\">2</ce:inf>O)<ce:inf loc=\"post\">6</ce:inf>]<ce:sup loc=\"post\">2+</ce:sup>}, with strong electronegative dentate centres. With a decrease in symmetry of the metal chromophore and an increase in the number of N–dentate centres in the inner coordination sphere a deviation from the above-mentioned concept is established. We may state, therefore, that the generally strong electrostatic interactions in Zn–Cl bonds are affected significantly due to MLCT or LMCT effects in the presence of N centres in the inner coordination sphere, which is associated with a different electronic configuration of the metal ion. Our results call for considerable further research efforts, systematically studying metal-organics with the d<ce:sup loc=\"post\">10</ce:sup> metal ion configuration, depending on the local symmetry of the metal chromophore, electronic properties of dentate centres in inner coordination spheres and environmental factors, in order to corroborate such as findings like those stated above.</ce:para>", "clean_text": "Conclusion\n\nPresumably, talking about coordination chemistry of transition metal ions with the completed electronic configuration d10 we ought to be able to expect a dominating electrostatic character, in particularly, highlighting the behaviour of the metal ions with higher oxidation states. However, research efforts in the recent two decades have resulted in an immense body of experimental evidence showing a great chemical reactivity and diversity towards the coordination/bonding fashions of AgI and ZnII complex species, including a remarkable competitive catalytic activity compared with the well-established organometallic catalysing agents based on the complexes of RuIII and PdII ions. There is also experimental and theoretical support to the view that a tendency for covalent type bonding occurs even when the ligand exhibits electronegativity. All these findings need to be examined from the perspective of a correlative analysis between molecular structure-electronic structure-bonding character-chemical reactivity. In order to investigate this, we elected to study experimental high resolution crystallographic and theoretical electron densities using advanced quantum chemical approaches, including the quantum chemical topology of nine complexes of AgI and ZnII ions, which depend on the geometry of the metal-chromophore and electronic properties of the dentate ligands in the inner coordination sphere. Our best conclusions are as follows. (a) An explicit statistical quantitative correlation between the experimental crystallographic potential energies at the M-L bond critical points and quantum chemically predicted bond dissociation energies show that with an increase in the number of N centres in the inner coordination sphere of the {[ZnClxNy]z} chromophore there is an increase in the Zn-Cl bond strengths. The linear approximations have confidence levels of 93.32 and 99.95%. The presence of only one N atom in the inner coordination sphere causes a decrease in the ionic character of the Zn-Cl bonds of about 5%. (b) Contrary to the ZnII complexes, in the AgI containing complexes an increasing in the tendency for covalent character of the M-L interactions occurs. Natural ionicity values are up to iAB =-0.00494. (c) An excellent agreement between the experimental and theoretical topological potential energies at the bcps is found. The lowest value of Vc is ~-0.1a.u. Bohr-3. The chemometrics yield confidence levels in the range 91.11-98.89%. As can be deduced, the lack of a strong contribution of electrostatic forces in the Ag-N interactions yields decreased bond strengths. In this context we would like to say that classical concepts about M-L bonding in these metal ions has been found to be valid only in cases of high symmetry inorganic chromophores, for instance, {[ZnCl4]2-} and {[Zn(H2O)6]2+}, with strong electronegative dentate centres. With a decrease in symmetry of the metal chromophore and an increase in the number of N-dentate centres in the inner coordination sphere a deviation from the above-mentioned concept is established. We may state, therefore, that the generally strong electrostatic interactions in Zn-Cl bonds are affected significantly due to MLCT or LMCT effects in the presence of N centres in the inner coordination sphere, which is associated with a different electronic configuration of the metal ion. Our results call for considerable further research efforts, systematically studying metal-organics with the d10 metal ion configuration, depending on the local symmetry of the metal chromophore, electronic properties of dentate centres in inner coordination spheres and environmental factors, in order to corroborate such as findings like those stated above.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<ce:section-title id=\"st075\">Supplementary data</ce:section-title><ce:para id=\"p0085\" view=\"all\">CCDC 1541001 contains the supplementary crystallographic data for (<ce:bold>1</ce:bold>). These data can be obtained free of charge via <ce:inter-ref id=\"ir005\" xlink:href=\"http://www.ccdc.cam.ac.uk/conts/retrieving.html\" xlink:type=\"simple\">http://www.ccdc.cam.ac.uk/conts/retrieving.html</ce:inter-ref>, or from the Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: (+44) 1223-336-033; or e-mail: <ce:inter-ref id=\"ir010\" xlink:href=\"mailto:deposit@ccdc.cam.ac.uk\" xlink:type=\"simple\">deposit@ccdc.cam.ac.uk</ce:inter-ref>. Supplementary data associated with this article can be found, in the online version, at <ce:inter-ref id=\"ir015\" xlink:href=\"doi:10.1016/j.poly.2017.08.011\" xlink:type=\"simple\">http://dx.doi.org/10.1016/j.poly.2017.08.011</ce:inter-ref>.</ce:para>", "clean_text": "Supplementary data\n\nCCDC 1541001 contains the supplementary crystallographic data for (1). These data can be obtained free of charge via http://www.ccdc.cam.ac.uk/conts/retrieving.html, or from the Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: (+44) 1223-336-033; or e-mail: deposit@ccdc.cam.ac.uk. Supplementary data associated with this article can be found, in the online version, at http://dx.doi.org/10.1016/j.poly.2017.08.011.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<ce:section-title id=\"st080\">Supplementary data</ce:section-title><ce:para id=\"p0090\" view=\"all\">\n<ce:display>\n<ce:e-component id=\"m0005\">\n<ce:label>Supplementary data</ce:label>\n<ce:caption id=\"cn0005\">\n<ce:simple-para id=\"sp0020\" view=\"all\">Crystallographic and refinement data (Table S1, Fig. S1); Crystallographic and quantum chemical topological analyses as well as NBO analyses (Scheme S1, Tables S2–S11; Figs. S2–S6, S8 and S9); <ce:italic>ab initio</ce:italic> and DFT molecular dynamics (Fig. S7).</ce:simple-para>\n</ce:caption>\n<ce:link id=\"lk00035\" locator=\"mmc1\" xlink:href=\"pii:S0277538717305326/mmc1\" xlink:role=\"http://data.elsevier.com/vocabulary/ElsevierContentTypes/46.1\" xlink:type=\"simple\"></ce:link>\n</ce:e-component>\n</ce:display>\n</ce:para>", "clean_text": "Supplementary data\n\n   Supplementary data  Crystallographic and refinement data (Table S1, Fig. S1); Crystallographic and quantum chemical topological analyses as well as NBO analyses (Scheme S1, Tables S2-S11; Figs. S2-S6, S8 and S9); ab initio and DFT molecular dynamics (Fig. S7).     ", "data": null, "include_properties": null}], "cln_elements": [{"idx": 11, "type": "text", "classification": "synthesis condition", "content": "<ce:section-title id=\"st035\">Materials and synthesis</ce:section-title><ce:para id=\"p0020\" view=\"all\">5-Sulfosalicylic acid dihydrate was obtained by recrystallization of 5-sulfosalicylic acid monohydrate (Sigma–Aldrich) in water under stirring for 30<ce:hsp sp=\"0.25\"></ce:hsp>min at 150<ce:hsp sp=\"0.25\"></ce:hsp>°C . It was used for synthesis of the Ag<ce:sup loc=\"post\">I</ce:sup> complex of 2-hydroxy-5-sulfo-benzoic acid (<ce:bold>1</ce:bold>) using an equimolar mixture of acid and AgNO<ce:inf loc=\"post\">3</ce:inf> (a Sigma–Aldrich product) preliminary dissolved in 5<ce:hsp sp=\"0.25\"></ce:hsp>mL solvent mixture CH<ce:inf loc=\"post\">3</ce:inf>OH:H<ce:inf loc=\"post\">2</ce:inf>O<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>1:1. The mixture was heated at 40<ce:hsp sp=\"0.25\"></ce:hsp>°C for 2<ce:hsp sp=\"0.25\"></ce:hsp>h. To the hot solution were added drops of 0.1<ce:hsp sp=\"0.25\"></ce:hsp>M NaOH dissolved in same solvent mixture. The colorless crystals, obtained after a week, were filtered off, washed with CH<ce:inf loc=\"post\">3</ce:inf>OH and dried on P<ce:inf loc=\"post\">2</ce:inf>O<ce:inf loc=\"post\">5</ce:inf> at 298<ce:hsp sp=\"0.25\"></ce:hsp>K. Yield: 65%. The chromatographic analysis, electro-spray ionization mass spectrometric measurements and data interpretation of <ce:bold>1</ce:bold> have been presented . The crystallographic structural solution, data interpretation and analysis along with computational quantum chemical treatment are reported for first time in this paper. The crystallographic structural refinement represents a redetermination of that reported in , but here the refinement is carried out at low temperature, thus achieving a higher quality crystallographic solution and data-block. The computational quantum chemical results, including experimental and theoretical topological data, and energetics are reported here for the first time as well.</ce:para>", "clean_text": "Materials and synthesis\n\n5-Sulfosalicylic acid dihydrate was obtained by recrystallization of 5-sulfosalicylic acid monohydrate (Sigma-Aldrich) in water under stirring for 30min at 150°C . It was used for synthesis of the AgI complex of 2-hydroxy-5-sulfo-benzoic acid (1) using an equimolar mixture of acid and AgNO3 (a Sigma-Aldrich product) preliminary dissolved in 5mL solvent mixture CH3OH:H2O=1:1. The mixture was heated at 40°C for 2h. To the hot solution were added drops of 0.1M NaOH dissolved in same solvent mixture. The colorless crystals, obtained after a week, were filtered off, washed with CH3OH and dried on P2O5 at 298K. Yield: 65%. The chromatographic analysis, electro-spray ionization mass spectrometric measurements and data interpretation of 1 have been presented . The crystallographic structural solution, data interpretation and analysis along with computational quantum chemical treatment are reported for first time in this paper. The crystallographic structural refinement represents a redetermination of that reported in , but here the refinement is carried out at low temperature, thus achieving a higher quality crystallographic solution and data-block. The computational quantum chemical results, including experimental and theoretical topological data, and energetics are reported here for the first time as well.", "data": [{"meta": {"name": "AgI complex of 2-hydroxy-5-sulfo-benzoic acid", "symbol": "1", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "5-Sulfosalicylic acid dihydrate", "amount": "", "unit": ""}, {"name": "AgNO3", "amount": "", "unit": "equimolar"}], "solution": [{"name": "CH3OH:H2O", "amount": "5", "unit": "mL"}], "pressure": "", "temperature": "40°C", "time": "2h"}, {"synthesis method": "washing", "washing solution": "CH3OH", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "298K", "atmosphere": "", "time": ""}], "yield": "65%"}], "include_properties": ["chemical_synthesis", "filtration", "washing", "drying"]}, {"idx": "13, 15", "type": "text", "classification": "property", "content": "<ce:para id=\"p0030\" view=\"all\">All experimental and theoretical computational data are summarized in .</ce:para><ce:section-title id=\"st040\">Results and discussion</ce:section-title><ce:section-title id=\"st045\">Crystallographic analyses</ce:section-title><ce:section-title id=\"st050\">Crystal structure of <ce:bold>1</ce:bold>\n</ce:section-title><ce:para id=\"p0035\" view=\"all\">The metal–organic compound <ce:bold>1</ce:bold> has been described previously as a coordination polymer ([Ag<ce:inf loc=\"post\">2</ce:inf>(HL)<ce:inf loc=\"post\">2</ce:inf>(H<ce:inf loc=\"post\">2</ce:inf>O)<ce:inf loc=\"post\">3</ce:inf>]H<ce:inf loc=\"post\">2</ce:inf>O), ) crystallizing in a centrosymmetric space group (), where two Ag<ce:sup loc=\"post\">I</ce:sup> centres are bridged <ce:italic>via</ce:italic> –SO<ce:inf loc=\"post\">3</ce:inf>\n<ce:sup loc=\"post\">−</ce:sup> functional groups from the ligand . The redetermination of the crystal structure reported in this paper, however, reveals that the structure consists of a coordination dimer {[Ag<ce:inf loc=\"post\">2</ce:inf>(HL)<ce:inf loc=\"post\">2</ce:inf>(H<ce:inf loc=\"post\">2</ce:inf>O)<ce:inf loc=\"post\">3</ce:inf>]H<ce:inf loc=\"post\">2</ce:inf>O)}<ce:italic>\n<ce:inf loc=\"post\">n</ce:inf>\n</ce:italic> with <ce:italic>n</ce:italic>\n<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>2 (\n<ce:float-anchor refid=\"f0005\"></ce:float-anchor>). In addition, strong-to-moderate bonds, <ce:italic>r</ce:italic>(Ag–O)<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>2.506, 2.515<ce:hsp sp=\"0.25\"></ce:hsp>Å, have been reported in . An Ag1<ce:sup loc=\"post\">I</ce:sup>–Ag1<ce:sup loc=\"post\">I</ce:sup> distance, <ce:italic>r</ce:italic>(Ag⋯Ag)<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>3.877<ce:hsp sp=\"0.25\"></ce:hsp>Å, has been obtained as well . However a second contact interaction, Ag2<ce:sup loc=\"post\">I</ce:sup>⋯Ag2<ce:sup loc=\"post\">I</ce:sup>, is also determined here (<ce:italic>r</ce:italic>(Ag⋯Ag)<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>3.864<ce:hsp sp=\"0.25\"></ce:hsp>Å). The Ag<ce:sup loc=\"post\">I</ce:sup> ion is coordinated <ce:italic>via</ce:italic> a deprotonated –COO<ce:sup loc=\"post\">−</ce:sup> group from the ligand, which participates monodentately in the interaction with the metal ion. Each Ag<ce:sup loc=\"post\">I</ce:sup> ion is also bonded to two solvent water molecules as well, thus forming a distorted AgO<ce:inf loc=\"post\">6</ce:inf> polyhedron for the metal chromophore . Cumulatively, however, the crystallographic structural solution in this paper indicates two-nuclear Ag<ce:inf loc=\"post\">2</ce:inf>O<ce:inf loc=\"post\">12</ce:inf> and Ag<ce:inf loc=\"post\">2</ce:inf>O<ce:inf loc=\"post\">10</ce:inf> non-equivalent chromophores with bond lengths: to Ag1: <ce:italic>r</ce:italic>(Ag1–O): 2.634(3), 2.403(2), 2.369(3), 2.647(2), 2.515(2), 2.695(3); to Ag2: <ce:italic>r</ce:italic>(Ag2–O): 2.473(2), 2.415(2), 2.366(3), 2.506(3), 2.509(2)<ce:hsp sp=\"0.25\"></ce:hsp>Å ().</ce:para><ce:para id=\"p0045\" view=\"all\">The results of critical point analysis () and charge density models can serve as evaluation criteria for realistic inter-atomic interactions, as far as two atoms are described as chemically bonded when there are various (3,−1) bond critical points in ρ(r) between them . The Laplacian_rho(r) values<ce:hsp sp=\"0.25\"></ce:hsp>&lt;<ce:hsp sp=\"0.25\"></ce:hsp>0 () correspond to charge concentration, while the Laplacian_rho(r) values<ce:hsp sp=\"0.25\"></ce:hsp>&gt;<ce:hsp sp=\"0.25\"></ce:hsp>0 reflects charge depletion . The Laplacian_rho(r) is expressed as a sum of λ<ce:inf loc=\"post\">i</ce:inf> parameters. As the quantum chemical topology is determined by the main contributions of core electrons, it is not possible to assign participation of pairs or bonding electrons to the M–L bond formation . The ellipticity (<ce:italic>ε</ce:italic>) parameter also provides information about the BO (s.i.). In the case of an ideal σ-bond, this leads to λ<ce:inf loc=\"post\">1</ce:inf>–λ<ce:inf loc=\"post\">2</ce:inf> and <ce:italic>bcp</ce:italic>\n<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>0 with λ<ce:inf loc=\"post\">1</ce:inf> and λ<ce:inf loc=\"post\">2</ce:inf> perpendicular to the bond axes, but in the mentioned ideal case there is cylindrical symmetry along the bond axis. With increasing BO an increase in ellipticity is obtained. Complex <ce:bold>1</ce:bold> reveals <ce:italic>ε</ce:italic>\n<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>0.001–0.028. The <ce:italic>ε</ce:italic> values for complexes <ce:bold>1–8</ce:bold> are 0.0–0.008, which assumes ionic character and interactions along the inter-atomic interacting axes, as well as localization of the charge, excluding the values <ce:italic>ε</ce:italic>\n<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>0.016, 0.018 (Ag–O) in <ce:bold>1</ce:bold> and 0.108 (Zn–N) in <ce:bold>7</ce:bold>. If we compare the latter quantities with the <ce:italic>ε</ce:italic> values of a delocalized C<ce:glyph name=\"dbnd\"></ce:glyph>O double bond from the –COO<ce:sup loc=\"post\">−</ce:sup> functional group in the organic ligand of <ce:bold>1</ce:bold> (<ce:italic>ε</ce:italic>\n<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>0.028), then we could conclude that in these M–L bonds in <ce:bold>1</ce:bold> and <ce:bold>7</ce:bold> there is charge de-localization, which could be associated with an intra-molecular CT effect within the AgO<ce:inf loc=\"post\">6</ce:inf> (<ce:bold>1</ce:bold>) and ZnCl<ce:inf loc=\"post\">3</ce:inf>N (<ce:bold>7</ce:bold>) chromophores. However, <ce:italic>ε</ce:italic>\n<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>0.03–0.06 in <ce:bold>9</ce:bold>, considering data on the Cu–O and Cu–N bonds (). The effect of delocalization is comparable to the electronic effects in delocalized C<ce:glyph name=\"dbnd\"></ce:glyph>O groups in organic ligands, even obtaining a two times greater effect. The latter result can be addressed to the electronic configuration of the Cu<ce:sup loc=\"post\">2+</ce:sup> ions (d<ce:sup loc=\"post\">9</ce:sup>) and the typically observed Jahn–Teller effect removing of the degeneracy of the energies of the orbitals from the <ce:italic>d</ce:italic>-electronic shell. The delocalization of the charges is presented in , showing in <ce:bold>6</ce:bold> an almost localized (spherical) distribution of the Laplacian_rho(r), in contrast to <ce:bold>1</ce:bold> and <ce:bold>9</ce:bold> where the delocalization of the experimental electron charge density is explicitly highlighted. Reliable quantitative characteristics of this effect can be obtained studying the energetics of the M–L bond as mentioned above. There has been evidence from many molecules that the relationship between the interaction energy and rho(r) at the bcp is approximated linearly . In this context, our efforts are indirectly addressed to the important correlative characteristics of an M–L bond associated with the energy of interactions. We use in our analysis the known expressions for G(r) and V(r) densities at the bcps (). The approximations Eqs. (19) and (20) (s.i.) hold well for covalent systems and/or those exhibiting positive Laplacian_rho(r)<ce:hsp sp=\"0.25\"></ce:hsp>&gt;<ce:hsp sp=\"0.25\"></ce:hsp>0 values at the bcps . Despite this, our data ( and \n<ce:float-anchor refid=\"f0010\"></ce:float-anchor>) reveal a clear tendency that the V<ce:inf loc=\"post\">cp</ce:inf> values for C–N and S–O multiple bonds are characterized with the lowest values, compared with single S–O, C–O and M–L bonds. In this context, the M–L interactions in <ce:bold>1</ce:bold>–<ce:bold>8</ce:bold> can be addressed to the formation of predominantly ‘single’ bonds in terms bond multiplicity or delocalization of charge along the bond axis, thus excluding multiple bonding. Complex <ce:bold>9</ce:bold> shows V<ce:inf loc=\"post\">cp</ce:inf>\n<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>−335.82 and −313.08<ce:hsp sp=\"0.25\"></ce:hsp>kJ mol<ce:sup loc=\"post\">−1</ce:sup> Bohr<ce:sup loc=\"post\">−3</ce:sup>, which assumes multiple character of the Cu–O bonds. The application of the bond valence model as a theoretical concept applied to experimental crystallographic data in predicting the oxidation state of the Cu atoms in <ce:bold>9</ce:bold> fails to reproduce excellent correlations, by contrast to other complexes of ions with the d<ce:sup loc=\"post\">1</ce:sup>°Configuration. The data in  show lower discrepancy coefficients for hypothetical valences of +1 and +3, by contrast the real valence +2 is marked as a less probable one. This discrepancy between the theoretical and experimental oxidation states can be explained by the open shell character of the system (<ce:bold>9</ce:bold>), which has already been highlighted as a limit of the BV model . In contrast, the employment of theoretical AIM and ESP analyses distinguishes between the different oxidation states (, models A–C, \n<ce:float-anchor refid=\"f0015\"></ce:float-anchor>\n<ce:float-anchor refid=\"f0020\"></ce:float-anchor>, ), which correlate well to the experimental Laplacian_rho(r) of the total static ED.</ce:para>", "clean_text": "All experimental and theoretical computational data are summarized in .\n\nResults and discussion\n\nCrystallographic analyses\n\nCrystal structure of 1 \n\nThe metal-organic compound 1 has been described previously as a coordination polymer ([Ag2(HL)2(H2O)3]H2O), ) crystallizing in a centrosymmetric space group (), where two AgI centres are bridged via -SO3 - functional groups from the ligand . The redetermination of the crystal structure reported in this paper, however, reveals that the structure consists of a coordination dimer {[Ag2(HL)2(H2O)3]H2O)} n  with n =2 ( ). In addition, strong-to-moderate bonds, r(Ag-O)=2.506, 2.515Å, have been reported in . An Ag1I-Ag1I distance, r(Ag⋯Ag)=3.877Å, has been obtained as well . However a second contact interaction, Ag2I⋯Ag2I, is also determined here (r(Ag⋯Ag)=3.864Å). The AgI ion is coordinated via a deprotonated -COO- group from the ligand, which participates monodentately in the interaction with the metal ion. Each AgI ion is also bonded to two solvent water molecules as well, thus forming a distorted AgO6 polyhedron for the metal chromophore . Cumulatively, however, the crystallographic structural solution in this paper indicates two-nuclear Ag2O12 and Ag2O10 non-equivalent chromophores with bond lengths: to Ag1: r(Ag1-O): 2.634(3), 2.403(2), 2.369(3), 2.647(2), 2.515(2), 2.695(3); to Ag2: r(Ag2-O): 2.473(2), 2.415(2), 2.366(3), 2.506(3), 2.509(2)Å ().\n\nThe results of critical point analysis () and charge density models can serve as evaluation criteria for realistic inter-atomic interactions, as far as two atoms are described as chemically bonded when there are various (3,-1) bond critical points in ρ(r) between them . The Laplacian_rho(r) values<0 () correspond to charge concentration, while the Laplacian_rho(r) values>0 reflects charge depletion . The Laplacian_rho(r) is expressed as a sum of λi parameters. As the quantum chemical topology is determined by the main contributions of core electrons, it is not possible to assign participation of pairs or bonding electrons to the M-L bond formation . The ellipticity (ε) parameter also provides information about the BO (s.i.). In the case of an ideal σ-bond, this leads to λ1-λ2 and bcp =0 with λ1 and λ2 perpendicular to the bond axes, but in the mentioned ideal case there is cylindrical symmetry along the bond axis. With increasing BO an increase in ellipticity is obtained. Complex 1 reveals ε =0.001-0.028. The ε values for complexes 1-8 are 0.0-0.008, which assumes ionic character and interactions along the inter-atomic interacting axes, as well as localization of the charge, excluding the values ε =0.016, 0.018 (Ag-O) in 1 and 0.108 (Zn-N) in 7. If we compare the latter quantities with the ε values of a delocalized CO double bond from the -COO- functional group in the organic ligand of 1 (ε =0.028), then we could conclude that in these M-L bonds in 1 and 7 there is charge de-localization, which could be associated with an intra-molecular CT effect within the AgO6 (1) and ZnCl3N (7) chromophores. However, ε =0.03-0.06 in 9, considering data on the Cu-O and Cu-N bonds (). The effect of delocalization is comparable to the electronic effects in delocalized CO groups in organic ligands, even obtaining a two times greater effect. The latter result can be addressed to the electronic configuration of the Cu2+ ions (d9) and the typically observed Jahn-Teller effect removing of the degeneracy of the energies of the orbitals from the d-electronic shell. The delocalization of the charges is presented in , showing in 6 an almost localized (spherical) distribution of the Laplacian_rho(r), in contrast to 1 and 9 where the delocalization of the experimental electron charge density is explicitly highlighted. Reliable quantitative characteristics of this effect can be obtained studying the energetics of the M-L bond as mentioned above. There has been evidence from many molecules that the relationship between the interaction energy and rho(r) at the bcp is approximated linearly . In this context, our efforts are indirectly addressed to the important correlative characteristics of an M-L bond associated with the energy of interactions. We use in our analysis the known expressions for G(r) and V(r) densities at the bcps (). The approximations Eqs. (19) and (20) (s.i.) hold well for covalent systems and/or those exhibiting positive Laplacian_rho(r)>0 values at the bcps . Despite this, our data ( and  ) reveal a clear tendency that the Vcp values for C-N and S-O multiple bonds are characterized with the lowest values, compared with single S-O, C-O and M-L bonds. In this context, the M-L interactions in 1-8 can be addressed to the formation of predominantly ‘single' bonds in terms bond multiplicity or delocalization of charge along the bond axis, thus excluding multiple bonding. Complex 9 shows Vcp =-335.82 and -313.08kJ mol-1 Bohr-3, which assumes multiple character of the Cu-O bonds. The application of the bond valence model as a theoretical concept applied to experimental crystallographic data in predicting the oxidation state of the Cu atoms in 9 fails to reproduce excellent correlations, by contrast to other complexes of ions with the d1°Configuration. The data in  show lower discrepancy coefficients for hypothetical valences of +1 and +3, by contrast the real valence +2 is marked as a less probable one. This discrepancy between the theoretical and experimental oxidation states can be explained by the open shell character of the system (9), which has already been highlighted as a limit of the BV model . In contrast, the employment of theoretical AIM and ESP analyses distinguishes between the different oxidation states (, models A-C,   , ), which correlate well to the experimental Laplacian_rho(r) of the total static ED.", "data": [[{"meta": {"name": "1", "symbol": "1", "chemical formula": "[Ag2(HL)2(H2O)3]H2O"}, "description": "The metal–organic compound 1 has been described previously as a coordination polymer crystallizing in a centrosymmetric space group, where two AgI centres are bridged via –SO3− functional groups from the ligand. The redetermination of the crystal structure reported in this paper, however, reveals that the structure consists of a coordination dimer {[Ag2(HL)2(H2O)3]H2O}n with n=2. In addition, strong-to-moderate bonds, r(Ag–O)=2.506, 2.515Å, have been reported in. An Ag1I–Ag1I distance, r(Ag⋯Ag)=3.877Å, has been obtained as well. However a second contact interaction, Ag2I⋯Ag2I, is also determined here (r(Ag⋯Ag)=3.864Å). The AgI ion is coordinated via a deprotonated –COO− group from the ligand, which participates monodentately in the interaction with the metal ion. Each AgI ion is also bonded to two solvent water molecules as well, thus forming a distorted AgO6 polyhedron for the metal chromophore. Cumulatively, however, the crystallographic structural solution in this paper indicates two-nuclear Ag2O12 and Ag2O10 non-equivalent chromophores with bond lengths: to Ag1: r(Ag1–O): 2.634(3), 2.403(2), 2.369(3), 2.647(2), 2.515(2), 2.695(3); to Ag2: r(Ag2–O): 2.473(2), 2.415(2), 2.366(3), 2.506(3), 2.509(2)Å."}, {"meta": {"name": "7", "symbol": "7", "chemical formula": "ZnCl3N"}, "description": "The ε values for complexes 1–8 are 0.0–0.008, which assumes ionic character and interactions along the inter-atomic interacting axes, as well as localization of the charge, excluding the values ε=0.016, 0.018 (Ag–O) in 1 and 0.108 (Zn–N) in 7. If we compare the latter quantities with the ε values of a delocalized CO double bond from the –COO− functional group in the organic ligand of 1 (ε=0.028), then we could conclude that in these M–L bonds in 1 and 7 there is charge de-localization, which could be associated with an intra-molecular CT effect within the AgO6 (1) and ZnCl3N (7) chromophores."}, {"meta": {"name": "9", "symbol": "9", "chemical formula": "Cu2+"}, "description": "ε=0.03–0.06 in 9, considering data on the Cu–O and Cu–N bonds. The effect of delocalization is comparable to the electronic effects in delocalized CO groups in organic ligands, even obtaining a two times greater effect. The latter result can be addressed to the electronic configuration of the Cu2+ ions (d9) and the typically observed Jahn–Teller effect removing of the degeneracy of the energies of the orbitals from the d-electronic shell. The delocalization of the charges is presented in, showing in 6 an almost localized (spherical) distribution of the Laplacian_rho(r), in contrast to 1 and 9 where the delocalization of the experimental electron charge density is explicitly highlighted. Reliable quantitative characteristics of this effect can be obtained studying the energetics of the M–L bond as mentioned above. There has been evidence from many molecules that the relationship between the interaction energy and rho(r) at the bcp is approximated linearly."}]], "include_properties": []}, {"idx": "17, 19", "type": "text", "classification": "property", "content": "<ce:section-title id=\"st060\">Quantum chemical analyses</ce:section-title><ce:para id=\"p0055\" view=\"all\">Analysis of electrostatic interactions <ce:italic>via</ce:italic> quantum chemical computations of electrostatic potential maps illustrates electron poor and electron rich regions . Computations of the electrostatic potentials using the atomic charges (), accounting for the overlapping effect of the spherical electron charge clouds, has been regarded as the simplest model of covalent bonding . The dissociation energy in this context can be obtained by computing the co-valence curve. However correlative analyses with spectroscopic, crystallographic and thermo-chemical data have shown that theoretical bond dissociation energies (BDE) corresponded well with experiment when they are computed using models accounting for a deviation of the spherical valance electron radii of the atoms in the molecules .  depicts the 2D and 3D theoretical ESPs and the corresponding ones derived from the experimental crystallographic data. The values are shown in . In terms of the ESPs, the common electron poor space, known as the ‘σ-hole’ and is characterized with positive values of the ESPs, has been associated with an electron deficient anti-bonding orbital assigned to covalent bonding. The theoretical quantum chemical and experimental crystallographic electrostatic potentials are correlated using Poisson’s law  (Eq. (21) in the s.i.). Rho(r) represents the ED, while <ce:italic>ε</ce:italic>\n<ce:inf loc=\"post\">0</ce:inf> is the dielectric constant. It can be simplified . The employment of DFT values for atomic ESPs () yielded the Laplacian_V(r) values. The latter calculations were carried out within the so-called transferable local distribution, where the description of the molecular ESP surface is according this approximation . In addition, a correlative analysis was carried out between the kinetic energy of the bond (E<ce:sup loc=\"post\">KIN</ce:sup>) obtained by the AIM approach () and the V<ce:inf loc=\"post\">cp</ce:inf> value from critical point analysis of the experimental EDs (compare data in ). Treatment of the experimental topological energetics of the M–L bonds also includes an estimation of the relationships between V<ce:inf loc=\"post\">cr</ce:inf> (topological data) with the theoretical quantum chemical dissociation energies (D<ce:inf loc=\"post\">0</ce:inf>). Foremost, among the concepts of the dissociation energetics, the relationship between D<ce:inf loc=\"post\">0</ce:inf> and the electrostatic potentials is examined and given by Eq. (22) . The common concept in this case is that the ESP at the axial minimum (V(r<ce:inf loc=\"post\">p</ce:inf>)) of the theoretical ED yields D<ce:inf loc=\"post\">0</ce:inf> within the framework of the shown parameterization (V(r) and D<ce:inf loc=\"post\">0</ce:inf> are in units [kcal mol<ce:sup loc=\"post\">−1</ce:sup>]). Additional correlative analysis is carried out using the concept of the dissociation energy (D<ce:inf loc=\"post\">0</ce:inf>) of the M–L bond in <ce:bold>1</ce:bold>–<ce:bold>9</ce:bold> according to equation (23) . Our computations at T<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>0<ce:hsp sp=\"0.25\"></ce:hsp>°C yield the valid Eq. (24), where E<ce:sup loc=\"post\">0</ce:sup> is the ground state energy of species according to the dissociation  (s.i.). All the M–L bonds of the coordination polyhedron are treated as undergoing homolytic dissociation (), because the correlation with the experimental topological energies reflects the different geometry parameters and electron densities at the bcps of the M–L bonds in the metal chromophores. The correlative analysis between V<ce:inf loc=\"post\">cr</ce:inf> and D<ce:inf loc=\"post\">0</ce:inf> is shown in . The statistical tendencies seen () in Figs.  and  are discussed next. Contrary to organic compounds, where the nature of the chemical bonds is relatively well understood in thermodynamic terms, there is scarce corroborative research about the bonding type in metal-organics and inorganics on the basis of the energetics of the M–L coordination interaction . In general, obtaining high values of D<ce:inf loc=\"post\">0</ce:inf> in complex species is attributed to high bond strengths, which might be associated to a significant contribution of the purely electrostatic interactions, see for example . The BDE group tendencies of differently substituted {[ZnCl<ce:inf loc=\"post\">x</ce:inf>Y<ce:inf loc=\"post\">z</ce:inf>]<ce:sup loc=\"post\">y</ce:sup>} chromophores seen in  provided by <ce:italic>ab initio</ce:italic> and DFT thermos-chemistry evidence low D<ce:inf loc=\"post\">0</ce:inf> values in the {[ZnCl<ce:inf loc=\"post\">4</ce:inf>]<ce:sup loc=\"post\">2−</ce:sup>} dianion. These results agree well with those predicted by AIM analysis, 75–61% ionic character of the Zn–Cl bonds and a metal to ligand CT effect of about E<ce:sup loc=\"post\">(2)</ce:sup>\n<ce:hsp sp=\"0.25\"></ce:hsp>∼<ce:hsp sp=\"0.25\"></ce:hsp>2<ce:hsp sp=\"0.25\"></ce:hsp>kcal<ce:hsp sp=\"0.25\"></ce:hsp>mol<ce:sup loc=\"post\">−1</ce:sup> (). Apparently, the electrostatic interactions in this case are described as the main contributors to the formation of the {[ZnCl<ce:inf loc=\"post\">4</ce:inf>]<ce:sup loc=\"post\">2−</ce:sup>} complex anion. In the chromophore {ZnCl<ce:inf loc=\"post\">2</ce:inf>N<ce:inf loc=\"post\">2</ce:inf>} in <ce:bold>8</ce:bold> there is an increase in the D<ce:inf loc=\"post\">0</ce:inf> values at about ∼0.2<ce:hsp sp=\"0.25\"></ce:hsp>a.u., which indicates an increase in the bond strengths. The latter phenomenon could be associated with a ligand to metal CT effect at about E<ce:sup loc=\"post\">(2)</ce:sup>\n<ce:hsp sp=\"0.25\"></ce:hsp>∼<ce:hsp sp=\"0.25\"></ce:hsp>34<ce:hsp sp=\"0.25\"></ce:hsp>kcal<ce:hsp sp=\"0.25\"></ce:hsp>mol<ce:sup loc=\"post\">−1</ce:sup> () with participation of coordinated N-centres to the inner coordination sphere, which affects the Zn–Cl bonding strength. A direct confirmation follows from the obtained D<ce:inf loc=\"post\">0</ce:inf> values of the Zn–N bond in the same chromophores compared with the corresponding values of {ZnCl<ce:inf loc=\"post\">3</ce:inf>N} in <ce:bold>7</ce:bold>. In the latter case D<ce:inf loc=\"post\">0</ce:inf> is about |0.03| a.u. higher than this one for the Z–N bond in <ce:bold>8</ce:bold>. It is especially evident from the relationship between the D<ce:inf loc=\"post\">0</ce:inf> values of Zn–Cl as a function of N-content in the inner coordination sphere of {[ZnCl<ce:inf loc=\"post\">x</ce:inf>Y<ce:inf loc=\"post\">z</ce:inf>]<ce:sup loc=\"post\">y</ce:sup>} chromophores. A confidence level of 93% was obtained, approximating the latter relationship to a linear function. Clearly, there is a deviation from the 100% confidence level, which is explained by the chance of the electronic configuration of the Zn<ce:sup loc=\"post\">II</ce:sup> ion depending on the content of the N centres in the inner coordination sphere. On studying the i<ce:inf loc=\"post\">AB</ce:inf> values for the ZnCl<ce:inf loc=\"post\">3</ce:inf>N chomophore in <ce:bold>7</ce:bold>, a decrease of about 6.5% in the ionic character compared to the ZnCl<ce:inf loc=\"post\">4</ce:inf> chromophore is obtained (i<ce:inf loc=\"post\">AB</ce:inf>∼−0.71 in <ce:bold>7</ce:bold>, ).</ce:para><ce:para id=\"p0065\" view=\"all\">Computations of the natural ionicity <ce:italic>i</ce:italic>\n<ce:inf loc=\"post\">AB</ce:inf> of the {[ZnCl<ce:inf loc=\"post\">4</ce:inf>]<ce:sup loc=\"post\">2−</ce:sup>} chromophore in <ce:bold>4</ce:bold> shows an i<ce:inf loc=\"post\">ab</ce:inf> value of about −0.76 for all Zn–Cl bonds (), indicating an almost purely ionic hybrid at the Cl centers. The data correlates well to computations for the AIM Laplacian of the total ED (). There is also an excellent agreement with the data for the hybrid directionality (), showing a small deviation from the direct line of the nuclear interaction with an s-type character of the hybrids (the large deviation ‘Dev” in  reflects a <ce:sup loc=\"post\">π</ce:sup>-nature for the interaction). With E<ce:sup loc=\"post\">(2)</ce:sup> values of ∼2.5<ce:hsp sp=\"0.25\"></ce:hsp>kcal<ce:hsp sp=\"0.25\"></ce:hsp>mol<ce:sup loc=\"post\">−1</ce:sup>, there is little argument about a significant CT effect (). The results, therefore, correlate well with the ESP ones, showing the following electrostatic properties: Zn (−29.32<ce:hsp sp=\"0.25\"></ce:hsp>a.u.) and Cl (−64.76, −64.76, −64.76 and −64.76 a.u.). These conclusions are confirmed further by computation of the experimental static ED, as presented (). The data obtained on the basis of the Couloson orthogonality theorem for ω<ce:inf loc=\"post\">ij</ce:inf> (s.i.) of metal hybrids sdm, yields an ω<ce:inf loc=\"post\">ij</ce:inf> angle for Cl2–Zn1–Cl3 of 101.48°, which correlates excellently to the experimental crystallographic data, which shows an angle of 104.4(2)° . We should stress here that the generally detected {[ZnCl<ce:inf loc=\"post\">4</ce:inf>]<ce:sup loc=\"post\">2−</ce:sup>} anion in tetrachlorozincate(II) containing crystals  could be assigned only to the major contribution of mainly electrostatic interactions with only intra-ionic factors governing its thermodynamic stability (). Nevertheless, this structural discrete unit is generally broadly distributed in metal-organics with Zn<ce:sup loc=\"post\">II</ce:sup> containing ions . Moreover, as broadly discussed in the literature, the valuable properties of the {[ZnCl<ce:inf loc=\"post\">4</ce:inf>]<ce:sup loc=\"post\">2-</ce:sup>} containing anion in metal–organic multi-functional materials could be assigned to contributions due to the charged interacting character of the ions in the {[ZnCl<ce:inf loc=\"post\">4</ce:inf>]<ce:sup loc=\"post\">2−</ce:sup>} unit, excluding additional n-s interactions, as further AIM analysis of multi-pole moments reveal small total values of −0.067125 (XX), −0.029897 (YY), 0.097023 (ZZ), 0.001539 (XY), 0.002867 (XZ) and 0.006198 (YZ). The AIM analysis about the localized orbital energies and BOs indicate a possible ionic character of the interaction, of 69.2–75.6%, which correlates well to the NBO data stated above (). On the contrary for Zn<ce:sup loc=\"post\">II</ce:sup> complexes, the i<ce:inf loc=\"post\">AB</ce:inf> values of <ce:bold>1</ce:bold> and <ce:bold>2</ce:bold> are −0.288 and −0.0049. The latter results assume that the Ag<ce:sup loc=\"post\">I</ce:sup> ions tend to form covalent coordination bonds with N centers in the inner coordination sphere. This result agrees well with the topological potential energy of the Ag–N bonds in <ce:bold>2</ce:bold>, showing the lowest V<ce:inf loc=\"post\">cr</ce:inf> ∼0.1 a.u. Bohr<ce:sup loc=\"post\">−3</ce:sup> among the studied series, which indicates a low bond strength due to the lack of a strong contribution of the purely electrostatic interactions, as observed in the case of the Zn<ce:sup loc=\"post\">II</ce:sup> containing complexes.</ce:para>", "clean_text": "Quantum chemical analyses\n\nAnalysis of electrostatic interactions via quantum chemical computations of electrostatic potential maps illustrates electron poor and electron rich regions . Computations of the electrostatic potentials using the atomic charges (), accounting for the overlapping effect of the spherical electron charge clouds, has been regarded as the simplest model of covalent bonding . The dissociation energy in this context can be obtained by computing the co-valence curve. However correlative analyses with spectroscopic, crystallographic and thermo-chemical data have shown that theoretical bond dissociation energies (BDE) corresponded well with experiment when they are computed using models accounting for a deviation of the spherical valance electron radii of the atoms in the molecules .  depicts the 2D and 3D theoretical ESPs and the corresponding ones derived from the experimental crystallographic data. The values are shown in . In terms of the ESPs, the common electron poor space, known as the ‘σ-hole' and is characterized with positive values of the ESPs, has been associated with an electron deficient anti-bonding orbital assigned to covalent bonding. The theoretical quantum chemical and experimental crystallographic electrostatic potentials are correlated using Poisson's law  (Eq. (21) in the s.i.). Rho(r) represents the ED, while ε 0 is the dielectric constant. It can be simplified . The employment of DFT values for atomic ESPs () yielded the Laplacian_V(r) values. The latter calculations were carried out within the so-called transferable local distribution, where the description of the molecular ESP surface is according this approximation . In addition, a correlative analysis was carried out between the kinetic energy of the bond (EKIN) obtained by the AIM approach () and the Vcp value from critical point analysis of the experimental EDs (compare data in ). Treatment of the experimental topological energetics of the M-L bonds also includes an estimation of the relationships between Vcr (topological data) with the theoretical quantum chemical dissociation energies (D0). Foremost, among the concepts of the dissociation energetics, the relationship between D0 and the electrostatic potentials is examined and given by Eq. (22) . The common concept in this case is that the ESP at the axial minimum (V(rp)) of the theoretical ED yields D0 within the framework of the shown parameterization (V(r) and D0 are in units [kcal mol-1]). Additional correlative analysis is carried out using the concept of the dissociation energy (D0) of the M-L bond in 1-9 according to equation (23) . Our computations at T=0°C yield the valid Eq. (24), where E0 is the ground state energy of species according to the dissociation  (s.i.). All the M-L bonds of the coordination polyhedron are treated as undergoing homolytic dissociation (), because the correlation with the experimental topological energies reflects the different geometry parameters and electron densities at the bcps of the M-L bonds in the metal chromophores. The correlative analysis between Vcr and D0 is shown in . The statistical tendencies seen () in Figs.  and  are discussed next. Contrary to organic compounds, where the nature of the chemical bonds is relatively well understood in thermodynamic terms, there is scarce corroborative research about the bonding type in metal-organics and inorganics on the basis of the energetics of the M-L coordination interaction . In general, obtaining high values of D0 in complex species is attributed to high bond strengths, which might be associated to a significant contribution of the purely electrostatic interactions, see for example . The BDE group tendencies of differently substituted {[ZnClxYz]y} chromophores seen in  provided by ab initio and DFT thermos-chemistry evidence low D0 values in the {[ZnCl4]2-} dianion. These results agree well with those predicted by AIM analysis, 75-61% ionic character of the Zn-Cl bonds and a metal to ligand CT effect of about E(2) ~2kcalmol-1 (). Apparently, the electrostatic interactions in this case are described as the main contributors to the formation of the {[ZnCl4]2-} complex anion. In the chromophore {ZnCl2N2} in 8 there is an increase in the D0 values at about ~0.2a.u., which indicates an increase in the bond strengths. The latter phenomenon could be associated with a ligand to metal CT effect at about E(2) ~34kcalmol-1 () with participation of coordinated N-centres to the inner coordination sphere, which affects the Zn-Cl bonding strength. A direct confirmation follows from the obtained D0 values of the Zn-N bond in the same chromophores compared with the corresponding values of {ZnCl3N} in 7. In the latter case D0 is about |0.03| a.u. higher than this one for the Z-N bond in 8. It is especially evident from the relationship between the D0 values of Zn-Cl as a function of N-content in the inner coordination sphere of {[ZnClxYz]y} chromophores. A confidence level of 93% was obtained, approximating the latter relationship to a linear function. Clearly, there is a deviation from the 100% confidence level, which is explained by the chance of the electronic configuration of the ZnII ion depending on the content of the N centres in the inner coordination sphere. On studying the iAB values for the ZnCl3N chomophore in 7, a decrease of about 6.5% in the ionic character compared to the ZnCl4 chromophore is obtained (iAB~-0.71 in 7, ).\n\nComputations of the natural ionicity i AB of the {[ZnCl4]2-} chromophore in 4 shows an iab value of about -0.76 for all Zn-Cl bonds (), indicating an almost purely ionic hybrid at the Cl centers. The data correlates well to computations for the AIM Laplacian of the total ED (). There is also an excellent agreement with the data for the hybrid directionality (), showing a small deviation from the direct line of the nuclear interaction with an s-type character of the hybrids (the large deviation ‘Dev\" in  reflects a π-nature for the interaction). With E(2) values of ~2.5kcalmol-1, there is little argument about a significant CT effect (). The results, therefore, correlate well with the ESP ones, showing the following electrostatic properties: Zn (-29.32a.u.) and Cl (-64.76, -64.76, -64.76 and -64.76 a.u.). These conclusions are confirmed further by computation of the experimental static ED, as presented (). The data obtained on the basis of the Couloson orthogonality theorem for ωij (s.i.) of metal hybrids sdm, yields an ωij angle for Cl2-Zn1-Cl3 of 101.48°, which correlates excellently to the experimental crystallographic data, which shows an angle of 104.4(2)° . We should stress here that the generally detected {[ZnCl4]2-} anion in tetrachlorozincate(II) containing crystals  could be assigned only to the major contribution of mainly electrostatic interactions with only intra-ionic factors governing its thermodynamic stability (). Nevertheless, this structural discrete unit is generally broadly distributed in metal-organics with ZnII containing ions . Moreover, as broadly discussed in the literature, the valuable properties of the {[ZnCl4]2-} containing anion in metal-organic multi-functional materials could be assigned to contributions due to the charged interacting character of the ions in the {[ZnCl4]2-} unit, excluding additional n-s interactions, as further AIM analysis of multi-pole moments reveal small total values of -0.067125 (XX), -0.029897 (YY), 0.097023 (ZZ), 0.001539 (XY), 0.002867 (XZ) and 0.006198 (YZ). The AIM analysis about the localized orbital energies and BOs indicate a possible ionic character of the interaction, of 69.2-75.6%, which correlates well to the NBO data stated above (). On the contrary for ZnII complexes, the iAB values of 1 and 2 are -0.288 and -0.0049. The latter results assume that the AgI ions tend to form covalent coordination bonds with N centers in the inner coordination sphere. This result agrees well with the topological potential energy of the Ag-N bonds in 2, showing the lowest Vcr ~0.1 a.u. Bohr-3 among the studied series, which indicates a low bond strength due to the lack of a strong contribution of the purely electrostatic interactions, as observed in the case of the ZnII containing complexes.", "data": [[{"meta": {"name": "1", "symbol": "1", "chemical formula": ""}, "dissociation energy": {"type": "D0", "value": "", "unit": ""}}, {"meta": {"name": "2", "symbol": "2", "chemical formula": ""}, "dissociation energy": {"type": "D0", "value": "", "unit": ""}}, {"meta": {"name": "3", "symbol": "3", "chemical formula": ""}, "dissociation energy": {"type": "D0", "value": "", "unit": ""}}, {"meta": {"name": "4", "symbol": "4", "chemical formula": "[ZnCl4]2-"}, "ionicity": {"type": "iAB", "value": "-0.76", "unit": ""}, "electrostatic properties": {"Zn": "-29.32 a.u.", "Cl": "-64.76 a.u."}}, {"meta": {"name": "7", "symbol": "7", "chemical formula": ""}, "ionic character": {"type": "iAB", "value": "-0.71", "unit": ""}}, {"meta": {"name": "8", "symbol": "8", "chemical formula": ""}, "dissociation energy": {"type": "D0", "value": "", "unit": ""}}, {"meta": {"name": "9", "symbol": "9", "chemical formula": ""}, "dissociation energy": {"type": "D0", "value": "", "unit": ""}}]], "include_properties": []}, {"idx": 20, "type": "text", "classification": "property", "content": "<ce:para id=\"p0070\" view=\"all\">Employment of the BV methodology yields a probable valence of the Zn<ce:sup loc=\"post\">2+</ce:sup> ion in {[ZnCl<ce:inf loc=\"post\">4</ce:inf>]<ce:sup loc=\"post\">2−</ce:sup>} of <ce:bold>2</ce:bold> (), which fits excellently to the crystallographic refinement of the structure assuming the oxidation state Zn<ce:sup loc=\"post\">2+</ce:sup> and coincidence of the oxidation and valence states. The crystallographic <ce:italic>r</ce:italic>(Zn–Cl) bond lengths are 2.282, 2.262, 2.274 and 2.238<ce:hsp sp=\"0.25\"></ce:hsp>Å, which assumes a T<ce:italic>\n<ce:inf loc=\"post\">d</ce:inf>\n</ce:italic> symmetry of the metal chromophore, and we further attempted to correlate the crystallographic geometries and BOs obtained by the two completely different methods of NBO and AIM (). Preliminary, it is important to point out that, as it was shown above, the BO values according the AIM computations lack rigorous application and thus they cannot be direct correlated as quantities with the NBO bond orders. However, the BO values shown in  assume a lack of bonding interactions according to the description already written in the theory and computations section, which qualitatively correlates with the conclusions about the BO values from NBO analysis, with values obtained in the ranges 0.3114–0.3245 and 0.2882–0.3025 (NLMO), indicating the lack of complete single bond formation. The latter data seek to provide additional evidence to support the statements above by analysing the natural ionicity parameters. The predicted hybridization of the d-orbitals of the Zn<ce:sup loc=\"post\">2+</ce:sup> ion by the AIM method () agrees well with the obtained natural electronic configuration for Zn: s<ce:sup loc=\"post\">0.58</ce:sup>3d<ce:sup loc=\"post\">9.99</ce:sup>4p<ce:sup loc=\"post\">0.72</ce:sup>5p<ce:sup loc=\"post\">0.02</ce:sup>. The same conclusions are obtained employing fuzzy and Laplacian bond orders (Figs. \n<ce:float-anchor refid=\"f0025\"></ce:float-anchor> and ). In all cases positive LBOs are found, which assumes a lack of covalent bonding. The correlative analysis performed between the geometry bond lengths, FBOs and LBOs shows a linear relationship with confidence levels of 99.96–96.98%. The correspondence of the chemometric data between the FBO and LBO values indicates unexpectedly high confidence levels (98.67–89.14%). These good-to-excellent linear extrapolation data are mainly found correlating BOs and bond lengths of the metal chromophore in Zn<ce:sup loc=\"post\">2+</ce:sup> complexes with the strong electronegative Cl<ce:sup loc=\"post\">−</ce:sup> ligand or for cases when strong electron localization occurs. On the contrary, complexes of Ag<ce:sup loc=\"post\">+</ce:sup> and Cu<ce:sup loc=\"post\">2+</ce:sup> ions, due to 2D delocalization, exhibit a decreasing reliability of the linear extrapolation. Confidence levels of 82 (<ce:bold>8</ce:bold>) and 61% (<ce:bold>9</ce:bold>) are obtained. However, the results concerning the latter cases of strongly delocalized systems do not clearly indicate a non-linear correlation. On this basis, it might be concluded that further systematic correlative analyses are needed between theoretical and experimental EDs of Ag<ce:sup loc=\"post\">I</ce:sup> and Cu<ce:sup loc=\"post\">II</ce:sup> complexes to determine any quantitative correlations, including distinguishing between the coordination behaviour between both ions, as there is no obvious explanation, even interpreting the results on the basis of the concept of the d9d’ configuration of the Ag<ce:sup loc=\"post\">I</ce:sup> ions presented above, for the similar behaviour of Ag<ce:sup loc=\"post\">I</ce:sup> and Cu<ce:sup loc=\"post\">II</ce:sup> ions. In the latter case, there is the well known strong Jahn–Teller effect. The data of the statistical analyses on the nature of the Zn–Cl bond in T<ce:italic>\n<ce:inf loc=\"post\">d</ce:inf>\n</ce:italic> ZnCl<ce:inf loc=\"post\">x</ce:inf>N<ce:inf loc=\"post\">y</ce:inf> chromophores as a function of the content of N centres in the inner coordination sphere, showing a linear correlation, allow the conclusion that even purely ionic interactions between the charged species, like Zn<ce:sup loc=\"post\">2+</ce:sup> and Cl<ce:sup loc=\"post\">−</ce:sup> ions, could be affected by other non-covalent interactions within the framework of the inner coordination sphere. If we use the above discussed concept about the LBO, where negative values are associated with the covalence of the corresponding bond, then with increasing N centres (<ce:italic>x</ce:italic>\n<ce:hsp sp=\"0.25\"></ce:hsp>=<ce:hsp sp=\"0.25\"></ce:hsp>0–2) there is an increase in the LBOs, which indicates a further increase in the ionic character of the Zn–Cl bonds. From the perspective of the latter BOs analyses, it can be said that the FBO and LBO results fit well to the natural electronic configurations, which in the case of the Ag<ce:sup loc=\"post\">+</ce:sup> ions in <ce:bold>1</ce:bold> are Ag1 s<ce:sup loc=\"post\">0.20</ce:sup>4d<ce:sup loc=\"post\">5.00</ce:sup>5p<ce:sup loc=\"post\">0.11</ce:sup>6d<ce:sup loc=\"post\">0.01</ce:sup>7p<ce:sup loc=\"post\">0.01</ce:sup>, Ag19 s<ce:sup loc=\"post\">0.99</ce:sup>4d<ce:sup loc=\"post\">5.00</ce:sup>5p<ce:sup loc=\"post\">2.80</ce:sup>6s<ce:sup loc=\"post\">0.01</ce:sup>5d<ce:sup loc=\"post\">0.30</ce:sup>6p<ce:sup loc=\"post\">0.18</ce:sup>7s<ce:sup loc=\"post\">0.17</ce:sup>6d<ce:sup loc=\"post\">0.02</ce:sup> and Ag24 s<ce:sup loc=\"post\">1.00</ce:sup>4d<ce:sup loc=\"post\">5.00</ce:sup>5p<ce:sup loc=\"post\">2.89</ce:sup>6s<ce:sup loc=\"post\">0.33</ce:sup>5d<ce:sup loc=\"post\">0.82</ce:sup>6p<ce:sup loc=\"post\">0.27</ce:sup>6d<ce:sup loc=\"post\">0.02</ce:sup>, thus indicating a significant orbital delocalization of the ED, by contrast to the Zn<ce:sup loc=\"post\">2+</ce:sup> complexes where a configuration for Zn1 of s<ce:sup loc=\"post\">0.44</ce:sup>3d<ce:sup loc=\"post\">9.98</ce:sup>4p<ce:sup loc=\"post\">0.59</ce:sup>4d<ce:sup loc=\"post\">0.01</ce:sup>5p<ce:sup loc=\"post\">0.01</ce:sup> is obtained. Additional confirmation can be obtained by examining the NBO E<ce:sup loc=\"post\">(2)</ce:sup> values for complex <ce:bold>1</ce:bold>, where by contrast to the Zn<ce:sup loc=\"post\">II</ce:sup> complex discussed above (E<ce:sup loc=\"post\">(2)</ce:sup>\n<ce:hsp sp=\"0.25\"></ce:hsp>∼<ce:hsp sp=\"0.25\"></ce:hsp>2.5<ce:hsp sp=\"0.25\"></ce:hsp>kcal<ce:hsp sp=\"0.25\"></ce:hsp>mol<ce:sup loc=\"post\">−1</ce:sup>), the E<ce:sup loc=\"post\">(2)</ce:sup> values of the Ag1O<ce:inf loc=\"post\">6</ce:inf> unit (complexes) are in the range 1.77–11.35<ce:hsp sp=\"0.25\"></ce:hsp>kcal<ce:hsp sp=\"0.25\"></ce:hsp>mol<ce:sup loc=\"post\">−1</ce:sup>. The values provide significant evidence about the CT effects. By contrast, the E<ce:sup loc=\"post\">(2)</ce:sup> values for the complex unit (Ag19-Ag24)O<ce:inf loc=\"post\">2</ce:inf> are in the range 0.04–0.13<ce:hsp sp=\"0.25\"></ce:hsp>kcal<ce:hsp sp=\"0.25\"></ce:hsp>mol<ce:sup loc=\"post\">−1</ce:sup>. An exception is seen for the E<ce:sup loc=\"post\">(2)</ce:sup>\n<ce:inf loc=\"post\">D→A</ce:inf> value of 3.69<ce:hsp sp=\"0.25\"></ce:hsp>kcal<ce:hsp sp=\"0.25\"></ce:hsp>mol<ce:sup loc=\"post\">−1</ce:sup>, corresponding to the M<ce:hsp sp=\"0.25\"></ce:hsp>→<ce:hsp sp=\"0.25\"></ce:hsp>L CT effect between the Ag19–O22(SO<ce:inf loc=\"post\">2</ce:inf>) fragment.</ce:para>", "clean_text": "Employment of the BV methodology yields a probable valence of the Zn2+ ion in {[ZnCl4]2-} of 2 (), which fits excellently to the crystallographic refinement of the structure assuming the oxidation state Zn2+ and coincidence of the oxidation and valence states. The crystallographic r(Zn-Cl) bond lengths are 2.282, 2.262, 2.274 and 2.238Å, which assumes a T d  symmetry of the metal chromophore, and we further attempted to correlate the crystallographic geometries and BOs obtained by the two completely different methods of NBO and AIM (). Preliminary, it is important to point out that, as it was shown above, the BO values according the AIM computations lack rigorous application and thus they cannot be direct correlated as quantities with the NBO bond orders. However, the BO values shown in  assume a lack of bonding interactions according to the description already written in the theory and computations section, which qualitatively correlates with the conclusions about the BO values from NBO analysis, with values obtained in the ranges 0.3114-0.3245 and 0.2882-0.3025 (NLMO), indicating the lack of complete single bond formation. The latter data seek to provide additional evidence to support the statements above by analysing the natural ionicity parameters. The predicted hybridization of the d-orbitals of the Zn2+ ion by the AIM method () agrees well with the obtained natural electronic configuration for Zn: s0.583d9.994p0.725p0.02. The same conclusions are obtained employing fuzzy and Laplacian bond orders (Figs.   and ). In all cases positive LBOs are found, which assumes a lack of covalent bonding. The correlative analysis performed between the geometry bond lengths, FBOs and LBOs shows a linear relationship with confidence levels of 99.96-96.98%. The correspondence of the chemometric data between the FBO and LBO values indicates unexpectedly high confidence levels (98.67-89.14%). These good-to-excellent linear extrapolation data are mainly found correlating BOs and bond lengths of the metal chromophore in Zn2+ complexes with the strong electronegative Cl- ligand or for cases when strong electron localization occurs. On the contrary, complexes of Ag+ and Cu2+ ions, due to 2D delocalization, exhibit a decreasing reliability of the linear extrapolation. Confidence levels of 82 (8) and 61% (9) are obtained. However, the results concerning the latter cases of strongly delocalized systems do not clearly indicate a non-linear correlation. On this basis, it might be concluded that further systematic correlative analyses are needed between theoretical and experimental EDs of AgI and CuII complexes to determine any quantitative correlations, including distinguishing between the coordination behaviour between both ions, as there is no obvious explanation, even interpreting the results on the basis of the concept of the d9d' configuration of the AgI ions presented above, for the similar behaviour of AgI and CuII ions. In the latter case, there is the well known strong Jahn-Teller effect. The data of the statistical analyses on the nature of the Zn-Cl bond in T d  ZnClxNy chromophores as a function of the content of N centres in the inner coordination sphere, showing a linear correlation, allow the conclusion that even purely ionic interactions between the charged species, like Zn2+ and Cl- ions, could be affected by other non-covalent interactions within the framework of the inner coordination sphere. If we use the above discussed concept about the LBO, where negative values are associated with the covalence of the corresponding bond, then with increasing N centres (x =0-2) there is an increase in the LBOs, which indicates a further increase in the ionic character of the Zn-Cl bonds. From the perspective of the latter BOs analyses, it can be said that the FBO and LBO results fit well to the natural electronic configurations, which in the case of the Ag+ ions in 1 are Ag1 s0.204d5.005p0.116d0.017p0.01, Ag19 s0.994d5.005p2.806s0.015d0.306p0.187s0.176d0.02 and Ag24 s1.004d5.005p2.896s0.335d0.826p0.276d0.02, thus indicating a significant orbital delocalization of the ED, by contrast to the Zn2+ complexes where a configuration for Zn1 of s0.443d9.984p0.594d0.015p0.01 is obtained. Additional confirmation can be obtained by examining the NBO E(2) values for complex 1, where by contrast to the ZnII complex discussed above (E(2) ~2.5kcalmol-1), the E(2) values of the Ag1O6 unit (complexes) are in the range 1.77-11.35kcalmol-1. The values provide significant evidence about the CT effects. By contrast, the E(2) values for the complex unit (Ag19-Ag24)O2 are in the range 0.04-0.13kcalmol-1. An exception is seen for the E(2) D→A value of 3.69kcalmol-1, corresponding to the M→L CT effect between the Ag19-O22(SO2) fragment.", "data": [[{"meta": {"name": "Zinc", "symbol": "Zn", "chemical formula": "Zn2+"}, "valence": "2", "oxidation state": "2+", "bond lengths": ["2.282", "2.262", "2.274", "2.238"], "unit": "Å", "symmetry": "Td", "natural electronic configuration": "s0.583d9.994p0.725p0.02"}, {"meta": {"name": "Silver", "symbol": "Ag", "chemical formula": "Ag+"}, "natural electronic configuration": ["Ag1 s0.204d5.005p0.116d0.017p0.01", "Ag19 s0.994d5.005p2.806s0.015d0.306p0.187s0.176d0.02", "Ag24 s1.004d5.005p2.896s0.335d0.826p0.276d0.02"]}, {"meta": {"name": "Copper", "symbol": "Cu", "chemical formula": "Cu2+"}}, {"meta": {"name": "Zinc", "symbol": "Zn", "chemical formula": "Zn2+"}, "natural electronic configuration": "s0.443d9.984p0.594d0.015p0.01"}]], "include_properties": []}, {"idx": 1, "type": "figure", "classification": null, "content": "<ce:figure id=\"f0005\">\n<ce:label>Fig. 1</ce:label>\n<ce:caption id=\"cn0010\">\n<ce:simple-para id=\"sp0025\" view=\"all\">Chemical diagram of the non-equivalent binuclear metal ion containing chromophores (Ag1)<ce:inf loc=\"post\">2</ce:inf>O<ce:inf loc=\"post\">12</ce:inf> and (Ag2)<ce:inf loc=\"post\">2</ce:inf>O<ce:inf loc=\"post\">10</ce:inf>; Atom labelling scheme; Crystal structure of <ce:bold>1</ce:bold>, underlining the Ag–O bonding within the framework of the non-equivalent binuclear metal ion containing chromophores.</ce:simple-para>\n</ce:caption>\n<ce:link id=\"lk00005\" locator=\"gr1\" xlink:href=\"pii:S0277538717305326/gr1\" xlink:role=\"http://data.elsevier.com/vocabulary/ElsevierContentTypes/23.4\" xlink:type=\"simple\"></ce:link>\n</ce:figure>", "clean_text": " Fig. 1  Chemical diagram of the non-equivalent binuclear metal ion containing chromophores (Ag1)2O12 and (Ag2)2O10; Atom labelling scheme; Crystal structure of 1, underlining the Ag-O bonding within the framework of the non-equivalent binuclear metal ion containing chromophores.   ", "data": null, "include_properties": null}, {"idx": 2, "type": "figure", "classification": null, "content": "<ce:figure id=\"f0010\">\n<ce:label>Fig. 2</ce:label>\n<ce:caption id=\"cn0015\">\n<ce:simple-para id=\"sp0030\" view=\"all\">Experimental potential energy (V<ce:inf loc=\"post\">cp</ce:inf>) at the bond critical points (bcps) [kJ<ce:hsp sp=\"0.25\"></ce:hsp>mol<ce:sup loc=\"post\">−1</ce:sup> Bohr<ce:sup loc=\"post\">−3</ce:sup>] depending on the type of the bonding in complexes <ce:bold>1</ce:bold>–<ce:bold>8</ce:bold>.</ce:simple-para>\n</ce:caption>\n<ce:link id=\"lk00010\" locator=\"gr2\" xlink:href=\"pii:S0277538717305326/gr2\" xlink:role=\"http://data.elsevier.com/vocabulary/ElsevierContentTypes/23.4\" xlink:type=\"simple\"></ce:link>\n</ce:figure>", "clean_text": " Fig. 2  Experimental potential energy (Vcp) at the bond critical points (bcps) [kJmol-1 Bohr-3] depending on the type of the bonding in complexes 1-8.   ", "data": null, "include_properties": null}, {"idx": 3, "type": "figure", "classification": null, "content": "<ce:figure id=\"f0015\">\n<ce:label>Fig. 3</ce:label>\n<ce:caption id=\"cn0020\">\n<ce:simple-para id=\"sp0035\" view=\"all\">AIM total electron density <ce:italic>per</ce:italic> atom depending on the oxidation state.</ce:simple-para>\n</ce:caption>\n<ce:link id=\"lk00015\" locator=\"gr3\" xlink:href=\"pii:S0277538717305326/gr3\" xlink:role=\"http://data.elsevier.com/vocabulary/ElsevierContentTypes/23.4\" xlink:type=\"simple\"></ce:link>\n</ce:figure>", "clean_text": " Fig. 3  AIM total electron density per atom depending on the oxidation state.   ", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<ce:figure id=\"f0020\">\n<ce:label>Fig. 4</ce:label>\n<ce:caption id=\"cn0025\">\n<ce:simple-para id=\"sp0040\" view=\"all\">Correlative analysis between experimental topological potential energies (V<ce:inf loc=\"post\">cr</ce:inf>) for the bond at the bcp [a.u. Bohr<ce:sup loc=\"post\">−3</ce:sup>] and theoretical bond dissociation energies (D<ce:inf loc=\"post\">0</ce:inf>) [a.u.] (See <ce:cross-ref id=\"c0005\" refid=\"s0060\">Tables S2 and S3</ce:cross-ref>); Chemometrics.</ce:simple-para>\n</ce:caption>\n<ce:link id=\"lk00020\" locator=\"gr4\" xlink:href=\"pii:S0277538717305326/gr4\" xlink:role=\"http://data.elsevier.com/vocabulary/ElsevierContentTypes/23.4\" xlink:type=\"simple\"></ce:link>\n</ce:figure>", "clean_text": " Fig. 4  Correlative analysis between experimental topological potential energies (Vcr) for the bond at the bcp [a.u. Bohr-3] and theoretical bond dissociation energies (D0) [a.u.] (See Tables S2 and S3); Chemometrics.   ", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<ce:figure id=\"f0025\">\n<ce:label>Fig. 5</ce:label>\n<ce:caption id=\"cn0030\">\n<ce:simple-para id=\"sp0045\" view=\"all\">Fussy and Laplacian bond orders (FBO and LBO) of the {[Zn(H<ce:inf loc=\"post\">2</ce:inf>O)<ce:inf loc=\"post\">6</ce:inf>]<ce:sup loc=\"post\">2+</ce:sup>} and {[Zn(Cl)<ce:inf loc=\"post\">4</ce:inf>]<ce:sup loc=\"post\">2−</ce:sup>} chromophores in <ce:bold>1</ce:bold>, <ce:bold>4</ce:bold>–<ce:bold>6</ce:bold>; ZnCl<ce:inf loc=\"post\">3</ce:inf>N in <ce:bold>7</ce:bold> and ZnCl<ce:inf loc=\"post\">2</ce:inf>N<ce:inf loc=\"post\">2</ce:inf> in <ce:bold>8</ce:bold>; Correlative analyses between the BO methods; Chemometrics (Continued in <ce:cross-ref id=\"c0010\" refid=\"s0060\">Fig. S9</ce:cross-ref>).</ce:simple-para>\n</ce:caption>\n<ce:link id=\"lk00025\" locator=\"gr5\" xlink:href=\"pii:S0277538717305326/gr5\" xlink:role=\"http://data.elsevier.com/vocabulary/ElsevierContentTypes/23.4\" xlink:type=\"simple\"></ce:link>\n</ce:figure>", "clean_text": " Fig. 5  Fussy and Laplacian bond orders (FBO and LBO) of the {[Zn(H2O)6]2+} and {[Zn(Cl)4]2-} chromophores in 1, 4-6; ZnCl3N in 7 and ZnCl2N2 in 8; Correlative analyses between the BO methods; Chemometrics (Continued in Fig. S9).   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<ce:figure id=\"f0030\">\n<ce:link id=\"lk00030\" locator=\"fx1\" xlink:href=\"pii:S0277538717305326/fx1\" xlink:role=\"http://data.elsevier.com/vocabulary/ElsevierContentTypes/23.4\"></ce:link>\n</ce:figure>", "clean_text": "  ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1016/j.poly.2017.08.011", "title": "On the nature of the coordination bonding of metal–organics for ions with the d10 electronic configuration – Experimental and theoretical analyses", "journal": "Elsevier Ltd.", "date": "2017.11", "author_list": ["Ivanova, Bojidarka", "Spiteller, Michael"]}}