{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ac6b04979.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Being\nable to easily determine the Cu­(II) affinity for biomolecules\nof moderate affinity is important. Such biomolecules include amyloidogenic\npeptides, such as the well-known amyloid-β peptide involved\nin Alzheimer’s disease. Here, we report the synthesis of a\nnew water-soluble ratiometric Cu­(II) dye with a moderate affinity\n(10<sup>9</sup> M<sup>–1</sup> at pH 7.1) and the characterizations\nof the Cu­(II) corresponding complex by X-ray crystallography, EPR,\nand XAS spectroscopic methods. UV–vis competition was performed\non the Aβ peptide as well as on a wide series of modified peptides,\nleading to an affinity value of 1.6 × 10<sup>9</sup> M<sup>–1</sup> at pH 7.1 for the Aβ peptide and to a coordination model for\nthe Cu­(II) site within the Aβ peptide that agrees with the one\nmostly accepted currently.</p>", "clean_text": "Being able to easily determine the Cu(II) affinity for biomolecules of moderate affinity is important. Such biomolecules include amyloidogenic peptides, such as the well-known amyloid-β peptide involved in Alzheimer's disease. Here, we report the synthesis of a new water-soluble ratiometric Cu(II) dye with a moderate affinity (109 M-1 at pH 7.1) and the characterizations of the Cu(II) corresponding complex by X-ray crystallography, EPR, and XAS spectroscopic methods. UV-vis competition was performed on the Aβ peptide as well as on a wide series of modified peptides, leading to an affinity value of 1.6 × 109 M-1 at pH 7.1 for the Aβ peptide and to a coordination model for the Cu(II) site within the Aβ peptide that agrees with the one mostly accepted currently.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Copper ions\nplay key biological\nroles. They are essential metal ions that\nplay an important role as catalytic centers in several processes,\nincluding very fundamental ones, such as energy production. They have also been linked to several diseases.\nDyshomeostasis of Cu is very dangerous and is well documented by two\nlethal genetic diseases, called Wilson’s and Menkes’\ndiseases, linked to an overload of Cu and to a depletion of Cu, respectively. Cu imbalance has also been involved in the etiology of most neurological\ndisorders, such as Alzheimer’s\ndisease (AD), Parkinson’s disease (PD), and Prion diseases.\n</p>", "clean_text": "Copper ions play key biological roles. They are essential metal ions that play an important role as catalytic centers in several processes, including very fundamental ones, such as energy production. They have also been linked to several diseases. Dyshomeostasis of Cu is very dangerous and is well documented by two lethal genetic diseases, called Wilson's and Menkes' diseases, linked to an overload of Cu and to a depletion of Cu, respectively. Cu imbalance has also been involved in the etiology of most neurological disorders, such as Alzheimer's disease (AD), Parkinson's disease (PD), and Prion diseases. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>At a molecular scale, two\nparameters are important regarding Cu\nand the peptides or proteins involved in the above-mentioned diseases:\n(i) the metal environment, i.e. the nature of the atoms surrounding\nthe metal center and (ii) the affinity of the peptides for the metal\ncenter. In the context of AD, which is under focus in the present\narticle, there are many reports on the coordination sites of the Cu­(II)\ncenter to the amyloid-β peptide (Aβ) (for recent reviews,\nsee refs ) and on the Cu­(II) affinity for Aβ (see refs  and references therein). Some studies also aim at\nrelating the Cu­(II) affinity of modified Aβ peptides with the\ncoordination sites.\n</p>", "clean_text": "At a molecular scale, two parameters are important regarding Cu and the peptides or proteins involved in the above-mentioned diseases: (i) the metal environment, i.e. the nature of the atoms surrounding the metal center and (ii) the affinity of the peptides for the metal center. In the context of AD, which is under focus in the present article, there are many reports on the coordination sites of the Cu(II) center to the amyloid-β peptide (Aβ) (for recent reviews, see refs ) and on the Cu(II) affinity for Aβ (see refs  and references therein). Some studies also aim at relating the Cu(II) affinity of modified Aβ peptides with the coordination sites. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Determining the affinity of Cu­(II) for peptides\nis thus of interest,\nfirst because this is intrinsically an important parameter that mirrors\nthe possibility to have the metal  ion–peptide interaction\nunder biological conditions, and second because it give insights into\nthe coordination sphere of the metal center when a series of modified\npeptides is studied. As a direct consequence, the straightforward\nand accurate determination of the Cu affinity for peptides is an important\nobjective. However, this is an intricate task, since it necessitates\nappropriate analytical tools. The complexity of such studies is well\nillustrated by the abundant and differing reports on the evaluation\nof Cu­(II) affinities for the Aβ peptide (see refs  and references therein). This is also true for the + I redox state\nof Cu, which is however not\nunder focus in the present study. While Cu­(II) affinity values ranging\nfrom 10<sup>6</sup> M<sup>–1</sup> to 10<sup>19</sup> M<sup>–1</sup> have been proposed, a\nrelative consensus has recently been reached around a value of 10<sup>10</sup> M<sup>–1</sup> at pH 7.4 (this value corresponds to the conditional affinity value, i.e.\nthe absolute affinity value at a given pH; the interaction with buffer\nis not considered and will lead to a weaker so-called apparent affinity\nvalue). Hence, the objective of the present\nstudy is to define a new tool appropriate for the rapid, easy, and\naccurate evaluation of Cu­(II) binding affinities to peptides.</p>", "clean_text": "Determining the affinity of Cu(II) for peptides is thus of interest, first because this is intrinsically an important parameter that mirrors the possibility to have the metal  ion-peptide interaction under biological conditions, and second because it give insights into the coordination sphere of the metal center when a series of modified peptides is studied. As a direct consequence, the straightforward and accurate determination of the Cu affinity for peptides is an important objective. However, this is an intricate task, since it necessitates appropriate analytical tools. The complexity of such studies is well illustrated by the abundant and differing reports on the evaluation of Cu(II) affinities for the Aβ peptide (see refs  and references therein). This is also true for the + I redox state of Cu, which is however not under focus in the present study. While Cu(II) affinity values ranging from 106 M-1 to 1019 M-1 have been proposed, a relative consensus has recently been reached around a value of 1010 M-1 at pH 7.4 (this value corresponds to the conditional affinity value, i.e. the absolute affinity value at a given pH; the interaction with buffer is not considered and will lead to a weaker so-called apparent affinity value). Hence, the objective of the present study is to define a new tool appropriate for the rapid, easy, and accurate evaluation of Cu(II) binding affinities to peptides.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>There are mainly two ways of determining affinity values. The first one relies on potentiometric titrations\nthat lead to absolute constants, from which an apparent affinity value\ncan be calculated at any pH value. The second\none consists in measurements at a given pH either (i) by isothermal\ncalorimetry (ITC), fluorescence when a fluorophore is natively present\nin the peptide sequence or added for a purpose and when the fluorescence\nis quenched by the addition of the metal ion of interest, or (ii)\nby competition experiments with a ligand of known affinity followed\nby the appropriate method. Potentiometry is likely the most powerful\ntechnique, since it gives access to the affinity value at any pH value\nbut could be extremely difficult to implement in the case of biomolecules\nand requires an important quantity of the biological material. Results\nfrom ITC are far from straightforward, although additional data apart\nfrom the affinity can be evaluated (enthalpy, entropy, ...) (reviewed\nin ref ). Competition\nexperiments appear to be a well-suited method. With respect to Cu­(II),\nUV–vis and fluorescent spectroscopic tools are of interest.\nIn a seminal paper, Wedd and co-workers have designed four peptide-based\nfluorophores of various Cu­(II) affinities ranging from 10<sup>8</sup> M<sup>–1</sup> to 10<sup>14</sup> M<sup>–1</sup>.\nThey were further used to probe the affinity of Cu­(II) for different\npeptides and proteins by competition monitored by fluorescence. While Cu­(II) quenches the fluorescence of the\ncompetitor, the addition of the peptide of interest restores it, removing\nthe Cu­(II) from the probe.</p>", "clean_text": "There are mainly two ways of determining affinity values. The first one relies on potentiometric titrations that lead to absolute constants, from which an apparent affinity value can be calculated at any pH value. The second one consists in measurements at a given pH either (i) by isothermal calorimetry (ITC), fluorescence when a fluorophore is natively present in the peptide sequence or added for a purpose and when the fluorescence is quenched by the addition of the metal ion of interest, or (ii) by competition experiments with a ligand of known affinity followed by the appropriate method. Potentiometry is likely the most powerful technique, since it gives access to the affinity value at any pH value but could be extremely difficult to implement in the case of biomolecules and requires an important quantity of the biological material. Results from ITC are far from straightforward, although additional data apart from the affinity can be evaluated (enthalpy, entropy, ...) (reviewed in ref ). Competition experiments appear to be a well-suited method. With respect to Cu(II), UV-vis and fluorescent spectroscopic tools are of interest. In a seminal paper, Wedd and co-workers have designed four peptide-based fluorophores of various Cu(II) affinities ranging from 108 M-1 to 1014 M-1. They were further used to probe the affinity of Cu(II) for different peptides and proteins by competition monitored by fluorescence. While Cu(II) quenches the fluorescence of the competitor, the addition of the peptide of interest restores it, removing the Cu(II) from the probe.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>In the present paper, we propose\nan alternative strategy that relies\non a UV–visible competition experiment against an easy to synthesize\nCu­(II) dye with moderate affinity (3.2 × 10<sup>9</sup> M<sup>–1</sup> at pH 7.1) that is anticipated to be perfectly appropriate\nfor evaluation of Cu­(II) affinity to weakly structured peptide, such\nas Aβ, at physiological pH. By UV–vis, the addition of\nthe peptide of interest in the colored Cu­(II) complex solution induces\nthe disappearance of the absorption bands.</p>", "clean_text": "In the present paper, we propose an alternative strategy that relies on a UV-visible competition experiment against an easy to synthesize Cu(II) dye with moderate affinity (3.2 × 109 M-1 at pH 7.1) that is anticipated to be perfectly appropriate for evaluation of Cu(II) affinity to weakly structured peptide, such as Aβ, at physiological pH. By UV-vis, the addition of the peptide of interest in the colored Cu(II) complex solution induces the disappearance of the absorption bands.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Using this new dye,\nwe have investigated more than 17 peptidic\nsequences derived from the human Aβ peptide, including murine,\nN-terminally modified peptides, and biologically relevant mutants.\nTheir Cu­(II) affinities were evaluated and discussed with respect\nto the coordination models previously proposed in the literature.\n</p>", "clean_text": "Using this new dye, we have investigated more than 17 peptidic sequences derived from the human Aβ peptide, including murine, N-terminally modified peptides, and biologically relevant mutants. Their Cu(II) affinities were evaluated and discussed with respect to the coordination models previously proposed in the literature. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><title>Chemicals</title><p>Reagents were commercially available and\nwere used as received. All the solutions were prepared in Milli-Q\nwater (resistance: 18.2 MΩ·cm).</p><p>The Cu­(II) ion source\nwas CuSO<sub>4</sub>·5H<sub>2</sub>O, bought from Sigma-Aldrich.\nA stock solution was prepared at 25 mM.</p><p>HEPES buffer (sodium\nsalt of 2-[4-(2-hydroxyethyl)­piperazin-1-yl]­ethanesulfonic\nacid) was bought from Sigma-Aldrich. A stock solution was prepared\nat 500 mM, pH = 7.3 in order to reach a resulting pH 7.1, and the\nsame buffer stock solution was used over the course of the present\nstudy.</p>", "clean_text": "Experimental Section\n\nChemicals\n\nReagents were commercially available and were used as received. All the solutions were prepared in Milli-Q water (resistance: 18.2 MΩ⋅cm).\n\nThe Cu(II) ion source was CuSO4⋅5H2O, bought from Sigma-Aldrich. A stock solution was prepared at 25 mM.\n\nHEPES buffer (sodium salt of 2-[4-(2-hydroxyethyl)piperazin-1-yl]ethanesulfonic acid) was bought from Sigma-Aldrich. A stock solution was prepared at 500 mM, pH = 7.3 in order to reach a resulting pH 7.1, and the same buffer stock solution was used over the course of the present study.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Peptides</title><p>Aβ<sub>16</sub> (DAEFRHDSGYEVHHQK) and\nthe mutants Ac-Aβ<sub>16</sub>, <bold>Ac-</bold>DAEFR­HDSGYE­VHHQK;\nD1N-Aβ<sub>16</sub>, <bold>N</bold>AEFRHDSG­YEVH­HQK;\nE3Q-Aβ<sub>16</sub>, DA<bold>Q</bold>FRHD­SGYEV­HHQK;\nD7N-Aβ<sub>16</sub>, DAEF­RH<bold>N</bold>S­GYE­VHHQK;\nE11Q-Aβ<sub>16</sub>, DAEFRHDSGY<bold>Q</bold>V­HHQK; H6R-Aβ<sub>16</sub>, DAEF­R<bold>R</bold>DS­GYEV­HHQK; H6A-Aβ<sub>16</sub>, DAE­FR<bold>A</bold>DS­GYEV­HHQK; H13A-Aβ<sub>16</sub>, DAEFRHDSG­YEV<bold>A</bold>HQK; H14A-Aβ<sub>16</sub>, DAEFR­HDSG­YEVH<bold>A</bold>QK; mAβ<sub>16</sub>, DAEF<bold>G</bold>­HDSG<bold>F</bold>EV<bold>R</bold>­HQK; R5G-Aβ<sub>16</sub>, DAEF<bold>G</bold>HDSGYEV­HHQK;\nY10F-Aβ<sub>16</sub>, DAEFR­HDSG<bold>F</bold>­EVHHQK;\nH13R-Aβ<sub>16</sub>, DAEF­RHDS­GYEV<bold>R</bold>HQK; R5G-H13R-Aβ<sub>16</sub>, DAEF­<bold>G</bold>HD­SGYEV­<bold>R</bold>HQK; Aβ<sub>28</sub>, DAEFR­HDSG­YEVH­HQKLVFFAE­DVGSNK;\nAβ<sub>40</sub>, DAEF­HDSGY­EVHHQKLVFFAE­DVGS­NKG­AILG­LMV­GGVV\nwere bought from GeneCust (Dudelange, Luxembourg) with purity grade\n&gt;95%.</p>", "clean_text": "Peptides\n\nAβ16 (DAEFRHDSGYEVHHQK) and the mutants Ac-Aβ16, Ac-DAEFRHDSGYEVHHQK; D1N-Aβ16, NAEFRHDSGYEVHHQK; E3Q-Aβ16, DAQFRHDSGYEVHHQK; D7N-Aβ16, DAEFRHNSGYEVHHQK; E11Q-Aβ16, DAEFRHDSGYQVHHQK; H6R-Aβ16, DAEFRRDSGYEVHHQK; H6A-Aβ16, DAEFRADSGYEVHHQK; H13A-Aβ16, DAEFRHDSGYEVAHQK; H14A-Aβ16, DAEFRHDSGYEVHAQK; mAβ16, DAEFGHDSGFEVRHQK; R5G-Aβ16, DAEFGHDSGYEVHHQK; Y10F-Aβ16, DAEFRHDSGFEVHHQK; H13R-Aβ16, DAEFRHDSGYEVRHQK; R5G-H13R-Aβ16, DAEFGHDSGYEVRHQK; Aβ28, DAEFRHDSGYEVHHQKLVFFAEDVGSNK; Aβ40, DAEFHDSGYEVHHQKLVFFAEDVGSNKGAILGLMVGGVV were bought from GeneCust (Dudelange, Luxembourg) with purity grade >95%.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Stock solutions of the peptides were prepared by dissolving\npowder in Milli-Q water (resulting pH ∼ 2), except for the\nAβ<sub>28</sub> and Aβ<sub>40</sub> peptides, which were\ndissolved in NaOH 50 mM. Peptide concentration was determined by UV–vis\nabsorption of Tyr10 considered as free tyrosine (at pH ∼ 2.0,\nε<sub>276</sub> – ε<sub>296</sub> = 1410 cm<sup>–1</sup>·M<sup>–1</sup>; at pH ∼ 12.5,\nε<sub>293</sub> – ε<sub>360</sub> = 2400 cm<sup>–1</sup>·M<sup>–1</sup>). For the mutants without Tyr10, the absorption of the two Phe was\nused (ε<sub>258</sub> – ε<sub>280</sub> = 390 cm<sup>–1</sup>·M<sup>–1</sup>).\n</p>", "clean_text": "Stock solutions of the peptides were prepared by dissolving powder in Milli-Q water (resulting pH ~ 2), except for the Aβ28 and Aβ40 peptides, which were dissolved in NaOH 50 mM. Peptide concentration was determined by UV-vis absorption of Tyr10 considered as free tyrosine (at pH ~ 2.0, ε276 - ε296 = 1410 cm-1⋅M-1; at pH ~ 12.5, ε293 - ε360 = 2400 cm-1⋅M-1). For the mutants without Tyr10, the absorption of the two Phe was used (ε258 - ε280 = 390 cm-1⋅M-1). ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>As the Cu­(II) coordination sites in the Aβ peptide are\nlocalized\nin the first 16 amino acids residues, the\nAβ<sub>16</sub> and its counterparts were used as a model of\nthe full-length peptides.</p><p>ABH and BAH, where B corresponds to\nthe β-alanine, were bought\nfrom Protéogenix (Strasbourg, France), and stock solutions\nwere prepared by solubilizing the peptides in Milli-Q water. Their\nconcentrations were determined by UV–vis titration with a titrated\nCu­(II) solution following the d-d band absorption of the complex, according to ref ..</p>", "clean_text": "As the Cu(II) coordination sites in the Aβ peptide are localized in the first 16 amino acids residues, the Aβ16 and its counterparts were used as a model of the full-length peptides.\n\nABH and BAH, where B corresponds to the β-alanine, were bought from Protéogenix (Strasbourg, France), and stock solutions were prepared by solubilizing the peptides in Milli-Q water. Their concentrations were determined by UV-vis titration with a titrated Cu(II) solution following the d-d band absorption of the complex, according to ref ..", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Ligand</title><p>The 3,4-bis­(oxamato)­benzoic\nacid ligand, <bold>L</bold> (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.6b04979/suppl_file/ac6b04979_si_001.pdf\">Scheme S1</ext-link>), was synthesized\nas described below and used in its sodium salt form. A 8.5 mM stock\nsolution was prepared, increasing the pH until solubilization, determined\nby UV–vis titration with a titrated Cu­(II) solution following\nthe band absorption at 330 nm of the complex (see text below and ), according to ref .</p>", "clean_text": "Ligand\n\nThe 3,4-bis(oxamato)benzoic acid ligand, L (see Scheme S1), was synthesized as described below and used in its sodium salt form. A 8.5 mM stock solution was prepared, increasing the pH until solubilization, determined by UV-vis titration with a titrated Cu(II) solution following the band absorption at 330 nm of the complex (see text below and ), according to ref .", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of H<sub>5</sub>L</title><title>H<sub>3</sub>Et<sub>2</sub>L: 3,4-(Diethyloxamate)­benzoic acid</title><p>The ester form of the L ligand was prepared following the known\nprocedure for oxamate ligands instead of the previously\nreported synthesis. To 5 g of 3,4-diaminobenzoic\nacid (32.8 mmol) in THF (200 mL) is added with strong stirring 8.25\nmL of ethyl oxalyl chloride (72 mmol, 2.2 equiv). The mixture is refluxed\nfor 2 h, filtered while hot, and let to cool down to room temperature.\nRemoval of the solvent leads to a brown precipitate. The solid is\nabundantly washed with water, filtered, washed with 50% vol. ethanol\nand then with a minimum of cold 96% vol. ethanol, and dried in air.\nYield: 8.9 g (77%). See <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.6b04979/suppl_file/ac6b04979_si_001.pdf\">Supporting Information</ext-link> for elemental analysis, NMR, and IR characterizations.</p>", "clean_text": "Synthesis of H5L\n\nH3Et2L: 3,4-(Diethyloxamate)benzoic acid\n\nThe ester form of the L ligand was prepared following the known procedure for oxamate ligands instead of the previously reported synthesis. To 5 g of 3,4-diaminobenzoic acid (32.8 mmol) in THF (200 mL) is added with strong stirring 8.25 mL of ethyl oxalyl chloride (72 mmol, 2.2 equiv). The mixture is refluxed for 2 h, filtered while hot, and let to cool down to room temperature. Removal of the solvent leads to a brown precipitate. The solid is abundantly washed with water, filtered, washed with 50% vol. ethanol and then with a minimum of cold 96% vol. ethanol, and dried in air. Yield: 8.9 g (77%). See Supporting Information for elemental analysis, NMR, and IR characterizations.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["synthesis condition"], "content": "<title>Na<sub>1.5</sub>H<sub>3.5</sub>L·2.2H<sub>2</sub>O</title><p>Aqueous\nNaOH (2 M, 57 mL) was added dropwise to a suspension of H<sub>3</sub>Et<sub>2</sub>L (8 g, 22.7 mmol) in water (400 mL). The solution\nwas stirred for 30 min and filtered. Addition of 4 M HCl (28 mL) to\nthe resulting solution leads to the rapid formation of a brown precipitate.\nAfter 10 min the precipitate is collected on a sintered glass filter,\nwashed with cold water, then with 96% vol. EtOH, and finally with\nether before being dried for several hours in air and overnight at\n45 °C in an oven. Yield: 5.4 g (64%). See <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.6b04979/suppl_file/ac6b04979_si_001.pdf\">Supporting Information</ext-link> for elemental analysis, NMR, and IR\ncharacterizations.</p>", "clean_text": "Na1.5H3.5L⋅2.2H2O\n\nAqueous NaOH (2 M, 57 mL) was added dropwise to a suspension of H3Et2L (8 g, 22.7 mmol) in water (400 mL). The solution was stirred for 30 min and filtered. Addition of 4 M HCl (28 mL) to the resulting solution leads to the rapid formation of a brown precipitate. After 10 min the precipitate is collected on a sintered glass filter, washed with cold water, then with 96% vol. EtOH, and finally with ether before being dried for several hours in air and overnight at 45 °C in an oven. Yield: 5.4 g (64%). See Supporting Information for elemental analysis, NMR, and IR characterizations.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of Li<sub>3</sub>[Cu­(L)]</title><p>Suitable crystals\nof the copper dye, Cu­(L), were obtained as follows: A suspension of\nH<sub>3</sub>Et<sub>2</sub>L (0.100 g, 0.28 mmol) in water (10 mL)\nwas treated with 0.71 mL of LiOH 2 M (1.42 mmol) and stirred at room\ntemperature until complete dissolution of the ligand. An aqueous solution\nof Cu­(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O (0.068 g, 0.28\nmmol, 5 mL) was then added dropwise to the oxamate solution, resulting\nin a deep blue solution of the copper complex that was stirred for\n30 min at room temperature and filtered. Slow diffusion of acetone\nyields crystals of Li<sub>3</sub>[Cu­(L)]·5.5H<sub>2</sub>O in\n15 days. Yield: 0.054 g (41% based on Cu). See <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.6b04979/suppl_file/ac6b04979_si_001.pdf\">Supporting Information</ext-link> for elemental analysis and IR characterizations.</p>", "clean_text": "Synthesis of Li3[Cu(L)]\n\nSuitable crystals of the copper dye, Cu(L), were obtained as follows: A suspension of H3Et2L (0.100 g, 0.28 mmol) in water (10 mL) was treated with 0.71 mL of LiOH 2 M (1.42 mmol) and stirred at room temperature until complete dissolution of the ligand. An aqueous solution of Cu(NO3)2⋅3H2O (0.068 g, 0.28 mmol, 5 mL) was then added dropwise to the oxamate solution, resulting in a deep blue solution of the copper complex that was stirred for 30 min at room temperature and filtered. Slow diffusion of acetone yields crystals of Li3[Cu(L)]⋅5.5H2O in 15 days. Yield: 0.054 g (41% based on Cu). See Supporting Information for elemental analysis and IR characterizations.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Methods</title><title>X-ray Structure</title><p>Crystallographic\ndata were collected\non a Bruker Kappa-APEX II CCD diffractometer (Cu Kα, λ\n= 1,54178). Crystal data: purple plates, monoclinic <italic>C2/c</italic>, a = 26.3214(15), b = 6.7217(4), c = 20.4183(11) Å, β\n= 112.590(3)°, V = 3335.3(3) Å<sup>3</sup>, Z = 8, T = 200(1)\nK, ρ = 1.567 g·cm<sup>–3</sup>, F(000) = 1560, μCu\nKα = 2.293 mm<sup>–1</sup>. Crystals were mounted on\na Hamilton cryoloop using Paratone-N oil and placed in the cold flow\nproduced with an Oxford Cryocooling device. Partial hemispheres of\ndata, preselected with the APEX II software, were collected using φ and ω scans. Integrated intensities\nwere obtained with SAINT+ and were corrected for absorption with SADABS; the structure was solved with SIR92 and refined with SHELXL-2014/7 (WinGX\nsoftware package). Data refinement gives\n(using 271 parameters and 6 restraints) <italic>wR2</italic> = 0.2432\n(2923 unique reflections), <italic>R</italic>\n<sub>1</sub> = 0.0720\n(2514 reflections with <italic>I</italic> &gt; 2σ­(<italic>I</italic>)), GOF = 1.128. Crystallographic details are available in CIF format,\nfree of charge via <uri xlink:href=\"http://www.ccdc.cam.ac.uk/conts/retrieving.html\">www.ccdc.cam.ac.uk/conts/retrieving.html</uri> (or from the Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: (+44) 1223-336-033; or <email>deposit@ccdc.cam.ac.uk</email>). CCDC number 1516020.</p>", "clean_text": "Methods\n\nX-ray Structure\n\nCrystallographic data were collected on a Bruker Kappa-APEX II CCD diffractometer (Cu Kα, λ = 1,54178). Crystal data: purple plates, monoclinic C2/c, a = 26.3214(15), b = 6.7217(4), c = 20.4183(11) Å, β = 112.590(3)°, V = 3335.3(3) Å3, Z = 8, T = 200(1) K, ρ = 1.567 g⋅cm-3, F(000) = 1560, μCu Kα = 2.293 mm-1. Crystals were mounted on a Hamilton cryoloop using Paratone-N oil and placed in the cold flow produced with an Oxford Cryocooling device. Partial hemispheres of data, preselected with the APEX II software, were collected using φ and ω scans. Integrated intensities were obtained with SAINT+ and were corrected for absorption with SADABS; the structure was solved with SIR92 and refined with SHELXL-2014/7 (WinGX software package). Data refinement gives (using 271 parameters and 6 restraints) wR2 = 0.2432 (2923 unique reflections), R 1 = 0.0720 (2514 reflections with I > 2σ(I)), GOF = 1.128. Crystallographic details are available in CIF format, free of charge via www.ccdc.cam.ac.uk/conts/retrieving.html (or from the Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: (+44) 1223-336-033; or deposit@ccdc.cam.ac.uk). CCDC number 1516020.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>NMR, IR, and Elemental Analysis</title><p>\n<sup>1</sup>H and <sup>13</sup>C NMR spectra were collected on a\n400 MHz Bruker Avance spectrometer\nat 298 K.</p><p>ATR/FT-IR spectra were collected on a Bruker TENSOR\n27 equipped with a simple reflection ATR diamond plate of the Harrick\nMPV2 series.</p><p>Elemental analysis was performed at the ICSN, CNRS\nUPR 2301, in\nGif-sur-Yvette, France.</p><title>Electron Paramagnetic Resonance</title><p>Electron paramagnetic\nresonance (EPR) data were recorded using an Elexsys E 500 Bruker spectrometer,\noperating at a microwave frequency of approximately 9.5 GHz. Spectra\nwere recorded using a microwave power of 20 mW across a sweep width\nof 150 mT (centered at 310 mT) with a modulation amplitude of 0.5\nmT. Experiments were carried out at 110 K using a liquid nitrogen\ncryostat.</p>", "clean_text": "NMR, IR, and Elemental Analysis\n\n 1H and 13C NMR spectra were collected on a 400 MHz Bruker Avance spectrometer at 298 K.\n\nATR/FT-IR spectra were collected on a Bruker TENSOR 27 equipped with a simple reflection ATR diamond plate of the Harrick MPV2 series.\n\nElemental analysis was performed at the ICSN, CNRS UPR 2301, in Gif-sur-Yvette, France.\n\nElectron Paramagnetic Resonance\n\nElectron paramagnetic resonance (EPR) data were recorded using an Elexsys E 500 Bruker spectrometer, operating at a microwave frequency of approximately 9.5 GHz. Spectra were recorded using a microwave power of 20 mW across a sweep width of 150 mT (centered at 310 mT) with a modulation amplitude of 0.5 mT. Experiments were carried out at 110 K using a liquid nitrogen cryostat.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["synthesis condition"], "content": "<p>EPR samples were prepared from a stock solution of\nligand diluted down to 0.2 mM in H<sub>2</sub>O. <sup>65</sup>Cu­(II)\n(0.9 equiv) was added from 25 mM <sup>65</sup>Cu­(NO<sub>3</sub>)<sub>2</sub> stock solution homemade from a <sup>65</sup>Cu foil. Samples\nwere frozen in quartz tubes after addition of 10% glycerol as a cryoprotectant\nand stored in liquid nitrogen until used.</p>", "clean_text": "EPR samples were prepared from a stock solution of ligand diluted down to 0.2 mM in H2O. 65Cu(II) (0.9 equiv) was added from 25 mM 65Cu(NO3)2 stock solution homemade from a 65Cu foil. Samples were frozen in quartz tubes after addition of 10% glycerol as a cryoprotectant and stored in liquid nitrogen until used.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>X-ray Absorption Spectroscopy\n(XAS)</title><p>Cu­(II) K-edge EXAFS\n(extended X-ray absorption fine structure) and XANES (X-ray Absorption\nnear-edge structure) spectra were recorded at the BM30B (FAME) beamline\nat the European Synchrotron Radiation Facility (ESRF, Grenoble, France). The storage ring was operated in 7/8 + 1 mode\nat 6 GeV with a 200 mA current. The beam energy was selected using\na Si(220) N<sub>2</sub> cryo-cooled double-crystal monochromator with\nan experimental resolution close to that theoretically predicted (namely\n∼0.5 eV fwhm at the Cu energy). The beam spot on the sample\nwas approximately 300 × 100 μm<sup>2</sup> (H x V, fwhm).\nBecause of the low Cu­(II) concentration, spectra were recorded in\nfluorescence mode with a 30-element solid state Ge detector (Canberra)\nin frozen liquid cells in a He cryostat. The temperature was kept\nat 20 K during data collection. The energy was calibrated with Cu\nmetallic foil, such that the maximum of the first derivative was set\nat 8979 eV. EXAFS Cu­(II) data were collected from 8840 to 8960 eV\nusing a 5 eV step of 2 s, from 8960 to 9020 eV using a 0.5 eV step\nof 3 s, and from 9020 to 9300 eV with a k-step of 0.05 Å<sup>–1</sup> and 3 s per step. At least six scans recorded on\ndifferent spots were averaged. XAS samples were prepared from stock\nsolutions of ligand and Cu­(II) diluted down to approximately 1.0 mM\nin buffered solution. Samples were frozen in the sample holder after\naddition of 10% glycerol as a cryoprotectant and stored in liquid\nnitrogen until used. Cu­(II) photoreduction was controlled by recording\nsuccessive scans at the same spot. It was considered that during the\nfirst 20 min of recording the photoreduction is insignificant.</p>", "clean_text": "X-ray Absorption Spectroscopy (XAS)\n\nCu(II) K-edge EXAFS (extended X-ray absorption fine structure) and XANES (X-ray Absorption near-edge structure) spectra were recorded at the BM30B (FAME) beamline at the European Synchrotron Radiation Facility (ESRF, Grenoble, France). The storage ring was operated in 7/8 + 1 mode at 6 GeV with a 200 mA current. The beam energy was selected using a Si(220) N2 cryo-cooled double-crystal monochromator with an experimental resolution close to that theoretically predicted (namely ~0.5 eV fwhm at the Cu energy). The beam spot on the sample was approximately 300 × 100 μm2 (H x V, fwhm). Because of the low Cu(II) concentration, spectra were recorded in fluorescence mode with a 30-element solid state Ge detector (Canberra) in frozen liquid cells in a He cryostat. The temperature was kept at 20 K during data collection. The energy was calibrated with Cu metallic foil, such that the maximum of the first derivative was set at 8979 eV. EXAFS Cu(II) data were collected from 8840 to 8960 eV using a 5 eV step of 2 s, from 8960 to 9020 eV using a 0.5 eV step of 3 s, and from 9020 to 9300 eV with a k-step of 0.05 Å-1 and 3 s per step. At least six scans recorded on different spots were averaged. XAS samples were prepared from stock solutions of ligand and Cu(II) diluted down to approximately 1.0 mM in buffered solution. Samples were frozen in the sample holder after addition of 10% glycerol as a cryoprotectant and stored in liquid nitrogen until used. Cu(II) photoreduction was controlled by recording successive scans at the same spot. It was considered that during the first 20 min of recording the photoreduction is insignificant.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>The data analysis was performed using the ‘‘Multi-Plateform\nApplications for X-ray Absorption’’ package, including\nCherokee and Roundmidnight programs, according\nto the standard and previously reported data analysis procedures. Spectra were background-corrected by a linear regression through\nthe pre-edge region and a polynomial through the postedge region.\nThe backscattering phase, Φ<sub>i</sub>(k, R<sub>i</sub>), and\namplitude, A<sub>i</sub>(k, R<sub>i</sub>), functions were obtained\nusing the ab initio FEFF7 code. Since\ntheoretical phase shifts were used, it is necessary to fit the energy\nthreshold E<sub>0</sub> by adding an extra fitting parameter, Δ<italic>E</italic>\n<sub>0</sub>. Moreover, the FEFF7 code was used to check\nif the multiple scattering of our reference compounds of known crystallographic\nstructure is negligible in the 0–3 Å range. The estimated\nerrors for distances and coordination numbers are ±0.02 Å\nand ±20%, respectively.</p>", "clean_text": "The data analysis was performed using the ‘‘Multi-Plateform Applications for X-ray Absorption'' package, including Cherokee and Roundmidnight programs, according to the standard and previously reported data analysis procedures. Spectra were background-corrected by a linear regression through the pre-edge region and a polynomial through the postedge region. The backscattering phase, Φi(k, Ri), and amplitude, Ai(k, Ri), functions were obtained using the ab initio FEFF7 code. Since theoretical phase shifts were used, it is necessary to fit the energy threshold E0 by adding an extra fitting parameter, ΔE 0. Moreover, the FEFF7 code was used to check if the multiple scattering of our reference compounds of known crystallographic structure is negligible in the 0-3 Å range. The estimated errors for distances and coordination numbers are ±0.02 Å and ±20%, respectively.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>UV–Visible Spectrophotometry</title><p>UV–vis spectra\nwere recorded on a spectrophotometer SPECORD S600 Analytik Jena at\n25 °C in a 1 cm path length quartz cuvette.</p><title>Competition Experiments\nbetween the Ligand and the Peptides</title><p>The experiments have\nbeen monitored by UV–vis in HEPES buffer\n0.1 M (at a resulting pH = 7.1). The ligand (50 μM in theory)\nand Cu­(II) (45 μM in theory) were mixed, and successive additions\nof the different peptides (0 to 500 μM in total) were added.\nEach addition of the peptide is made once the thermodynamic equilibrium\nof the previous reaction is reached (this takes about 20 min). To\nbe reproducible with respect to pH condition, the same stock buffer\nsolution (pH = 7.3 to reach a resulting pH of 7.1) was used for all\nthe experiments. The competition experiments were performed at 25\n°C in triplicate.</p>", "clean_text": "UV-Visible Spectrophotometry\n\nUV-vis spectra were recorded on a spectrophotometer SPECORD S600 Analytik Jena at 25 °C in a 1 cm path length quartz cuvette.\n\nCompetition Experiments between the Ligand and the Peptides\n\nThe experiments have been monitored by UV-vis in HEPES buffer 0.1 M (at a resulting pH = 7.1). The ligand (50 μM in theory) and Cu(II) (45 μM in theory) were mixed, and successive additions of the different peptides (0 to 500 μM in total) were added. Each addition of the peptide is made once the thermodynamic equilibrium of the previous reaction is reached (this takes about 20 min). To be reproducible with respect to pH condition, the same stock buffer solution (pH = 7.3 to reach a resulting pH of 7.1) was used for all the experiments. The competition experiments were performed at 25 °C in triplicate.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Analysis of the Data</title><p>The data analysis\nwas performed\nwith a 2-step procedure for each experiment (corresponding to a given\npeptide).</p><p>\n<bold>Step 1.</bold> The theoretical concentrations\nof the ligand L and the Cu­(II) were adjusted using the absorbance\nof ligand at 246 nm (ε<sub>246</sub> – ε<sub>450</sub> = 18000 cm<sup>–1</sup>·M<sup>–1</sup>) and the\nabsorbance of the Cu­(L) complex at 330 nm (ε<sub>330</sub> –\nε<sub>450</sub> = 18000 cm<sup>–1</sup>·M<sup>–1</sup>), respectively.</p>", "clean_text": "Analysis of the Data\n\nThe data analysis was performed with a 2-step procedure for each experiment (corresponding to a given peptide).\n\n Step 1. The theoretical concentrations of the ligand L and the Cu(II) were adjusted using the absorbance of ligand at 246 nm (ε246 - ε450 = 18000 cm-1⋅M-1) and the absorbance of the Cu(L) complex at 330 nm (ε330 - ε450 = 18000 cm-1⋅M-1), respectively.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Step 2.</bold> The absorbance of the\ncompetition experiments\nmeasured at 330 nm after completion of the reaction was plotted as\na function of the number of peptides equivalents recalculated with\nrespect to the real ligand concentration (see step 1). Then these\ndata were fitted with an in-house procedure using the adjusted concentrations\nas starting parameters.</p>", "clean_text": " Step 2. The absorbance of the competition experiments measured at 330 nm after completion of the reaction was plotted as a function of the number of peptides equivalents recalculated with respect to the real ligand concentration (see step 1). Then these data were fitted with an in-house procedure using the adjusted concentrations as starting parameters.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Absorbance was calculated according\nto<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic xlink:href=\"ac-2016-04979x_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>A</mml:mi>\n<mml:mi>b</mml:mi>\n<mml:mi>s</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>ε</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>330</mml:mn>\n<mml:mi>n</mml:mi>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>L</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>·</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>L</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>ε</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>330</mml:mn>\n<mml:mi>n</mml:mi>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mi>L</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>·</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mi>L</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>ε</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>330</mml:mn>\n<mml:mi>n</mml:mi>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>·</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>P</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>ε</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>330</mml:mn>\n<mml:mi>n</mml:mi>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>·</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mi>P</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where P stands for peptide, L for the ligand,\nand CuP and CuL for the complex between Cu­(II) and peptide and the\nligand, respectively. <italic>l</italic> = 1 cm.</p>", "clean_text": "Absorbance was calculated according to    A b s =   ε   330 n m   L   ⋅  [ L ]  +   ε   330 n m   C u L   ⋅  [ C u L ]  +   ε   330 n m   P   ⋅  [ P ]  +   ε   330 n m   C u P   ⋅  [ C u P ]    where P stands for peptide, L for the ligand, and CuP and CuL for the complex between Cu(II) and peptide and the ligand, respectively. l = 1 cm.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The same equation\ncan be expressed as<disp-formula id=\"ueq2\">\n<alternatives>\n<graphic xlink:href=\"ac-2016-04979x_m002.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>A</mml:mi>\n<mml:mi>b</mml:mi>\n<mml:mi>s</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>ε</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>330</mml:mn>\n<mml:mi>n</mml:mi>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>L</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>·</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>L</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>α</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>ε</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>330</mml:mn>\n<mml:mi>n</mml:mi>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mi>L</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>·</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>α</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>ε</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>330</mml:mn>\n<mml:mi>n</mml:mi>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>·</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>P</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>α</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>ε</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>330</mml:mn>\n<mml:mi>n</mml:mi>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>·</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>α</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where α stands for the progression of\nthe following reaction: peptide + Cu­(II) → peptide-Cu­(II) and\nthe [ ]<sub>0</sub> correspond to the starting values in which the\ndilution due to addition of the peptide has been taken into account\nwhen required.</p>", "clean_text": "The same equation can be expressed as    A b s =   ε   330 n m   L   ⋅  (   [ L ]   0   -   [ C u ]   0   +  [ α ]  )  +   ε   330 n m   C u L   ⋅  (  [ C u   ]   0   - [ α ]  )  +   ε   330 n m   P   ⋅  (   [ P ]   0   -  [ α ]  )  +   ε   330 n m   C u P   ⋅  [ α ]    where α stands for the progression of the following reaction: peptide + Cu(II) → peptide-Cu(II) and the [ ]0 correspond to the starting values in which the dilution due to addition of the peptide has been taken into account when required.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Cu­(II) is supposed to be chelated by the peptide\nor by L; there\nis no free Cu­(II).<disp-formula id=\"ueq3\">\n<alternatives>\n<graphic xlink:href=\"ac-2016-04979x_m003.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mfrac>\n<mml:mrow>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>d</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n<mml:mrow>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>d</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mi>L</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>P</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>·</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>α</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>·</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mi>L</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>L</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>·</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": "Cu(II) is supposed to be chelated by the peptide or by L; there is no free Cu(II).        K   d   C u P       K   d   C u L     =    [ P ]  ⋅  [ C u ]    [ α ]   ⋅   [ C u L ]    [ L ]  ⋅  [ C u ]       ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>With the starting\nconcentrations:<disp-formula id=\"ueq4\">\n<alternatives>\n<graphic xlink:href=\"ac-2016-04979x_m004.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mfrac>\n<mml:mrow>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>d</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n<mml:mrow>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>d</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mi>L</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>P</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>α</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>α</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>·</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>α</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>L</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>α</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p><p>This is a quadratic equation\nhaving the form<disp-formula id=\"ueq5\">\n<alternatives>\n<graphic xlink:href=\"ac-2016-04979x_m005.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>a</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>α</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:mi>b</mml:mi>\n<mml:mi>α</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mi>c</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>0</mml:mn>\n<mml:mo>,</mml:mo>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi>with</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"ueq6\">\n<alternatives>\n<graphic xlink:href=\"ac-2016-04979x_m006.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>α</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mi>b</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msqrt>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n</mml:msqrt>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n<mml:mi>a</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>,</mml:mo>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi>with</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"ueq7\">\n<alternatives>\n<graphic xlink:href=\"ac-2016-04979x_m007.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>b</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>d</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n<mml:mrow>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>d</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mi>L</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>·</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>L</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>P</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"ueq8\">\n<alternatives>\n<graphic xlink:href=\"ac-2016-04979x_m008.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>b</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>−</mml:mo>\n<mml:mn>4</mml:mn>\n<mml:mo>·</mml:mo>\n<mml:mi>a</mml:mi>\n<mml:mo>·</mml:mo>\n<mml:mi>c</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"ueq9\">\n<alternatives>\n<graphic xlink:href=\"ac-2016-04979x_m009.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>a</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>d</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n<mml:mrow>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>d</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mi>L</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>−</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula>\n<alternatives>\n<graphic xlink:href=\"ac-2016-04979x_m010.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>c</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mo>[</mml:mo>\n<mml:mi>P</mml:mi>\n<mml:mo>]</mml:mo>\n</mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:msub>\n<mml:mo>·</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mo>[</mml:mo>\n<mml:mi mathvariant=\"italic\">C</mml:mi>\n<mml:mi mathvariant=\"italic\">u</mml:mi>\n<mml:mo>]</mml:mo>\n</mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:msub>\n</mml:math>\n</alternatives>\n</disp-formula>Then,\nthe <italic>K</italic>\n<sub arrange=\"stack\">\n<italic>d</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic>CuP</italic>\n</sup> value was adjusted\nto obtain the best reproduction of the\nexperimental data.</p>", "clean_text": "With the starting concentrations:        K   d   C u P       K   d   C u L     =     [ P ]   0   -  [ α ]    [ α ]   ⋅     [ C u ]   0   -  [ α ]      [ L ]   0   -   [ C u ]   0   +  [ α ]       \n\nThis is a quadratic equation having the form    a   α   2   + b α + c = 0 ,  with        α =   - b +  Δ    2 a   ,  with        b =     K   d   C u P       K   d   C u L     ⋅  (   [ L ]   0   -   [ C u ]   0   )  +   [ P ]   0   +   [ C u ]   0          Δ =   b   2   - 4 ⋅ a ⋅ c        a =     K   d   C u P       K   d   C u L     - 1        c = -   [ P ]  0  ⋅   [ C u ]  0    Then, the K  d   CuP  value was adjusted to obtain the best reproduction of the experimental data.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>NB: Although <italic>K</italic>\n<sub>\n<italic>d</italic>\n</sub>/<italic>K</italic>\n<sub>\n<italic>a</italic>\n</sub> are\ndimensionless values,\nthey are given here in M or M<sup>–1</sup>, respectively, for\nconvenience. Indeed for the 1:1 system, the <italic>K</italic>\n<sub>\n<italic>d</italic>\n</sub> value in M gives a direct idea at which\nthe concentration of the complex is predominantly formed.</p>", "clean_text": "NB: Although K  d /K  a  are dimensionless values, they are given here in M or M-1, respectively, for convenience. Indeed for the 1:1 system, the K  d  value in M gives a direct idea at which the concentration of the complex is predominantly formed.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>NB:\nin a preliminary experiment, <italic>K</italic>\n<sub arrange=\"stack\">\n<italic>d</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic>CuL</italic>\n</sup> was evaluated by competition with ABH and BAH\nknowing <italic>K</italic>\n<sub arrange=\"stack\">\n<italic>d</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic>CuL</italic>(<italic>ABH</italic>)</sup> and <italic>K</italic>\n<sub arrange=\"stack\">\n<italic>d</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic>CuL</italic>(<italic>BAH</italic>)</sup>\n with the similar procedure.</p><title>Results</title><p>The competitor used in the present work to evaluate\nthe Cu­(II)\naffinity of a wide series of Aβ derived peptides by UV–vis\ncompetition experiments is an oxamate ligand (H<sub>5</sub>L, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.6b04979/suppl_file/ac6b04979_si_001.pdf\">Scheme S1</ext-link>; for the sake of clarity L<sup>5–</sup> will be written L. Similarly, the [Cu­(L)]<sup>3–</sup> will\nbe noted Cu­(L)). Oxamate ligands have largely proved their appeal\nfor the design of metalloligands and the subsequent preparation of\nmultidimensional compounds with controlled architectures and properties. In particular, the use of oxamate ligands and\nthe multistep assembly of oxamate-based complexes have successfully\nled to relevant objects in molecular magnetism: switchable molecules,\nhigh nuclearity coordination complexes, single-chain magnets, and\nporous magnets. Recently, oxamate-based systems\nhave also shown attractiveness in broader coordination chemistry fields,\nsuch as catalysis. Here, we will take advantage\nof the mild Cu­(II) affinity and of the presence of an intense UV–visible\nband for the complex with Cu­(II) (λ = 330 nm, ε = 18000\ncm<sup>–1</sup>·M<sup>–1</sup>).</p>", "clean_text": "NB: in a preliminary experiment, K  d   CuL  was evaluated by competition with ABH and BAH knowing K  d   CuL(ABH) and K  d   CuL(BAH)  with the similar procedure.\n\nResults\n\nThe competitor used in the present work to evaluate the Cu(II) affinity of a wide series of Aβ derived peptides by UV-vis competition experiments is an oxamate ligand (H5L, Scheme S1; for the sake of clarity L5- will be written L. Similarly, the [Cu(L)]3- will be noted Cu(L)). Oxamate ligands have largely proved their appeal for the design of metalloligands and the subsequent preparation of multidimensional compounds with controlled architectures and properties. In particular, the use of oxamate ligands and the multistep assembly of oxamate-based complexes have successfully led to relevant objects in molecular magnetism: switchable molecules, high nuclearity coordination complexes, single-chain magnets, and porous magnets. Recently, oxamate-based systems have also shown attractiveness in broader coordination chemistry fields, such as catalysis. Here, we will take advantage of the mild Cu(II) affinity and of the presence of an intense UV-visible band for the complex with Cu(II) (λ = 330 nm, ε = 18000 cm-1⋅M-1).", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The X-ray\nstructure of Cu­(L) is shown in , and the crystallographic parameters are\ngiven in , top,\nand in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.6b04979/suppl_file/ac6b04979_si_001.pdf\">Supporting Information</ext-link>. The\ncomplex adopts a square-planar geometry where the L ligand coordinates\nthe Cu­(II) ion via its two oxamate groups each binding the metal center\nthrough one nitrogen and one oxygen atom. The square-planar geometry\nis fairly regular with a 2.4° dihedral angle between the oxamate\ngroups and a 3.1° dihedral angle between the Cu­(II) coordination\nplane and the phenyl plane of the ligand. The carboxylate group of\nthe ligand remains uncoordinated. Supramolecular arrangements of the\ncomplexes are described in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.6b04979/suppl_file/ac6b04979_si_001.pdf\">Supporting Information</ext-link> (Figure S1).</p>", "clean_text": "The X-ray structure of Cu(L) is shown in , and the crystallographic parameters are given in , top, and in the Supporting Information. The complex adopts a square-planar geometry where the L ligand coordinates the Cu(II) ion via its two oxamate groups each binding the metal center through one nitrogen and one oxygen atom. The square-planar geometry is fairly regular with a 2.4° dihedral angle between the oxamate groups and a 3.1° dihedral angle between the Cu(II) coordination plane and the phenyl plane of the ligand. The carboxylate group of the ligand remains uncoordinated. Supramolecular arrangements of the complexes are described in the Supporting Information (Figure S1).", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Ellipsoid plot (H and disorders atoms are omitted for\nclarity)\nof Cu­(L).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ac-2016-04979x_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Ellipsoid plot (H and disorders atoms are omitted for clarity) of Cu(L).   ", "data": null, "include_properties": null}, {"idx": 32, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystallography Distances\nbetween\nCu­(II) and Their Neighbours (top) and EXAFS Parameters (bottom): N\n= Number of Neighbors, R = Absorber–Neighbour Distance, σ\n= Debye–Waller Factor</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"2\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">\n<bold>N</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>Distance (Å)</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Cu–N<sub>1</sub>\n</oasis:entry>\n<oasis:entry>1.9061(55)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu–N<sub>2</sub>\n</oasis:entry>\n<oasis:entry>1.9127(37)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu–O<sub>1</sub>\n</oasis:entry>\n<oasis:entry>1.9588(34)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu–O<sub>4</sub>\n</oasis:entry>\n<oasis:entry>1.9642(51)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"2\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">\n<bold>N</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>Distance\n(Å)</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>2 Cu–N</oasis:entry>\n<oasis:entry>1.92</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2 Cu–O</oasis:entry>\n<oasis:entry>1.97</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"2\">\n<oasis:colspec align=\"char\" char=\".\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">\n<bold>σ<sup>2</sup> (Å</bold>\n<sup>\n<bold>2</bold>\n</sup>\n<bold>)</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>R\nfactor</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>0.00471</oasis:entry>\n<oasis:entry>0.18%</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The persistence of the structure in aqueous solution has been probed\nby several complementary techniques. The most appropriate one is EXAFS,\nby which the Cu–N and Cu–O distances have been determined\nin solution and are in perfect agreement with those obtained for the\ncrystal structure (for crystallography, see , bottom and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.6b04979/suppl_file/ac6b04979_si_001.pdf\">Figure S1</ext-link>; for EXAFS fitting, see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.6b04979/suppl_file/ac6b04979_si_001.pdf\">Figure S2</ext-link>).</p>", "clean_text": "The persistence of the structure in aqueous solution has been probed by several complementary techniques. The most appropriate one is EXAFS, by which the Cu-N and Cu-O distances have been determined in solution and are in perfect agreement with those obtained for the crystal structure (for crystallography, see , bottom and Figure S1; for EXAFS fitting, see Figure S2).", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<p>The parameters estimated from the EPR signature (A) are also in line with the\nCu­(L) solid-state structure. Indeed, the <italic>g</italic>\n<sub>//</sub> and <italic>A</italic>\n<sub>//</sub>(<sup>65</sup>Cu) values equal\n2.22 and 212 × 10<sup>4</sup> cm<sup>–1</sup>, respectively,\nand are thus in line with a 2N2O equatorial binding mode according\nto the Peisach and Blumberg correlation. A weak rhombicity linked to the presence of four nonequivalent equatorial\nligands is at the origin of the complex features observed in the <italic>g</italic>\n<sub>⊥</sub> region (coupling between I<sub>Cu</sub> = 3/2 and S<sub>Cu</sub> = 1/2 for the two <italic>g</italic>\n<sub>\n<italic>x</italic>\n</sub> and <italic>g</italic>\n<sub>\n<italic>y</italic>\n</sub> transitions). The presence of two equivalent nitrogen atoms\nis consistent with the five superhyperfine lines observed on the first\nparallel transition, arising from the coupling between I<sub>N</sub> = 1 and S<sub>Cu</sub> = 1/2. The XANES spectrum of Cu­(L) is given\nin B. It is\nin line with Cu­(II) complexes where the Cu­(II) center lies in a square\nplanar environment.\n</p>", "clean_text": "The parameters estimated from the EPR signature (A) are also in line with the Cu(L) solid-state structure. Indeed, the g // and A //(65Cu) values equal 2.22 and 212 × 104 cm-1, respectively, and are thus in line with a 2N2O equatorial binding mode according to the Peisach and Blumberg correlation. A weak rhombicity linked to the presence of four nonequivalent equatorial ligands is at the origin of the complex features observed in the g ⊥ region (coupling between ICu = 3/2 and SCu = 1/2 for the two g  x  and g  y  transitions). The presence of two equivalent nitrogen atoms is consistent with the five superhyperfine lines observed on the first parallel transition, arising from the coupling between IN = 1 and SCu = 1/2. The XANES spectrum of Cu(L) is given in B. It is in line with Cu(II) complexes where the Cu(II) center lies in a square planar environment. ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>\n<italic>Panel A</italic>. EPR signature of Cu­(L). [L] = 200 μM,\n[<sup>65</sup>Cu­(II)] = 180 μM, [HEPES] = 50 mM, pH = 7.1, <italic>T</italic> = 120 K. Inset: superhyperfine structure on the first\nparallel line. <italic>Panel B</italic>. Normalized Cu K-edge X-ray\nabsorption near edge structure (XANES) spectrum of Cu­(L). [L] = 1\nmM, [Cu­(II)] = 0.9 mM, [HEPES] = 0.1 M, pH = 7.0, <italic>T</italic> = 20 K.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ac-2016-04979x_0002.tif\"></graphic>\n</fig>", "clean_text": " 2   Panel A. EPR signature of Cu(L). [L] = 200 μM, [65Cu(II)] = 180 μM, [HEPES] = 50 mM, pH = 7.1, T = 120 K. Inset: superhyperfine structure on the first parallel line. Panel B. Normalized Cu K-edge X-ray absorption near edge structure (XANES) spectrum of Cu(L). [L] = 1 mM, [Cu(II)] = 0.9 mM, [HEPES] = 0.1 M, pH = 7.0, T = 20 K.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["property"], "content": "<p>The other important parameter\nof this ligand is its affinity constant\nfor Cu­(II). This affinity was evaluated by the same type of competition\nexperiments as those detailed below, performed first between L and\ntwo short peptides, namely ABH and BAH (B stands for β-alanine). These peptides were studied by potentiometry\nto determine the impact of the 5-membered versus 6-membered metallacycles\nwith regard to the Cu­(II) affinity in an ATCUN-like (Amino Terminal\nCU and Nickel) site. Their conditional\nCu­(II) affinity values calculated at pH 7.1 from the potentiometric\ndata equal 3.0 × 10<sup>8</sup> and 3.7 × 10<sup>9</sup> M<sup>–1</sup>, respectively. Competition experiments with\nthe ABH (<italic>respectively</italic> BAH) lead to a Cu­(II) affinity\nvalue of 2.2 × 10<sup>9</sup> M<sup>–1</sup> (<italic>respectively</italic> 4.1 × 10<sup>9</sup> M<sup>–1</sup>) for L. The average value of <italic>K</italic>\n<sub arrange=\"stack\">\n<italic>a</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic>L</italic>\n</sup> = 3.2 ± 1.0 × 10<sup>9</sup> M<sup>–1</sup> was\nused in the rest of the study.</p>", "clean_text": "The other important parameter of this ligand is its affinity constant for Cu(II). This affinity was evaluated by the same type of competition experiments as those detailed below, performed first between L and two short peptides, namely ABH and BAH (B stands for β-alanine). These peptides were studied by potentiometry to determine the impact of the 5-membered versus 6-membered metallacycles with regard to the Cu(II) affinity in an ATCUN-like (Amino Terminal CU and Nickel) site. Their conditional Cu(II) affinity values calculated at pH 7.1 from the potentiometric data equal 3.0 × 108 and 3.7 × 109 M-1, respectively. Competition experiments with the ABH (respectively BAH) lead to a Cu(II) affinity value of 2.2 × 109 M-1 (respectively 4.1 × 109 M-1) for L. The average value of K  a   L  = 3.2 ± 1.0 × 109 M-1 was used in the rest of the study.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>The competition experiments between\nL and the Aβ peptides\nfor Cu­(II) binding were performed by using the peptides to remove\nthe Cu­(II) from the colored Cu­(L) complex, leading to a disappearance\nof the signature at 330 nm characteristic of the Cu­(L) complex. A shows the typical series of spectra obtained for a given\npeptide (here Aβ<sub>16</sub>). L was first added (dotted line),\nthen Cu­(II) (solid line), and then successive additions of the peptide\nwere performed (gray lines; see  for more details). Note that the increase at 276 nm is due to Tyr10\nabsorbance and perfectly matches the amount of peptide added.</p>", "clean_text": "The competition experiments between L and the Aβ peptides for Cu(II) binding were performed by using the peptides to remove the Cu(II) from the colored Cu(L) complex, leading to a disappearance of the signature at 330 nm characteristic of the Cu(L) complex. A shows the typical series of spectra obtained for a given peptide (here Aβ16). L was first added (dotted line), then Cu(II) (solid line), and then successive additions of the peptide were performed (gray lines; see  for more details). Note that the increase at 276 nm is due to Tyr10 absorbance and perfectly matches the amount of peptide added.", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>\n<italic>Panel\nA</italic>. UV–vis spectra of a solution of\nL (dotted line), in the presence of 0.9 equiv of Cu­(II) (solid line)\nand after addition of increasing amounts (approx. 1, 3, 7, and 10\nequiv) of Aβ<sub>16</sub> peptide (gray lines). The arrows indicate\nthe variation of the UV–vis spectra upon addition of the peptide.\nThe increase at 276 nm is due to Tyr10 absorption. <italic>Panel B</italic>. Experimental absorbance at 330 nm (dots) and the best fits (dashed\nlines) of the Cu­(L) system upon addition of peptides (Aβ<sub>16</sub> (a), H6A-Aβ<sub>16</sub> (b), and Ac-Aβ<sub>16</sub> (c)). [L] = 50 μM, [Cu­(II)] = 45 μM, [peptides]\n= 0 to 500 μM, [HEPES] = 0.1 M, pH = 7.1, <italic>T</italic> = 25 °C.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ac-2016-04979x_0003.tif\"></graphic>\n</fig>", "clean_text": " 3   Panel A. UV-vis spectra of a solution of L (dotted line), in the presence of 0.9 equiv of Cu(II) (solid line) and after addition of increasing amounts (approx. 1, 3, 7, and 10 equiv) of Aβ16 peptide (gray lines). The arrows indicate the variation of the UV-vis spectra upon addition of the peptide. The increase at 276 nm is due to Tyr10 absorption. Panel B. Experimental absorbance at 330 nm (dots) and the best fits (dashed lines) of the Cu(L) system upon addition of peptides (Aβ16 (a), H6A-Aβ16 (b), and Ac-Aβ16 (c)). [L] = 50 μM, [Cu(II)] = 45 μM, [peptides] = 0 to 500 μM, [HEPES] = 0.1 M, pH = 7.1, T = 25 °C.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>The absorbance at λ\n= 330 nm of the mixture was plotted as\na function of the equivalent numbers of peptide added (dots in B). Then, these data\nwere fitted with an in-house procedure (dashed lines; for more details\nsee ).</p>", "clean_text": "The absorbance at λ = 330 nm of the mixture was plotted as a function of the equivalent numbers of peptide added (dots in B). Then, these data were fitted with an in-house procedure (dashed lines; for more details see ).", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>Experimental\nabsorbance values and their fits are shown in B as a matter of\nillustration for Aβ<sub>16</sub>, H6A-Aβ<sub>16</sub>,\nand Ac-Aβ<sub>16</sub> (curves a, b, and c, respectively). Qualitative\nanalysis indicates that the Cu­(II) affinity of the three peptides\nfollows the trend: Aβ<sub>16</sub> &gt; H6A-Aβ<sub>16</sub> &gt; Ac-Aβ<sub>16</sub>. All the Cu­(II) affinity values obtained\nin the present study are gathered in  while the corresponding reproductions of\nthe experimental data are given in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.6b04979/suppl_file/ac6b04979_si_001.pdf\">Supporting Information</ext-link> (Figure S3). The accuracy of the fitting procedure\nis shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.6b04979/suppl_file/ac6b04979_si_001.pdf\">Figure S4</ext-link>. All the calculated\nCu­(II) affinity values were normalized with respect to the value of\nAβ<sub>16</sub> for an easier comparison, as shown in  and in .</p>", "clean_text": "Experimental absorbance values and their fits are shown in B as a matter of illustration for Aβ16, H6A-Aβ16, and Ac-Aβ16 (curves a, b, and c, respectively). Qualitative analysis indicates that the Cu(II) affinity of the three peptides follows the trend: Aβ16 > H6A-Aβ16 > Ac-Aβ16. All the Cu(II) affinity values obtained in the present study are gathered in  while the corresponding reproductions of the experimental data are given in the Supporting Information (Figure S3). The accuracy of the fitting procedure is shown in Figure S4. All the calculated Cu(II) affinity values were normalized with respect to the value of Aβ16 for an easier comparison, as shown in  and in .", "data": null, "include_properties": null}, {"idx": 41, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Cu­(II)\nAffinity Values of the Aβ\nPeptides Studied Here<xref rid=\"tbl2-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">\n<bold>Peptide</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>\n<italic>K</italic>\n</bold>\n<sub>\n<bold>a</bold>\n</sub>\n<bold>(10</bold>\n<sup>\n<bold>9</bold>\n</sup>\n<bold>M</bold>\n<sup>\n<bold>–1</bold>\n</sup>\n<bold>)</bold>\n<xref rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>\n<italic>K</italic>\n</bold>\n<sub>\n<bold>a</bold>\n</sub>\n<bold>(peptide)/<italic>K</italic>\n</bold>\n<sub>\n<bold>a</bold>\n</sub>\n<bold>(hAβ</bold>\n<sub>\n<bold>16</bold>\n</sub>\n<bold>)</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Aβ<sub>28</sub>\n</oasis:entry>\n<oasis:entry>1.8</oasis:entry>\n<oasis:entry>1.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Aβ<sub>40</sub>\n</oasis:entry>\n<oasis:entry>2.2</oasis:entry>\n<oasis:entry>1.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ac-Aβ<sub>16</sub>\n<xref rid=\"t2fn2\"></xref>\n</oasis:entry>\n<oasis:entry>&lt;0.1</oasis:entry>\n<oasis:entry>&lt;0.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>D1N-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>1.1</oasis:entry>\n<oasis:entry>0.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>E3Q-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n<oasis:entry>0.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>D7N-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>1.1</oasis:entry>\n<oasis:entry>0.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>E11Q-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>1.3</oasis:entry>\n<oasis:entry>0.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H6R-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>0.3</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H6A-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>0.3</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H13A-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>0.9</oasis:entry>\n<oasis:entry>0.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H14A-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>0.8</oasis:entry>\n<oasis:entry>0.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>mAβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>3.0</oasis:entry>\n<oasis:entry>1.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>R5G-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n<oasis:entry>1.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Y10F-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>1.2</oasis:entry>\n<oasis:entry>0.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H13R-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>0.7</oasis:entry>\n<oasis:entry>0.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>R5G-H13R-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n<oasis:entry>1.7</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>The\nreference for the normalization\nis the Aβ<sub>16</sub>. A Cu­(II) affinity value of 3.2 ±\n1.0 × 10<sup>9</sup> M<sup>–1</sup> for the competing\nligand L was taken.</p>\n</fn>\n<fn id=\"t2fn1\">\n<label>b</label>\n<p>The\nerror bars are evaluated in\nthe <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.6b04979/suppl_file/ac6b04979_si_001.pdf\">Supporting Information</ext-link> (see Figure\nS4).</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>c</label>\n<p>The <italic>K</italic>\n<sub>a</sub> value for Ac–Aβ<sub>16</sub> is too weak\nto be thoroughly\ndetermined by this method. Only a higher value can be given.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Bar graph of the normalized affinity constants\nin log units of\nthe Aβ peptides and some of their mutants for Cu­(II). The reference\nfor the normalization is the hAβ<sub>16</sub>. The error bars\nindicate the standard deviation. [L] = 50 μM, [Cu­(II)] = 45\nμM, [peptides] = 0 to 500 μM, [HEPES] = 0.1 M, pH = 7.1, <italic>T</italic> = 25 °C. The affinity constant of the ligand is <italic>K</italic>\n<sub>a</sub> = 3.2 ± 1.0 × 10<sup>9</sup> M<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ac-2016-04979x_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Bar graph of the normalized affinity constants in log units of the Aβ peptides and some of their mutants for Cu(II). The reference for the normalization is the hAβ16. The error bars indicate the standard deviation. [L] = 50 μM, [Cu(II)] = 45 μM, [peptides] = 0 to 500 μM, [HEPES] = 0.1 M, pH = 7.1, T = 25 °C. The affinity constant of the ligand is K a = 3.2 ± 1.0 × 109 M-1.   ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<title>Discussion</title><p>The\nAβ peptides used in this study were modified with respect\nto the human sequence on any potential binding amino-acids, namely\nthe carboxylate containing amino-acid residues, the His residues,\nand the N-terminal amine. The mutations involved between the human\nand murine sequences were also studied.</p>", "clean_text": "Discussion\n\nThe Aβ peptides used in this study were modified with respect to the human sequence on any potential binding amino-acids, namely the carboxylate containing amino-acid residues, the His residues, and the N-terminal amine. The mutations involved between the human and murine sequences were also studied.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<title>Human-Derived Peptides</title><p>The first modification is the\nacetylation of the N-terminal amine (Asp1) precluding the possibility\nof Cu­(II) binding. The affinity constant of Cu­(II) for this modified\npeptide is at least 10 times weaker than that of the Aβ<sub>16</sub> peptide, in line with an important contribution of the N-terminal\namine in Cu­(II) binding to Aβ<sub>16</sub>, as discussed in\nthe literature. In the second group of modified peptides, the impact of the carboxylate\nfunction is evaluated. The carboxylate group of each of the amino\nacid residues Asp1, Glu3, Asp7, and Glu11 is mutated with an amide\nfunction. Only a very weak impact is observed with a decrease in the\naffinity upon modification that does not exceed a factor of 2. In\nthe Aβ<sub>16</sub> there are 4 carboxylate groups available\nfor the Cu­(II) coordination. Therefore, if one carboxylate is mutated,\n3 other ones remain to complete the coordination sphere. This is in\nperfect agreement with the possibility of having an equilibrium between\nthe four carboxylate groups for one binding position. The high similarity of affinity values for the four carboxylate-modified\npeptides also suggests that there is no preference for one given carboxylate\ngroup. The last group of modified peptides consists in the His mutants\n(His6, His13, and His14). While the His6 mutation (H6A or H6R) has\na significant impact (a 5-fold decrease of the affinity value), the\nHis13 or His14 mutation has a lesser effect (with a maximal 2-fold\ndecrease of the affinity value). This indicates that (i) none of the\nHis is essential but (ii) the His13 and His14 can more easily exchange\nfor the binding position on the peptide than His6 and His13 or than\nHis6 and His14 do. This is in line with the proposition that in the\nmain coordination site His13 and His14 exchange for one binding position\nwhile His6 is constantly bound. It is worth mentioning that similar differences have been previously\ndetermined by ITC. All together, these data fit\nvery well with the coordination site of Cu­(II) proposed based on spectroscopic\ndata (reviewed in refs ) and reminded in . In such a proposition, the Cu­(II) ion is equatorially bound\nto the N-terminal amine, the adjacent carbonyl group from the Asp1–Ala2\nbond, the imidazole group from His 6 and from His13 or 14 in equilibrium\n(see Scheme S2, top). A carboxylate-containing\nresidue has been proposed to occupy the apical position. Last, the Cu­(II) affinity seems to weakly increase\nwith the length of the peptide, in line with previous reports, but this result has to be taken with caution due to the increase\nin the error bar when working with the Aβ<sub>40</sub> peptide.\nThis confirms that the Aβ<sub>16</sub> moiety is a good model\nwith respect to the Cu­(II) binding site within the full-length peptide.</p>", "clean_text": "Human-Derived Peptides\n\nThe first modification is the acetylation of the N-terminal amine (Asp1) precluding the possibility of Cu(II) binding. The affinity constant of Cu(II) for this modified peptide is at least 10 times weaker than that of the Aβ16 peptide, in line with an important contribution of the N-terminal amine in Cu(II) binding to Aβ16, as discussed in the literature. In the second group of modified peptides, the impact of the carboxylate function is evaluated. The carboxylate group of each of the amino acid residues Asp1, Glu3, Asp7, and Glu11 is mutated with an amide function. Only a very weak impact is observed with a decrease in the affinity upon modification that does not exceed a factor of 2. In the Aβ16 there are 4 carboxylate groups available for the Cu(II) coordination. Therefore, if one carboxylate is mutated, 3 other ones remain to complete the coordination sphere. This is in perfect agreement with the possibility of having an equilibrium between the four carboxylate groups for one binding position. The high similarity of affinity values for the four carboxylate-modified peptides also suggests that there is no preference for one given carboxylate group. The last group of modified peptides consists in the His mutants (His6, His13, and His14). While the His6 mutation (H6A or H6R) has a significant impact (a 5-fold decrease of the affinity value), the His13 or His14 mutation has a lesser effect (with a maximal 2-fold decrease of the affinity value). This indicates that (i) none of the His is essential but (ii) the His13 and His14 can more easily exchange for the binding position on the peptide than His6 and His13 or than His6 and His14 do. This is in line with the proposition that in the main coordination site His13 and His14 exchange for one binding position while His6 is constantly bound. It is worth mentioning that similar differences have been previously determined by ITC. All together, these data fit very well with the coordination site of Cu(II) proposed based on spectroscopic data (reviewed in refs ) and reminded in . In such a proposition, the Cu(II) ion is equatorially bound to the N-terminal amine, the adjacent carbonyl group from the Asp1-Ala2 bond, the imidazole group from His 6 and from His13 or 14 in equilibrium (see Scheme S2, top). A carboxylate-containing residue has been proposed to occupy the apical position. Last, the Cu(II) affinity seems to weakly increase with the length of the peptide, in line with previous reports, but this result has to be taken with caution due to the increase in the error bar when working with the Aβ40 peptide. This confirms that the Aβ16 moiety is a good model with respect to the Cu(II) binding site within the full-length peptide.", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Predominant Forms at pH 7.1 of the Cu­(II) Coordination with Human\n(left) and Murine (right) Aβ Peptides</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ac-2016-04979x_0005.tif\"></graphic>\n</fig>", "clean_text": " 1  Predominant Forms at pH 7.1 of the Cu(II) Coordination with Human (left) and Murine (right) Aβ Peptides   ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<title>Human versus Murine Peptides</title><p>The murine sequence differs\nfrom the human one by 3 mutations: R5G, Y10F, and H13R. With respect\nto Cu­(II) affinity values, the murine peptide is twice stronger than\nthe human one, in line with previous measurements by direct competition, ITC, and potentiometry. The main mutation responsible for such a difference\nis the R5G mutation. This has been previously related to the formation\nof a 6-membered metallacycle between the side chain of His6 and the\ndeprotonated Gly5-His6 peptide function for the murine peptide that\nis not observed in the human case (see  and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.6b04979/suppl_file/ac6b04979_si_001.pdf\">S2</ext-link> bottom).\n</p>", "clean_text": "Human versus Murine Peptides\n\nThe murine sequence differs from the human one by 3 mutations: R5G, Y10F, and H13R. With respect to Cu(II) affinity values, the murine peptide is twice stronger than the human one, in line with previous measurements by direct competition, ITC, and potentiometry. The main mutation responsible for such a difference is the R5G mutation. This has been previously related to the formation of a 6-membered metallacycle between the side chain of His6 and the deprotonated Gly5-His6 peptide function for the murine peptide that is not observed in the human case (see  and S2 bottom). ", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In the present study, a new ratiometric\ndye was synthesized and\nfully characterized. It was further used to determine the affinity\nconstant of Cu­(II) for several Aβ peptides by UV–vis\ncompetition experiments. This was made possible by the intense (18000\ncm<sup>–1</sup>·M<sup>–1</sup>) LMCT band displayed\nat λ = 330 nm by the Cu­(L) complex. The affinity values obtained\nin this study for the various modified peptides agree perfectly with\npublished coordination sites, thus validating the proposed strategy\nthat relies on the determination of affinity constants of a wide series\nof modified peptides to extrapolate a coordination model for a given\npeptide. In addition, the designed dye could be further used to straightforwardly\ndetermine Cu­(II) affinity for other flexible peptides such as α-synuclein,\ninvolved in Parkinson’s disease, or Prion protein, for which the Cu­(II)\naffinities are proposed to lie in the 10<sup>8</sup>–10<sup>10</sup> M<sup>–1</sup> range. However, outside this range,\ncompetition with L will not give reliable values. In addition, the\nmolar extinction coefficient is relatively low, implying the use of\nquite a large biomolecule concentration. As a consequence, to generalize\nthis approach to the evaluation of Cu­(II) affinity for any other (bio)­molecules\nrelies on the ability to modulate the Cu­(II) affinities and to increase\nthe molar extinction coefficient of oxaloamino-benzoic acid derivatives\nby playing with the scaffold.</p>", "clean_text": "Conclusions\n\nIn the present study, a new ratiometric dye was synthesized and fully characterized. It was further used to determine the affinity constant of Cu(II) for several Aβ peptides by UV-vis competition experiments. This was made possible by the intense (18000 cm-1⋅M-1) LMCT band displayed at λ = 330 nm by the Cu(L) complex. The affinity values obtained in this study for the various modified peptides agree perfectly with published coordination sites, thus validating the proposed strategy that relies on the determination of affinity constants of a wide series of modified peptides to extrapolate a coordination model for a given peptide. In addition, the designed dye could be further used to straightforwardly determine Cu(II) affinity for other flexible peptides such as α-synuclein, involved in Parkinson's disease, or Prion protein, for which the Cu(II) affinities are proposed to lie in the 108-1010 M-1 range. However, outside this range, competition with L will not give reliable values. In addition, the molar extinction coefficient is relatively low, implying the use of quite a large biomolecule concentration. As a consequence, to generalize this approach to the evaluation of Cu(II) affinity for any other (bio)molecules relies on the ability to modulate the Cu(II) affinities and to increase the molar extinction coefficient of oxaloamino-benzoic acid derivatives by playing with the scaffold.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.analchem.6b04979\">10.1021/acs.analchem.6b04979</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Characterization\nof the ligand and of the Cu­(L) complex,\nEXAFS parameters, competition data, error bar, and Cu coordination\nmodel (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.6b04979/suppl_file/ac6b04979_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.analchem.6b04979.  Characterization of the ligand and of the Cu(L) complex, EXAFS parameters, competition data, error bar, and Cu coordination model (PDF)   ", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>Characterization\nof the ligand and of the Cu­(L) complex,\nEXAFS parameters, competition data, error bar, and Cu coordination\nmodel (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.6b04979/suppl_file/ac6b04979_si_001.pdf\">PDF</ext-link>)</p><p>A.C.D. and V.B. contributed equally to this work.</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "Characterization of the ligand and of the Cu(L) complex, EXAFS parameters, competition data, error bar, and Cu coordination model (PDF)\n\nA.C.D. and V.B. contributed equally to this work.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "13, 14, 15, 18", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of H<sub>5</sub>L</title><title>H<sub>3</sub>Et<sub>2</sub>L: 3,4-(Diethyloxamate)­benzoic acid</title><p>The ester form of the L ligand was prepared following the known\nprocedure for oxamate ligands instead of the previously\nreported synthesis. To 5 g of 3,4-diaminobenzoic\nacid (32.8 mmol) in THF (200 mL) is added with strong stirring 8.25\nmL of ethyl oxalyl chloride (72 mmol, 2.2 equiv). The mixture is refluxed\nfor 2 h, filtered while hot, and let to cool down to room temperature.\nRemoval of the solvent leads to a brown precipitate. The solid is\nabundantly washed with water, filtered, washed with 50% vol. ethanol\nand then with a minimum of cold 96% vol. ethanol, and dried in air.\nYield: 8.9 g (77%). See <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.6b04979/suppl_file/ac6b04979_si_001.pdf\">Supporting Information</ext-link> for elemental analysis, NMR, and IR characterizations.</p><title>Na<sub>1.5</sub>H<sub>3.5</sub>L·2.2H<sub>2</sub>O</title><p>Aqueous\nNaOH (2 M, 57 mL) was added dropwise to a suspension of H<sub>3</sub>Et<sub>2</sub>L (8 g, 22.7 mmol) in water (400 mL). The solution\nwas stirred for 30 min and filtered. Addition of 4 M HCl (28 mL) to\nthe resulting solution leads to the rapid formation of a brown precipitate.\nAfter 10 min the precipitate is collected on a sintered glass filter,\nwashed with cold water, then with 96% vol. EtOH, and finally with\nether before being dried for several hours in air and overnight at\n45 °C in an oven. Yield: 5.4 g (64%). See <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.6b04979/suppl_file/ac6b04979_si_001.pdf\">Supporting Information</ext-link> for elemental analysis, NMR, and IR\ncharacterizations.</p><title>Synthesis of Li<sub>3</sub>[Cu­(L)]</title><p>Suitable crystals\nof the copper dye, Cu­(L), were obtained as follows: A suspension of\nH<sub>3</sub>Et<sub>2</sub>L (0.100 g, 0.28 mmol) in water (10 mL)\nwas treated with 0.71 mL of LiOH 2 M (1.42 mmol) and stirred at room\ntemperature until complete dissolution of the ligand. An aqueous solution\nof Cu­(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O (0.068 g, 0.28\nmmol, 5 mL) was then added dropwise to the oxamate solution, resulting\nin a deep blue solution of the copper complex that was stirred for\n30 min at room temperature and filtered. Slow diffusion of acetone\nyields crystals of Li<sub>3</sub>[Cu­(L)]·5.5H<sub>2</sub>O in\n15 days. Yield: 0.054 g (41% based on Cu). See <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.6b04979/suppl_file/ac6b04979_si_001.pdf\">Supporting Information</ext-link> for elemental analysis and IR characterizations.</p><p>EPR samples were prepared from a stock solution of\nligand diluted down to 0.2 mM in H<sub>2</sub>O. <sup>65</sup>Cu­(II)\n(0.9 equiv) was added from 25 mM <sup>65</sup>Cu­(NO<sub>3</sub>)<sub>2</sub> stock solution homemade from a <sup>65</sup>Cu foil. Samples\nwere frozen in quartz tubes after addition of 10% glycerol as a cryoprotectant\nand stored in liquid nitrogen until used.</p>", "clean_text": "Synthesis of H5L\n\nH3Et2L: 3,4-(Diethyloxamate)benzoic acid\n\nThe ester form of the L ligand was prepared following the known procedure for oxamate ligands instead of the previously reported synthesis. To 5 g of 3,4-diaminobenzoic acid (32.8 mmol) in THF (200 mL) is added with strong stirring 8.25 mL of ethyl oxalyl chloride (72 mmol, 2.2 equiv). The mixture is refluxed for 2 h, filtered while hot, and let to cool down to room temperature. Removal of the solvent leads to a brown precipitate. The solid is abundantly washed with water, filtered, washed with 50% vol. ethanol and then with a minimum of cold 96% vol. ethanol, and dried in air. Yield: 8.9 g (77%). See Supporting Information for elemental analysis, NMR, and IR characterizations.\n\nNa1.5H3.5L⋅2.2H2O\n\nAqueous NaOH (2 M, 57 mL) was added dropwise to a suspension of H3Et2L (8 g, 22.7 mmol) in water (400 mL). The solution was stirred for 30 min and filtered. Addition of 4 M HCl (28 mL) to the resulting solution leads to the rapid formation of a brown precipitate. After 10 min the precipitate is collected on a sintered glass filter, washed with cold water, then with 96% vol. EtOH, and finally with ether before being dried for several hours in air and overnight at 45 °C in an oven. Yield: 5.4 g (64%). See Supporting Information for elemental analysis, NMR, and IR characterizations.\n\nSynthesis of Li3[Cu(L)]\n\nSuitable crystals of the copper dye, Cu(L), were obtained as follows: A suspension of H3Et2L (0.100 g, 0.28 mmol) in water (10 mL) was treated with 0.71 mL of LiOH 2 M (1.42 mmol) and stirred at room temperature until complete dissolution of the ligand. An aqueous solution of Cu(NO3)2⋅3H2O (0.068 g, 0.28 mmol, 5 mL) was then added dropwise to the oxamate solution, resulting in a deep blue solution of the copper complex that was stirred for 30 min at room temperature and filtered. Slow diffusion of acetone yields crystals of Li3[Cu(L)]⋅5.5H2O in 15 days. Yield: 0.054 g (41% based on Cu). See Supporting Information for elemental analysis and IR characterizations.\n\nEPR samples were prepared from a stock solution of ligand diluted down to 0.2 mM in H2O. 65Cu(II) (0.9 equiv) was added from 25 mM 65Cu(NO3)2 stock solution homemade from a 65Cu foil. Samples were frozen in quartz tubes after addition of 10% glycerol as a cryoprotectant and stored in liquid nitrogen until used.", "data": [[[{"meta": {"name": "H5L", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "3,4-diaminobenzoic acid", "amount": "5", "unit": "g"}], "solution": [{"name": "THF", "amount": "200", "unit": "mL"}, {"name": "ethyl oxalyl chloride", "amount": "8.25", "unit": "mL"}], "pressure": "", "temperature": "reflux", "time": "2 h"}, {"synthesis method": "filtration", "time": "hot"}, {"synthesis method": "washing", "washing solution": "water", "amount": ""}, {"synthesis method": "washing", "washing solution": "50% vol. ethanol", "amount": ""}, {"synthesis method": "washing", "washing solution": "cold 96% vol. ethanol", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}], "yield": "77%"}], [{"meta": {"name": "Na1.5H3.5L·2.2H2O", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "H3Et2L", "amount": "8", "unit": "g"}], "solution": [{"name": "water", "amount": "400", "unit": "mL"}, {"name": "2 M NaOH", "amount": "57", "unit": "mL"}], "pressure": "", "temperature": "", "time": "30 min"}, {"synthesis method": "filtration", "time": ""}, {"synthesis method": "washing", "washing solution": "cold water", "amount": ""}, {"synthesis method": "washing", "washing solution": "96% vol. EtOH", "amount": ""}, {"synthesis method": "washing", "washing solution": "ether", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": "several hours"}, {"synthesis method": "drying", "pressure": "", "temperature": "45 °C", "atmosphere": "oven", "time": "overnight"}], "yield": "64%"}], [{"meta": {"name": "Li3[Cu(L)]", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "H3Et2L", "amount": "0.100", "unit": "g"}, {"name": "LiOH 2 M", "amount": "0.71", "unit": "mL"}], "solution": [{"name": "water", "amount": "10", "unit": "mL"}, {"name": "Cu(NO3)2·3H2O", "amount": "0.068", "unit": "g"}], "pressure": "", "temperature": "room temperature", "time": "30 min"}, {"synthesis method": "filtration", "time": ""}, {"synthesis method": "crystallization", "solvent": "acetone", "time": "15 days"}], "yield": "41%"}]]], "include_properties": ["chemical_synthesis", "filtration", "washing", "drying", "chemical_synthesis", "filtration", "washing", "drying", "chemical_synthesis", "filtration"]}, {"idx": "1, 34, 36", "type": "text", "classification": "property", "content": "<p>Being\nable to easily determine the Cu­(II) affinity for biomolecules\nof moderate affinity is important. Such biomolecules include amyloidogenic\npeptides, such as the well-known amyloid-β peptide involved\nin Alzheimer’s disease. Here, we report the synthesis of a\nnew water-soluble ratiometric Cu­(II) dye with a moderate affinity\n(10<sup>9</sup> M<sup>–1</sup> at pH 7.1) and the characterizations\nof the Cu­(II) corresponding complex by X-ray crystallography, EPR,\nand XAS spectroscopic methods. UV–vis competition was performed\non the Aβ peptide as well as on a wide series of modified peptides,\nleading to an affinity value of 1.6 × 10<sup>9</sup> M<sup>–1</sup> at pH 7.1 for the Aβ peptide and to a coordination model for\nthe Cu­(II) site within the Aβ peptide that agrees with the one\nmostly accepted currently.</p><p>The parameters estimated from the EPR signature (A) are also in line with the\nCu­(L) solid-state structure. Indeed, the <italic>g</italic>\n<sub>//</sub> and <italic>A</italic>\n<sub>//</sub>(<sup>65</sup>Cu) values equal\n2.22 and 212 × 10<sup>4</sup> cm<sup>–1</sup>, respectively,\nand are thus in line with a 2N2O equatorial binding mode according\nto the Peisach and Blumberg correlation. A weak rhombicity linked to the presence of four nonequivalent equatorial\nligands is at the origin of the complex features observed in the <italic>g</italic>\n<sub>⊥</sub> region (coupling between I<sub>Cu</sub> = 3/2 and S<sub>Cu</sub> = 1/2 for the two <italic>g</italic>\n<sub>\n<italic>x</italic>\n</sub> and <italic>g</italic>\n<sub>\n<italic>y</italic>\n</sub> transitions). The presence of two equivalent nitrogen atoms\nis consistent with the five superhyperfine lines observed on the first\nparallel transition, arising from the coupling between I<sub>N</sub> = 1 and S<sub>Cu</sub> = 1/2. The XANES spectrum of Cu­(L) is given\nin B. It is\nin line with Cu­(II) complexes where the Cu­(II) center lies in a square\nplanar environment.\n</p><p>The other important parameter\nof this ligand is its affinity constant\nfor Cu­(II). This affinity was evaluated by the same type of competition\nexperiments as those detailed below, performed first between L and\ntwo short peptides, namely ABH and BAH (B stands for β-alanine). These peptides were studied by potentiometry\nto determine the impact of the 5-membered versus 6-membered metallacycles\nwith regard to the Cu­(II) affinity in an ATCUN-like (Amino Terminal\nCU and Nickel) site. Their conditional\nCu­(II) affinity values calculated at pH 7.1 from the potentiometric\ndata equal 3.0 × 10<sup>8</sup> and 3.7 × 10<sup>9</sup> M<sup>–1</sup>, respectively. Competition experiments with\nthe ABH (<italic>respectively</italic> BAH) lead to a Cu­(II) affinity\nvalue of 2.2 × 10<sup>9</sup> M<sup>–1</sup> (<italic>respectively</italic> 4.1 × 10<sup>9</sup> M<sup>–1</sup>) for L. The average value of <italic>K</italic>\n<sub arrange=\"stack\">\n<italic>a</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic>L</italic>\n</sup> = 3.2 ± 1.0 × 10<sup>9</sup> M<sup>–1</sup> was\nused in the rest of the study.</p>", "clean_text": "Being able to easily determine the Cu(II) affinity for biomolecules of moderate affinity is important. Such biomolecules include amyloidogenic peptides, such as the well-known amyloid-β peptide involved in Alzheimer's disease. Here, we report the synthesis of a new water-soluble ratiometric Cu(II) dye with a moderate affinity (109 M-1 at pH 7.1) and the characterizations of the Cu(II) corresponding complex by X-ray crystallography, EPR, and XAS spectroscopic methods. UV-vis competition was performed on the Aβ peptide as well as on a wide series of modified peptides, leading to an affinity value of 1.6 × 109 M-1 at pH 7.1 for the Aβ peptide and to a coordination model for the Cu(II) site within the Aβ peptide that agrees with the one mostly accepted currently.\n\nThe parameters estimated from the EPR signature (A) are also in line with the Cu(L) solid-state structure. Indeed, the g // and A //(65Cu) values equal 2.22 and 212 × 104 cm-1, respectively, and are thus in line with a 2N2O equatorial binding mode according to the Peisach and Blumberg correlation. A weak rhombicity linked to the presence of four nonequivalent equatorial ligands is at the origin of the complex features observed in the g ⊥ region (coupling between ICu = 3/2 and SCu = 1/2 for the two g  x  and g  y  transitions). The presence of two equivalent nitrogen atoms is consistent with the five superhyperfine lines observed on the first parallel transition, arising from the coupling between IN = 1 and SCu = 1/2. The XANES spectrum of Cu(L) is given in B. It is in line with Cu(II) complexes where the Cu(II) center lies in a square planar environment. \n\nThe other important parameter of this ligand is its affinity constant for Cu(II). This affinity was evaluated by the same type of competition experiments as those detailed below, performed first between L and two short peptides, namely ABH and BAH (B stands for β-alanine). These peptides were studied by potentiometry to determine the impact of the 5-membered versus 6-membered metallacycles with regard to the Cu(II) affinity in an ATCUN-like (Amino Terminal CU and Nickel) site. Their conditional Cu(II) affinity values calculated at pH 7.1 from the potentiometric data equal 3.0 × 108 and 3.7 × 109 M-1, respectively. Competition experiments with the ABH (respectively BAH) lead to a Cu(II) affinity value of 2.2 × 109 M-1 (respectively 4.1 × 109 M-1) for L. The average value of K  a   L  = 3.2 ± 1.0 × 109 M-1 was used in the rest of the study.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Cu­(II) affinity", "value": "10^9", "unit": "M^–1", "condition": "at pH 7.1"}, {"property name": "affinity constant", "value": "3.2 ± 1.0 × 10^9", "unit": "M^–1", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 32, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystallography Distances\nbetween\nCu­(II) and Their Neighbours (top) and EXAFS Parameters (bottom): N\n= Number of Neighbors, R = Absorber–Neighbour Distance, σ\n= Debye–Waller Factor</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"2\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">\n<bold>N</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>Distance (Å)</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Cu–N<sub>1</sub>\n</oasis:entry>\n<oasis:entry>1.9061(55)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu–N<sub>2</sub>\n</oasis:entry>\n<oasis:entry>1.9127(37)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu–O<sub>1</sub>\n</oasis:entry>\n<oasis:entry>1.9588(34)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu–O<sub>4</sub>\n</oasis:entry>\n<oasis:entry>1.9642(51)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"2\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">\n<bold>N</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>Distance\n(Å)</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>2 Cu–N</oasis:entry>\n<oasis:entry>1.92</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2 Cu–O</oasis:entry>\n<oasis:entry>1.97</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"2\">\n<oasis:colspec align=\"char\" char=\".\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">\n<bold>σ<sup>2</sup> (Å</bold>\n<sup>\n<bold>2</bold>\n</sup>\n<bold>)</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>R\nfactor</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>0.00471</oasis:entry>\n<oasis:entry>0.18%</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Crystallography Distances between Cu­(II) and Their Neighbours (top) and EXAFS Parameters (bottom): N = Number of Neighbors, R = Absorber–Neighbour Distance, σ = Debye–Waller Factor\n\n| N      | Distance (Å) |\n|--------|--------------|\n| Cu–N₁  | 1.9061(55)   |\n| Cu–N₂  | 1.9127(37)   |\n| Cu–O₁  | 1.9588(34)   |\n| Cu–O₄  | 1.9642(51)   |\n\n| N     | Distance (Å) |\n|-------|--------------|\n| 2 Cu–N| 1.92         |\n| 2 Cu–O| 1.97         |\n\n| σ² (Å²)| R factor |\n|--------|----------|\n| 0.00471| 0.18%    |", "data": ["No properties found"], "include_properties": []}, {"idx": 41, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Cu­(II)\nAffinity Values of the Aβ\nPeptides Studied Here<xref rid=\"tbl2-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">\n<bold>Peptide</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>\n<italic>K</italic>\n</bold>\n<sub>\n<bold>a</bold>\n</sub>\n<bold>(10</bold>\n<sup>\n<bold>9</bold>\n</sup>\n<bold>M</bold>\n<sup>\n<bold>–1</bold>\n</sup>\n<bold>)</bold>\n<xref rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>\n<italic>K</italic>\n</bold>\n<sub>\n<bold>a</bold>\n</sub>\n<bold>(peptide)/<italic>K</italic>\n</bold>\n<sub>\n<bold>a</bold>\n</sub>\n<bold>(hAβ</bold>\n<sub>\n<bold>16</bold>\n</sub>\n<bold>)</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Aβ<sub>28</sub>\n</oasis:entry>\n<oasis:entry>1.8</oasis:entry>\n<oasis:entry>1.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Aβ<sub>40</sub>\n</oasis:entry>\n<oasis:entry>2.2</oasis:entry>\n<oasis:entry>1.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ac-Aβ<sub>16</sub>\n<xref rid=\"t2fn2\"></xref>\n</oasis:entry>\n<oasis:entry>&lt;0.1</oasis:entry>\n<oasis:entry>&lt;0.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>D1N-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>1.1</oasis:entry>\n<oasis:entry>0.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>E3Q-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n<oasis:entry>0.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>D7N-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>1.1</oasis:entry>\n<oasis:entry>0.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>E11Q-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>1.3</oasis:entry>\n<oasis:entry>0.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H6R-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>0.3</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H6A-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>0.3</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H13A-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>0.9</oasis:entry>\n<oasis:entry>0.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H14A-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>0.8</oasis:entry>\n<oasis:entry>0.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>mAβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>3.0</oasis:entry>\n<oasis:entry>1.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>R5G-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n<oasis:entry>1.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Y10F-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>1.2</oasis:entry>\n<oasis:entry>0.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H13R-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>0.7</oasis:entry>\n<oasis:entry>0.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>R5G-H13R-Aβ<sub>16</sub>\n</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n<oasis:entry>1.7</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>The\nreference for the normalization\nis the Aβ<sub>16</sub>. A Cu­(II) affinity value of 3.2 ±\n1.0 × 10<sup>9</sup> M<sup>–1</sup> for the competing\nligand L was taken.</p>\n</fn>\n<fn id=\"t2fn1\">\n<label>b</label>\n<p>The\nerror bars are evaluated in\nthe <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.6b04979/suppl_file/ac6b04979_si_001.pdf\">Supporting Information</ext-link> (see Figure\nS4).</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>c</label>\n<p>The <italic>K</italic>\n<sub>a</sub> value for Ac–Aβ<sub>16</sub> is too weak\nto be thoroughly\ndetermined by this method. Only a higher value can be given.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Cu­(II) Affinity Values of the Aβ Peptides Studied Here[^a]\n\n| Peptide | K<sub>a</sub> (10<sup>9</sup> M<sup>–1</sup>)[^b] | K<sub>a</sub>(peptide)/K<sub>a</sub>(hAβ<sub>16</sub>) |\n|---------|------------------------------------------------|-----------------------------------------------------|\n| Aβ<sub>16</sub> | 1.6 | 1.0 |\n| Aβ<sub>28</sub> | 1.8 | 1.1 |\n| Aβ<sub>40</sub> | 2.2 | 1.4 |\n| Ac-Aβ<sub>16</sub>[^c] | <0.1 | <0.1 |\n| D1N-Aβ<sub>16</sub> | 1.1 | 0.7 |\n| E3Q-Aβ<sub>16</sub> | 1.0 | 0.6 |\n| D7N-Aβ<sub>16</sub> | 1.1 | 0.7 |\n| E11Q-Aβ<sub>16</sub> | 1.3 | 0.8 |\n| H6R-Aβ<sub>16</sub> | 0.3 | 0.2 |\n| H6A-Aβ<sub>16</sub> | 0.3 | 0.2 |\n| H13A-Aβ<sub>16</sub> | 0.9 | 0.6 |\n| H14A-Aβ<sub>16</sub> | 0.8 | 0.5 |\n| mAβ<sub>16</sub> | 3.0 | 1.9 |\n| R5G-Aβ<sub>16</sub> | 3.1 | 1.9 |\n| Y10F-Aβ<sub>16</sub> | 1.2 | 0.8 |\n| H13R-Aβ<sub>16</sub> | 0.7 | 0.4 |\n| R5G-H13R-Aβ<sub>16</sub> | 2.7 | 1.7 |\n\n[^a]: The reference for the normalization is the Aβ<sub>16</sub>. A Cu­(II) affinity value of 3.2 ± 1.0 × 10<sup>9</sup> M<sup>–1</sup> for the competing ligand L was taken.\n[^b]: The error bars are evaluated in the Supporting Information (see Figure S4).\n[^c]: The K<sub>a</sub> value for Ac–Aβ<sub>16</sub> is too weak to be thoroughly determined by this method. Only a higher value can be given.", "data": [{"meta": {"name": "Aβ16", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Cu­(II) Affinity Values", "value": "K_a: 1.6 x 10^9 M^–1", "unit": "", "condition": ""}, {"property name": "Cu­(II) Affinity Values", "value": "K_a(peptide)/K_a(hAβ16): 1.0", "unit": "", "condition": ""}]}, {"meta": {"name": "Aβ28", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Cu­(II) Affinity Values", "value": "K_a: 1.8 x 10^9 M^–1", "unit": "", "condition": ""}, {"property name": "Cu­(II) Affinity Values", "value": "K_a(peptide)/K_a(hAβ16): 1.1", "unit": "", "condition": ""}]}, {"meta": {"name": "Aβ40", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Cu­(II) Affinity Values", "value": "K_a: 2.2 x 10^9 M^–1", "unit": "", "condition": ""}, {"property name": "Cu­(II) Affinity Values", "value": "K_a(peptide)/K_a(hAβ16): 1.4", "unit": "", "condition": ""}]}, {"meta": {"name": "Ac-Aβ16", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Cu­(II) Affinity Values", "value": "K_a: <0.1 x 10^9 M^–1", "unit": "", "condition": ""}, {"property name": "Cu­(II) Affinity Values", "value": "K_a(peptide)/K_a(hAβ16): <0.1", "unit": "", "condition": ""}]}, {"meta": {"name": "D1N-Aβ16", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Cu­(II) Affinity Values", "value": "K_a: 1.1 x 10^9 M^–1", "unit": "", "condition": ""}, {"property name": "Cu­(II) Affinity Values", "value": "K_a(peptide)/K_a(hAβ16): 0.7", "unit": "", "condition": ""}]}, {"meta": {"name": "E3Q-Aβ16", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Cu­(II) Affinity Values", "value": "K_a: 1.0 x 10^9 M^–1", "unit": "", "condition": ""}, {"property name": "Cu­(II) Affinity Values", "value": "K_a(peptide)/K_a(hAβ16): 0.6", "unit": "", "condition": ""}]}, {"meta": {"name": "D7N-Aβ16", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Cu­(II) Affinity Values", "value": "K_a: 1.1 x 10^9 M^–1", "unit": "", "condition": ""}, {"property name": "Cu­(II) Affinity Values", "value": "K_a(peptide)/K_a(hAβ16): 0.7", "unit": "", "condition": ""}]}, {"meta": {"name": "E11Q-Aβ16", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Cu­(II) Affinity Values", "value": "K_a: 1.3 x 10^9 M^–1", "unit": "", "condition": ""}, {"property name": "Cu­(II) Affinity Values", "value": "K_a(peptide)/K_a(hAβ16): 0.8", "unit": "", "condition": ""}]}, {"meta": {"name": "H6R-Aβ16", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Cu­(II) Affinity Values", "value": "K_a: 0.3 x 10^9 M^–1", "unit": "", "condition": ""}, {"property name": "Cu­(II) Affinity Values", "value": "K_a(peptide)/K_a(hAβ16): 0.2", "unit": "", "condition": ""}]}, {"meta": {"name": "H6A-Aβ16", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Cu­(II) Affinity Values", "value": "K_a: 0.3 x 10^9 M^–1", "unit": "", "condition": ""}, {"property name": "Cu­(II) Affinity Values", "value": "K_a(peptide)/K_a(hAβ16): 0.2", "unit": "", "condition": ""}]}, {"meta": {"name": "H13A-Aβ16", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Cu­(II) Affinity Values", "value": "K_a: 0.9 x 10^9 M^–1", "unit": "", "condition": ""}, {"property name": "Cu­(II) Affinity Values", "value": "K_a(peptide)/K_a(hAβ16): 0.6", "unit": "", "condition": ""}]}, {"meta": {"name": "H14A-Aβ16", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Cu­(II) Affinity Values", "value": "K_a: 0.8 x 10^9 M^–1", "unit": "", "condition": ""}, {"property name": "Cu­(II) Affinity Values", "value": "K_a(peptide)/K_a(hAβ16): 0.5", "unit": "", "condition": ""}]}, {"meta": {"name": "mAβ16", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Cu­(II) Affinity Values", "value": "K_a: 3.0 x 10^9 M^–1", "unit": "", "condition": ""}, {"property name": "Cu­(II) Affinity Values", "value": "K_a(peptide)/K_a(hAβ16): 1.9", "unit": "", "condition": ""}]}, {"meta": {"name": "R5G-Aβ16", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Cu­(II) Affinity Values", "value": "K_a: 3.1 x 10^9 M^–1", "unit": "", "condition": ""}, {"property name": "Cu­(II) Affinity Values", "value": "K_a(peptide)/K_a(hAβ16): 1.9", "unit": "", "condition": ""}]}, {"meta": {"name": "Y10F-Aβ16", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Cu­(II) Affinity Values", "value": "K_a: 1.2 x 10^9 M^–1", "unit": "", "condition": ""}, {"property name": "Cu­(II) Affinity Values", "value": "K_a(peptide)/K_a(hAβ16): 0.8", "unit": "", "condition": ""}]}, {"meta": {"name": "H13R-Aβ16", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Cu­(II) Affinity Values", "value": "K_a: 0.7 x 10^9 M^–1", "unit": "", "condition": ""}, {"property name": "Cu­(II) Affinity Values", "value": "K_a(peptide)/K_a(hAβ16): 0.4", "unit": "", "condition": ""}]}, {"meta": {"name": "R5G-H13R-Aβ16", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Cu­(II) Affinity Values", "value": "K_a: 2.7 x 10^9 M^–1", "unit": "", "condition": ""}, {"property name": "Cu­(II) Affinity Values", "value": "K_a(peptide)/K_a(hAβ16): 1.7", "unit": "", "condition": ""}]}], "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Ellipsoid plot (H and disorders atoms are omitted for\nclarity)\nof Cu­(L).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ac-2016-04979x_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Ellipsoid plot (H and disorders atoms are omitted for clarity) of Cu(L).   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>\n<italic>Panel A</italic>. EPR signature of Cu­(L). [L] = 200 μM,\n[<sup>65</sup>Cu­(II)] = 180 μM, [HEPES] = 50 mM, pH = 7.1, <italic>T</italic> = 120 K. Inset: superhyperfine structure on the first\nparallel line. <italic>Panel B</italic>. Normalized Cu K-edge X-ray\nabsorption near edge structure (XANES) spectrum of Cu­(L). [L] = 1\nmM, [Cu­(II)] = 0.9 mM, [HEPES] = 0.1 M, pH = 7.0, <italic>T</italic> = 20 K.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ac-2016-04979x_0002.tif\"></graphic>\n</fig>", "clean_text": " 2   Panel A. EPR signature of Cu(L). [L] = 200 μM, [65Cu(II)] = 180 μM, [HEPES] = 50 mM, pH = 7.1, T = 120 K. Inset: superhyperfine structure on the first parallel line. Panel B. Normalized Cu K-edge X-ray absorption near edge structure (XANES) spectrum of Cu(L). [L] = 1 mM, [Cu(II)] = 0.9 mM, [HEPES] = 0.1 M, pH = 7.0, T = 20 K.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>\n<italic>Panel\nA</italic>. UV–vis spectra of a solution of\nL (dotted line), in the presence of 0.9 equiv of Cu­(II) (solid line)\nand after addition of increasing amounts (approx. 1, 3, 7, and 10\nequiv) of Aβ<sub>16</sub> peptide (gray lines). The arrows indicate\nthe variation of the UV–vis spectra upon addition of the peptide.\nThe increase at 276 nm is due to Tyr10 absorption. <italic>Panel B</italic>. Experimental absorbance at 330 nm (dots) and the best fits (dashed\nlines) of the Cu­(L) system upon addition of peptides (Aβ<sub>16</sub> (a), H6A-Aβ<sub>16</sub> (b), and Ac-Aβ<sub>16</sub> (c)). [L] = 50 μM, [Cu­(II)] = 45 μM, [peptides]\n= 0 to 500 μM, [HEPES] = 0.1 M, pH = 7.1, <italic>T</italic> = 25 °C.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ac-2016-04979x_0003.tif\"></graphic>\n</fig>", "clean_text": " 3   Panel A. UV-vis spectra of a solution of L (dotted line), in the presence of 0.9 equiv of Cu(II) (solid line) and after addition of increasing amounts (approx. 1, 3, 7, and 10 equiv) of Aβ16 peptide (gray lines). The arrows indicate the variation of the UV-vis spectra upon addition of the peptide. The increase at 276 nm is due to Tyr10 absorption. Panel B. Experimental absorbance at 330 nm (dots) and the best fits (dashed lines) of the Cu(L) system upon addition of peptides (Aβ16 (a), H6A-Aβ16 (b), and Ac-Aβ16 (c)). [L] = 50 μM, [Cu(II)] = 45 μM, [peptides] = 0 to 500 μM, [HEPES] = 0.1 M, pH = 7.1, T = 25 °C.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Bar graph of the normalized affinity constants\nin log units of\nthe Aβ peptides and some of their mutants for Cu­(II). The reference\nfor the normalization is the hAβ<sub>16</sub>. The error bars\nindicate the standard deviation. [L] = 50 μM, [Cu­(II)] = 45\nμM, [peptides] = 0 to 500 μM, [HEPES] = 0.1 M, pH = 7.1, <italic>T</italic> = 25 °C. The affinity constant of the ligand is <italic>K</italic>\n<sub>a</sub> = 3.2 ± 1.0 × 10<sup>9</sup> M<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ac-2016-04979x_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Bar graph of the normalized affinity constants in log units of the Aβ peptides and some of their mutants for Cu(II). The reference for the normalization is the hAβ16. The error bars indicate the standard deviation. [L] = 50 μM, [Cu(II)] = 45 μM, [peptides] = 0 to 500 μM, [HEPES] = 0.1 M, pH = 7.1, T = 25 °C. The affinity constant of the ligand is K a = 3.2 ± 1.0 × 109 M-1.   ", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Predominant Forms at pH 7.1 of the Cu­(II) Coordination with Human\n(left) and Murine (right) Aβ Peptides</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ac-2016-04979x_0005.tif\"></graphic>\n</fig>", "clean_text": " 1  Predominant Forms at pH 7.1 of the Cu(II) Coordination with Human (left) and Murine (right) Aβ Peptides   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.analchem.6b04979", "title": null, "journal": "American Chemical\nSociety", "date": "2017.01", "author_list": ["Conte-Daban\nAmandine", "Borghesani\nValentina", "Sayen\nStéphanie", "Guillon\nEmmanuel", "Journaux\nYves", "Gontard\nGeoffrey", "Lisnard\nLaurent", "Hureau\nChristelle"]}}