{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/am6b14051.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>A robust\nprimitive diamond-type topology 3-D metal–organic\nframework (MOF) of {[Cd<sub>4</sub>(hbhdpy)<sub>2</sub>(bdc)<sub>3</sub>(DMA)<sub>2</sub>]·(H<sub>2</sub>O)<sub>4</sub>}<sub>\n<italic>n</italic>\n</sub> (<bold>1</bold>, DMA = <italic>N</italic>,<italic>N</italic>-dimethylacetamide) was constructed from the planar secondary\nbuilding units of the dinuclear cadmium clusters, Cd<sub>2</sub>(μ<sub>2</sub>-O)<sub>2</sub>, and two linear organic linkers of the new\nmultidentate Schiff base of 4-(2-hydroxy-3-methoxy-benzyli-denehydrazino-carbonyl)-<italic>N</italic>-pyridin-4-yl-benzamide (Hhbhdpy) through the solvothermal\nreaction. <bold>1</bold> presents a 2-fold interpenetrating network\nalong with confined narrow channels and rich acylamide groups as well\nas potential metal open sites for excellent selective CO<sub>2</sub> uptake over CH<sub>4</sub>/N<sub>2</sub> and high luminescent response\nfor 2,4,6-trinitrophenol (TNP) in DMA solution under ambient conditions.\nWith 2-amino-1,4-dicarboxy-benzene (H<sub>2</sub>bdc-NH<sub>2</sub>) replacing H<sub>2</sub>bdc, an amine-functionalized MOF of {[Cd<sub>4</sub>(hbhdpy)<sub>2</sub>(bdc-NH<sub>2</sub>)<sub>3</sub> (DMA)<sub>2</sub>]·(H<sub>2</sub>O)<sub>4</sub>}<sub>\n<italic>n</italic>\n</sub> (<bold>1</bold>-NH<sub>2</sub>) as an isomorphism of <bold>1</bold>, was synthesized under the same reaction conditions. Compared\nwith <bold>1</bold>, the corresponding bifunctional features of <bold>1</bold>-NH<sub>2</sub> is more obvious. To the best of our knowledge,\nit is the first reported interpenetrating Cd-MOFs with highly sensitive\nluminescence response for TNP molecules combined with excellent selectivity\nfor CO<sub>2</sub>/N<sub>2</sub> and CO<sub>2</sub>/CH<sub>4</sub>.</p>", "clean_text": "A robust primitive diamond-type topology 3-D metal-organic framework (MOF) of {[Cd4(hbhdpy)2(bdc)3(DMA)2]⋅(H2O)4} n  (1, DMA = N,N-dimethylacetamide) was constructed from the planar secondary building units of the dinuclear cadmium clusters, Cd2(μ2-O)2, and two linear organic linkers of the new multidentate Schiff base of 4-(2-hydroxy-3-methoxy-benzyli-denehydrazino-carbonyl)-N-pyridin-4-yl-benzamide (Hhbhdpy) through the solvothermal reaction. 1 presents a 2-fold interpenetrating network along with confined narrow channels and rich acylamide groups as well as potential metal open sites for excellent selective CO2 uptake over CH4/N2 and high luminescent response for 2,4,6-trinitrophenol (TNP) in DMA solution under ambient conditions. With 2-amino-1,4-dicarboxy-benzene (H2bdc-NH2) replacing H2bdc, an amine-functionalized MOF of {[Cd4(hbhdpy)2(bdc-NH2)3 (DMA)2]⋅(H2O)4} n  (1-NH2) as an isomorphism of 1, was synthesized under the same reaction conditions. Compared with 1, the corresponding bifunctional features of 1-NH2 is more obvious. To the best of our knowledge, it is the first reported interpenetrating Cd-MOFs with highly sensitive luminescence response for TNP molecules combined with excellent selectivity for CO2/N2 and CO2/CH4.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic frameworks (MOFs)\nhave emerged as good sorbents\nfor CO<sub>2</sub> storage and capture on account of their tunable\npore size and high surface area. Until now, there are only a few MOFs which show highly selective\nadsorption of CO<sub>2</sub> over other gases such as CH<sub>4</sub> or N<sub>2</sub>. Clearly it is still a challenge to construct viable\nCO<sub>2</sub>-capture MOFs which exhibit high CO<sub>2</sub> selectivity. Many strategies have been explored in MOFs construction in order\nto enhance the CO<sub>2</sub> adsorption selectivity and capacity,\nincluding decorating the pores with the polarizing groups such as\nnitrogen bases or other polarizing groups, narrowing the pore size\nby interpenetration from the increase of organic ligand flexibility,\nand changing the ligands’ size and length as well as coordination\nnumbers of metal ions in those MOFs with isoreticular structures. Because some strategies may decline the surface area and CO<sub>2</sub> uptake capacity, it is obviously necessary to balance the\nhigh selectivity and large storage capacity. At the same time, the\nhigh chemical and hydrothermal stabilities of these MOFs for large\nscale industrial applications must be satisfied.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) have emerged as good sorbents for CO2 storage and capture on account of their tunable pore size and high surface area. Until now, there are only a few MOFs which show highly selective adsorption of CO2 over other gases such as CH4 or N2. Clearly it is still a challenge to construct viable CO2-capture MOFs which exhibit high CO2 selectivity. Many strategies have been explored in MOFs construction in order to enhance the CO2 adsorption selectivity and capacity, including decorating the pores with the polarizing groups such as nitrogen bases or other polarizing groups, narrowing the pore size by interpenetration from the increase of organic ligand flexibility, and changing the ligands' size and length as well as coordination numbers of metal ions in those MOFs with isoreticular structures. Because some strategies may decline the surface area and CO2 uptake capacity, it is obviously necessary to balance the high selectivity and large storage capacity. At the same time, the high chemical and hydrothermal stabilities of these MOFs for large scale industrial applications must be satisfied. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>On the\nother hand, the combination of porosity and luminescence\nhave made MOFs become the potential chemical sensors and devices for\ndetecting metal ions (such as Cu<sup>2+</sup>, Ni<sup>2+</sup>, Ba<sup>2+</sup>, etc.), inorganic anions (for instance, NO<sub>3</sub>\n<sup>–</sup>, Cl<sup>–</sup>, I<sup>–</sup>, etc.),\nor other organic molecules (for example, 2,4,6-trinitrophenol, 2,4,6-trinitro-toluene,\netc.). Among them, especially noteworthy nitro aromatics, such as nitrobenzene\n(NB), 1,4-dinitrobenzene (DNB), and 2,4,6-trinitrophenol (TNP) are\nof high toxicity and have considerable harm to microorganisms and\nthe human body deriving from accidents in the production and storage\nprocesses and illegal wastewater emissions in the environment. Accordingly,\nit is crucial for homeland security, security screening, and environmental\nmonitoring to rapidly detect these nitro aromatics. Because of its\nrapidity, sensitivity, and convenience, the luminescence quenching\nmethod has become to be a very effective strategy for the sensing\nof these nitro aromatics.\n</p>", "clean_text": "On the other hand, the combination of porosity and luminescence have made MOFs become the potential chemical sensors and devices for detecting metal ions (such as Cu2+, Ni2+, Ba2+, etc.), inorganic anions (for instance, NO3 -, Cl-, I-, etc.), or other organic molecules (for example, 2,4,6-trinitrophenol, 2,4,6-trinitro-toluene, etc.). Among them, especially noteworthy nitro aromatics, such as nitrobenzene (NB), 1,4-dinitrobenzene (DNB), and 2,4,6-trinitrophenol (TNP) are of high toxicity and have considerable harm to microorganisms and the human body deriving from accidents in the production and storage processes and illegal wastewater emissions in the environment. Accordingly, it is crucial for homeland security, security screening, and environmental monitoring to rapidly detect these nitro aromatics. Because of its rapidity, sensitivity, and convenience, the luminescence quenching method has become to be a very effective strategy for the sensing of these nitro aromatics. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Bearing all of that in mind, a new class of lengthy linear\nmultichelate\nSchiff base ligand involving acylhydrazone and aminocarbonyl groups,\nnamely, 4-(2-hydroxy-3-methoxy-benzyli-dene-hydrazinocarbonyl)-<italic>N</italic>-pyridin-4-yl-benzamide (Hhbhdpy, ), was chosen to construct the 3-D MOFs with\nthe following advantages: (i) the selection of lengthy linear multichelate\nligand, Hhbhdpy, is helpful to the assembly of the interpenetrating\nnetworks with high stability. (ii) The NO3 set from one end of Hhbhdpy\nmay be designed to chelating-coordinate to many metal centers for\nconstructing the polynuclear metal-cluster nodes; meanwhile, the existence\nof the pyridyl N atoms from another end of Hhbhdpy is beneficial to\nthe formation of high dimensional luminescent frameworks. (iii) The\nfree acylamide as the polarity group modifying the pores can enhance\nthe interaction between framework and carbon dioxide/nitroaromatic\nmolecules. (iv) Reacting with the cadmium ion with the variable coordination\nnumber as the metal center, the resulting Cd-MOFs may provide potential\nopen metal sites. (v) Co-coordination of the auxiliary ligands, H<sub>2</sub>bdc/H<sub>2</sub>bdc-NH<sub>2</sub>, can further modify MOF\nstructure to improve its performance. Under guidance of this strategy,\na luminescent microporous MOF, {[Cd<sub>4</sub>(hbhdpy)<sub>2</sub>(bdc)<sub>3</sub>(DMA)<sub>2</sub>]·(H<sub>2</sub>O)<sub>4</sub>}<sub>\n<italic>n</italic>\n</sub> (MOF-<bold>1</bold>) and its amine-functionalized\nisomorphic form, {[Cd<sub>4</sub>(hbhdpy)<sub>2</sub>(bdc-NH<sub>2</sub>)<sub>3</sub>-(DMA)<sub>2</sub>]·(H<sub>2</sub>O)<sub>4</sub>}<sub>\n<italic>n</italic>\n</sub> (MOF-<bold>1</bold>-NH<sub>2</sub>) (Hhbhdpy = 4-(2-hydroxy-3-methoxy-benzylidenehydrazin-ocarbonyl)-<italic>N</italic>-pyridin-4-yl-benzami-de, and H<sub>2</sub>bdc =1,4-dicarboxybenzene,\nH<sub>2</sub>bdc-NH<sub>2</sub> = 2-amino-1,4-dicarboxybenzene, DMA\n= <italic>N</italic>,<italic>N</italic>-dimethylacetamide) were solvothermally\nconstructed. Moreover, the lengthy linear Hhbhdpy ligand together\nwith H<sub>2</sub>bdc/H<sub>2</sub>bdc-NH<sub>2</sub> afford the 2-fold\ninterpenetrating primitive diamond-like 6<sup>6</sup> topology networks\nwith reduced void spaces and confined narrow channels. MOF-<bold>1</bold> thereby presents segmented pores, rich acylamide groups, and potential\nmetal open sites for selective CO<sub>2</sub> uptake over CH<sub>4</sub>/N<sub>2</sub> and highly selective sensing of the nitro explosive\n2,4,6-trinitrophenol (TNP). Compared with <bold>1</bold>, the <bold>1</bold>-NH<sub>2</sub> showed better bifunctional properties. Obviously,\nour studies also prove that interpenetration can be an effective means\nto boost the stability of MOF structures as well as to render proper\npore sizes and rich acylamide groups as well as potential metal open\nsites for guest separation and fluorescent sensing. To the best of\nour knowledge, this is the first report of interpenetrating MOFs with\nsuch high sensitivity luminescence response to TNP molecules with\nexcellent selectivity for CO<sub>2</sub> in CO<sub>2</sub>/N<sub>2</sub> and CO<sub>2</sub>/CH<sub>4</sub> to date.</p>", "clean_text": "Bearing all of that in mind, a new class of lengthy linear multichelate Schiff base ligand involving acylhydrazone and aminocarbonyl groups, namely, 4-(2-hydroxy-3-methoxy-benzyli-dene-hydrazinocarbonyl)-N-pyridin-4-yl-benzamide (Hhbhdpy, ), was chosen to construct the 3-D MOFs with the following advantages: (i) the selection of lengthy linear multichelate ligand, Hhbhdpy, is helpful to the assembly of the interpenetrating networks with high stability. (ii) The NO3 set from one end of Hhbhdpy may be designed to chelating-coordinate to many metal centers for constructing the polynuclear metal-cluster nodes; meanwhile, the existence of the pyridyl N atoms from another end of Hhbhdpy is beneficial to the formation of high dimensional luminescent frameworks. (iii) The free acylamide as the polarity group modifying the pores can enhance the interaction between framework and carbon dioxide/nitroaromatic molecules. (iv) Reacting with the cadmium ion with the variable coordination number as the metal center, the resulting Cd-MOFs may provide potential open metal sites. (v) Co-coordination of the auxiliary ligands, H2bdc/H2bdc-NH2, can further modify MOF structure to improve its performance. Under guidance of this strategy, a luminescent microporous MOF, {[Cd4(hbhdpy)2(bdc)3(DMA)2]⋅(H2O)4} n  (MOF-1) and its amine-functionalized isomorphic form, {[Cd4(hbhdpy)2(bdc-NH2)3-(DMA)2]⋅(H2O)4} n  (MOF-1-NH2) (Hhbhdpy = 4-(2-hydroxy-3-methoxy-benzylidenehydrazin-ocarbonyl)-N-pyridin-4-yl-benzami-de, and H2bdc =1,4-dicarboxybenzene, H2bdc-NH2 = 2-amino-1,4-dicarboxybenzene, DMA = N,N-dimethylacetamide) were solvothermally constructed. Moreover, the lengthy linear Hhbhdpy ligand together with H2bdc/H2bdc-NH2 afford the 2-fold interpenetrating primitive diamond-like 66 topology networks with reduced void spaces and confined narrow channels. MOF-1 thereby presents segmented pores, rich acylamide groups, and potential metal open sites for selective CO2 uptake over CH4/N2 and highly selective sensing of the nitro explosive 2,4,6-trinitrophenol (TNP). Compared with 1, the 1-NH2 showed better bifunctional properties. Obviously, our studies also prove that interpenetration can be an effective means to boost the stability of MOF structures as well as to render proper pore sizes and rich acylamide groups as well as potential metal open sites for guest separation and fluorescent sensing. To the best of our knowledge, this is the first report of interpenetrating MOFs with such high sensitivity luminescence response to TNP molecules with excellent selectivity for CO2 in CO2/N2 and CO2/CH4 to date.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Structures of Ligands\nfor Hhbhdpy, H<sub>2</sub>bdc, and H<sub>2</sub>bdc-NH<sub>2</sub>\n</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2016-14051m_0010.tif\"></graphic>\n</fig>", "clean_text": " 1  Structures of Ligands for Hhbhdpy, H2bdc, and H2bdc-NH2    ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><title>Materials and Physical Measurements</title><p>The ligand 4-(2-hydroxy-3-methoxy-benzylidene-hydrazi-nocarbonyl)-<italic>N</italic>-pyridin-4-yl-benzamide (Hhbhdpy) was prepared according\nto the literature, and the other materials were\npurchased and used without further purification. The PerkinElmer 240C\nanalytical instrument was used to analyses elemental for C, H, N.\nIR spectra were recorded on a Nicolet FT-IR-170SX spectrophotometer\nin KBr pellets. Thermogravimetric analyses were performed on PerkinElmer\nTGA7 analyzer in flowing air atmosphere at a heating rate of 10 °C/min.\nHitachi F-2500 and Edinburgh-FLS-920 were used to record the solid\nstate luminescent spectra were at room temperature with a light source\nof xenon arc lamp and the pass width of 5.0 nm.</p>", "clean_text": "Experimental Section\n\nMaterials and Physical Measurements\n\nThe ligand 4-(2-hydroxy-3-methoxy-benzylidene-hydrazi-nocarbonyl)-N-pyridin-4-yl-benzamide (Hhbhdpy) was prepared according to the literature, and the other materials were purchased and used without further purification. The PerkinElmer 240C analytical instrument was used to analyses elemental for C, H, N. IR spectra were recorded on a Nicolet FT-IR-170SX spectrophotometer in KBr pellets. Thermogravimetric analyses were performed on PerkinElmer TGA7 analyzer in flowing air atmosphere at a heating rate of 10 °C/min. Hitachi F-2500 and Edinburgh-FLS-920 were used to record the solid state luminescent spectra were at room temperature with a light source of xenon arc lamp and the pass width of 5.0 nm.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of\n{[Cd<sub>4</sub>(hbhdpy)<sub>2</sub>(bdc)<sub>3</sub>(DMA)<sub>2</sub>]·(H<sub>2</sub>O)<sub>4</sub>}<sub>\n<italic>n</italic>\n</sub> (<bold>1</bold>)</title><p>A mixture of Hhbhpy (0.0780\ng, 0.2 mmol), Cd­(OAc)<sub>2</sub> (0.4 mmol), H<sub>2</sub>bdc (0.0498\ng, 0.3 mmol), DMA (5 mL), and water (0.5 mL) was sealed in a 15 mL\nTeflon-lined stainless steel vessel and heated at 100 °C for\n3 days. After cooling to room temperature at a rate of 10 °C/h,\nyellow block crystals suitable for X-ray diffraction analysis were\nobtained. The yield was 75% for <bold>1</bold> (based on Hhbhpy).\nIR (KBr, cm<sup>–1</sup>): 3413 (br), 1572­(m), 1413­(w), 1328­(w),\n1211(s), 966 (m), 902 (w), 753 (s); elemental analysis calcd (%) for\n1 (C<sub>74</sub>H<sub>72</sub>N<sub>10</sub>O<sub>26</sub>Cd<sub>4</sub>): C, 45.14; H, 3.66; N, 7.12. Found: C, 45.21; H, 3.63; N,\n7.15.</p>", "clean_text": "Synthesis of {[Cd4(hbhdpy)2(bdc)3(DMA)2]⋅(H2O)4} n  (1)\n\nA mixture of Hhbhpy (0.0780 g, 0.2 mmol), Cd(OAc)2 (0.4 mmol), H2bdc (0.0498 g, 0.3 mmol), DMA (5 mL), and water (0.5 mL) was sealed in a 15 mL Teflon-lined stainless steel vessel and heated at 100 °C for 3 days. After cooling to room temperature at a rate of 10 °C/h, yellow block crystals suitable for X-ray diffraction analysis were obtained. The yield was 75% for 1 (based on Hhbhpy). IR (KBr, cm-1): 3413 (br), 1572(m), 1413(w), 1328(w), 1211(s), 966 (m), 902 (w), 753 (s); elemental analysis calcd (%) for 1 (C74H72N10O26Cd4): C, 45.14; H, 3.66; N, 7.12. Found: C, 45.21; H, 3.63; N, 7.15.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of {[Cd<sub>4</sub>(hbhdpy)<sub>2</sub>(bdc-NH<sub>2</sub>)<sub>3</sub>(DMA)<sub>2</sub>]·(H<sub>2</sub>O)<sub>4</sub>}<sub>\n<italic>n</italic>\n</sub> (<bold>1</bold>-NH<sub>2</sub>)</title><p>The 1-NH<sub>2</sub> was prepared by the same condition\nexcept that the replacement of H<sub>2</sub>bdc by auxiliary ligand\nH<sub>2</sub>bdc-NH<sub>2</sub>. After cooling to room temperature\nat a rate of 10 °C/h, yellow block crystals suitable for X-ray\ndiffraction analysis were obtained. The yield was 72% for <bold>1</bold>-NH<sub>2</sub> (based on Hhbhpy). IR (KBr, cm<sup>–1</sup>): 3426 (br), 1572­(m), 1415­(w), 1320­(w), 1257­(w), 1211(s), 969 (m),\n904 (w), 750 (s); elemental analysis calcd (%) for <bold>1</bold>-NH<sub>2</sub> (C<sub>74</sub>H<sub>73</sub>N<sub>13</sub>O<sub>26</sub>Cd<sub>4</sub>): C: 44.21; H:3.63; N: 9.06; found: C 44.18, H 3.65,\nN 9.08.</p>", "clean_text": "Synthesis of {[Cd4(hbhdpy)2(bdc-NH2)3(DMA)2]⋅(H2O)4} n  (1-NH2)\n\nThe 1-NH2 was prepared by the same condition except that the replacement of H2bdc by auxiliary ligand H2bdc-NH2. After cooling to room temperature at a rate of 10 °C/h, yellow block crystals suitable for X-ray diffraction analysis were obtained. The yield was 72% for 1-NH2 (based on Hhbhpy). IR (KBr, cm-1): 3426 (br), 1572(m), 1415(w), 1320(w), 1257(w), 1211(s), 969 (m), 904 (w), 750 (s); elemental analysis calcd (%) for 1-NH2 (C74H73N13O26Cd4): C: 44.21; H:3.63; N: 9.06; found: C 44.18, H 3.65, N 9.08.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>X-ray Data Collection and Structure Refinement</title><p>Data\ncollections were performed at 298 K on a Bruker Smart Apex II diffractometer\nwith graphitemonochromated Mo Kα radiation (λ = 0.71073\nÅ) for compounds <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub>. The multiscan program SADABS are used for the absorption corrections. The SHELXS-97 and\nSHELXL-97 program packages were used\nfor structural solutions and full-matrix least-squares refinements\nbased on <italic>F</italic>\n<sub>2</sub>, respectively. All the non-hydrogen\natoms were refined anisotropically. The nitrogen atom N5 and four\ncarbon atoms C27, C28 and C32, C33 of the coordinated (bdc-NH<sub>2</sub>)<sup>−</sup> in the asymmetric unit of <bold>1</bold>-NH<sub>2</sub> were disordered into two sites with 0.5 occupancy\nof per position, respectively. For <bold>1</bold>-NH<sub>2</sub>,\nthe SQUEEZE option in PLATON was used\nto remove the disordered solvent water molecules, and the actual water\nmolecules in the unit cell are determined by elemental and thermogravimetric\nanalyses (EA and TGA). The hydrogen atoms of coordinated water were\nlocated from difference maps and refined with isotropic temperature\nfactors and that of organic motives were placed at calculated position.\nThe uncoordinated solvent water hydrogen atoms have been not added.\nThe data collections, crystal parameters and refinements for complexes <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> are present in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Table S1</ext-link>. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Table S2</ext-link> shows the selected angles and bond lengths. The <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Supporting Information</ext-link> presents more details. CCDC numbers\nof 1495775 and 1495776 are for compounds <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub>, respectively.</p>", "clean_text": "X-ray Data Collection and Structure Refinement\n\nData collections were performed at 298 K on a Bruker Smart Apex II diffractometer with graphitemonochromated Mo Kα radiation (λ = 0.71073 Å) for compounds 1 and 1-NH2. The multiscan program SADABS are used for the absorption corrections. The SHELXS-97 and SHELXL-97 program packages were used for structural solutions and full-matrix least-squares refinements based on F 2, respectively. All the non-hydrogen atoms were refined anisotropically. The nitrogen atom N5 and four carbon atoms C27, C28 and C32, C33 of the coordinated (bdc-NH2)- in the asymmetric unit of 1-NH2 were disordered into two sites with 0.5 occupancy of per position, respectively. For 1-NH2, the SQUEEZE option in PLATON was used to remove the disordered solvent water molecules, and the actual water molecules in the unit cell are determined by elemental and thermogravimetric analyses (EA and TGA). The hydrogen atoms of coordinated water were located from difference maps and refined with isotropic temperature factors and that of organic motives were placed at calculated position. The uncoordinated solvent water hydrogen atoms have been not added. The data collections, crystal parameters and refinements for complexes 1 and 1-NH2 are present in Table S1. Table S2 shows the selected angles and bond lengths. The Supporting Information presents more details. CCDC numbers of 1495775 and 1495776 are for compounds 1 and 1-NH2, respectively.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Gas Adsorption Experiments</title><p>The N<sub>2</sub>, CH<sub>4</sub>, and CO<sub>2</sub> sorption\nmeasurements were performed\non automatic volumetric adsorption equipment (Belsorp-max). The MOFs\nwere immersed in MeOH for 48 h to remove the nonvolatile solvates\n(DMA) before gas adsorption measurements. After the removal of methanol\nby decanting, the samples were activated by heating at 70 °C\nunder vacuum conditions.</p>", "clean_text": "Gas Adsorption Experiments\n\nThe N2, CH4, and CO2 sorption measurements were performed on automatic volumetric adsorption equipment (Belsorp-max). The MOFs were immersed in MeOH for 48 h to remove the nonvolatile solvates (DMA) before gas adsorption measurements. After the removal of methanol by decanting, the samples were activated by heating at 70 °C under vacuum conditions.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Synthesis and Structure\nCharacterization</title><p>Yellow block\ncrystals of <bold>1</bold>/<bold>1</bold>-NH<sub>2</sub> were obtained\nfrom the solvothermal reaction of Cd­(OAc)<sub>2</sub> with Hhbhdpy\nand H<sub>2</sub>bdc/H<sub>2</sub>bdc-NH<sub>2</sub> in <italic>N</italic>,<italic>N</italic>-dimethylacetamide (DMA) at 100 °C for 3\ndays. Compounds <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> are\nisomorphous and crystallize in the monoclinic crystal system, space\ngroup <italic>P</italic>2<sub>1</sub>/<italic>c</italic>. Compound <bold>1</bold> is employed as a representative to be described in detail.\nThere are two Cd<sup>2+</sup> ions, one deprotonated hbhdpy<sup>–</sup> anion, one and a half bdc<sup>2–</sup> anions, one coordinated\nDMA molecule, and two lattice water molecules in the asymmetric unit\nof <bold>1</bold> (a). Cd1 is seven-coordinated to two oxygen atoms (O2, O3)\nand one nitrogen atom (N1) from one deprotonated ligand hbhdpy<sup>–</sup>, two carboxyl oxygen atoms (O5, O6) from one deprotonated\nligand bdc<sup>2–</sup>, one pyridyl nitrogen atom (N4i) from\nthe other deprotonated ligand hbhdpy<sup>–</sup>, and one oxygen\natom (O11) from one coordinated solvent of DMA, showing a distorted\npentagonal bipyramidal coordination geometry. Cd2 is bonded with two\noxygen atoms (O1, O2) from the deprotonated ligand hbhdpy<sup>–</sup> and five carboxyl oxygen atoms (O6, O7ii, O8ii, O9, O10) from three\ndeproto-nated ligand bdc<sup>2–</sup> with the distorted pentagonal\nbipyramidal coordination geometry. The Cd–O bond distances\nare in the range of 2.237(3)–2.587(2) Å, and the Cd–N\nbond distances fall in the range of 2.380(2)–2.399(3) Å.\nTwo adjacent Cd­(II) centers are linked by one carboxylate oxygen atom\n(O6) from one bdc<sup>2–</sup> ligand and another phenolate\noxygen atom (O2) from one deprotonated ligand hbhdpy<sup>–</sup> with the Cd1···Cd2 separation of 3.620(2) Å,\nforming the dinuclear Cd<sub>2</sub>(η<sup>2</sup>-O)<sub>2</sub> unit (b).\nIn the present case, the Hhbhdpy in compound <bold>1</bold> was partially\ndeprotonated and only one coordination mode was observed (c), in which one\nend of ligand hbhdpy<sup>–</sup> chelating-coordinated to two\nCd­(II) ions in the same dinuclear Cd<sub>2</sub>O<sub>2</sub> unit\nby one methoxyl oxygen, one hydroxyl oxygen, one acyl oxygen atom,\nand one acylhydrazone nitrogen atom with the NO3 set; the other end\nof hbhdpy<sup>–</sup> ligand was bridging-coordinated to one\nCd­(II) ion in the adjacent dinuclear Cd<sub>2</sub>O<sub>2</sub> unit\nvia one pyridyl nitrogen atom, showing mode <bold>I</bold>: μ<sub>3</sub>-η<sup>1</sup>:η<sup>2</sup>:η<sup>1</sup>:η<sup>1</sup>:η<sup>1</sup>. However, ligand 1,4-dicarboxy-benzene\n(H<sub>2</sub>bdc) was completely deprotonated and presented two different\ncoordination modes (<bold>II</bold>) and (<bold>III</bold>) (c), namely, each\nbdc<sup>2–</sup> ligand via μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup>:η<sup>1</sup>:η<sup>1</sup> and μ<sub>3</sub>-η<sup>1</sup>:η<sup>1</sup>:η<sup>2</sup>:η<sup>1</sup> mannars linked two and three Cd­(II) centers\nin mode <bold>II</bold> and <bold>III</bold>, respectively. On the\nbasis of the coordination modes of Cd­(II) ions and two ligands of\nhbhdpy<sup>–</sup> and bdc<sup>2–</sup>, each dinuclear\nCd<sub>2</sub>O<sub>2</sub> unit can be connected to the four same\nadjacent ones to form one 3-D 4-<italic>c</italic> diamond-like 6<sup>6</sup> topological network with 1-D square metallocyclic channels\naccommodated by the lattice water molecules with about 18.6 ×\n9.5 Å<sup>2</sup> size (just considering a single noninterpenetrating\n3-D framework in <bold>1</bold>) viewed along the <italic>b</italic> axis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figure S1</ext-link>). Meanwhile, the resulting\n3-D network may be also viewed as the fusion of two 1-D wave-like\nchains of [(bdc)<sub>3</sub>(Cd<sub>2</sub>O<sub>2</sub>)<sub>2</sub>]<sub>\n<italic>n</italic>\n</sub> and [(hbhdpy) (Cd<sub>2</sub>O<sub>2</sub>)]<sub>\n<italic>n</italic>\n</sub> hinged by dinuclear Cd<sub>2</sub>O<sub>2</sub> units as depicted in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figures S1 and S2</ext-link>.</p>", "clean_text": "Results and Discussion\n\nSynthesis and Structure Characterization\n\nYellow block crystals of 1/1-NH2 were obtained from the solvothermal reaction of Cd(OAc)2 with Hhbhdpy and H2bdc/H2bdc-NH2 in N,N-dimethylacetamide (DMA) at 100 °C for 3 days. Compounds 1 and 1-NH2 are isomorphous and crystallize in the monoclinic crystal system, space group P21/c. Compound 1 is employed as a representative to be described in detail. There are two Cd2+ ions, one deprotonated hbhdpy- anion, one and a half bdc2- anions, one coordinated DMA molecule, and two lattice water molecules in the asymmetric unit of 1 (a). Cd1 is seven-coordinated to two oxygen atoms (O2, O3) and one nitrogen atom (N1) from one deprotonated ligand hbhdpy-, two carboxyl oxygen atoms (O5, O6) from one deprotonated ligand bdc2-, one pyridyl nitrogen atom (N4i) from the other deprotonated ligand hbhdpy-, and one oxygen atom (O11) from one coordinated solvent of DMA, showing a distorted pentagonal bipyramidal coordination geometry. Cd2 is bonded with two oxygen atoms (O1, O2) from the deprotonated ligand hbhdpy- and five carboxyl oxygen atoms (O6, O7ii, O8ii, O9, O10) from three deproto-nated ligand bdc2- with the distorted pentagonal bipyramidal coordination geometry. The Cd-O bond distances are in the range of 2.237(3)-2.587(2) Å, and the Cd-N bond distances fall in the range of 2.380(2)-2.399(3) Å. Two adjacent Cd(II) centers are linked by one carboxylate oxygen atom (O6) from one bdc2- ligand and another phenolate oxygen atom (O2) from one deprotonated ligand hbhdpy- with the Cd1⋅⋅⋅Cd2 separation of 3.620(2) Å, forming the dinuclear Cd2(η2-O)2 unit (b). In the present case, the Hhbhdpy in compound 1 was partially deprotonated and only one coordination mode was observed (c), in which one end of ligand hbhdpy- chelating-coordinated to two Cd(II) ions in the same dinuclear Cd2O2 unit by one methoxyl oxygen, one hydroxyl oxygen, one acyl oxygen atom, and one acylhydrazone nitrogen atom with the NO3 set; the other end of hbhdpy- ligand was bridging-coordinated to one Cd(II) ion in the adjacent dinuclear Cd2O2 unit via one pyridyl nitrogen atom, showing mode I: μ3-η1:η2:η1:η1:η1. However, ligand 1,4-dicarboxy-benzene (H2bdc) was completely deprotonated and presented two different coordination modes (II) and (III) (c), namely, each bdc2- ligand via μ2-η1:η1:η1:η1 and μ3-η1:η1:η2:η1 mannars linked two and three Cd(II) centers in mode II and III, respectively. On the basis of the coordination modes of Cd(II) ions and two ligands of hbhdpy- and bdc2-, each dinuclear Cd2O2 unit can be connected to the four same adjacent ones to form one 3-D 4-c diamond-like 66 topological network with 1-D square metallocyclic channels accommodated by the lattice water molecules with about 18.6 × 9.5 Å2 size (just considering a single noninterpenetrating 3-D framework in 1) viewed along the b axis (Figure S1). Meanwhile, the resulting 3-D network may be also viewed as the fusion of two 1-D wave-like chains of [(bdc)3(Cd2O2)2] n  and [(hbhdpy) (Cd2O2)] n  hinged by dinuclear Cd2O2 units as depicted in Figures S1 and S2.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>In complex <bold>1</bold>, (a) the coordination environment\nof\nCd­(II) ions. Symmetry codes: (i) 1 – <italic>x</italic>, −0.5\n+ <italic>y</italic>, 0.5 – <italic>z</italic>; (ii) −<italic>x</italic>, 1 – <italic>y</italic>, 1 – <italic>z</italic>; (iii) −<italic>x</italic>, 1 – <italic>y</italic>, −<italic>z</italic>. (b) The dinuclear Cd<sub>2</sub>(μ<sub>2</sub>-O)<sub>2</sub> unit. (c) The coordination modes <bold>I–III</bold> of Hhbhdpy and H<sub>2</sub>bdc ligands.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2016-14051m_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  In complex 1, (a) the coordination environment of Cd(II) ions. Symmetry codes: (i) 1 - x, -0.5 + y, 0.5 - z; (ii) -x, 1 - y, 1 - z; (iii) -x, 1 - y, -z. (b) The dinuclear Cd2(μ2-O)2 unit. (c) The coordination modes I-III of Hhbhdpy and H2bdc ligands.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Because of the lengthy multidentate Hhbhdpy ligand, a 2-fold\ninterpenetrating\nnetwork with 50.1% solvent accessible voids (calculated using the\nPLATON software after elimination of guest and coordinated solvent\nmolecules) and 1-D channels of about 9.9 × 9.5 Å<sup>2</sup> (excluding van der Waals radii of the atoms) along the [010] direction,\nis thus generated further stabilizing the resulting 3-D framework\n(illustrated in ). Whereas a reduced void space deriving from interpenetration may\ncreate appropriate confined narrow pores/channels for adsorption of\nguest molecules. More importantly, the main ligands of hbhdpy<sup>–</sup> have free acylamide groups located in the channel\nand the planar dinuclear [Cd<sub>2</sub>(hbhdpy) (DMA)]<sup>3+</sup> units formed in reaction () hold potential unsaturated metal centers (UMCs) that\nchemically interact with CO<sub>2</sub> or nitroaromatics and render\nits potential for highly selective CO<sub>2</sub> uptake and sensitive\nluminescence response for TNP molecules.</p>", "clean_text": "Because of the lengthy multidentate Hhbhdpy ligand, a 2-fold interpenetrating network with 50.1% solvent accessible voids (calculated using the PLATON software after elimination of guest and coordinated solvent molecules) and 1-D channels of about 9.9 × 9.5 Å2 (excluding van der Waals radii of the atoms) along the [010] direction, is thus generated further stabilizing the resulting 3-D framework (illustrated in ). Whereas a reduced void space deriving from interpenetration may create appropriate confined narrow pores/channels for adsorption of guest molecules. More importantly, the main ligands of hbhdpy- have free acylamide groups located in the channel and the planar dinuclear [Cd2(hbhdpy) (DMA)]3+ units formed in reaction () hold potential unsaturated metal centers (UMCs) that chemically interact with CO2 or nitroaromatics and render its potential for highly selective CO2 uptake and sensitive luminescence response for TNP molecules.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>2-fold interpenetrated\n3-D network with 1-D channel along the <italic>b</italic> axis in\ncomplex <bold>1</bold>: (a) ball-and-stick model\nand (b) topological configuration containing two same 6<sup>6</sup> frameworks.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2016-14051m_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  2-fold interpenetrated 3-D network with 1-D channel along the b axis in complex 1: (a) ball-and-stick model and (b) topological configuration containing two same 66 frameworks.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Compound <bold>1</bold>-NH<sub>2</sub> is isomorphous with <bold>1</bold> (see Figures S3–S5\nin the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Supporting Information</ext-link>), and its related information as well as selected\ndistances and angles are listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Tables S1 and S2</ext-link>. It is worth mentioning that with H<sub>2</sub>bdc-NH<sub>2</sub> replacing H<sub>2</sub>bdc, the 1-D channel surrounding the\nfinal product <bold>1</bold>-NH<sub>2</sub> is composed of the polar\ngroups, namely, the amine and acylamide, though the pore size of 8.72\n× 5.92 Å<sup>2</sup> and solvent accessible void of 42%\nin <bold>1</bold>-NH<sub>2</sub> compared with <bold>1</bold> have\ndecreased.</p>", "clean_text": "Compound 1-NH2 is isomorphous with 1 (see Figures S3-S5 in the Supporting Information), and its related information as well as selected distances and angles are listed in Tables S1 and S2. It is worth mentioning that with H2bdc-NH2 replacing H2bdc, the 1-D channel surrounding the final product 1-NH2 is composed of the polar groups, namely, the amine and acylamide, though the pore size of 8.72 × 5.92 Å2 and solvent accessible void of 42% in 1-NH2 compared with 1 have decreased.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<title>Powder X-ray Diffraction and Thermogravimetric\nAnalyses</title><p>Numerous single crystals of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> were collected for the powder X-ray diffraction\n(PXRD) measurement\nat room temperature. The PXRD patterns of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> match quite well with the simulated ones\nof <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> from the single-crystal-structure\nanalyses, showing not only the similarity in structures of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> but also the phase purity of as\nsynthesized samples (). The thermal stabilities of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> were also investigated under N<sub>2</sub> atmosphere\nfrom room temperature to 800 °C with a heating rate of 10 °C/min\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figure S6</ext-link>). As showed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figure S6</ext-link>, the <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> have the similar thermal stability. A weight loss from 147 to 211\n°C was observed, which can be attributed to the loss of the DMA\nsolvent and lattice water molecules. The TGA results further indicate\nthat, after removal of guest molecules, <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> exhibit relatively high thermal stability up to 300\n°C with certain structural robustness.</p>", "clean_text": "Powder X-ray Diffraction and Thermogravimetric Analyses\n\nNumerous single crystals of 1 and 1-NH2 were collected for the powder X-ray diffraction (PXRD) measurement at room temperature. The PXRD patterns of 1 and 1-NH2 match quite well with the simulated ones of 1 and 1-NH2 from the single-crystal-structure analyses, showing not only the similarity in structures of 1 and 1-NH2 but also the phase purity of as synthesized samples (). The thermal stabilities of 1 and 1-NH2 were also investigated under N2 atmosphere from room temperature to 800 °C with a heating rate of 10 °C/min (Figure S6). As showed in Figure S6, the 1 and 1-NH2 have the similar thermal stability. A weight loss from 147 to 211 °C was observed, which can be attributed to the loss of the DMA solvent and lattice water molecules. The TGA results further indicate that, after removal of guest molecules, 1 and 1-NH2 exhibit relatively high thermal stability up to 300 °C with certain structural robustness.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Related powder X-ray\ndiffraction patterns in <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2016-14051m_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Related powder X-ray diffraction patterns in 1 and 1-NH2.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["synthesis condition"], "content": "<title>Gas Adsorption and Separation\nPerformance</title><p>Considering\nthat <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> possess vacant\npores and open metal sites as well as polarity group in the channels,\nwe attempted to study its application in CO<sub>2</sub> capture and\nseparation. In order to remove the solvents in the MOFs with integrity\nof the frameworks, the as-synthesized <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> were immersed in MeOH for 2 days to exchange the\nhigh-boiling point solvent, DMA, followed by heating at 70 °C\nunder vacuum conditions to afford the activated samples of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub>. The TGA and XRD results showed\nthat the DMA molecules were completely removed in the activated <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> while the integrity of\nthe frameworks was still kept (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figures S6–S8</ext-link>). The N<sub>2</sub> adsorption isotherms at 77 K indicated that\nboth the activated <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> displayed the fully reversible type-<bold>I</bold> isotherm with\nthe Langmuir area of 1154.3 m<sup>2</sup> g<sup>–1</sup> and\n1032.1 m<sup>2</sup> g<sup>–1</sup>, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figure S9</ext-link>).</p>", "clean_text": "Gas Adsorption and Separation Performance\n\nConsidering that 1 and 1-NH2 possess vacant pores and open metal sites as well as polarity group in the channels, we attempted to study its application in CO2 capture and separation. In order to remove the solvents in the MOFs with integrity of the frameworks, the as-synthesized 1 and 1-NH2 were immersed in MeOH for 2 days to exchange the high-boiling point solvent, DMA, followed by heating at 70 °C under vacuum conditions to afford the activated samples of 1 and 1-NH2. The TGA and XRD results showed that the DMA molecules were completely removed in the activated 1 and 1-NH2 while the integrity of the frameworks was still kept (Figures S6-S8). The N2 adsorption isotherms at 77 K indicated that both the activated 1 and 1-NH2 displayed the fully reversible type-I isotherm with the Langmuir area of 1154.3 m2 g-1 and 1032.1 m2 g-1, respectively (Figure S9).", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>The CO<sub>2</sub>, CH<sub>4</sub> and N<sub>2</sub> adsorption isotherms were measured at 273\nand 298 K, showing the completely reversible without hysteresis (a,b). It was shown\nthat at 273 K (1 bar), <bold>1</bold> possesses good CO<sub>2</sub> capture with an uptake of 33.6 cm<sup>3</sup> g<sup>–1</sup>(1.5 mmol g<sup>–1</sup>) while the CH<sub>4</sub> and N<sub>2</sub> uptakes at 273 K (1 bar) were only 3.9 cm<sup>3</sup>/g and\n1.9 cm<sup>3</sup>/g, respectively. At 298 K (1 bar), <bold>1</bold> still held the amount of 17.7 cm<sup>3</sup> g<sup>–1</sup> of CO<sub>2</sub> capture while that of CH<sub>4</sub> and N<sub>2</sub> is quite minimal (2.1 cm<sup>3</sup> g<sup>–1</sup> and 1.6 cm<sup>3</sup> g<sup>–1</sup>). It is obvious that <bold>1</bold> displayed the better sorption selectivity for CO<sub>2</sub> over N<sub>2</sub> and CH<sub>4</sub>, which could be attributed\nto the open metal sites and the acylamide groups in the channels forming\nstrong quadrupole–quadrupole interaction between <bold>1</bold> and CO<sub>2</sub>.</p>", "clean_text": "The CO2, CH4 and N2 adsorption isotherms were measured at 273 and 298 K, showing the completely reversible without hysteresis (a,b). It was shown that at 273 K (1 bar), 1 possesses good CO2 capture with an uptake of 33.6 cm3 g-1(1.5 mmol g-1) while the CH4 and N2 uptakes at 273 K (1 bar) were only 3.9 cm3/g and 1.9 cm3/g, respectively. At 298 K (1 bar), 1 still held the amount of 17.7 cm3 g-1 of CO2 capture while that of CH4 and N2 is quite minimal (2.1 cm3 g-1 and 1.6 cm3 g-1). It is obvious that 1 displayed the better sorption selectivity for CO2 over N2 and CH4, which could be attributed to the open metal sites and the acylamide groups in the channels forming strong quadrupole-quadrupole interaction between 1 and CO2.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Adsorption isotherms of <bold>1</bold> for CO<sub>2</sub>,\nCH<sub>4</sub>, and N<sub>2</sub> at 273 and 298 K, (b) adsorption\nisotherms of <bold>1</bold>-NH<sub>2</sub> for CO<sub>2</sub>, CH<sub>4</sub>, and N<sub>2</sub> at 273 and 298 K (adsorption and desorption\nlines are presented with closed and open symbols, respectively). (c)\nThe CO<sub>2</sub>/CH<sub>4</sub> or CO<sub>2</sub>/N<sub>2</sub> selectivity\nfor <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> at 298 K calculated\nby the IAST method in CO<sub>2</sub>/CH<sub>4</sub> (50/50) or CO<sub>2</sub>/N<sub>2</sub> (15/85) binary mixtures. (d) The <italic>Q</italic>\n<sub>st</sub> of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> for CO<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2016-14051m_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Adsorption isotherms of 1 for CO2, CH4, and N2 at 273 and 298 K, (b) adsorption isotherms of 1-NH2 for CO2, CH4, and N2 at 273 and 298 K (adsorption and desorption lines are presented with closed and open symbols, respectively). (c) The CO2/CH4 or CO2/N2 selectivity for 1 and 1-NH2 at 298 K calculated by the IAST method in CO2/CH4 (50/50) or CO2/N2 (15/85) binary mixtures. (d) The Q st of 1 and 1-NH2 for CO2.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>Moreover, in order to further improve the sorption selectivity\nfor CO<sub>2</sub>, the pores in <bold>1</bold> were modified with\namine group to give <bold>1</bold>-NH<sub>2</sub>. The result showed\nthat <bold>1</bold>-NH<sub>2</sub> displayed a much higher uptake\nof CO<sub>2</sub> at 273 K, 1 bar (49.3 cm<sup>3</sup> g<sup>–1</sup>, 2.2 mmol g<sup>–1</sup>) with a less uptake of CH<sub>4</sub> and N<sub>2</sub> (4.0 cm<sup>3</sup> g<sup>–1</sup> and\n2.0 cm<sup>3</sup> g<sup>–1</sup>, respectively). Also at 298\nK, 1 bar, the <bold>1</bold>-NH<sub>2</sub> showed better adsorption\nof CO<sub>2</sub> than <bold>1</bold> (b). To further investigate the CO<sub>2</sub> selectivity, the separation selectivities of CO<sub>2</sub> versus\nCH<sub>4</sub> (50/50 mol ratios) and N<sub>2</sub> (15/85 mol ratios)\nat room temperature were calculated up to 100 kPa using the ideal\nadsorption solution theory (IAST) based method (c and Figure S12 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Supporting Information</ext-link>). For <bold>1</bold>, the selectivity\nof CO<sub>2</sub>/N<sub>2</sub>(CO<sub>2</sub>/CH<sub>4</sub>) displayed\nslight decreasing trend from 84.3 to 60.8 (9.7 to 8.0) in the range\nof 0–100 kPa. However, the corresponding value was almost improved\ntwo times from 157.6 to 104 (17.7 to 12.8) for <bold>1</bold>-NH<sub>2</sub>. These results suggest that the 3-D interpenetrating <bold>1</bold>/<bold>1</bold>-NH<sub>2</sub> networks have a strong affinity\ntoward CO<sub>2</sub> over N<sub>2</sub> and CH<sub>4</sub>, in which\nthe performance of <bold>1</bold>-NH<sub>2</sub> from further amino\nfunctionalization of <bold>1</bold> is more effective. As we have\nlearned, this performance is much better than some porous organic\nframeworks and zeolite imidazolate frameworks (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Table S4</ext-link>).\n</p>", "clean_text": "Moreover, in order to further improve the sorption selectivity for CO2, the pores in 1 were modified with amine group to give 1-NH2. The result showed that 1-NH2 displayed a much higher uptake of CO2 at 273 K, 1 bar (49.3 cm3 g-1, 2.2 mmol g-1) with a less uptake of CH4 and N2 (4.0 cm3 g-1 and 2.0 cm3 g-1, respectively). Also at 298 K, 1 bar, the 1-NH2 showed better adsorption of CO2 than 1 (b). To further investigate the CO2 selectivity, the separation selectivities of CO2 versus CH4 (50/50 mol ratios) and N2 (15/85 mol ratios) at room temperature were calculated up to 100 kPa using the ideal adsorption solution theory (IAST) based method (c and Figure S12 in the Supporting Information). For 1, the selectivity of CO2/N2(CO2/CH4) displayed slight decreasing trend from 84.3 to 60.8 (9.7 to 8.0) in the range of 0-100 kPa. However, the corresponding value was almost improved two times from 157.6 to 104 (17.7 to 12.8) for 1-NH2. These results suggest that the 3-D interpenetrating 1/1-NH2 networks have a strong affinity toward CO2 over N2 and CH4, in which the performance of 1-NH2 from further amino functionalization of 1 is more effective. As we have learned, this performance is much better than some porous organic frameworks and zeolite imidazolate frameworks (Table S4). ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>Moreover, the dynamic column\nbreakthrough experiments were also\nperformed to test the performance of the materials in the actual adsorption-based\nseparation and purification processes. The mixture of CO<sub>2</sub>/N<sub>2</sub> (15/85, v/v) was flowed over a packed bed of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> solid at 298 K. As shown\nin a,b, <bold>1</bold> can successfully separate the CO<sub>2</sub> from the CO<sub>2</sub>/N<sub>2</sub> (15/85, v/v) mixture while the NH<sub>2</sub> functional material, <bold>1</bold>-NH<sub>2</sub>, performs more\nefficiently. The dynamic CO<sub>2</sub> adsorption capacity (0.83\nmmol g<sup>–1</sup>) in <bold>1</bold>-NH<sub>2</sub> at room\ntemperature is higher than that of <bold>1</bold> (0.41 mmol g<sup>–1</sup>). The result is similar to the known IRMOF-74-III-CH<sub>2</sub>NH<sub>2</sub> (0.8 mmol g<sup>–1</sup>) and better than the HKUST-1 (0.45 mmol g<sup>–1</sup>). When it comes to the\nmixture of CO<sub>2</sub>/CH<sub>4</sub> (50/50, v/v), the breakthrough\noccurs at a shorter dimensionless time due to the relatively small\nseparation ratio of CO<sub>2</sub>/CH<sub>4</sub> compared to the\nCO<sub>2</sub>/N<sub>2</sub> (15/85, v/v) binary mixture.</p>", "clean_text": "Moreover, the dynamic column breakthrough experiments were also performed to test the performance of the materials in the actual adsorption-based separation and purification processes. The mixture of CO2/N2 (15/85, v/v) was flowed over a packed bed of 1 and 1-NH2 solid at 298 K. As shown in a,b, 1 can successfully separate the CO2 from the CO2/N2 (15/85, v/v) mixture while the NH2 functional material, 1-NH2, performs more efficiently. The dynamic CO2 adsorption capacity (0.83 mmol g-1) in 1-NH2 at room temperature is higher than that of 1 (0.41 mmol g-1). The result is similar to the known IRMOF-74-III-CH2NH2 (0.8 mmol g-1) and better than the HKUST-1 (0.45 mmol g-1). When it comes to the mixture of CO2/CH4 (50/50, v/v), the breakthrough occurs at a shorter dimensionless time due to the relatively small separation ratio of CO2/CH4 compared to the CO2/N2 (15/85, v/v) binary mixture.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>At 298 K and\n1 bar, column breakthrough experiment for gas mixture\ncarried out on (i) CO<sub>2</sub>/N<sub>2</sub> = 15/85 (v/v) in <bold>1</bold> (a) and <bold>1</bold>-NH<sub>2</sub> (b), (ii) and CO<sub>2</sub>/CH<sub>4</sub> = 50/50 (v/v) in <bold>1</bold> (c) and <bold>1</bold>-NH<sub>2</sub> (d).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2016-14051m_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  At 298 K and 1 bar, column breakthrough experiment for gas mixture carried out on (i) CO2/N2 = 15/85 (v/v) in 1 (a) and 1-NH2 (b), (ii) and CO2/CH4 = 50/50 (v/v) in 1 (c) and 1-NH2 (d).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>To better understand these results, the adsorption enthalpies\n(<italic>Q</italic>\n<sub>st</sub>) of CO<sub>2</sub> are counted from\nthe adsorption\ndata at 273 and 298 K by using the Clausius–Clapeyron equation\nto quantitatively assess the binding strengths between CO<sub>2</sub> and the frameworks (see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Supporting Information</ext-link>). As depicted in d, the <italic>Q</italic>\n<sub>st</sub> values at zero coverage,\nrespectively, reach 26.0 and 29.5 kJ mol<sup>–1</sup> for <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> showing the good interaction\nof CO<sub>2</sub>-framework in <bold>1</bold> and <bold>1</bold>-NH<sub>2.</sub> The high <italic>Q</italic>\n<sub>st</sub> value of <bold>1</bold>-NH<sub>2</sub> is consistent with the fact that the amine\ngroup in the pores of MOFs could enhance the interaction of CO<sub>2</sub>-framework. What’s more, the DFT calculations were\nalso provided to further confirm the probable position of CO<sub>2</sub> in the pores. A specific spatial possibility distribution can be\nexhibited in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figure S9</ext-link> and , which illustrate the tendency\nof particles after equilibrium. On the direction of <italic>b</italic> and <italic>c</italic>, there was an obvious difference between\ntwo MOFs. For <bold>1</bold>, the position of CO<sub>2</sub> was mainly\ninfluenced by the acylamino and metal-cluster jointly. After amination,\nthe molecules of CO<sub>2</sub> begin to adsorb parallel with the\nplane of acylaminos for the existence of these two groups on both\nsides. Besides, the specific spatial possibility distribution increased\nnear the amino. In one pore, because of the symmetry of both acylaminos\nand amino, CO<sub>2</sub> will have a conformation that was completely\nparallel with their plane. This phenomenon provided an evidence that\nthe amino and acylamide group in <bold>1-NH</bold>\n<sub>\n<bold>2</bold>\n</sub> provide the interaction sites with CO<sub>2</sub>.</p>", "clean_text": "To better understand these results, the adsorption enthalpies (Q st) of CO2 are counted from the adsorption data at 273 and 298 K by using the Clausius-Clapeyron equation to quantitatively assess the binding strengths between CO2 and the frameworks (see the Supporting Information). As depicted in d, the Q st values at zero coverage, respectively, reach 26.0 and 29.5 kJ mol-1 for 1 and 1-NH2 showing the good interaction of CO2-framework in 1 and 1-NH2. The high Q st value of 1-NH2 is consistent with the fact that the amine group in the pores of MOFs could enhance the interaction of CO2-framework. What's more, the DFT calculations were also provided to further confirm the probable position of CO2 in the pores. A specific spatial possibility distribution can be exhibited in Figure S9 and , which illustrate the tendency of particles after equilibrium. On the direction of b and c, there was an obvious difference between two MOFs. For 1, the position of CO2 was mainly influenced by the acylamino and metal-cluster jointly. After amination, the molecules of CO2 begin to adsorb parallel with the plane of acylaminos for the existence of these two groups on both sides. Besides, the specific spatial possibility distribution increased near the amino. In one pore, because of the symmetry of both acylaminos and amino, CO2 will have a conformation that was completely parallel with their plane. This phenomenon provided an evidence that the amino and acylamide group in 1-NH  2  provide the interaction sites with CO2.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Spatial possibility\ndistribution of <bold>1</bold> (left) and <bold>1-NH</bold>\n<sub>\n<bold>2</bold>\n</sub> (right) on the direction of\nthe <italic>b</italic> axis.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2016-14051m_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Spatial possibility distribution of 1 (left) and 1-NH  2  (right) on the direction of the b axis.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Luminescent Sensing of Small Organic Molecules</title><p>As the\naromatic Schiff base compounds generally possess a strong luminescent\nproperty, the solid-state emission spectra of the samples <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> as well as the free ligands were\nmeasured at room temperature (). When excited at the wavelength of 368 nm, the compounds <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> showed the resemblant\nemission peak with the ligand Hhbhdpy at the wavelength of about 492\nnm, indicating that the luminescence of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> are based on the ligand Hhbhdpy rather than H<sub>2</sub>bdc or H<sub>2</sub>bdc-NH<sub>2</sub>. However, it is worth\nnoting that compared with <bold>1</bold>, the NH<sub>2</sub> functionalized\nMOF, <bold>1</bold>-NH<sub>2</sub>, had the higher fluorescence intensity\nwhich may be attributed to the greater quantity of electrons transferred\nfrom the H<sub>2</sub>bdc-NH<sub>2</sub> to the ligand Hhbhdpy.</p>", "clean_text": "Luminescent Sensing of Small Organic Molecules\n\nAs the aromatic Schiff base compounds generally possess a strong luminescent property, the solid-state emission spectra of the samples 1 and 1-NH2 as well as the free ligands were measured at room temperature (). When excited at the wavelength of 368 nm, the compounds 1 and 1-NH2 showed the resemblant emission peak with the ligand Hhbhdpy at the wavelength of about 492 nm, indicating that the luminescence of 1 and 1-NH2 are based on the ligand Hhbhdpy rather than H2bdc or H2bdc-NH2. However, it is worth noting that compared with 1, the NH2 functionalized MOF, 1-NH2, had the higher fluorescence intensity which may be attributed to the greater quantity of electrons transferred from the H2bdc-NH2 to the ligand Hhbhdpy.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Room-temperature\nemission spectra for free ligands and complexes <bold>1</bold> as\nwell as <bold>1</bold>-NH<sub>2</sub> (Ex = 368 nm).</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am-2016-14051m_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Room-temperature emission spectra for free ligands and complexes 1 as well as 1-NH2 (Ex = 368 nm).   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The above porous and luminescent properties of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> prompted us to explore\ntheir potential sensing\nfor small organic solvent molecules. In order to test the stability\nof <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub>, their grinding\npowder samples were immersed in different organic solvents (such as\nDMA, DMF, methanol, ethanol, acetonitrile, benzene, 1,4-dioxane, and\ndichloro-methane, etc.) for 12 h and then treated by ultrasonication\nfor 30 min to form the suspension, finally confirmed by the powder\nX-ray diffraction. The results show that the integrity of the frameworks <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> is well maintained (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figure S7</ext-link>) and the common solvents have slight\ninfluence to the luminescence of <bold>1</bold> or <bold>1</bold>-NH<sub>2</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figure S15</ext-link>).</p>", "clean_text": "The above porous and luminescent properties of 1 and 1-NH2 prompted us to explore their potential sensing for small organic solvent molecules. In order to test the stability of 1 and 1-NH2, their grinding powder samples were immersed in different organic solvents (such as DMA, DMF, methanol, ethanol, acetonitrile, benzene, 1,4-dioxane, and dichloro-methane, etc.) for 12 h and then treated by ultrasonication for 30 min to form the suspension, finally confirmed by the powder X-ray diffraction. The results show that the integrity of the frameworks 1 and 1-NH2 is well maintained (Figure S7) and the common solvents have slight influence to the luminescence of 1 or 1-NH2 (Figure S15).", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>In addition\nto the common organic solvents, the detection of the\naromatic compounds seems more important because they are widespread\nin refinery operations, plastic processing, and fuel operations but\npotentially carcinogenic and neurotoxic. It is found that through\nthe host–guest interactions, the luminescent MOFs (LMOFs) can\nbe used as the sensors to quickly and easily detect the aromatic compounds,\ne.g., benzene, toluene, aniline, and nitrobenzene. As shown in , among the aromatic\ncompounds mentioned above, the nitrobenzene exhibits the most significant\nquenching effect. Moreover, we also investigate the possibility of\nsensing other nitro-compounds, for instance, 4-nitrophenol (NP), 2,4,6-trinitrophenol\n(TNP), 4-nitroaniline (NA), 4-nitrotoluene (NT), nitrobenzene (NB),\nand 1,4-dinitrobenzene (DNB), some of which are associated with highly\nexplosive materials. When the concentration is 0.15 mM in DMA, the\naforementioned six nitro-compounds can obviously weaken the photoluminescent\nintensity of both <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> emission (a). Among the six nitro compounds, TNP has the highest fluorescent\nquenching efficiency for <bold>1</bold>/<bold>1</bold>-NH<sub>2</sub> up to 81.7%/89.1%, and the quenching trend is TNP &gt; NP &gt; DNB\n&gt; NT\n&gt; NA &gt; NB for the two MOFs, indicating a high selectivity of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> for TNP. This result is\npossibly due to the presence of OH<sup>–</sup> group in TNP.\nIt is reported that the highly acidic OH<sup>–</sup> group\ncan interact strongly with the fluorophore via electrostatic interactions\nand consequently quenching luminescence from the energy transfer mechanism. For <bold>1</bold>, the OH<sup>–</sup> group of the TNP can\ninteract with the free Lewis-base site from the acylamino of ligand\nHhbhdpy. It was found that the order of the quenching efficiency in\nDMA was TNP &gt; NP, which is in agreement with the order of acidity\nof these two aromatic nitro compounds.</p>", "clean_text": "In addition to the common organic solvents, the detection of the aromatic compounds seems more important because they are widespread in refinery operations, plastic processing, and fuel operations but potentially carcinogenic and neurotoxic. It is found that through the host-guest interactions, the luminescent MOFs (LMOFs) can be used as the sensors to quickly and easily detect the aromatic compounds, e.g., benzene, toluene, aniline, and nitrobenzene. As shown in , among the aromatic compounds mentioned above, the nitrobenzene exhibits the most significant quenching effect. Moreover, we also investigate the possibility of sensing other nitro-compounds, for instance, 4-nitrophenol (NP), 2,4,6-trinitrophenol (TNP), 4-nitroaniline (NA), 4-nitrotoluene (NT), nitrobenzene (NB), and 1,4-dinitrobenzene (DNB), some of which are associated with highly explosive materials. When the concentration is 0.15 mM in DMA, the aforementioned six nitro-compounds can obviously weaken the photoluminescent intensity of both 1 and 1-NH2 emission (a). Among the six nitro compounds, TNP has the highest fluorescent quenching efficiency for 1/1-NH2 up to 81.7%/89.1%, and the quenching trend is TNP > NP > DNB > NT > NA > NB for the two MOFs, indicating a high selectivity of 1 and 1-NH2 for TNP. This result is possibly due to the presence of OH- group in TNP. It is reported that the highly acidic OH- group can interact strongly with the fluorophore via electrostatic interactions and consequently quenching luminescence from the energy transfer mechanism. For 1, the OH- group of the TNP can interact with the free Lewis-base site from the acylamino of ligand Hhbhdpy. It was found that the order of the quenching efficiency in DMA was TNP > NP, which is in agreement with the order of acidity of these two aromatic nitro compounds.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Fluorescence intensities\nof <bold>1</bold> (a) and <bold>1</bold>-NH<sub>2</sub> (b) samples\nthat were dispersed in DMA upon addition\nof various organic solvents (1 mM).</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"am-2016-14051m_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Fluorescence intensities of 1 (a) and 1-NH2 (b) samples that were dispersed in DMA upon addition of various organic solvents (1 mM).   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a) Degree of fluorescence quenches upon addition of the nitrobenzene\nderivatives (0.15 mM). Inset: The quenching efficiency (red bar graph\nfor <bold>1</bold> and blue bar graph for <bold>1</bold>-NH<sub>2</sub>). (b) The Stern–Volmer plot of <italic>I</italic>\n<sub>0</sub>/<italic>I</italic> versus the TNP concentration of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"am-2016-14051m_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  (a) Degree of fluorescence quenches upon addition of the nitrobenzene derivatives (0.15 mM). Inset: The quenching efficiency (red bar graph for 1 and blue bar graph for 1-NH2). (b) The Stern-Volmer plot of I 0/I versus the TNP concentration of 1 and 1-NH2.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Compared to <bold>1</bold>, the presence of another free\namide\ngroup from the auxiliary ligand H<sub>2</sub>bdc-NH<sub>2</sub> in\nthe pores of <bold>1</bold>-NH<sub>2</sub> may enhance the interaction\nof acidic phenolic hydroxyl groups with it, and all six nitro-compounds\nshow higher quenching efficiency with quenching trend similar to <bold>1</bold>. Obviously, this phenomenon further supports the fluorescence\nnotion of the aforementioned quenching mechanism. In order to confirm\nthe quenching mechanism, the HOMO and LUMO energy levels of MOFs and\nnitro aromatic were measured through the electrochemical cyclic voltammetry\nand the UV–vis absorption spectroscopy. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figures S16 and S17</ext-link>, the oxidation potential\nof MOFs and nitro aromatic were measured through CV and the HOMO of\nwhich were calculated by the equipiton <italic>E</italic>\n<sub>HOMO</sub> = −(<italic>E</italic>\n<sub>ox</sub> + 4.80) eV. Then their\nLUMO energy were calculated by the addition of Eg which were obtained\nby the UV–vis absorption spectroscopy (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figures S18 and S19</ext-link>). As displayed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Table S5</ext-link>, the <italic>E</italic>\n<sub>LUMO</sub> of both <bold>1</bold> and <bold>1-NH</bold>\n<sub>\n<bold>2</bold>\n</sub> were higher\nthan the nitro aromatic which indicated the energy transfer between\nthe MOFs and nitro aromatic. Besides, except the <italic>E</italic>\n<sub>LUMO</sub> of NT and NA, the <italic>E</italic>\n<sub>LUMO</sub> of the nitro aromatic compounds were increased with the trend of\nTNP &lt; NP &lt; DNB &lt; (NT &gt; NA) &lt; NB, matching with the\nquenching\ntrend in general and further confirm the quenching mechanism (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figure S20</ext-link>). Moreover, as showed in the UV–vis\nabsorption spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figure S19</ext-link>), the absorption\nefficiencies at 368 nm follow the order TNP &gt; (DNP &gt; NP) &gt;\n(NA &gt; NT\n∼ NB), conforming to the quenching trend but not complete.\nIn a word, the quenching mechanism may be the combination of the framework–guest\ninteractions, absorption efficiencies, and the different bandgaps\nbetween the framework and guest.\n</p>", "clean_text": "Compared to 1, the presence of another free amide group from the auxiliary ligand H2bdc-NH2 in the pores of 1-NH2 may enhance the interaction of acidic phenolic hydroxyl groups with it, and all six nitro-compounds show higher quenching efficiency with quenching trend similar to 1. Obviously, this phenomenon further supports the fluorescence notion of the aforementioned quenching mechanism. In order to confirm the quenching mechanism, the HOMO and LUMO energy levels of MOFs and nitro aromatic were measured through the electrochemical cyclic voltammetry and the UV-vis absorption spectroscopy. As shown in Figures S16 and S17, the oxidation potential of MOFs and nitro aromatic were measured through CV and the HOMO of which were calculated by the equipiton E HOMO = -(E ox + 4.80) eV. Then their LUMO energy were calculated by the addition of Eg which were obtained by the UV-vis absorption spectroscopy (Figures S18 and S19). As displayed in Table S5, the E LUMO of both 1 and 1-NH  2  were higher than the nitro aromatic which indicated the energy transfer between the MOFs and nitro aromatic. Besides, except the E LUMO of NT and NA, the E LUMO of the nitro aromatic compounds were increased with the trend of TNP < NP < DNB < (NT > NA) < NB, matching with the quenching trend in general and further confirm the quenching mechanism (Figure S20). Moreover, as showed in the UV-vis absorption spectra (Figure S19), the absorption efficiencies at 368 nm follow the order TNP > (DNP > NP) > (NA > NT ~ NB), conforming to the quenching trend but not complete. In a word, the quenching mechanism may be the combination of the framework-guest interactions, absorption efficiencies, and the different bandgaps between the framework and guest. ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["property"], "content": "<p>To further reveal the quenching efficiency of TNP, 1 mM TNP solution\nwas gradually added to a dispersed solution of <bold>1</bold> in DMA\nand the fluorescence intensity showed decrease gradually (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figures S21 and S22</ext-link>). Besides, the Stern–Volmer\nequation, (<italic>I</italic>\n<sub>0</sub>/<italic>I</italic>) = <italic>K</italic>\n<sub>sv</sub>[A] + 1, was used to calculated the quenching\nconstant (<italic>K</italic>\n<sub>sv</sub>).\nb shows that\nthe Stern–Volmer plot for TNP is the typically linear at low\nconcentrations, and the values of <italic>K</italic>\n<sub>sv</sub> for\nTNP of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> are estimated\nto be 2.5 × 10<sup>4</sup> and 4.8 × 10<sup>4</sup> M<sup>–1</sup>, respectively. Likewise, the difference of <italic>K</italic>\n<sub>sv</sub> values also reflects that free NH<sub>2</sub> group in channels of MOFs may improve the fluorescence sensitivity\nof sensing TNP, and its <italic>K</italic>\n<sub>sv</sub> value from <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Table S6</ext-link> is higher than most of the reported\ninterpenetrating MOFs. For the practical applications, the detection\nof TNP was also performed in the medium of water. The same quenching\ndetection efficiency could also be observed and the <italic>K</italic>\n<sub>sv</sub> value of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> both present a slightly decrease which might due to the effect of\nwater polarity on charge transfer (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figures S23–S26</ext-link>). What’s more, the detection limits (DL) was calculated based\non the equation DL = 3<italic>S</italic>\n<sub>b</sub>/<italic>K</italic>\n<sub>sv</sub> in which the <italic>S</italic>\n<sub>b</sub> is the\nstandard deviations for 10 repeated fluorescent measurement of blank\nsolutions and it came out that the DL of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> were calculated to be 1.3 and 0.29 ppm, respectively\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Table S7</ext-link>).</p>", "clean_text": "To further reveal the quenching efficiency of TNP, 1 mM TNP solution was gradually added to a dispersed solution of 1 in DMA and the fluorescence intensity showed decrease gradually (Figures S21 and S22). Besides, the Stern-Volmer equation, (I 0/I) = K sv[A] + 1, was used to calculated the quenching constant (K sv). b shows that the Stern-Volmer plot for TNP is the typically linear at low concentrations, and the values of K sv for TNP of 1 and 1-NH2 are estimated to be 2.5 × 104 and 4.8 × 104 M-1, respectively. Likewise, the difference of K sv values also reflects that free NH2 group in channels of MOFs may improve the fluorescence sensitivity of sensing TNP, and its K sv value from Table S6 is higher than most of the reported interpenetrating MOFs. For the practical applications, the detection of TNP was also performed in the medium of water. The same quenching detection efficiency could also be observed and the K sv value of 1 and 1-NH2 both present a slightly decrease which might due to the effect of water polarity on charge transfer (Figures S23-S26). What's more, the detection limits (DL) was calculated based on the equation DL = 3S b/K sv in which the S b is the standard deviations for 10 repeated fluorescent measurement of blank solutions and it came out that the DL of 1 and 1-NH2 were calculated to be 1.3 and 0.29 ppm, respectively (Table S7).", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In\nsummary, two isomorphous microporous Cd-MOFs (namely, <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub>) with 2-fold interpenetration,\nexhibiting high selective CO<sub>2</sub> adsorption over CH<sub>4</sub> and N<sub>2</sub> gases and excellent selective sensing of the nitro\nexplosive 2,4,6-trinitrophenol (TNP), were systematically studied.\nCompared with <bold>1</bold>, the corresponding bifunctional features\nof <bold>1</bold>-NH<sub>2</sub> is more evident. Obviously, it can\nbe further anticipated that interpenetration can be considered as\nan effective means to not only enhance the stability of MOF structures\nbut also render appropriate pore sizes and open metal action sites\nfor small molecular separation and nitro explosive detection. Meanwhile,\nthis work also further highlights that the interpenetrating microporous\nMOFs may be rationally designed by elaborately selecting multifunctional\nligand to serve as CO<sub>2</sub> captor for commercial utilization,\nclimate control and energy development, and practical fluorescence-responsive\nsensor for pollutant monitoring.</p>", "clean_text": "Conclusions\n\nIn summary, two isomorphous microporous Cd-MOFs (namely, 1 and 1-NH2) with 2-fold interpenetration, exhibiting high selective CO2 adsorption over CH4 and N2 gases and excellent selective sensing of the nitro explosive 2,4,6-trinitrophenol (TNP), were systematically studied. Compared with 1, the corresponding bifunctional features of 1-NH2 is more evident. Obviously, it can be further anticipated that interpenetration can be considered as an effective means to not only enhance the stability of MOF structures but also render appropriate pore sizes and open metal action sites for small molecular separation and nitro explosive detection. Meanwhile, this work also further highlights that the interpenetrating microporous MOFs may be rationally designed by elaborately selecting multifunctional ligand to serve as CO2 captor for commercial utilization, climate control and energy development, and practical fluorescence-responsive sensor for pollutant monitoring.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.6b14051\">10.1021/acsami.6b14051</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional structural\nfigures, selected bond lengths,\nbond angles, crystal data, PXRD patterns, TGA curves, fitting for\nsorption isotherms, photoluminescent spectra, and tables (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Report of checkcif\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_002.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>CIF\nfile for <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_003.cif\">CIF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.6b14051.  Additional structural figures, selected bond lengths, bond angles, crystal data, PXRD patterns, TGA curves, fitting for sorption isotherms, photoluminescent spectra, and tables (PDF)   Report of checkcif (CIF)   CIF file for 1 and 1-NH2 (CIF)   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>Additional structural\nfigures, selected bond lengths,\nbond angles, crystal data, PXRD patterns, TGA curves, fitting for\nsorption isotherms, photoluminescent spectra, and tables (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">PDF</ext-link>)</p><p>Report of checkcif\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_002.cif\">CIF</ext-link>)</p><p>CIF\nfile for <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_003.cif\">CIF</ext-link>)</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "Additional structural figures, selected bond lengths, bond angles, crystal data, PXRD patterns, TGA curves, fitting for sorption isotherms, photoluminescent spectra, and tables (PDF)\n\nReport of checkcif (CIF)\n\nCIF file for 1 and 1-NH2 (CIF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "7, 8, 18", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of\n{[Cd<sub>4</sub>(hbhdpy)<sub>2</sub>(bdc)<sub>3</sub>(DMA)<sub>2</sub>]·(H<sub>2</sub>O)<sub>4</sub>}<sub>\n<italic>n</italic>\n</sub> (<bold>1</bold>)</title><p>A mixture of Hhbhpy (0.0780\ng, 0.2 mmol), Cd­(OAc)<sub>2</sub> (0.4 mmol), H<sub>2</sub>bdc (0.0498\ng, 0.3 mmol), DMA (5 mL), and water (0.5 mL) was sealed in a 15 mL\nTeflon-lined stainless steel vessel and heated at 100 °C for\n3 days. After cooling to room temperature at a rate of 10 °C/h,\nyellow block crystals suitable for X-ray diffraction analysis were\nobtained. The yield was 75% for <bold>1</bold> (based on Hhbhpy).\nIR (KBr, cm<sup>–1</sup>): 3413 (br), 1572­(m), 1413­(w), 1328­(w),\n1211(s), 966 (m), 902 (w), 753 (s); elemental analysis calcd (%) for\n1 (C<sub>74</sub>H<sub>72</sub>N<sub>10</sub>O<sub>26</sub>Cd<sub>4</sub>): C, 45.14; H, 3.66; N, 7.12. Found: C, 45.21; H, 3.63; N,\n7.15.</p><title>Synthesis of {[Cd<sub>4</sub>(hbhdpy)<sub>2</sub>(bdc-NH<sub>2</sub>)<sub>3</sub>(DMA)<sub>2</sub>]·(H<sub>2</sub>O)<sub>4</sub>}<sub>\n<italic>n</italic>\n</sub> (<bold>1</bold>-NH<sub>2</sub>)</title><p>The 1-NH<sub>2</sub> was prepared by the same condition\nexcept that the replacement of H<sub>2</sub>bdc by auxiliary ligand\nH<sub>2</sub>bdc-NH<sub>2</sub>. After cooling to room temperature\nat a rate of 10 °C/h, yellow block crystals suitable for X-ray\ndiffraction analysis were obtained. The yield was 72% for <bold>1</bold>-NH<sub>2</sub> (based on Hhbhpy). IR (KBr, cm<sup>–1</sup>): 3426 (br), 1572­(m), 1415­(w), 1320­(w), 1257­(w), 1211(s), 969 (m),\n904 (w), 750 (s); elemental analysis calcd (%) for <bold>1</bold>-NH<sub>2</sub> (C<sub>74</sub>H<sub>73</sub>N<sub>13</sub>O<sub>26</sub>Cd<sub>4</sub>): C: 44.21; H:3.63; N: 9.06; found: C 44.18, H 3.65,\nN 9.08.</p><title>Gas Adsorption and Separation\nPerformance</title><p>Considering\nthat <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> possess vacant\npores and open metal sites as well as polarity group in the channels,\nwe attempted to study its application in CO<sub>2</sub> capture and\nseparation. In order to remove the solvents in the MOFs with integrity\nof the frameworks, the as-synthesized <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> were immersed in MeOH for 2 days to exchange the\nhigh-boiling point solvent, DMA, followed by heating at 70 °C\nunder vacuum conditions to afford the activated samples of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub>. The TGA and XRD results showed\nthat the DMA molecules were completely removed in the activated <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> while the integrity of\nthe frameworks was still kept (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figures S6–S8</ext-link>). The N<sub>2</sub> adsorption isotherms at 77 K indicated that\nboth the activated <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> displayed the fully reversible type-<bold>I</bold> isotherm with\nthe Langmuir area of 1154.3 m<sup>2</sup> g<sup>–1</sup> and\n1032.1 m<sup>2</sup> g<sup>–1</sup>, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figure S9</ext-link>).</p>", "clean_text": "Synthesis of {[Cd4(hbhdpy)2(bdc)3(DMA)2]⋅(H2O)4} n  (1)\n\nA mixture of Hhbhpy (0.0780 g, 0.2 mmol), Cd(OAc)2 (0.4 mmol), H2bdc (0.0498 g, 0.3 mmol), DMA (5 mL), and water (0.5 mL) was sealed in a 15 mL Teflon-lined stainless steel vessel and heated at 100 °C for 3 days. After cooling to room temperature at a rate of 10 °C/h, yellow block crystals suitable for X-ray diffraction analysis were obtained. The yield was 75% for 1 (based on Hhbhpy). IR (KBr, cm-1): 3413 (br), 1572(m), 1413(w), 1328(w), 1211(s), 966 (m), 902 (w), 753 (s); elemental analysis calcd (%) for 1 (C74H72N10O26Cd4): C, 45.14; H, 3.66; N, 7.12. Found: C, 45.21; H, 3.63; N, 7.15.\n\nSynthesis of {[Cd4(hbhdpy)2(bdc-NH2)3(DMA)2]⋅(H2O)4} n  (1-NH2)\n\nThe 1-NH2 was prepared by the same condition except that the replacement of H2bdc by auxiliary ligand H2bdc-NH2. After cooling to room temperature at a rate of 10 °C/h, yellow block crystals suitable for X-ray diffraction analysis were obtained. The yield was 72% for 1-NH2 (based on Hhbhpy). IR (KBr, cm-1): 3426 (br), 1572(m), 1415(w), 1320(w), 1257(w), 1211(s), 969 (m), 904 (w), 750 (s); elemental analysis calcd (%) for 1-NH2 (C74H73N13O26Cd4): C: 44.21; H:3.63; N: 9.06; found: C 44.18, H 3.65, N 9.08.\n\nGas Adsorption and Separation Performance\n\nConsidering that 1 and 1-NH2 possess vacant pores and open metal sites as well as polarity group in the channels, we attempted to study its application in CO2 capture and separation. In order to remove the solvents in the MOFs with integrity of the frameworks, the as-synthesized 1 and 1-NH2 were immersed in MeOH for 2 days to exchange the high-boiling point solvent, DMA, followed by heating at 70 °C under vacuum conditions to afford the activated samples of 1 and 1-NH2. The TGA and XRD results showed that the DMA molecules were completely removed in the activated 1 and 1-NH2 while the integrity of the frameworks was still kept (Figures S6-S8). The N2 adsorption isotherms at 77 K indicated that both the activated 1 and 1-NH2 displayed the fully reversible type-I isotherm with the Langmuir area of 1154.3 m2 g-1 and 1032.1 m2 g-1, respectively (Figure S9).", "data": [{"meta": {"name": "[Cd4(hbhdpy)2(bdc)3(DMA)2]·(H2O)4", "symbol": "1", "chemical formula": "C74H72N10O26Cd4"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Hhbhpy", "amount": "0.0780", "unit": "g"}, {"name": "Cd­(OAc)2", "amount": "0.4", "unit": "mmol"}, {"name": "H2bdc", "amount": "0.0498", "unit": "g"}, {"name": "DMA", "amount": "5", "unit": "mL"}, {"name": "water", "amount": "0.5", "unit": "mL"}], "pressure": "", "temperature": "100 °C", "time": "3 days", "heating rate": "", "cooling rate": "10 °C/h"}], "yield": "75%"}, {"meta": {"name": "[Cd4(hbhdpy)2(bdc-NH2)3(DMA)2]·(H2O)4", "symbol": "1-NH2", "chemical formula": "C74H73N13O26Cd4"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Hhbhpy", "amount": "0.0780", "unit": "g"}, {"name": "Cd­(OAc)2", "amount": "0.4", "unit": "mmol"}, {"name": "H2bdc-NH2", "amount": "", "unit": ""}, {"name": "DMA", "amount": "5", "unit": "mL"}, {"name": "water", "amount": "0.5", "unit": "mL"}], "pressure": "", "temperature": "", "time": "", "heating rate": "", "cooling rate": "10 °C/h"}], "yield": "72%"}], "include_properties": ["solvothermal_synthesis"]}, {"idx": "16, 19, 21, 22, 24, 33", "type": "text", "classification": "property", "content": "<title>Powder X-ray Diffraction and Thermogravimetric\nAnalyses</title><p>Numerous single crystals of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> were collected for the powder X-ray diffraction\n(PXRD) measurement\nat room temperature. The PXRD patterns of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> match quite well with the simulated ones\nof <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> from the single-crystal-structure\nanalyses, showing not only the similarity in structures of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> but also the phase purity of as\nsynthesized samples (). The thermal stabilities of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> were also investigated under N<sub>2</sub> atmosphere\nfrom room temperature to 800 °C with a heating rate of 10 °C/min\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figure S6</ext-link>). As showed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figure S6</ext-link>, the <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> have the similar thermal stability. A weight loss from 147 to 211\n°C was observed, which can be attributed to the loss of the DMA\nsolvent and lattice water molecules. The TGA results further indicate\nthat, after removal of guest molecules, <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> exhibit relatively high thermal stability up to 300\n°C with certain structural robustness.</p><p>The CO<sub>2</sub>, CH<sub>4</sub> and N<sub>2</sub> adsorption isotherms were measured at 273\nand 298 K, showing the completely reversible without hysteresis (a,b). It was shown\nthat at 273 K (1 bar), <bold>1</bold> possesses good CO<sub>2</sub> capture with an uptake of 33.6 cm<sup>3</sup> g<sup>–1</sup>(1.5 mmol g<sup>–1</sup>) while the CH<sub>4</sub> and N<sub>2</sub> uptakes at 273 K (1 bar) were only 3.9 cm<sup>3</sup>/g and\n1.9 cm<sup>3</sup>/g, respectively. At 298 K (1 bar), <bold>1</bold> still held the amount of 17.7 cm<sup>3</sup> g<sup>–1</sup> of CO<sub>2</sub> capture while that of CH<sub>4</sub> and N<sub>2</sub> is quite minimal (2.1 cm<sup>3</sup> g<sup>–1</sup> and 1.6 cm<sup>3</sup> g<sup>–1</sup>). It is obvious that <bold>1</bold> displayed the better sorption selectivity for CO<sub>2</sub> over N<sub>2</sub> and CH<sub>4</sub>, which could be attributed\nto the open metal sites and the acylamide groups in the channels forming\nstrong quadrupole–quadrupole interaction between <bold>1</bold> and CO<sub>2</sub>.</p><p>Moreover, in order to further improve the sorption selectivity\nfor CO<sub>2</sub>, the pores in <bold>1</bold> were modified with\namine group to give <bold>1</bold>-NH<sub>2</sub>. The result showed\nthat <bold>1</bold>-NH<sub>2</sub> displayed a much higher uptake\nof CO<sub>2</sub> at 273 K, 1 bar (49.3 cm<sup>3</sup> g<sup>–1</sup>, 2.2 mmol g<sup>–1</sup>) with a less uptake of CH<sub>4</sub> and N<sub>2</sub> (4.0 cm<sup>3</sup> g<sup>–1</sup> and\n2.0 cm<sup>3</sup> g<sup>–1</sup>, respectively). Also at 298\nK, 1 bar, the <bold>1</bold>-NH<sub>2</sub> showed better adsorption\nof CO<sub>2</sub> than <bold>1</bold> (b). To further investigate the CO<sub>2</sub> selectivity, the separation selectivities of CO<sub>2</sub> versus\nCH<sub>4</sub> (50/50 mol ratios) and N<sub>2</sub> (15/85 mol ratios)\nat room temperature were calculated up to 100 kPa using the ideal\nadsorption solution theory (IAST) based method (c and Figure S12 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Supporting Information</ext-link>). For <bold>1</bold>, the selectivity\nof CO<sub>2</sub>/N<sub>2</sub>(CO<sub>2</sub>/CH<sub>4</sub>) displayed\nslight decreasing trend from 84.3 to 60.8 (9.7 to 8.0) in the range\nof 0–100 kPa. However, the corresponding value was almost improved\ntwo times from 157.6 to 104 (17.7 to 12.8) for <bold>1</bold>-NH<sub>2</sub>. These results suggest that the 3-D interpenetrating <bold>1</bold>/<bold>1</bold>-NH<sub>2</sub> networks have a strong affinity\ntoward CO<sub>2</sub> over N<sub>2</sub> and CH<sub>4</sub>, in which\nthe performance of <bold>1</bold>-NH<sub>2</sub> from further amino\nfunctionalization of <bold>1</bold> is more effective. As we have\nlearned, this performance is much better than some porous organic\nframeworks and zeolite imidazolate frameworks (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Table S4</ext-link>).\n</p><p>Moreover, the dynamic column\nbreakthrough experiments were also\nperformed to test the performance of the materials in the actual adsorption-based\nseparation and purification processes. The mixture of CO<sub>2</sub>/N<sub>2</sub> (15/85, v/v) was flowed over a packed bed of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> solid at 298 K. As shown\nin a,b, <bold>1</bold> can successfully separate the CO<sub>2</sub> from the CO<sub>2</sub>/N<sub>2</sub> (15/85, v/v) mixture while the NH<sub>2</sub> functional material, <bold>1</bold>-NH<sub>2</sub>, performs more\nefficiently. The dynamic CO<sub>2</sub> adsorption capacity (0.83\nmmol g<sup>–1</sup>) in <bold>1</bold>-NH<sub>2</sub> at room\ntemperature is higher than that of <bold>1</bold> (0.41 mmol g<sup>–1</sup>). The result is similar to the known IRMOF-74-III-CH<sub>2</sub>NH<sub>2</sub> (0.8 mmol g<sup>–1</sup>) and better than the HKUST-1 (0.45 mmol g<sup>–1</sup>). When it comes to the\nmixture of CO<sub>2</sub>/CH<sub>4</sub> (50/50, v/v), the breakthrough\noccurs at a shorter dimensionless time due to the relatively small\nseparation ratio of CO<sub>2</sub>/CH<sub>4</sub> compared to the\nCO<sub>2</sub>/N<sub>2</sub> (15/85, v/v) binary mixture.</p><p>To better understand these results, the adsorption enthalpies\n(<italic>Q</italic>\n<sub>st</sub>) of CO<sub>2</sub> are counted from\nthe adsorption\ndata at 273 and 298 K by using the Clausius–Clapeyron equation\nto quantitatively assess the binding strengths between CO<sub>2</sub> and the frameworks (see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Supporting Information</ext-link>). As depicted in d, the <italic>Q</italic>\n<sub>st</sub> values at zero coverage,\nrespectively, reach 26.0 and 29.5 kJ mol<sup>–1</sup> for <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> showing the good interaction\nof CO<sub>2</sub>-framework in <bold>1</bold> and <bold>1</bold>-NH<sub>2.</sub> The high <italic>Q</italic>\n<sub>st</sub> value of <bold>1</bold>-NH<sub>2</sub> is consistent with the fact that the amine\ngroup in the pores of MOFs could enhance the interaction of CO<sub>2</sub>-framework. What’s more, the DFT calculations were\nalso provided to further confirm the probable position of CO<sub>2</sub> in the pores. A specific spatial possibility distribution can be\nexhibited in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figure S9</ext-link> and , which illustrate the tendency\nof particles after equilibrium. On the direction of <italic>b</italic> and <italic>c</italic>, there was an obvious difference between\ntwo MOFs. For <bold>1</bold>, the position of CO<sub>2</sub> was mainly\ninfluenced by the acylamino and metal-cluster jointly. After amination,\nthe molecules of CO<sub>2</sub> begin to adsorb parallel with the\nplane of acylaminos for the existence of these two groups on both\nsides. Besides, the specific spatial possibility distribution increased\nnear the amino. In one pore, because of the symmetry of both acylaminos\nand amino, CO<sub>2</sub> will have a conformation that was completely\nparallel with their plane. This phenomenon provided an evidence that\nthe amino and acylamide group in <bold>1-NH</bold>\n<sub>\n<bold>2</bold>\n</sub> provide the interaction sites with CO<sub>2</sub>.</p><p>To further reveal the quenching efficiency of TNP, 1 mM TNP solution\nwas gradually added to a dispersed solution of <bold>1</bold> in DMA\nand the fluorescence intensity showed decrease gradually (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figures S21 and S22</ext-link>). Besides, the Stern–Volmer\nequation, (<italic>I</italic>\n<sub>0</sub>/<italic>I</italic>) = <italic>K</italic>\n<sub>sv</sub>[A] + 1, was used to calculated the quenching\nconstant (<italic>K</italic>\n<sub>sv</sub>).\nb shows that\nthe Stern–Volmer plot for TNP is the typically linear at low\nconcentrations, and the values of <italic>K</italic>\n<sub>sv</sub> for\nTNP of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> are estimated\nto be 2.5 × 10<sup>4</sup> and 4.8 × 10<sup>4</sup> M<sup>–1</sup>, respectively. Likewise, the difference of <italic>K</italic>\n<sub>sv</sub> values also reflects that free NH<sub>2</sub> group in channels of MOFs may improve the fluorescence sensitivity\nof sensing TNP, and its <italic>K</italic>\n<sub>sv</sub> value from <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Table S6</ext-link> is higher than most of the reported\ninterpenetrating MOFs. For the practical applications, the detection\nof TNP was also performed in the medium of water. The same quenching\ndetection efficiency could also be observed and the <italic>K</italic>\n<sub>sv</sub> value of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> both present a slightly decrease which might due to the effect of\nwater polarity on charge transfer (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Figures S23–S26</ext-link>). What’s more, the detection limits (DL) was calculated based\non the equation DL = 3<italic>S</italic>\n<sub>b</sub>/<italic>K</italic>\n<sub>sv</sub> in which the <italic>S</italic>\n<sub>b</sub> is the\nstandard deviations for 10 repeated fluorescent measurement of blank\nsolutions and it came out that the DL of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> were calculated to be 1.3 and 0.29 ppm, respectively\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b14051/suppl_file/am6b14051_si_001.pdf\">Table S7</ext-link>).</p>", "clean_text": "Powder X-ray Diffraction and Thermogravimetric Analyses\n\nNumerous single crystals of 1 and 1-NH2 were collected for the powder X-ray diffraction (PXRD) measurement at room temperature. The PXRD patterns of 1 and 1-NH2 match quite well with the simulated ones of 1 and 1-NH2 from the single-crystal-structure analyses, showing not only the similarity in structures of 1 and 1-NH2 but also the phase purity of as synthesized samples (). The thermal stabilities of 1 and 1-NH2 were also investigated under N2 atmosphere from room temperature to 800 °C with a heating rate of 10 °C/min (Figure S6). As showed in Figure S6, the 1 and 1-NH2 have the similar thermal stability. A weight loss from 147 to 211 °C was observed, which can be attributed to the loss of the DMA solvent and lattice water molecules. The TGA results further indicate that, after removal of guest molecules, 1 and 1-NH2 exhibit relatively high thermal stability up to 300 °C with certain structural robustness.\n\nThe CO2, CH4 and N2 adsorption isotherms were measured at 273 and 298 K, showing the completely reversible without hysteresis (a,b). It was shown that at 273 K (1 bar), 1 possesses good CO2 capture with an uptake of 33.6 cm3 g-1(1.5 mmol g-1) while the CH4 and N2 uptakes at 273 K (1 bar) were only 3.9 cm3/g and 1.9 cm3/g, respectively. At 298 K (1 bar), 1 still held the amount of 17.7 cm3 g-1 of CO2 capture while that of CH4 and N2 is quite minimal (2.1 cm3 g-1 and 1.6 cm3 g-1). It is obvious that 1 displayed the better sorption selectivity for CO2 over N2 and CH4, which could be attributed to the open metal sites and the acylamide groups in the channels forming strong quadrupole-quadrupole interaction between 1 and CO2.\n\nMoreover, in order to further improve the sorption selectivity for CO2, the pores in 1 were modified with amine group to give 1-NH2. The result showed that 1-NH2 displayed a much higher uptake of CO2 at 273 K, 1 bar (49.3 cm3 g-1, 2.2 mmol g-1) with a less uptake of CH4 and N2 (4.0 cm3 g-1 and 2.0 cm3 g-1, respectively). Also at 298 K, 1 bar, the 1-NH2 showed better adsorption of CO2 than 1 (b). To further investigate the CO2 selectivity, the separation selectivities of CO2 versus CH4 (50/50 mol ratios) and N2 (15/85 mol ratios) at room temperature were calculated up to 100 kPa using the ideal adsorption solution theory (IAST) based method (c and Figure S12 in the Supporting Information). For 1, the selectivity of CO2/N2(CO2/CH4) displayed slight decreasing trend from 84.3 to 60.8 (9.7 to 8.0) in the range of 0-100 kPa. However, the corresponding value was almost improved two times from 157.6 to 104 (17.7 to 12.8) for 1-NH2. These results suggest that the 3-D interpenetrating 1/1-NH2 networks have a strong affinity toward CO2 over N2 and CH4, in which the performance of 1-NH2 from further amino functionalization of 1 is more effective. As we have learned, this performance is much better than some porous organic frameworks and zeolite imidazolate frameworks (Table S4). \n\nMoreover, the dynamic column breakthrough experiments were also performed to test the performance of the materials in the actual adsorption-based separation and purification processes. The mixture of CO2/N2 (15/85, v/v) was flowed over a packed bed of 1 and 1-NH2 solid at 298 K. As shown in a,b, 1 can successfully separate the CO2 from the CO2/N2 (15/85, v/v) mixture while the NH2 functional material, 1-NH2, performs more efficiently. The dynamic CO2 adsorption capacity (0.83 mmol g-1) in 1-NH2 at room temperature is higher than that of 1 (0.41 mmol g-1). The result is similar to the known IRMOF-74-III-CH2NH2 (0.8 mmol g-1) and better than the HKUST-1 (0.45 mmol g-1). When it comes to the mixture of CO2/CH4 (50/50, v/v), the breakthrough occurs at a shorter dimensionless time due to the relatively small separation ratio of CO2/CH4 compared to the CO2/N2 (15/85, v/v) binary mixture.\n\nTo better understand these results, the adsorption enthalpies (Q st) of CO2 are counted from the adsorption data at 273 and 298 K by using the Clausius-Clapeyron equation to quantitatively assess the binding strengths between CO2 and the frameworks (see the Supporting Information). As depicted in d, the Q st values at zero coverage, respectively, reach 26.0 and 29.5 kJ mol-1 for 1 and 1-NH2 showing the good interaction of CO2-framework in 1 and 1-NH2. The high Q st value of 1-NH2 is consistent with the fact that the amine group in the pores of MOFs could enhance the interaction of CO2-framework. What's more, the DFT calculations were also provided to further confirm the probable position of CO2 in the pores. A specific spatial possibility distribution can be exhibited in Figure S9 and , which illustrate the tendency of particles after equilibrium. On the direction of b and c, there was an obvious difference between two MOFs. For 1, the position of CO2 was mainly influenced by the acylamino and metal-cluster jointly. After amination, the molecules of CO2 begin to adsorb parallel with the plane of acylaminos for the existence of these two groups on both sides. Besides, the specific spatial possibility distribution increased near the amino. In one pore, because of the symmetry of both acylaminos and amino, CO2 will have a conformation that was completely parallel with their plane. This phenomenon provided an evidence that the amino and acylamide group in 1-NH  2  provide the interaction sites with CO2.\n\nTo further reveal the quenching efficiency of TNP, 1 mM TNP solution was gradually added to a dispersed solution of 1 in DMA and the fluorescence intensity showed decrease gradually (Figures S21 and S22). Besides, the Stern-Volmer equation, (I 0/I) = K sv[A] + 1, was used to calculated the quenching constant (K sv). b shows that the Stern-Volmer plot for TNP is the typically linear at low concentrations, and the values of K sv for TNP of 1 and 1-NH2 are estimated to be 2.5 × 104 and 4.8 × 104 M-1, respectively. Likewise, the difference of K sv values also reflects that free NH2 group in channels of MOFs may improve the fluorescence sensitivity of sensing TNP, and its K sv value from Table S6 is higher than most of the reported interpenetrating MOFs. For the practical applications, the detection of TNP was also performed in the medium of water. The same quenching detection efficiency could also be observed and the K sv value of 1 and 1-NH2 both present a slightly decrease which might due to the effect of water polarity on charge transfer (Figures S23-S26). What's more, the detection limits (DL) was calculated based on the equation DL = 3S b/K sv in which the S b is the standard deviations for 10 repeated fluorescent measurement of blank solutions and it came out that the DL of 1 and 1-NH2 were calculated to be 1.3 and 0.29 ppm, respectively (Table S7).", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "400", "unit": "°C", "type": "lattice collapse", "condition": ""}]}, {"meta": {"name": "Complex 4", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "155", "unit": "°C", "type": "weight loss", "condition": ""}, {"value": "250", "unit": "°C", "type": "removal of coordinated solvent molecules", "condition": ""}, {"value": "680", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}, {"meta": {"name": "MOF-XYZ", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "120", "unit": "°C", "type": "an initial weight loss", "condition": ""}, {"value": "110 to 280", "unit": "°C", "type": "gradual removal of coordinated water molecules", "condition": ""}]}, {"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "35.6", "unit": "wt%", "temperature": "25°C", "pressure": "1 atm", "condition": ""}]}, {"meta": {"name": "MOF-B", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "N2", "adsorbed amount": "27.8", "unit": "wt%", "temperature": "77 K", "pressure": "1 atm", "condition": ""}]}]], "include_properties": ["decomposition_temperature", "gas_adsorption"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Structures of Ligands\nfor Hhbhdpy, H<sub>2</sub>bdc, and H<sub>2</sub>bdc-NH<sub>2</sub>\n</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2016-14051m_0010.tif\"></graphic>\n</fig>", "clean_text": " 1  Structures of Ligands for Hhbhdpy, H2bdc, and H2bdc-NH2    ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>In complex <bold>1</bold>, (a) the coordination environment\nof\nCd­(II) ions. Symmetry codes: (i) 1 – <italic>x</italic>, −0.5\n+ <italic>y</italic>, 0.5 – <italic>z</italic>; (ii) −<italic>x</italic>, 1 – <italic>y</italic>, 1 – <italic>z</italic>; (iii) −<italic>x</italic>, 1 – <italic>y</italic>, −<italic>z</italic>. (b) The dinuclear Cd<sub>2</sub>(μ<sub>2</sub>-O)<sub>2</sub> unit. (c) The coordination modes <bold>I–III</bold> of Hhbhdpy and H<sub>2</sub>bdc ligands.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2016-14051m_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  In complex 1, (a) the coordination environment of Cd(II) ions. Symmetry codes: (i) 1 - x, -0.5 + y, 0.5 - z; (ii) -x, 1 - y, 1 - z; (iii) -x, 1 - y, -z. (b) The dinuclear Cd2(μ2-O)2 unit. (c) The coordination modes I-III of Hhbhdpy and H2bdc ligands.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>2-fold interpenetrated\n3-D network with 1-D channel along the <italic>b</italic> axis in\ncomplex <bold>1</bold>: (a) ball-and-stick model\nand (b) topological configuration containing two same 6<sup>6</sup> frameworks.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2016-14051m_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  2-fold interpenetrated 3-D network with 1-D channel along the b axis in complex 1: (a) ball-and-stick model and (b) topological configuration containing two same 66 frameworks.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Related powder X-ray\ndiffraction patterns in <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2016-14051m_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Related powder X-ray diffraction patterns in 1 and 1-NH2.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Adsorption isotherms of <bold>1</bold> for CO<sub>2</sub>,\nCH<sub>4</sub>, and N<sub>2</sub> at 273 and 298 K, (b) adsorption\nisotherms of <bold>1</bold>-NH<sub>2</sub> for CO<sub>2</sub>, CH<sub>4</sub>, and N<sub>2</sub> at 273 and 298 K (adsorption and desorption\nlines are presented with closed and open symbols, respectively). (c)\nThe CO<sub>2</sub>/CH<sub>4</sub> or CO<sub>2</sub>/N<sub>2</sub> selectivity\nfor <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> at 298 K calculated\nby the IAST method in CO<sub>2</sub>/CH<sub>4</sub> (50/50) or CO<sub>2</sub>/N<sub>2</sub> (15/85) binary mixtures. (d) The <italic>Q</italic>\n<sub>st</sub> of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub> for CO<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2016-14051m_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Adsorption isotherms of 1 for CO2, CH4, and N2 at 273 and 298 K, (b) adsorption isotherms of 1-NH2 for CO2, CH4, and N2 at 273 and 298 K (adsorption and desorption lines are presented with closed and open symbols, respectively). (c) The CO2/CH4 or CO2/N2 selectivity for 1 and 1-NH2 at 298 K calculated by the IAST method in CO2/CH4 (50/50) or CO2/N2 (15/85) binary mixtures. (d) The Q st of 1 and 1-NH2 for CO2.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>At 298 K and\n1 bar, column breakthrough experiment for gas mixture\ncarried out on (i) CO<sub>2</sub>/N<sub>2</sub> = 15/85 (v/v) in <bold>1</bold> (a) and <bold>1</bold>-NH<sub>2</sub> (b), (ii) and CO<sub>2</sub>/CH<sub>4</sub> = 50/50 (v/v) in <bold>1</bold> (c) and <bold>1</bold>-NH<sub>2</sub> (d).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2016-14051m_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  At 298 K and 1 bar, column breakthrough experiment for gas mixture carried out on (i) CO2/N2 = 15/85 (v/v) in 1 (a) and 1-NH2 (b), (ii) and CO2/CH4 = 50/50 (v/v) in 1 (c) and 1-NH2 (d).   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Spatial possibility\ndistribution of <bold>1</bold> (left) and <bold>1-NH</bold>\n<sub>\n<bold>2</bold>\n</sub> (right) on the direction of\nthe <italic>b</italic> axis.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2016-14051m_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Spatial possibility distribution of 1 (left) and 1-NH  2  (right) on the direction of the b axis.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Room-temperature\nemission spectra for free ligands and complexes <bold>1</bold> as\nwell as <bold>1</bold>-NH<sub>2</sub> (Ex = 368 nm).</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am-2016-14051m_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Room-temperature emission spectra for free ligands and complexes 1 as well as 1-NH2 (Ex = 368 nm).   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Fluorescence intensities\nof <bold>1</bold> (a) and <bold>1</bold>-NH<sub>2</sub> (b) samples\nthat were dispersed in DMA upon addition\nof various organic solvents (1 mM).</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"am-2016-14051m_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Fluorescence intensities of 1 (a) and 1-NH2 (b) samples that were dispersed in DMA upon addition of various organic solvents (1 mM).   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a) Degree of fluorescence quenches upon addition of the nitrobenzene\nderivatives (0.15 mM). Inset: The quenching efficiency (red bar graph\nfor <bold>1</bold> and blue bar graph for <bold>1</bold>-NH<sub>2</sub>). (b) The Stern–Volmer plot of <italic>I</italic>\n<sub>0</sub>/<italic>I</italic> versus the TNP concentration of <bold>1</bold> and <bold>1</bold>-NH<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"am-2016-14051m_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  (a) Degree of fluorescence quenches upon addition of the nitrobenzene derivatives (0.15 mM). Inset: The quenching efficiency (red bar graph for 1 and blue bar graph for 1-NH2). (b) The Stern-Volmer plot of I 0/I versus the TNP concentration of 1 and 1-NH2.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.6b14051", "title": null, "journal": "American\nChemical Society", "date": "2017.01", "author_list": ["Hong\nXu-Jia", "Wei\nQin", "Cai\nYue-Peng", "Zheng\nSheng-Run", "Yu\nYing", "Fan\nYan-Zhong", "Xu\nXian-Yan", "Si\nLi-Ping"]}}