{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/am8b14420.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>An\nisostructural pair of extremely rare, permanently microporous\nsulfonate-based metal–organic frameworks (MOFs) having a novel\ntopology has been reported here by integration of rationally chosen\nbuilding units. The compounds bear polar sites in the pore surfaces\nand exhibit selective adsorption of CO<sub>2</sub>, which features\namong the highest reported uptakes in the domain of organosulfonate-based\nMOFs. The compounds also exhibit multifunctionality for C<sub>6</sub>-cyclic hydrocarbon separation and selective detection of neurotransmitter\nnitric oxide. Such multifunctional behavior on the basis of permanent\nporosity has been rarely observed for sulfonate-based MOFs. The efficacy\nof the synthesis approach is further highlighted by the resistance\nover a wide pH range and promising feasibility of reticular chemistry\nin porous organosulfonate-based systems.</p>", "clean_text": "An isostructural pair of extremely rare, permanently microporous sulfonate-based metal-organic frameworks (MOFs) having a novel topology has been reported here by integration of rationally chosen building units. The compounds bear polar sites in the pore surfaces and exhibit selective adsorption of CO2, which features among the highest reported uptakes in the domain of organosulfonate-based MOFs. The compounds also exhibit multifunctionality for C6-cyclic hydrocarbon separation and selective detection of neurotransmitter nitric oxide. Such multifunctional behavior on the basis of permanent porosity has been rarely observed for sulfonate-based MOFs. The efficacy of the synthesis approach is further highlighted by the resistance over a wide pH range and promising feasibility of reticular chemistry in porous organosulfonate-based systems.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic frameworks (MOFs)\nare crystalline, extended\ncoordination polymers built from bi-/multidentate organic linkers\nand connected by metal ions/clusters in a periodic manner. These compounds have commanded remarkable attention over the last\nfew years owing to their wide array of potential applications. The ability to tune physical/chemical properties and modulate architectures\nby regulating choice of building units has further propelled research\ninterest in these materials. Despite several advances in this domain,\ndevelopment of synthesis strategies with regard to stability under\noperating conditions continues to be an important aspect for MOFs\nto realize their potential toward practical implementation. Recently, much emphasis has been bestowed toward understanding structure–stability\ncorrelation in MOFs, which typically involves evaluation of the specific\nbuilding blocks. This has led to increasing reports of MOFs exhibiting stability\nthat are suitable for different applications. While MOFs offer noteworthy feature of reticular\nchemistry in porous solids and much research has been devoted to its\ndevelopment, significantly less attention\nhas been paid to the investigation of different donor groups of the\norganic ligands. The literature of MOFs signifies the predominance\nof carboxylate-based linkers for the synthesis of MOFs. In comparison to carboxylate-terminal linkers, frameworks based\non sulfonate and phosphonate ligands, which can potentially offer\ncompeting and in some cases even better properties, are infrequently\nemployed. In particular, the superior features of sulfonate/phosphonate-based\nlinkers include versatile binding modes on the account of nonplanar\nbinding, affordance of extra polar sites in pore surfaces, structural\ndiversity, and superior stability in contrast to majority carboxylate-based\nMOFs. Although sulfonate-based linkers\nafford distinct advantages, such donating groups are generally not\nexplored on the account of relatively weaker ligation with hard transition\nmetals and inability to create and retain permanent porosity. Although\nthe feasibility of formation of sulfonate-based coordination networks\nwas proposed long back, only a limited number\nof compounds based on such linkers have been reported thus far. Notably,\nthis number is remarkably inferior relative to systems built from\ncarboxylate-based linkers, which rose to prominence around the same\nperiod. In particular, the lack of systematic strategies to construct\nand examine porous frameworks built from sulfonate/phosphonate-donor\nligands has made development of such frameworks a subject of interest\nand relevance toward developing MOFs as stable materials.</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) are crystalline, extended coordination polymers built from bi-/multidentate organic linkers and connected by metal ions/clusters in a periodic manner. These compounds have commanded remarkable attention over the last few years owing to their wide array of potential applications. The ability to tune physical/chemical properties and modulate architectures by regulating choice of building units has further propelled research interest in these materials. Despite several advances in this domain, development of synthesis strategies with regard to stability under operating conditions continues to be an important aspect for MOFs to realize their potential toward practical implementation. Recently, much emphasis has been bestowed toward understanding structure-stability correlation in MOFs, which typically involves evaluation of the specific building blocks. This has led to increasing reports of MOFs exhibiting stability that are suitable for different applications. While MOFs offer noteworthy feature of reticular chemistry in porous solids and much research has been devoted to its development, significantly less attention has been paid to the investigation of different donor groups of the organic ligands. The literature of MOFs signifies the predominance of carboxylate-based linkers for the synthesis of MOFs. In comparison to carboxylate-terminal linkers, frameworks based on sulfonate and phosphonate ligands, which can potentially offer competing and in some cases even better properties, are infrequently employed. In particular, the superior features of sulfonate/phosphonate-based linkers include versatile binding modes on the account of nonplanar binding, affordance of extra polar sites in pore surfaces, structural diversity, and superior stability in contrast to majority carboxylate-based MOFs. Although sulfonate-based linkers afford distinct advantages, such donating groups are generally not explored on the account of relatively weaker ligation with hard transition metals and inability to create and retain permanent porosity. Although the feasibility of formation of sulfonate-based coordination networks was proposed long back, only a limited number of compounds based on such linkers have been reported thus far. Notably, this number is remarkably inferior relative to systems built from carboxylate-based linkers, which rose to prominence around the same period. In particular, the lack of systematic strategies to construct and examine porous frameworks built from sulfonate/phosphonate-donor ligands has made development of such frameworks a subject of interest and relevance toward developing MOFs as stable materials.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>In\naddition to stability, multifunctionality has been an intensely\npursued objective in the domain of MOFs as it can integrate multiple\nphysical/chemical features in a single system. Typically, a mixed-linker strategy has been employed as an effective\nroute to afford synergistic advantages of individual linkers. The\nuse of neutral N-donor multitopic molecules in conjunction with carboxylate\nligands has been the commonly employed strategy to enhance the dimensionality/porosity\nand permit access to the features of individual linkers. In general,\nneutral N-donor ligands are employed for the creation of cationic\nMOFs and in the preparation of flexible MOFs owing to the softness\nof the resulting metal–ligand bond. Recent reports have highlighted the value of five-membered heterocyclic\nring donating linkers, such as imidazole or triazole, both in terms\nof increasing the density of independent linkers around metal nodes\nand strengthening the bond strength on the account of higher p<italic>K</italic>\n<sub>a</sub> values of donor groups. Standalone sulfonate-based MOFs are generally nonporous\nand difficult to crystallize, and hence, the presence of neutral N-donor\nmolecules as a support to sulfonate-based ligands is potentially a\nfavorable combination, but still remains a largely unexplored domain.</p>", "clean_text": "In addition to stability, multifunctionality has been an intensely pursued objective in the domain of MOFs as it can integrate multiple physical/chemical features in a single system. Typically, a mixed-linker strategy has been employed as an effective route to afford synergistic advantages of individual linkers. The use of neutral N-donor multitopic molecules in conjunction with carboxylate ligands has been the commonly employed strategy to enhance the dimensionality/porosity and permit access to the features of individual linkers. In general, neutral N-donor ligands are employed for the creation of cationic MOFs and in the preparation of flexible MOFs owing to the softness of the resulting metal-ligand bond. Recent reports have highlighted the value of five-membered heterocyclic ring donating linkers, such as imidazole or triazole, both in terms of increasing the density of independent linkers around metal nodes and strengthening the bond strength on the account of higher pK a values of donor groups. Standalone sulfonate-based MOFs are generally nonporous and difficult to crystallize, and hence, the presence of neutral N-donor molecules as a support to sulfonate-based ligands is potentially a favorable combination, but still remains a largely unexplored domain.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>To examine this hypothesis, we herein report the synthesis of an\nunusual, robust, permanently microporous Cd­(II)-centered MOF viz.\n{[Cd<sub>2</sub>(1,5-NDS)­(L)<sub>2</sub>(SO<sub>4</sub>)]·<italic>x</italic>G}<sub>\n<italic>n</italic>\n</sub> [1,5-NDS: 1,5-naphthalene\ndisulfonate; L: tridentate neutral N-donor ligand; Gguest\nsolvent molecules; hereafter referred to as IPM-301, where IPM stands\nfor IISER Pune Materials], constructed from a disulfonate linker and\nextended by a neutral, imidazole terminal tripodal N-donor ligand.\nThe MOF bears accessible polar sites and exhibits selective adsorption\nof CO<sub>2</sub>, which is among the highest in the domain of organosulfonate-MOFs.\nTo demonstrate the possibility of reticular chemistry using this synthesis\napproach, an isostructural MOF built from an amine-pendant disulfonate\nlinker is reported. The pore characteristics and luminescence features\nin the MOFs bestowed by the building units afford integration of multiple\nfunctions [sensing of neurotransmitter nitric oxide (NO) and separation\nof C<sub>6</sub>-cyclic hydrocarbons] in the same system, which is\nrarely observed for organosulfonate-based porous compounds.</p>", "clean_text": "To examine this hypothesis, we herein report the synthesis of an unusual, robust, permanently microporous Cd(II)-centered MOF viz. {[Cd2(1,5-NDS)(L)2(SO4)]⋅xG} n  [1,5-NDS: 1,5-naphthalene disulfonate; L: tridentate neutral N-donor ligand; Gguest solvent molecules; hereafter referred to as IPM-301, where IPM stands for IISER Pune Materials], constructed from a disulfonate linker and extended by a neutral, imidazole terminal tripodal N-donor ligand. The MOF bears accessible polar sites and exhibits selective adsorption of CO2, which is among the highest in the domain of organosulfonate-MOFs. To demonstrate the possibility of reticular chemistry using this synthesis approach, an isostructural MOF built from an amine-pendant disulfonate linker is reported. The pore characteristics and luminescence features in the MOFs bestowed by the building units afford integration of multiple functions [sensing of neurotransmitter nitric oxide (NO) and separation of C6-cyclic hydrocarbons] in the same system, which is rarely observed for organosulfonate-based porous compounds.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials</title><p>All\nsolvents and reagents were commercially\navailable and used without further purification. Standard pH buffers\n(pH = 4.01, 10.01) were procured from Eutech Instruments. The ligand\n[Ltris­(4-(1<italic>H</italic>-imidazol-1-yl)­phenyl)­amine]\nwas synthesized according to a reported protocol.\n</p>", "clean_text": "Experimental Section\n\nMaterials\n\nAll solvents and reagents were commercially available and used without further purification. Standard pH buffers (pH = 4.01, 10.01) were procured from Eutech Instruments. The ligand [Ltris(4-(1H-imidazol-1-yl)phenyl)amine] was synthesized according to a reported protocol. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of Compound IPM-301</title><p>A\nmixture of ligand (8.86\nmg, 0.02 mmol), 3CdSO<sub>4</sub>·8H<sub>2</sub>O (15.4 mg, 0.02\nmmol), 1,5-naphthalenedisulfonic acid tetrahydrate (9.00 mg, 0.025\nmmol), <italic>N</italic>,<italic>N</italic>-dimethylformamide (1\nmL), and water (2 mL), was placed in a glass vial and heated at 90\n°C for 48 h, followed by slow cooling to room temperature. The\ncompound was filtered and washed with water and methanol several times.\nSingle crystals of compound IPM-301 viz. [{Cd<sub>2</sub>(1,5-NDS)­(L)<sub>2</sub>(SO<sub>4</sub>)}·<italic>x</italic>G]<sub>\n<italic>n</italic>\n</sub> were isolated in ∼45% yield. These crystals were dipped\nin MeOH solution for exchange and heated under vacuum at 75 °C\nto obtain the guest free phase. We were unable to locate the highly\ndisordered guest solvent molecules in the structure crystallographically.\nThe formula for the guest-free phase was estimated to be [{Cd<sub>2</sub>(1,5-NDS)­(L)<sub>2</sub>(SO<sub>4</sub>)}]<sub>\n<italic>n</italic>\n</sub> (1,5-NDS refers to 1,5-naphthalene disulfonate). Anal. Calcd\n(guest free phase): C/N, 3.92; N/S, 2.04; C/S, 7.99. Found: C/N, 3.98;\nN/S, 2.06; C/S, 8.24. Bond valence sum calculations for IPM-301 were carried out using WinGX, which revealed the atom\nvalencies for Cd01, S1, and S2 to be +2, +6, and +6, respectively.</p>", "clean_text": "Synthesis of Compound IPM-301\n\nA mixture of ligand (8.86 mg, 0.02 mmol), 3CdSO4⋅8H2O (15.4 mg, 0.02 mmol), 1,5-naphthalenedisulfonic acid tetrahydrate (9.00 mg, 0.025 mmol), N,N-dimethylformamide (1 mL), and water (2 mL), was placed in a glass vial and heated at 90 °C for 48 h, followed by slow cooling to room temperature. The compound was filtered and washed with water and methanol several times. Single crystals of compound IPM-301 viz. [{Cd2(1,5-NDS)(L)2(SO4)}⋅xG] n  were isolated in ~45% yield. These crystals were dipped in MeOH solution for exchange and heated under vacuum at 75 °C to obtain the guest free phase. We were unable to locate the highly disordered guest solvent molecules in the structure crystallographically. The formula for the guest-free phase was estimated to be [{Cd2(1,5-NDS)(L)2(SO4)}] n  (1,5-NDS refers to 1,5-naphthalene disulfonate). Anal. Calcd (guest free phase): C/N, 3.92; N/S, 2.04; C/S, 7.99. Found: C/N, 3.98; N/S, 2.06; C/S, 8.24. Bond valence sum calculations for IPM-301 were carried out using WinGX, which revealed the atom valencies for Cd01, S1, and S2 to be +2, +6, and +6, respectively.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of Compound IPM-302</title><p>This compound was synthesized\nsimilarly as above, except for using sodium 4-amino-1,5-naphthalenedisulfonate\n(9.75 mg) instead of 1,5-naphthalenedisulfonic acid tetrahydrate.\nThe formula for the guest-free phase was estimated to be [{Cd<sub>2</sub>(NH<sub>2</sub>-1,5-NDS)­(L)<sub>2</sub>(SO<sub>4</sub>)}]<sub>\n<italic>n</italic>\n</sub> (NH<sub>2</sub>-1,5-NDS refers to 4-amino-1,5-naphthalene\ndisulfonate). Anal. Calcd (guest free phase): C/N, 3.66; N/S, 2.18;\nC/S, 7.99. Found: C/N, 3.70; N/S, 2.23; C/S, 8.28.</p>", "clean_text": "Synthesis of Compound IPM-302\n\nThis compound was synthesized similarly as above, except for using sodium 4-amino-1,5-naphthalenedisulfonate (9.75 mg) instead of 1,5-naphthalenedisulfonic acid tetrahydrate. The formula for the guest-free phase was estimated to be [{Cd2(NH2-1,5-NDS)(L)2(SO4)}] n  (NH2-1,5-NDS refers to 4-amino-1,5-naphthalene disulfonate). Anal. Calcd (guest free phase): C/N, 3.66; N/S, 2.18; C/S, 7.99. Found: C/N, 3.70; N/S, 2.23; C/S, 8.28.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Water Stability\nTest</title><p>The activated compound IPM-301\nand IPM-302 (∼55 mg) was dipped in 5 mL of deionized water\nand kept at room temperature. Subsequently, the compound was filtered\noff and dried in air for further characterization. The supernatant\nwas collected and its inductively coupled plasma–atomic emission\nspectroscopy analysis was recorded.</p>", "clean_text": "Water Stability Test\n\nThe activated compound IPM-301 and IPM-302 (~55 mg) was dipped in 5 mL of deionized water and kept at room temperature. Subsequently, the compound was filtered off and dried in air for further characterization. The supernatant was collected and its inductively coupled plasma-atomic emission spectroscopy analysis was recorded.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>pH Stability Test</title><p>The activated compound IPM-301 and\nIPM-302 (∼20 mg) was dipped in 5 mL of separate pH solution\n(pH = 4, 10.01) and stirred at room temperature for 24 h. The respective\nsupernatant solutions were collected, and the residue was washed with\ndeionized water multiple times, followed by washing with methanol.\nThe recovered solid phases were then degassed by heating under reduced\npressure for further characterization. For gas adsorption studies,\nthe compounds were pretreated at 110 °C under vacuum before measurement.</p>", "clean_text": "pH Stability Test\n\nThe activated compound IPM-301 and IPM-302 (~20 mg) was dipped in 5 mL of separate pH solution (pH = 4, 10.01) and stirred at room temperature for 24 h. The respective supernatant solutions were collected, and the residue was washed with deionized water multiple times, followed by washing with methanol. The recovered solid phases were then degassed by heating under reduced pressure for further characterization. For gas adsorption studies, the compounds were pretreated at 110 °C under vacuum before measurement.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Fluorescence Measurements</title><p>To a dispersed aqueous solution\nof IPM-302, NO was bubbled for 15 min. The crystals were recovered\nand washed with deionized water and dried under vacuum for further\ncharacterization. Other analytes were prepared according to a reported\nprotocol. The respective solutions (200\nμL) were added to 2 mL aqueous solution of IPM-302 and equilibrated\nfor 2 min before recording the emission spectra.</p>", "clean_text": "Fluorescence Measurements\n\nTo a dispersed aqueous solution of IPM-302, NO was bubbled for 15 min. The crystals were recovered and washed with deionized water and dried under vacuum for further characterization. Other analytes were prepared according to a reported protocol. The respective solutions (200 μL) were added to 2 mL aqueous solution of IPM-302 and equilibrated for 2 min before recording the emission spectra.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Physical Measurements</title><p>Powder X-ray diffraction (PXRD)\npatterns were recorded on a Bruker D8 Advance X-ray diffractometer\nusing Cu Kα radiation (λ = 1.5406 Å) in 5°–40°\n2θ range with a scan speed of 1.2° min<sup>–1</sup>. The IR spectra were acquired by using a Nicolet 6700 Fourier-transform\ninfrared (FT-IR) spectrophotometer using KBr pellets in the 400–4000\ncm<sup>–1</sup> range. UV spectra were recorded on a Shimadzu\nUV 2600 spectrophotometer having stirring attachment. The scanning\nelectron microscopy (SEM) images &amp; energy-dispersive X-ray data\nwere obtained using an FEI Quanta 3D dual beam ESEM system. Thermogravimetric\nanalysis (TGA) profiles were recorded on a PerkinElmer STA6000 TGA\nanalyzer under an N<sub>2</sub> atmosphere with a heating rate of\n10 °C/min. Gas adsorption measurements were performed using the\nBELSORP-Max instrument (BEL Japan). Solvent adsorption measurements\nwere performed on the Bel-Aqua instrument (BEL Japan). Prior to adsorption\nmeasurements, the activated samples were heated at 110 °C under\nvacuum for 6 h using BelPrepvacII. <sup>1</sup>H and <sup>13</sup>C NMR spectra were recorded on a JEOL 400 MHz or a Bruker 400 MHz\nspectrometer.</p>", "clean_text": "Physical Measurements\n\nPowder X-ray diffraction (PXRD) patterns were recorded on a Bruker D8 Advance X-ray diffractometer using Cu Kα radiation (λ = 1.5406 Å) in 5°-40° 2θ range with a scan speed of 1.2° min-1. The IR spectra were acquired by using a Nicolet 6700 Fourier-transform infrared (FT-IR) spectrophotometer using KBr pellets in the 400-4000 cm-1 range. UV spectra were recorded on a Shimadzu UV 2600 spectrophotometer having stirring attachment. The scanning electron microscopy (SEM) images & energy-dispersive X-ray data were obtained using an FEI Quanta 3D dual beam ESEM system. Thermogravimetric analysis (TGA) profiles were recorded on a PerkinElmer STA6000 TGA analyzer under an N2 atmosphere with a heating rate of 10 °C/min. Gas adsorption measurements were performed using the BELSORP-Max instrument (BEL Japan). Solvent adsorption measurements were performed on the Bel-Aqua instrument (BEL Japan). Prior to adsorption measurements, the activated samples were heated at 110 °C under vacuum for 6 h using BelPrepvacII. 1H and 13C NMR spectra were recorded on a JEOL 400 MHz or a Bruker 400 MHz spectrometer.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>X-ray Structural Studies</title><p>Single-crystal\nX-ray data\nof compounds IPM-301 and IPM-302 were collected at 100 K on a Bruker\nD8 Venture Duo X-ray diffractometer equipped with a Micro Focus X-ray\nsource (operated at 50 W; 50 kV/1 mA), graded multilayer optics for\nmonochromatic Mo Kα radiation (λ = 0.71073 Å) focused\nX-ray beam and a Photon 100 CMOS chip-based detector system. The crystal\nwas mounted on nylon CryoLoops (Hampton Research) with Paraton-N (Hampton\nResearch). The data integration and reduction were processed with\nSAINT software. A multiscan absorption\ncorrection was applied to the collected reflections. The structure was solved by the direct method using SHELXTL and was refined on <italic>F</italic>\n<sup>2</sup> by the full-matrix\nleast-squares technique using the SHELXL-2014/7 program package within the WinGX programme. All non-hydrogen atoms were refined anisotropically.\nAll hydrogen atoms were located in successive difference Fourier maps\nand they were treated as riding atoms using SHELXL default parameters.\nThe structures were examined using the <italic>Adsym</italic> subroutine\nof PLATON to assure that no additional symmetry could be applied to\nthe models. The SQUEEZE option was used\nto eliminate the contribution of disordered guest molecules. The bridging\nSO<sub>4</sub>\n<sup>2–</sup> anions are highly disordered in\nboth the structures. In case of IPM-302, the pendant −NH<sub>2</sub> group is disordered over two positions. CCDC 1831060–1831061,\nfor IPM-301 and IPM-302, respectively, contain the supplementary crystallographic\ndata for this paper. These data can be obtained free of charge from\nThe Cambridge Crystallographic Data Centre via <uri xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\">www.ccdc.cam.ac.uk/data_request/cif</uri>.</p>", "clean_text": "X-ray Structural Studies\n\nSingle-crystal X-ray data of compounds IPM-301 and IPM-302 were collected at 100 K on a Bruker D8 Venture Duo X-ray diffractometer equipped with a Micro Focus X-ray source (operated at 50 W; 50 kV/1 mA), graded multilayer optics for monochromatic Mo Kα radiation (λ = 0.71073 Å) focused X-ray beam and a Photon 100 CMOS chip-based detector system. The crystal was mounted on nylon CryoLoops (Hampton Research) with Paraton-N (Hampton Research). The data integration and reduction were processed with SAINT software. A multiscan absorption correction was applied to the collected reflections. The structure was solved by the direct method using SHELXTL and was refined on F 2 by the full-matrix least-squares technique using the SHELXL-2014/7 program package within the WinGX programme. All non-hydrogen atoms were refined anisotropically. All hydrogen atoms were located in successive difference Fourier maps and they were treated as riding atoms using SHELXL default parameters. The structures were examined using the Adsym subroutine of PLATON to assure that no additional symmetry could be applied to the models. The SQUEEZE option was used to eliminate the contribution of disordered guest molecules. The bridging SO4 2- anions are highly disordered in both the structures. In case of IPM-302, the pendant -NH2 group is disordered over two positions. CCDC 1831060-1831061, for IPM-301 and IPM-302, respectively, contain the supplementary crystallographic data for this paper. These data can be obtained free of charge from The Cambridge Crystallographic Data Centre via www.ccdc.cam.ac.uk/data_request/cif.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Binding Energy Calculations</title><p>Static binding energies\nfor CO<sub>2</sub> in IPM-301 and IPM-302 were calculated using density\nfunctional theory (DFT) as implemented in the software package VASP. It is well-known that standard DFT methods based\non generalized gradient approximation do not fully account for the\nlong-range dispersion interactions between the framework and the weakly\nbound gaseous adsorbates. To accurately estimate static binding energies\nfor weakly bound guest molecules with IPM-301 and IPM-302 framework,\nwe implemented dispersion corrections using the DFT-D3 method. Electron exchange and correlation were described\nusing the generalized gradient approximation Perdew, Burke, and Ernzerhof form, and the projector-augmented wave potentials\nwere used to treat core and valence electrons. In all cases, we used a plane-wave kinetic energy cutoff\nof 600 eV and a Γ-point mesh for sampling the Brillouin zone.\nThe ionic coordinates were relaxed until the Hellman–Feynman\nionic forces were less than 0.01 eV/Å. The initial location of\nthe guest molecule in the primitive cell of IPM-301 and IPM-302 was\nobtained from the classical simulated annealing technique using classical\nforce field as implemented in sorption module in Materials Studio. In the simulated annealing method, the temperature\nwas lowered stepwise, allowing the gas molecule to reach a desirable\nconfiguration based on different moves such as rotation, translation,\nand repositioning with preset probabilities of occurrence. This process\nof heating and cooling the system was repeated in several heating\ncycles to find the local minima. Forty heating cycles were performed,\nwhere the maximum temperature and the final temperature were 105 and\n100 K, respectively. Static binding energies (Δ<italic>E</italic>) at 0 K were calculated using the following expression:<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic xlink:href=\"am-2018-14420r_m001.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>E</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">MOF</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mi mathvariant=\"normal\">gas</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">MOF</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">gas</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>E</italic>\n<sub>x</sub> refers, respectively, to the total energies of the MOF + gas complex, the\nMOF alone, and gas molecule.</p>", "clean_text": "Binding Energy Calculations\n\nStatic binding energies for CO2 in IPM-301 and IPM-302 were calculated using density functional theory (DFT) as implemented in the software package VASP. It is well-known that standard DFT methods based on generalized gradient approximation do not fully account for the long-range dispersion interactions between the framework and the weakly bound gaseous adsorbates. To accurately estimate static binding energies for weakly bound guest molecules with IPM-301 and IPM-302 framework, we implemented dispersion corrections using the DFT-D3 method. Electron exchange and correlation were described using the generalized gradient approximation Perdew, Burke, and Ernzerhof form, and the projector-augmented wave potentials were used to treat core and valence electrons. In all cases, we used a plane-wave kinetic energy cutoff of 600 eV and a Γ-point mesh for sampling the Brillouin zone. The ionic coordinates were relaxed until the Hellman-Feynman ionic forces were less than 0.01 eV/Å. The initial location of the guest molecule in the primitive cell of IPM-301 and IPM-302 was obtained from the classical simulated annealing technique using classical force field as implemented in sorption module in Materials Studio. In the simulated annealing method, the temperature was lowered stepwise, allowing the gas molecule to reach a desirable configuration based on different moves such as rotation, translation, and repositioning with preset probabilities of occurrence. This process of heating and cooling the system was repeated in several heating cycles to find the local minima. Forty heating cycles were performed, where the maximum temperature and the final temperature were 105 and 100 K, respectively. Static binding energies (ΔE) at 0 K were calculated using the following expression:     Δ E =   E   MOF + gas   -   E   MOF   -   E   gas      where E x refers, respectively, to the total energies of the MOF + gas complex, the MOF alone, and gas molecule.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>Single crystals of IPM-301 were obtained in a solvothermal reaction\nof CdSO<sub>4</sub>, 1,5-naphthalene disulfonic acid, and ligand (L)\nin a solvent mixture of water and <italic>N</italic>,<italic>N</italic>′-dimethylformamide (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Scheme S1</ext-link>).\nThe compound crystallized in orthorhombic <italic>P</italic>222<sub>1</sub> space group, with the asymmetric unit comprising one Cd­(II)\natom, one unit of ligand, half unit NDS linker, and half SO<sub>4</sub>\n<sup>2–</sup> anion (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S1a</ext-link>).</p>", "clean_text": "Results and Discussion\n\nSingle crystals of IPM-301 were obtained in a solvothermal reaction of CdSO4, 1,5-naphthalene disulfonic acid, and ligand (L) in a solvent mixture of water and N,N'-dimethylformamide (Scheme S1). The compound crystallized in orthorhombic P2221 space group, with the asymmetric unit comprising one Cd(II) atom, one unit of ligand, half unit NDS linker, and half SO4 2- anion (Figure S1a).", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Each Cd­(II) metal node is octahedral, with one coordination\nfrom\nthe NDS ligand and three from three independent N-donor linkers (c). Two adjacent\nCd­(II) nodes are bridged by a SO<sub>4</sub>\n<sup>2–</sup> anion\n(a,c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">S2</ext-link>). The SO<sub>4</sub>\n<sup>2–</sup> salt\nof Cd­(II) was chosen as it is known to bind strongly with metal nodes,\nand use of such inorganic anions in the domain of MOFs has recently\nfound considerable interest. Cambridge Structural\nDatabase screening approach suggests that the structure of IPM-301\nis unprecedented in terms of both organosulfonate anion and sulfate\nanions binding to the same metal center. The sulfonate groups are\ncoordinated to the metal center through one O-atom, while the other\ntwo O-atoms are held by strong noncovalent interactions with imidazole\nmoiety of the adjacent N-donor linkers (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S1b</ext-link>). The tripodal N-donor ligand extends the structure in\nthree dimensions (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figures S2–S4</ext-link>)\nand further stabilizes the framework as higher dentate linkers are\nknown to afford kinetic stability. The\nthree-dimensional structure of IPM-301 has a porous one-dimensional\nchannel along the crystallographic <italic>a</italic>-axis with the\nnaphthalene moieties aligned along the pore walls (a). The uniqueness of the structure\nis further highlighted in the new topology of the structure, estimated\nusing TOPOS (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Table S4</ext-link>), having a binodal 3,5-c net and the overall structure comprising\ntwo interpenetrated nets (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S6</ext-link>). The\nnet has a point symbol of (4·6<sup>2</sup>)­(4<sup>3</sup>·6<sup>6</sup>·8) and a long vertex symbol [4·4·4·6·6·6·6·6<sub>2</sub>·6<sub>2</sub>·8<sub>3</sub>], [4·6<sub>2</sub>·6<sub>2</sub>]. Similarly, an isostructural MOF viz. {[Cd<sub>2</sub>(NH<sub>2</sub>-1,5-NDS)­(L)<sub>2</sub>(SO<sub>4</sub>)]·<italic>x</italic>G}<sub>\n<italic>n</italic>\n</sub> [NH<sub>2</sub>-1,5-NDS:\n4-amino 1,5-naphthalene disulfonate; hereafter referred to as IPM-302]\nbearing a primary amine pendant group was synthesized (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Scheme S1</ext-link>). The basic characterization of the\ncompounds was carried out to assess their nature. PXRD patterns of\nthe MOFs validated the bulk-phase purity of the compounds (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figures S7 and S25</ext-link>).</p>", "clean_text": "Each Cd(II) metal node is octahedral, with one coordination from the NDS ligand and three from three independent N-donor linkers (c). Two adjacent Cd(II) nodes are bridged by a SO4 2- anion (a,c and S2). The SO4 2- salt of Cd(II) was chosen as it is known to bind strongly with metal nodes, and use of such inorganic anions in the domain of MOFs has recently found considerable interest. Cambridge Structural Database screening approach suggests that the structure of IPM-301 is unprecedented in terms of both organosulfonate anion and sulfate anions binding to the same metal center. The sulfonate groups are coordinated to the metal center through one O-atom, while the other two O-atoms are held by strong noncovalent interactions with imidazole moiety of the adjacent N-donor linkers (Figure S1b). The tripodal N-donor ligand extends the structure in three dimensions (Figures S2-S4) and further stabilizes the framework as higher dentate linkers are known to afford kinetic stability. The three-dimensional structure of IPM-301 has a porous one-dimensional channel along the crystallographic a-axis with the naphthalene moieties aligned along the pore walls (a). The uniqueness of the structure is further highlighted in the new topology of the structure, estimated using TOPOS (Table S4), having a binodal 3,5-c net and the overall structure comprising two interpenetrated nets (Figure S6). The net has a point symbol of (4⋅62)(43⋅66⋅8) and a long vertex symbol [4⋅4⋅4⋅6⋅6⋅6⋅6⋅62⋅62⋅83], [4⋅62⋅62]. Similarly, an isostructural MOF viz. {[Cd2(NH2-1,5-NDS)(L)2(SO4)]⋅xG} n  [NH2-1,5-NDS: 4-amino 1,5-naphthalene disulfonate; hereafter referred to as IPM-302] bearing a primary amine pendant group was synthesized (Scheme S1). The basic characterization of the compounds was carried out to assess their nature. PXRD patterns of the MOFs validated the bulk-phase purity of the compounds (Figures S7 and S25).", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Packing diagrams of (a)\nIPM-301 and (b) IPM-302 along the crystallographic <italic>a</italic>-axis. (c) Coordination environment in IPM-301. (Color\ncode: C, gray; N, blue; S, yellow; O, red; Cd, orange. H-atoms have\nbeen omitted for clarity, and pendant N-atoms of −NH<sub>2</sub> in IPM-302 have been highlighted in (b).</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2018-14420r_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Packing diagrams of (a) IPM-301 and (b) IPM-302 along the crystallographic a-axis. (c) Coordination environment in IPM-301. (Color code: C, gray; N, blue; S, yellow; O, red; Cd, orange. H-atoms have been omitted for clarity, and pendant N-atoms of -NH2 in IPM-302 have been highlighted in (b).   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>TGA patterns reflected loss of guest molecules occluded in\nthe\npores during the synthesis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figures S8 and S26</ext-link>) and variable-temperature PXRD substantiated thermal stability (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S9</ext-link>). TGA profiles suggested initial loss\nof guest solvent molecules occluded in the pores during the synthesis,\nand decomposition of the framework was initiated ∼400 °C.\nField-emission SEM (FESEM) images displayed the formation of neat\ncrystals (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figures S10 and S27</ext-link>). FT-IR spectra\nconfirmed the presence of the sulfate groups with peaks corresponding\nto the S–O stretching frequency (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S11</ext-link>). The guest-free phases were obtained upon exchange with\nmethanol followed by heating under vacuum, and the activation was\nvalidated using TGA profiles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S8b</ext-link>). The crystallinity was found to be retained after this protocol\nmaking it a rare example of sulfonate-based MOF retaining permanent\nporosity. MOFs have commanded remarkable attention as sorbents for\nthe pressing demands to capture and sequester greenhouse gas CO<sub>2</sub>. The polar\npore surface of IPM-301 propelled us to investigate its ability to\nadsorb CO<sub>2</sub>. Low-temperature CO<sub>2</sub> adsorption (195\nK) performed on IPM-301 yielded an uptake of ∼106 mL g<sup>–1</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S12</ext-link>). The compound\ndid not show any significant uptake for N<sub>2</sub> (77 K) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S15</ext-link>). Temperature-dependent CO<sub>2</sub> isotherms were recorded at 273, 298, and 310 K which displayed uptake\namounts of 46.8, ∼37, and ∼33 mL g<sup>–1</sup>, respectively (a, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">S12, and S13</ext-link>). Notably, these\nvalues are among the highest reported for an organosulfonate-based\nMOF (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Table S5</ext-link>).\n</p>", "clean_text": "TGA patterns reflected loss of guest molecules occluded in the pores during the synthesis (Figures S8 and S26) and variable-temperature PXRD substantiated thermal stability (Figure S9). TGA profiles suggested initial loss of guest solvent molecules occluded in the pores during the synthesis, and decomposition of the framework was initiated ~400 °C. Field-emission SEM (FESEM) images displayed the formation of neat crystals (Figures S10 and S27). FT-IR spectra confirmed the presence of the sulfate groups with peaks corresponding to the S-O stretching frequency (Figure S11). The guest-free phases were obtained upon exchange with methanol followed by heating under vacuum, and the activation was validated using TGA profiles (Figure S8b). The crystallinity was found to be retained after this protocol making it a rare example of sulfonate-based MOF retaining permanent porosity. MOFs have commanded remarkable attention as sorbents for the pressing demands to capture and sequester greenhouse gas CO2. The polar pore surface of IPM-301 propelled us to investigate its ability to adsorb CO2. Low-temperature CO2 adsorption (195 K) performed on IPM-301 yielded an uptake of ~106 mL g-1 (Figure S12). The compound did not show any significant uptake for N2 (77 K) (Figure S15). Temperature-dependent CO2 isotherms were recorded at 273, 298, and 310 K which displayed uptake amounts of 46.8, ~37, and ~33 mL g-1, respectively (a, S12, and S13). Notably, these values are among the highest reported for an organosulfonate-based MOF (Table S5). ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a)\nTemperature-dependent CO<sub>2</sub> adsorption isotherms of\nIPM-301. (b) CO<sub>2</sub> adsorption isotherms for IPM-302 after\ntreatment under different pH conditions. (c) Isosteric heat of adsorption\nfor CO<sub>2</sub> in IPM-301 and IPM-302. (d) Separation selectivity\nat 298 K predicted by IAST for CO<sub>2</sub>/N<sub>2</sub> (15/85)\nfor IPM-301 (blue) and IPM-302 (wine red).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2018-14420r_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Temperature-dependent CO2 adsorption isotherms of IPM-301. (b) CO2 adsorption isotherms for IPM-302 after treatment under different pH conditions. (c) Isosteric heat of adsorption for CO2 in IPM-301 and IPM-302. (d) Separation selectivity at 298 K predicted by IAST for CO2/N2 (15/85) for IPM-301 (blue) and IPM-302 (wine red).   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>The zero-coverage isosteric heat of adsorption as estimated\nfrom\nvariable-temperature adsorption was found to be 31.1 kJ mol<sup>–1</sup>, suggesting the high affinity of CO<sub>2</sub> toward the MOF (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S14</ext-link>). IPM-301 exhibited negligible uptake\nfor related small gases at 298 K [kinetic diameters: N<sub>2</sub>3.64 Å and O<sub>2</sub>3.46 Å] (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S16</ext-link>). Importantly, the compound was found\nto retain its integrity after the adsorption measurements (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S17</ext-link>). To further examine the selectivity\nof IPM-301, the mixture selectivity of CO<sub>2</sub>/N<sub>2</sub> (15:85, composition of flue gas) at 1 bar was calculated using ideal\nadsorbed solution theory (IAST) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figures S44</ext-link> and d). A selectivity of 35 was obtained\nat 298 K and 1 bar, which, notably, is highly competitive with some\nof the well-studied carboxylate-based MOFs. The hydrolytic stability of the compound was established by dipping\nthe compound in deionized water. PXRD pattern and CO<sub>2</sub> adsorption\nisotherm of the phase recovered after 7 days confirmed the retention\nof integrity of the framework (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figures S18 and S19</ext-link>). Also, we checked the water adsorption nature of the MOF\nafter 3 cycles of adsorption–desorption cycles, which displayed\nalmost no change in the patterns and uptake amounts (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S20</ext-link>). Remarkably, such stability is very rarely observed\nfor a MOF built from metal nodes having higher coordination spheres\nsuch as Cd­(II), which further endorses the choice of the building\nunits. The unusual stability can be ascribed to the combination of\nmultiple factors viz. higher denticity of linker for affording kinetic stability, higher binding strength of the imidazole groups to enhance coordination\nbond strength, bridging of adjacent Cd­(II)\nby strongly coordinating sulfate anion, and extended\ncoordination of the sulfonate ligand, which is further interacting with the framework backbone through\nstrong noncovalent interactions. Enthused from the robust hydrolytic\nstability, we further checked the stability of IPM-301 over different\npH conditions. The phases obtained at pH = 4 and pH = 10.01 were found\nto be stable, and porosity was intact (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figures S21 and S22</ext-link>). FESEM images for these phases endorsed the retention\nof morphology (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figures S23 and S24</ext-link>).</p>", "clean_text": "The zero-coverage isosteric heat of adsorption as estimated from variable-temperature adsorption was found to be 31.1 kJ mol-1, suggesting the high affinity of CO2 toward the MOF (Figure S14). IPM-301 exhibited negligible uptake for related small gases at 298 K [kinetic diameters: N23.64 Å and O23.46 Å] (Figure S16). Importantly, the compound was found to retain its integrity after the adsorption measurements (Figure S17). To further examine the selectivity of IPM-301, the mixture selectivity of CO2/N2 (15:85, composition of flue gas) at 1 bar was calculated using ideal adsorbed solution theory (IAST) (Figures S44 and d). A selectivity of 35 was obtained at 298 K and 1 bar, which, notably, is highly competitive with some of the well-studied carboxylate-based MOFs. The hydrolytic stability of the compound was established by dipping the compound in deionized water. PXRD pattern and CO2 adsorption isotherm of the phase recovered after 7 days confirmed the retention of integrity of the framework (Figures S18 and S19). Also, we checked the water adsorption nature of the MOF after 3 cycles of adsorption-desorption cycles, which displayed almost no change in the patterns and uptake amounts (Figure S20). Remarkably, such stability is very rarely observed for a MOF built from metal nodes having higher coordination spheres such as Cd(II), which further endorses the choice of the building units. The unusual stability can be ascribed to the combination of multiple factors viz. higher denticity of linker for affording kinetic stability, higher binding strength of the imidazole groups to enhance coordination bond strength, bridging of adjacent Cd(II) by strongly coordinating sulfate anion, and extended coordination of the sulfonate ligand, which is further interacting with the framework backbone through strong noncovalent interactions. Enthused from the robust hydrolytic stability, we further checked the stability of IPM-301 over different pH conditions. The phases obtained at pH = 4 and pH = 10.01 were found to be stable, and porosity was intact (Figures S21 and S22). FESEM images for these phases endorsed the retention of morphology (Figures S23 and S24).", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>Similar adsorption studies were carried out with IPM-302. Like\nthe previous case, we observed selective uptake for CO<sub>2</sub>, with adsorption amounts of ∼95, 45.9, 36.6, and 32.1 mL\ng<sup>–1</sup> at 195, 273, 298, and 310 K, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figures S28, S29, S31, and S32</ext-link>).</p>", "clean_text": "Similar adsorption studies were carried out with IPM-302. Like the previous case, we observed selective uptake for CO2, with adsorption amounts of ~95, 45.9, 36.6, and 32.1 mL g-1 at 195, 273, 298, and 310 K, respectively (Figures S28, S29, S31, and S32).", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>The isosteric\nheat of adsorption at zero-loading was found to be\n28.7 kJ mol<sup>–1</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S30</ext-link>). The IAST selectivity for CO<sub>2</sub>/N<sub>2</sub> for IPM-302\nwas calculated to be 40 at 298 K and 1 bar (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figures S44</ext-link> and d). IPM-302 was found to be\nhydrolytically stable and retained its structure at pH = 4 and 10.01\n(b, S33–S37).\nIntriguingly, the two MOFs exhibited similar adsorption performances\ndespite IPM-302 bearing the additional polar site of pendant amine\ngroup (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figures S38 and S39</ext-link>). Amine groups\nhave been well known to provide strong binding sites in MOFs for CO<sub>2</sub> and other polar adsorptive. To understand\nthis behavior further in the current case, we performed dispersion-corrected\nDFT (DFT-D3) calculations to investigate the binding modes. The static\nbinding energies for CO<sub>2</sub> at 0 K using DFT calculations\nwere found to be ∼44 and ∼36 kJ mol<sup>–1</sup> for IPM-301 and IPM-302, respectively. The calculations suggested\nthat CO<sub>2</sub> interacts strongly with the oxygen atom directed\ntoward the pore from the bridging SO<sub>4</sub>\n<sup>2–</sup> anions, even in the case of IPM-302 which bears −NH<sub>2</sub> pendant sites (). Some important reports in this domain have demonstrated the role\nof polar functional sites in MOFs, such as −F, −NH<sub>2</sub>, and −SO<sub>3</sub> toward CO<sub>2</sub> adsorption. The present reports attempt to\nshed insight on the adsorption features in the presence of multiple\naccessible functional moieties. The findings further suggest that\nthe presence of polar sites in the framework backbone is effective,\nif they are better aligned than the competing polar groups as secondary\nfunctional sites.</p>", "clean_text": "The isosteric heat of adsorption at zero-loading was found to be 28.7 kJ mol-1 (Figure S30). The IAST selectivity for CO2/N2 for IPM-302 was calculated to be 40 at 298 K and 1 bar (Figures S44 and d). IPM-302 was found to be hydrolytically stable and retained its structure at pH = 4 and 10.01 (b, S33-S37). Intriguingly, the two MOFs exhibited similar adsorption performances despite IPM-302 bearing the additional polar site of pendant amine group (Figures S38 and S39). Amine groups have been well known to provide strong binding sites in MOFs for CO2 and other polar adsorptive. To understand this behavior further in the current case, we performed dispersion-corrected DFT (DFT-D3) calculations to investigate the binding modes. The static binding energies for CO2 at 0 K using DFT calculations were found to be ~44 and ~36 kJ mol-1 for IPM-301 and IPM-302, respectively. The calculations suggested that CO2 interacts strongly with the oxygen atom directed toward the pore from the bridging SO4 2- anions, even in the case of IPM-302 which bears -NH2 pendant sites (). Some important reports in this domain have demonstrated the role of polar functional sites in MOFs, such as -F, -NH2, and -SO3 toward CO2 adsorption. The present reports attempt to shed insight on the adsorption features in the presence of multiple accessible functional moieties. The findings further suggest that the presence of polar sites in the framework backbone is effective, if they are better aligned than the competing polar groups as secondary functional sites.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>DFT optimized locations of CO<sub>2</sub> for (a) IPM-301\nand (b)\nIPM-302. (The framework is shown in grayscale and the atoms of interest\nshown in color. Color code: O, red; C, dark gray; N, blue).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2018-14420r_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  DFT optimized locations of CO2 for (a) IPM-301 and (b) IPM-302. (The framework is shown in grayscale and the atoms of interest shown in color. Color code: O, red; C, dark gray; N, blue).   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Interestingly, the compounds are\nfound to present additional functions.\nThe pore surfaces are decorated with polar sites and have a nonpolar\naromatic-rich wall. The naphthalene backbone and the presence of Cd­(II)\nmetal nodes afford highly emissive character to both the compounds\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S41</ext-link>). The emission profiles for\nthe MOFs were linked to the fluorescence for the sulfonate-linker\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S40</ext-link>). MOFs with pendant secondary\nsites have been found to be selective sensory probes. Sensing of neurotransmitters has been an important research\nsubject owing to the need of understanding their mechanisms in biological\nreactions. Among them,\nthere has been only limited number of reports for MOF-based sensors\nfor the detection of NO, which have been based on carboxylate-based\nMOFs. Employing this knowledge, we checked the\nefficacy of IPM-302 toward recognition of NO, as it can undergo the\ndeamination reaction owing to accessible recognition sites.</p>", "clean_text": "Interestingly, the compounds are found to present additional functions. The pore surfaces are decorated with polar sites and have a nonpolar aromatic-rich wall. The naphthalene backbone and the presence of Cd(II) metal nodes afford highly emissive character to both the compounds (Figure S41). The emission profiles for the MOFs were linked to the fluorescence for the sulfonate-linker (Figure S40). MOFs with pendant secondary sites have been found to be selective sensory probes. Sensing of neurotransmitters has been an important research subject owing to the need of understanding their mechanisms in biological reactions. Among them, there has been only limited number of reports for MOF-based sensors for the detection of NO, which have been based on carboxylate-based MOFs. Employing this knowledge, we checked the efficacy of IPM-302 toward recognition of NO, as it can undergo the deamination reaction owing to accessible recognition sites.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>As anticipated, we observed specific changes in the emission profiles\nof the compound toward NO, over other reactive species. Also, the\nemission spectra reverted to the profile corresponding to IPM-301\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S42</ext-link>), suggesting that the fluorescence\nchange was accompanied by the deamination reaction, and the response\nwas selective (a), as reported previously. The PXRD patterns confirmed the retention\nof crystallinity (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S43</ext-link>). The sensing\nability further endorses the synthetic strategy as a promising route\nto develop functional luminescent MOFs. Additionally, the features\nendowed to the compounds by the building blocks were investigated\nfor adsorptive separation of important industrial liquid-mixtures\nsuch as benzene–cyclohexane. IPM-301 was found to be a selective\nadsorbent toward benzene (Bz) over its C<sub>6</sub>-cyclic analogue\ncyclohexane (Cy) (b). Cyclohexane is produced from hydrogenation of benzene,\nand their separation in the outlet stream has been a major challenge\nowing to inability of conventional distillation process to separate\nthe mixtures efficiently. Adsorption-based\nmethods have been found to be efficient, and, in particular, MOFs\nhave shown promise to be employed for such applications. We evaluated\nthe separation ability using single-component adsorption isotherms,\nwhich resulted in substantial uptake at 298 K for Bz (∼1.5\nmolecules per NDS unit) and negligible amount for Cy (b). The selectivity can be\nprimarily ascribed to the favorable π–π interactions\nof benzene with the π-rich channel walls of IPM-301. To the best of our knowledge, such adsorptive\nseparation of bulky cyclic molecules has not been investigated using\nsulfonate-MOFs.</p>", "clean_text": "As anticipated, we observed specific changes in the emission profiles of the compound toward NO, over other reactive species. Also, the emission spectra reverted to the profile corresponding to IPM-301 (Figure S42), suggesting that the fluorescence change was accompanied by the deamination reaction, and the response was selective (a), as reported previously. The PXRD patterns confirmed the retention of crystallinity (Figure S43). The sensing ability further endorses the synthetic strategy as a promising route to develop functional luminescent MOFs. Additionally, the features endowed to the compounds by the building blocks were investigated for adsorptive separation of important industrial liquid-mixtures such as benzene-cyclohexane. IPM-301 was found to be a selective adsorbent toward benzene (Bz) over its C6-cyclic analogue cyclohexane (Cy) (b). Cyclohexane is produced from hydrogenation of benzene, and their separation in the outlet stream has been a major challenge owing to inability of conventional distillation process to separate the mixtures efficiently. Adsorption-based methods have been found to be efficient, and, in particular, MOFs have shown promise to be employed for such applications. We evaluated the separation ability using single-component adsorption isotherms, which resulted in substantial uptake at 298 K for Bz (~1.5 molecules per NDS unit) and negligible amount for Cy (b). The selectivity can be primarily ascribed to the favorable π-π interactions of benzene with the π-rich channel walls of IPM-301. To the best of our knowledge, such adsorptive separation of bulky cyclic molecules has not been investigated using sulfonate-MOFs.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Change in fluorescence intensity upon addition of\nNO to IPM-302\nrelative to competing reactive species; (b) adsorption isotherms of\nbenzene and cyclohexane at 298 K for IPM-301 (open and closed symbols\nrepresent adsorption and desorption, respectively).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2018-14420r_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Change in fluorescence intensity upon addition of NO to IPM-302 relative to competing reactive species; (b) adsorption isotherms of benzene and cyclohexane at 298 K for IPM-301 (open and closed symbols represent adsorption and desorption, respectively).   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, we have\nsynthesized an extremely rare pair of robust,\nisostructural, multifunctional, organosulfonate-based MOFs bearing\npermanent microporosity which are hydrolytically stable. The compounds\nhave unique binding modes and the structure represents a new topology.\nThe MOFs exhibited selective uptake of CO<sub>2</sub>, which are among\nthe highest known in the domain of organosulfonate MOFs. The compounds\nare hydrolytically stable and offer resistance over a wide pH range.\nIPM-301 is found to be a selective sorbent for benzene over its C<sub>6</sub>-cyclic congener cyclohexane, making it a potentially useful\ncompound for the separation of this challenging industrial mixture.\nThe highly emissive MOF with pendant amine group selectively detects\nNO in water. The features bestowed by the building units afford integration\nof multifunctionality, which is rarely observed for MOFs based on\norganosulfonate-backbone. These findings contribute substantially\nto the principles guiding the synthesis of sulfonate-MOFs as porous,\nmultifunctional solids. Further exploration in such systems using\nlinkers of varying lengths can lead to realization of potential toward\nreticular chemistry and complete understanding of stability in sulfonate-based\nMOFs. We believe that the current work will actuate development of\nhitherto under-explored potential of organosulfonate-based MOFs and\ncontribute coherently to the evolution of stable MOFs as functional\nporous solids.</p>", "clean_text": "Conclusions\n\nIn summary, we have synthesized an extremely rare pair of robust, isostructural, multifunctional, organosulfonate-based MOFs bearing permanent microporosity which are hydrolytically stable. The compounds have unique binding modes and the structure represents a new topology. The MOFs exhibited selective uptake of CO2, which are among the highest known in the domain of organosulfonate MOFs. The compounds are hydrolytically stable and offer resistance over a wide pH range. IPM-301 is found to be a selective sorbent for benzene over its C6-cyclic congener cyclohexane, making it a potentially useful compound for the separation of this challenging industrial mixture. The highly emissive MOF with pendant amine group selectively detects NO in water. The features bestowed by the building units afford integration of multifunctionality, which is rarely observed for MOFs based on organosulfonate-backbone. These findings contribute substantially to the principles guiding the synthesis of sulfonate-MOFs as porous, multifunctional solids. Further exploration in such systems using linkers of varying lengths can lead to realization of potential toward reticular chemistry and complete understanding of stability in sulfonate-based MOFs. We believe that the current work will actuate development of hitherto under-explored potential of organosulfonate-based MOFs and contribute coherently to the evolution of stable MOFs as functional porous solids.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.8b14420\">10.1021/acsami.8b14420</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Crystallographic\ninformation file for IPM-301 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystallographic information file for IPM-302\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_002.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Representation\nof the protocol employed for the synthesis\nof IPM-301 and IPM-302; PXRD data, TGA plots, FT-IR spectra, FESEM\nimages, gas adsorption profiles, fluorescence spectra of IPM-301 and\nIPM-302; ICP-AES analysis results; crystal data and structure refinement\nfor IPM-301 and IPM-302; topology analysis using TOPOS; calculation\nof CO<sub>2</sub>/N<sub>2</sub> selectivity; and list of some representative\nMOFs based on organo-sulfonate linkers showing CO<sub>2</sub> adsorption\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.8b14420.  Crystallographic information file for IPM-301 (CIF)   Crystallographic information file for IPM-302 (CIF)   Representation of the protocol employed for the synthesis of IPM-301 and IPM-302; PXRD data, TGA plots, FT-IR spectra, FESEM images, gas adsorption profiles, fluorescence spectra of IPM-301 and IPM-302; ICP-AES analysis results; crystal data and structure refinement for IPM-301 and IPM-302; topology analysis using TOPOS; calculation of CO2/N2 selectivity; and list of some representative MOFs based on organo-sulfonate linkers showing CO2 adsorption (PDF)   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Crystallographic\ninformation file for IPM-301 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">CIF</ext-link>)</p><p>Crystallographic information file for IPM-302\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_002.cif\">CIF</ext-link>)</p><p>Representation\nof the protocol employed for the synthesis\nof IPM-301 and IPM-302; PXRD data, TGA plots, FT-IR spectra, FESEM\nimages, gas adsorption profiles, fluorescence spectra of IPM-301 and\nIPM-302; ICP-AES analysis results; crystal data and structure refinement\nfor IPM-301 and IPM-302; topology analysis using TOPOS; calculation\nof CO<sub>2</sub>/N<sub>2</sub> selectivity; and list of some representative\nMOFs based on organo-sulfonate linkers showing CO<sub>2</sub> adsorption\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">PDF</ext-link>)</p>", "clean_text": "Crystallographic information file for IPM-301 (CIF)\n\nCrystallographic information file for IPM-302 (CIF)\n\nRepresentation of the protocol employed for the synthesis of IPM-301 and IPM-302; PXRD data, TGA plots, FT-IR spectra, FESEM images, gas adsorption profiles, fluorescence spectra of IPM-301 and IPM-302; ICP-AES analysis results; crystal data and structure refinement for IPM-301 and IPM-302; topology analysis using TOPOS; calculation of CO2/N2 selectivity; and list of some representative MOFs based on organo-sulfonate linkers showing CO2 adsorption (PDF)", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>All authors\nhave given approval to the final version of the manuscript.</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "All authors have given approval to the final version of the manuscript.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "6, 7", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of Compound IPM-301</title><p>A\nmixture of ligand (8.86\nmg, 0.02 mmol), 3CdSO<sub>4</sub>·8H<sub>2</sub>O (15.4 mg, 0.02\nmmol), 1,5-naphthalenedisulfonic acid tetrahydrate (9.00 mg, 0.025\nmmol), <italic>N</italic>,<italic>N</italic>-dimethylformamide (1\nmL), and water (2 mL), was placed in a glass vial and heated at 90\n°C for 48 h, followed by slow cooling to room temperature. The\ncompound was filtered and washed with water and methanol several times.\nSingle crystals of compound IPM-301 viz. [{Cd<sub>2</sub>(1,5-NDS)­(L)<sub>2</sub>(SO<sub>4</sub>)}·<italic>x</italic>G]<sub>\n<italic>n</italic>\n</sub> were isolated in ∼45% yield. These crystals were dipped\nin MeOH solution for exchange and heated under vacuum at 75 °C\nto obtain the guest free phase. We were unable to locate the highly\ndisordered guest solvent molecules in the structure crystallographically.\nThe formula for the guest-free phase was estimated to be [{Cd<sub>2</sub>(1,5-NDS)­(L)<sub>2</sub>(SO<sub>4</sub>)}]<sub>\n<italic>n</italic>\n</sub> (1,5-NDS refers to 1,5-naphthalene disulfonate). Anal. Calcd\n(guest free phase): C/N, 3.92; N/S, 2.04; C/S, 7.99. Found: C/N, 3.98;\nN/S, 2.06; C/S, 8.24. Bond valence sum calculations for IPM-301 were carried out using WinGX, which revealed the atom\nvalencies for Cd01, S1, and S2 to be +2, +6, and +6, respectively.</p><title>Synthesis of Compound IPM-302</title><p>This compound was synthesized\nsimilarly as above, except for using sodium 4-amino-1,5-naphthalenedisulfonate\n(9.75 mg) instead of 1,5-naphthalenedisulfonic acid tetrahydrate.\nThe formula for the guest-free phase was estimated to be [{Cd<sub>2</sub>(NH<sub>2</sub>-1,5-NDS)­(L)<sub>2</sub>(SO<sub>4</sub>)}]<sub>\n<italic>n</italic>\n</sub> (NH<sub>2</sub>-1,5-NDS refers to 4-amino-1,5-naphthalene\ndisulfonate). Anal. Calcd (guest free phase): C/N, 3.66; N/S, 2.18;\nC/S, 7.99. Found: C/N, 3.70; N/S, 2.23; C/S, 8.28.</p>", "clean_text": "Synthesis of Compound IPM-301\n\nA mixture of ligand (8.86 mg, 0.02 mmol), 3CdSO4⋅8H2O (15.4 mg, 0.02 mmol), 1,5-naphthalenedisulfonic acid tetrahydrate (9.00 mg, 0.025 mmol), N,N-dimethylformamide (1 mL), and water (2 mL), was placed in a glass vial and heated at 90 °C for 48 h, followed by slow cooling to room temperature. The compound was filtered and washed with water and methanol several times. Single crystals of compound IPM-301 viz. [{Cd2(1,5-NDS)(L)2(SO4)}⋅xG] n  were isolated in ~45% yield. These crystals were dipped in MeOH solution for exchange and heated under vacuum at 75 °C to obtain the guest free phase. We were unable to locate the highly disordered guest solvent molecules in the structure crystallographically. The formula for the guest-free phase was estimated to be [{Cd2(1,5-NDS)(L)2(SO4)}] n  (1,5-NDS refers to 1,5-naphthalene disulfonate). Anal. Calcd (guest free phase): C/N, 3.92; N/S, 2.04; C/S, 7.99. Found: C/N, 3.98; N/S, 2.06; C/S, 8.24. Bond valence sum calculations for IPM-301 were carried out using WinGX, which revealed the atom valencies for Cd01, S1, and S2 to be +2, +6, and +6, respectively.\n\nSynthesis of Compound IPM-302\n\nThis compound was synthesized similarly as above, except for using sodium 4-amino-1,5-naphthalenedisulfonate (9.75 mg) instead of 1,5-naphthalenedisulfonic acid tetrahydrate. The formula for the guest-free phase was estimated to be [{Cd2(NH2-1,5-NDS)(L)2(SO4)}] n  (NH2-1,5-NDS refers to 4-amino-1,5-naphthalene disulfonate). Anal. Calcd (guest free phase): C/N, 3.66; N/S, 2.18; C/S, 7.99. Found: C/N, 3.70; N/S, 2.23; C/S, 8.28.", "data": [{"meta": {"name": "Compound IPM-301", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "ligand", "amount": "8.86", "unit": "mg"}, {"name": "3CdSO4·8H2O", "amount": "15.4", "unit": "mg"}, {"name": "1,5-naphthalenedisulfonic acid tetrahydrate", "amount": "9.00", "unit": "mg"}], "solvent": [{"name": "N,N-dimethylformamide", "amount": "1", "unit": "mL"}, {"name": "water", "amount": "2", "unit": "mL"}], "pressure": "", "temperature": "90°C", "time": "48 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "water and methanol", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "75°C", "atmosphere": "vacuum", "time": ""}], "yield": "∼45%"}, {"meta": {"name": "Compound IPM-302", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "ligand", "amount": "8.86", "unit": "mg"}, {"name": "3CdSO4·8H2O", "amount": "15.4", "unit": "mg"}, {"name": "sodium 4-amino-1,5-naphthalenedisulfonate", "amount": "9.75", "unit": "mg"}], "solvent": [{"name": "N,N-dimethylformamide", "amount": "1", "unit": "mL"}, {"name": "water", "amount": "2", "unit": "mL"}], "pressure": "", "temperature": "90°C", "time": "48 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "water and methanol", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "75°C", "atmosphere": "vacuum", "time": ""}], "yield": "∼45%"}], "include_properties": ["solvothermal_synthesis", "filtration", "washing"]}, {"idx": "17, 19, 20, 21", "type": "text", "classification": "property", "content": "<p>TGA patterns reflected loss of guest molecules occluded in\nthe\npores during the synthesis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figures S8 and S26</ext-link>) and variable-temperature PXRD substantiated thermal stability (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S9</ext-link>). TGA profiles suggested initial loss\nof guest solvent molecules occluded in the pores during the synthesis,\nand decomposition of the framework was initiated ∼400 °C.\nField-emission SEM (FESEM) images displayed the formation of neat\ncrystals (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figures S10 and S27</ext-link>). FT-IR spectra\nconfirmed the presence of the sulfate groups with peaks corresponding\nto the S–O stretching frequency (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S11</ext-link>). The guest-free phases were obtained upon exchange with\nmethanol followed by heating under vacuum, and the activation was\nvalidated using TGA profiles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S8b</ext-link>). The crystallinity was found to be retained after this protocol\nmaking it a rare example of sulfonate-based MOF retaining permanent\nporosity. MOFs have commanded remarkable attention as sorbents for\nthe pressing demands to capture and sequester greenhouse gas CO<sub>2</sub>. The polar\npore surface of IPM-301 propelled us to investigate its ability to\nadsorb CO<sub>2</sub>. Low-temperature CO<sub>2</sub> adsorption (195\nK) performed on IPM-301 yielded an uptake of ∼106 mL g<sup>–1</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S12</ext-link>). The compound\ndid not show any significant uptake for N<sub>2</sub> (77 K) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S15</ext-link>). Temperature-dependent CO<sub>2</sub> isotherms were recorded at 273, 298, and 310 K which displayed uptake\namounts of 46.8, ∼37, and ∼33 mL g<sup>–1</sup>, respectively (a, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">S12, and S13</ext-link>). Notably, these\nvalues are among the highest reported for an organosulfonate-based\nMOF (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Table S5</ext-link>).\n</p><p>The zero-coverage isosteric heat of adsorption as estimated\nfrom\nvariable-temperature adsorption was found to be 31.1 kJ mol<sup>–1</sup>, suggesting the high affinity of CO<sub>2</sub> toward the MOF (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S14</ext-link>). IPM-301 exhibited negligible uptake\nfor related small gases at 298 K [kinetic diameters: N<sub>2</sub>3.64 Å and O<sub>2</sub>3.46 Å] (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S16</ext-link>). Importantly, the compound was found\nto retain its integrity after the adsorption measurements (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S17</ext-link>). To further examine the selectivity\nof IPM-301, the mixture selectivity of CO<sub>2</sub>/N<sub>2</sub> (15:85, composition of flue gas) at 1 bar was calculated using ideal\nadsorbed solution theory (IAST) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figures S44</ext-link> and d). A selectivity of 35 was obtained\nat 298 K and 1 bar, which, notably, is highly competitive with some\nof the well-studied carboxylate-based MOFs. The hydrolytic stability of the compound was established by dipping\nthe compound in deionized water. PXRD pattern and CO<sub>2</sub> adsorption\nisotherm of the phase recovered after 7 days confirmed the retention\nof integrity of the framework (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figures S18 and S19</ext-link>). Also, we checked the water adsorption nature of the MOF\nafter 3 cycles of adsorption–desorption cycles, which displayed\nalmost no change in the patterns and uptake amounts (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S20</ext-link>). Remarkably, such stability is very rarely observed\nfor a MOF built from metal nodes having higher coordination spheres\nsuch as Cd­(II), which further endorses the choice of the building\nunits. The unusual stability can be ascribed to the combination of\nmultiple factors viz. higher denticity of linker for affording kinetic stability, higher binding strength of the imidazole groups to enhance coordination\nbond strength, bridging of adjacent Cd­(II)\nby strongly coordinating sulfate anion, and extended\ncoordination of the sulfonate ligand, which is further interacting with the framework backbone through\nstrong noncovalent interactions. Enthused from the robust hydrolytic\nstability, we further checked the stability of IPM-301 over different\npH conditions. The phases obtained at pH = 4 and pH = 10.01 were found\nto be stable, and porosity was intact (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figures S21 and S22</ext-link>). FESEM images for these phases endorsed the retention\nof morphology (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figures S23 and S24</ext-link>).</p><p>Similar adsorption studies were carried out with IPM-302. Like\nthe previous case, we observed selective uptake for CO<sub>2</sub>, with adsorption amounts of ∼95, 45.9, 36.6, and 32.1 mL\ng<sup>–1</sup> at 195, 273, 298, and 310 K, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figures S28, S29, S31, and S32</ext-link>).</p><p>The isosteric\nheat of adsorption at zero-loading was found to be\n28.7 kJ mol<sup>–1</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figure S30</ext-link>). The IAST selectivity for CO<sub>2</sub>/N<sub>2</sub> for IPM-302\nwas calculated to be 40 at 298 K and 1 bar (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figures S44</ext-link> and d). IPM-302 was found to be\nhydrolytically stable and retained its structure at pH = 4 and 10.01\n(b, S33–S37).\nIntriguingly, the two MOFs exhibited similar adsorption performances\ndespite IPM-302 bearing the additional polar site of pendant amine\ngroup (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14420/suppl_file/am8b14420_si_003.pdf\">Figures S38 and S39</ext-link>). Amine groups\nhave been well known to provide strong binding sites in MOFs for CO<sub>2</sub> and other polar adsorptive. To understand\nthis behavior further in the current case, we performed dispersion-corrected\nDFT (DFT-D3) calculations to investigate the binding modes. The static\nbinding energies for CO<sub>2</sub> at 0 K using DFT calculations\nwere found to be ∼44 and ∼36 kJ mol<sup>–1</sup> for IPM-301 and IPM-302, respectively. The calculations suggested\nthat CO<sub>2</sub> interacts strongly with the oxygen atom directed\ntoward the pore from the bridging SO<sub>4</sub>\n<sup>2–</sup> anions, even in the case of IPM-302 which bears −NH<sub>2</sub> pendant sites (). Some important reports in this domain have demonstrated the role\nof polar functional sites in MOFs, such as −F, −NH<sub>2</sub>, and −SO<sub>3</sub> toward CO<sub>2</sub> adsorption. The present reports attempt to\nshed insight on the adsorption features in the presence of multiple\naccessible functional moieties. The findings further suggest that\nthe presence of polar sites in the framework backbone is effective,\nif they are better aligned than the competing polar groups as secondary\nfunctional sites.</p>", "clean_text": "TGA patterns reflected loss of guest molecules occluded in the pores during the synthesis (Figures S8 and S26) and variable-temperature PXRD substantiated thermal stability (Figure S9). TGA profiles suggested initial loss of guest solvent molecules occluded in the pores during the synthesis, and decomposition of the framework was initiated ~400 °C. Field-emission SEM (FESEM) images displayed the formation of neat crystals (Figures S10 and S27). FT-IR spectra confirmed the presence of the sulfate groups with peaks corresponding to the S-O stretching frequency (Figure S11). The guest-free phases were obtained upon exchange with methanol followed by heating under vacuum, and the activation was validated using TGA profiles (Figure S8b). The crystallinity was found to be retained after this protocol making it a rare example of sulfonate-based MOF retaining permanent porosity. MOFs have commanded remarkable attention as sorbents for the pressing demands to capture and sequester greenhouse gas CO2. The polar pore surface of IPM-301 propelled us to investigate its ability to adsorb CO2. Low-temperature CO2 adsorption (195 K) performed on IPM-301 yielded an uptake of ~106 mL g-1 (Figure S12). The compound did not show any significant uptake for N2 (77 K) (Figure S15). Temperature-dependent CO2 isotherms were recorded at 273, 298, and 310 K which displayed uptake amounts of 46.8, ~37, and ~33 mL g-1, respectively (a, S12, and S13). Notably, these values are among the highest reported for an organosulfonate-based MOF (Table S5). \n\nThe zero-coverage isosteric heat of adsorption as estimated from variable-temperature adsorption was found to be 31.1 kJ mol-1, suggesting the high affinity of CO2 toward the MOF (Figure S14). IPM-301 exhibited negligible uptake for related small gases at 298 K [kinetic diameters: N23.64 Å and O23.46 Å] (Figure S16). Importantly, the compound was found to retain its integrity after the adsorption measurements (Figure S17). To further examine the selectivity of IPM-301, the mixture selectivity of CO2/N2 (15:85, composition of flue gas) at 1 bar was calculated using ideal adsorbed solution theory (IAST) (Figures S44 and d). A selectivity of 35 was obtained at 298 K and 1 bar, which, notably, is highly competitive with some of the well-studied carboxylate-based MOFs. The hydrolytic stability of the compound was established by dipping the compound in deionized water. PXRD pattern and CO2 adsorption isotherm of the phase recovered after 7 days confirmed the retention of integrity of the framework (Figures S18 and S19). Also, we checked the water adsorption nature of the MOF after 3 cycles of adsorption-desorption cycles, which displayed almost no change in the patterns and uptake amounts (Figure S20). Remarkably, such stability is very rarely observed for a MOF built from metal nodes having higher coordination spheres such as Cd(II), which further endorses the choice of the building units. The unusual stability can be ascribed to the combination of multiple factors viz. higher denticity of linker for affording kinetic stability, higher binding strength of the imidazole groups to enhance coordination bond strength, bridging of adjacent Cd(II) by strongly coordinating sulfate anion, and extended coordination of the sulfonate ligand, which is further interacting with the framework backbone through strong noncovalent interactions. Enthused from the robust hydrolytic stability, we further checked the stability of IPM-301 over different pH conditions. The phases obtained at pH = 4 and pH = 10.01 were found to be stable, and porosity was intact (Figures S21 and S22). FESEM images for these phases endorsed the retention of morphology (Figures S23 and S24).\n\nSimilar adsorption studies were carried out with IPM-302. Like the previous case, we observed selective uptake for CO2, with adsorption amounts of ~95, 45.9, 36.6, and 32.1 mL g-1 at 195, 273, 298, and 310 K, respectively (Figures S28, S29, S31, and S32).\n\nThe isosteric heat of adsorption at zero-loading was found to be 28.7 kJ mol-1 (Figure S30). The IAST selectivity for CO2/N2 for IPM-302 was calculated to be 40 at 298 K and 1 bar (Figures S44 and d). IPM-302 was found to be hydrolytically stable and retained its structure at pH = 4 and 10.01 (b, S33-S37). Intriguingly, the two MOFs exhibited similar adsorption performances despite IPM-302 bearing the additional polar site of pendant amine group (Figures S38 and S39). Amine groups have been well known to provide strong binding sites in MOFs for CO2 and other polar adsorptive. To understand this behavior further in the current case, we performed dispersion-corrected DFT (DFT-D3) calculations to investigate the binding modes. The static binding energies for CO2 at 0 K using DFT calculations were found to be ~44 and ~36 kJ mol-1 for IPM-301 and IPM-302, respectively. The calculations suggested that CO2 interacts strongly with the oxygen atom directed toward the pore from the bridging SO4 2- anions, even in the case of IPM-302 which bears -NH2 pendant sites (). Some important reports in this domain have demonstrated the role of polar functional sites in MOFs, such as -F, -NH2, and -SO3 toward CO2 adsorption. The present reports attempt to shed insight on the adsorption features in the presence of multiple accessible functional moieties. The findings further suggest that the presence of polar sites in the framework backbone is effective, if they are better aligned than the competing polar groups as secondary functional sites.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "400", "unit": "°C", "type": "lattice collapse", "condition": ""}]}, {"meta": {"name": "Complex 4", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "155", "unit": "°C", "type": "weight loss", "condition": ""}, {"value": "250", "unit": "°C", "type": "removal of coordinated solvent molecules", "condition": ""}, {"value": "680", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}, {"meta": {"name": "MOF-XYZ", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "120", "unit": "°C", "type": "an initial weight loss", "condition": ""}, {"value": "110 to 280", "unit": "°C", "type": "gradual removal of coordinated water molecules", "condition": ""}]}, {"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "35.6", "unit": "wt%", "temperature": "25°C", "pressure": "1 atm", "condition": ""}]}, {"meta": {"name": "MOF-B", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "N2", "adsorbed amount": "27.8", "unit": "wt%", "temperature": "77 K", "pressure": "1 atm", "condition": ""}]}]], "include_properties": ["decomposition_temperature", "gas_adsorption"]}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Packing diagrams of (a)\nIPM-301 and (b) IPM-302 along the crystallographic <italic>a</italic>-axis. (c) Coordination environment in IPM-301. (Color\ncode: C, gray; N, blue; S, yellow; O, red; Cd, orange. H-atoms have\nbeen omitted for clarity, and pendant N-atoms of −NH<sub>2</sub> in IPM-302 have been highlighted in (b).</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2018-14420r_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Packing diagrams of (a) IPM-301 and (b) IPM-302 along the crystallographic a-axis. (c) Coordination environment in IPM-301. (Color code: C, gray; N, blue; S, yellow; O, red; Cd, orange. H-atoms have been omitted for clarity, and pendant N-atoms of -NH2 in IPM-302 have been highlighted in (b).   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a)\nTemperature-dependent CO<sub>2</sub> adsorption isotherms of\nIPM-301. (b) CO<sub>2</sub> adsorption isotherms for IPM-302 after\ntreatment under different pH conditions. (c) Isosteric heat of adsorption\nfor CO<sub>2</sub> in IPM-301 and IPM-302. (d) Separation selectivity\nat 298 K predicted by IAST for CO<sub>2</sub>/N<sub>2</sub> (15/85)\nfor IPM-301 (blue) and IPM-302 (wine red).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2018-14420r_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Temperature-dependent CO2 adsorption isotherms of IPM-301. (b) CO2 adsorption isotherms for IPM-302 after treatment under different pH conditions. (c) Isosteric heat of adsorption for CO2 in IPM-301 and IPM-302. (d) Separation selectivity at 298 K predicted by IAST for CO2/N2 (15/85) for IPM-301 (blue) and IPM-302 (wine red).   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>DFT optimized locations of CO<sub>2</sub> for (a) IPM-301\nand (b)\nIPM-302. (The framework is shown in grayscale and the atoms of interest\nshown in color. Color code: O, red; C, dark gray; N, blue).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2018-14420r_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  DFT optimized locations of CO2 for (a) IPM-301 and (b) IPM-302. (The framework is shown in grayscale and the atoms of interest shown in color. Color code: O, red; C, dark gray; N, blue).   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Change in fluorescence intensity upon addition of\nNO to IPM-302\nrelative to competing reactive species; (b) adsorption isotherms of\nbenzene and cyclohexane at 298 K for IPM-301 (open and closed symbols\nrepresent adsorption and desorption, respectively).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2018-14420r_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Change in fluorescence intensity upon addition of NO to IPM-302 relative to competing reactive species; (b) adsorption isotherms of benzene and cyclohexane at 298 K for IPM-301 (open and closed symbols represent adsorption and desorption, respectively).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.8b14420", "title": null, "journal": "American\nChemical Society", "date": "2018.10", "author_list": ["Desai\nAamod\nV.", "Joarder\nBiplab", "Roy\nArkendu", "Samanta\nPartha", "Babarao\nRavichandar", "Ghosh\nSujit K."]}}