{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/cg049725v.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Two isostructural coordination polymers of formula [Ln<sub>2</sub>(ADC)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>]·2H<sub>2</sub>O, (ADC = acetyledicarboxylato dianion, Ln<sup>3+</sup> = La<sup>3+</sup> or Ce<sup>3+</sup>) have been prepared at room temperature. The structure is three-dimensional,\npossessing one-dimensional channels filled with lattice and coordinated water molecules. The presence of three\nwater molecules in the coordination sphere of the metal creates a dense hydrogen-bonded network. The lattice water\nmolecules were removed from the cerium compound at 100 °C with retention of the structure. This transformation\nwas also possible in a crystal-to-crystal manner. The structure of the dehydrated solid was determined and found\nto present only minor modifications compared to the parent structure. The departure of the coordinated water\nmolecules is carried out in three steps, with retention of the structure up to 150 °C. Beyond this temperature,\ndehydration is accompanied by polymerization, due to the existence of an infinite chain of short acetylene−acetylene\ncontacts.\n</p>", "clean_text": "Two isostructural coordination polymers of formula [Ln2(ADC)3(H2O)6]⋅2H2O, (ADC = acetyledicarboxylato dianion, Ln3+ = La3+ or Ce3+) have been prepared at room temperature. The structure is three-dimensional, possessing one-dimensional channels filled with lattice and coordinated water molecules. The presence of three water molecules in the coordination sphere of the metal creates a dense hydrogen-bonded network. The lattice water molecules were removed from the cerium compound at 100 °C with retention of the structure. This transformation was also possible in a crystal-to-crystal manner. The structure of the dehydrated solid was determined and found to present only minor modifications compared to the parent structure. The departure of the coordinated water molecules is carried out in three steps, with retention of the structure up to 150 °C. Beyond this temperature, dehydration is accompanied by polymerization, due to the existence of an infinite chain of short acetylene-acetylene contacts. ", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>[Ln<sub>2</sub>(ADC)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>]·2H<sub>2</sub>O (Ln<sup>3+</sup> = La<sup>3+</sup>, Ce<sup>3+</sup>) is a microporous three-dimensional rare-earth coordination polymer consisting of metal chains bridged by acetylene dicarboxylic acid. The dehydration of this material takes place with retention of the structure up to 150 °C beyond which a polymerization reaction occurs due to the presence of infinite chains of acetylene−acetylene contacts.</p>", "clean_text": "[Ln2(ADC)3(H2O)6]⋅2H2O (Ln3+ = La3+, Ce3+) is a microporous three-dimensional rare-earth coordination polymer consisting of metal chains bridged by acetylene dicarboxylic acid. The dehydration of this material takes place with retention of the structure up to 150 °C beyond which a polymerization reaction occurs due to the presence of infinite chains of acetylene-acetylene contacts.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The construction of microporous metal−organic frameworks (MOFs) attracts considerable interest in view of\npotential applications in separation science, catalysis,\nand gas storage. The assembly of these materials is\nusually conducted by using d-block metal ions and\nmultifunctional organic ligands. The analogous chemistry of rare-earth ions has been developed in the last\nfew years, mainly by using polycarboxylate ligands.\nIndeed, the ability of the carboxylate group to bridge\nadjacent metal centers is expected to enhance the\nstability of the crystal framework, which is of utmost\nimportance in this class of materials. In addition, the\nchelate coordination mode of the carboxylate group may\nalso contribute to increase the framework stability.\nFinally, the concept of hard acid/hard base was invoked\nrecently by James<sup>4c</sup> to explain the high decomposition\ntemperatures observed in some rare-earth carboxylates.\n</p>", "clean_text": "Introduction\n\nThe construction of microporous metal-organic frameworks (MOFs) attracts considerable interest in view of potential applications in separation science, catalysis, and gas storage. The assembly of these materials is usually conducted by using d-block metal ions and multifunctional organic ligands. The analogous chemistry of rare-earth ions has been developed in the last few years, mainly by using polycarboxylate ligands. Indeed, the ability of the carboxylate group to bridge adjacent metal centers is expected to enhance the stability of the crystal framework, which is of utmost importance in this class of materials. In addition, the chelate coordination mode of the carboxylate group may also contribute to increase the framework stability. Finally, the concept of hard acid/hard base was invoked recently by James4c to explain the high decomposition temperatures observed in some rare-earth carboxylates. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In previous work, we used some aliphatic acids<sup>5b,7</sup> and\nfumaric acid<sup>8</sup> in an attempt to construct robust microporous rare-earth carboxylate polymers. In most\ncases, the crystal framework was severely deformed\nupon departure of the solvent (water), resulting in\nnarrowing of the channels. In this context, the choice\nof a ligand such as acetylenedicarboxylic acid (H<sub>2</sub>ADC)\nseems quite reasonable since the presence of a carbon−carbon triple bond would confere additional stability to\nthe framework. Moreover, as many organic ligands are\nusually arranged around a rare-earth cation, the probability of observing short acetylene−acetylene contacts\nincreases. In this case, it is possible to observe “in situ”\npolymerization along the chain of the short contacts,\nwith formation of novel conjugated polymers.\n</p>", "clean_text": "In previous work, we used some aliphatic acids5b,7 and fumaric acid8 in an attempt to construct robust microporous rare-earth carboxylate polymers. In most cases, the crystal framework was severely deformed upon departure of the solvent (water), resulting in narrowing of the channels. In this context, the choice of a ligand such as acetylenedicarboxylic acid (H2ADC) seems quite reasonable since the presence of a carbon-carbon triple bond would confere additional stability to the framework. Moreover, as many organic ligands are usually arranged around a rare-earth cation, the probability of observing short acetylene-acetylene contacts increases. In this case, it is possible to observe \"in situ\" polymerization along the chain of the short contacts, with formation of novel conjugated polymers. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In this work, we synthesized two coordination polymers of acetylenedicarboxylic acid (H<sub>2</sub>ADC), with La<sup>3+</sup>,\n<bold>1</bold>, and Ce<sup>3+</sup>, <bold>2</bold>. Crystal structure analysis showed that\nthese compounds are isostructural to the Gd<sup>3+</sup> complex\nwith H<sub>2</sub>ADC, described by Yan et al., in a succinct\nstructure report. In the present work, we describe in\ndetail the crystal packing of these phases. In the case\nof compound <bold>2</bold> we also studied its unique thermal\nbehavior including single-crystal-to-single-crystal dehydration and solid-state polymerization.\n</p>", "clean_text": "In this work, we synthesized two coordination polymers of acetylenedicarboxylic acid (H2ADC), with La3+, 1, and Ce3+, 2. Crystal structure analysis showed that these compounds are isostructural to the Gd3+ complex with H2ADC, described by Yan et al., in a succinct structure report. In the present work, we describe in detail the crystal packing of these phases. In the case of compound 2 we also studied its unique thermal behavior including single-crystal-to-single-crystal dehydration and solid-state polymerization. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental Section</title><p>\n<bold>[La</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(ADC)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>6</sub>\n</bold>\n<bold>]·2H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O</bold> (<bold>1)</bold>\n<bold>.</bold> An aqueous solution of 0.35\nM lanthanum nitrate was allowed to diffuse in a silica gel\ncolumn containing 0.5 M H<sub>2</sub>ADC at pH = 6. Crystals suitable\nfor X-ray analysis were formed after about five months.\nElemental analysis calcd (%) for <bold>1</bold>:  C 19.00, H 2.11; found:  C\n19.11, H 2.23.\n</p>", "clean_text": "Experimental Section\n\n [La  2  (ADC)  3  (H  2  O)  6  ]⋅2H  2  O (1) . An aqueous solution of 0.35 M lanthanum nitrate was allowed to diffuse in a silica gel column containing 0.5 M H2ADC at pH = 6. Crystals suitable for X-ray analysis were formed after about five months. Elemental analysis calcd (%) for 1: C 19.00, H 2.11; found: C 19.11, H 2.23. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>\n<bold>[Ce</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(ADC)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>6</sub>\n</bold>\n<bold>]·2H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O</bold> (<bold>2</bold>)<bold>.</bold> Crystals suitable for X-ray\nanalysis were prepared as described for <bold>1</bold>. Elemental analysis\ncalcd (%) for <bold>1</bold>:  C 18.94, H 2.10; found:  C 19.12, H 2.28.\nCrystals were also prepared by mixing 30 mL of an aqueous\nsolution of 0.25 M H<sub>2</sub>ADC (pH = 6) with 50 mL of an aqueous\nsolution of 0.25 M cerium nitrate. The resulting solution was\ndistributed in small Petri dishes. Many crystals were formed\nwithin only a few days and were identified from XRPD data.\n</p>", "clean_text": " [Ce  2  (ADC)  3  (H  2  O)  6  ]⋅2H  2  O (2). Crystals suitable for X-ray analysis were prepared as described for 1. Elemental analysis calcd (%) for 1: C 18.94, H 2.10; found: C 19.12, H 2.28. Crystals were also prepared by mixing 30 mL of an aqueous solution of 0.25 M H2ADC (pH = 6) with 50 mL of an aqueous solution of 0.25 M cerium nitrate. The resulting solution was distributed in small Petri dishes. Many crystals were formed within only a few days and were identified from XRPD data. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Physical Measurements.</bold> Combined TG/DTA analysis was\nperformed on a Schimadzu 60 apparatus under an air stream\n(5 mL/min). FT-IR spectra were recorded on a Perkin-Elmer\nspectrum GX FT-IR spectrophotometer, using the KBr technique. UV−Vis spectra were obtained on a Jasco UV/Vis/NIR\nV570 spectrophotometer.\n</p>", "clean_text": " Physical Measurements. Combined TG/DTA analysis was performed on a Schimadzu 60 apparatus under an air stream (5 mL/min). FT-IR spectra were recorded on a Perkin-Elmer spectrum GX FT-IR spectrophotometer, using the KBr technique. UV-Vis spectra were obtained on a Jasco UV/Vis/NIR V570 spectrophotometer. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>\n<bold>X-ray Crystallography. </bold>The X-ray diffraction intensities\nwere collected at room temperature on a Bruker P4 diffractometer, employing graphite monochromated MoKα radiation\n(λ = 0.71073 Å). The structure was solved by direct methods\nand refined on <italic>F</italic>\n<sup>2</sup> using SHELXL97. All non-hydrogen atoms\nwere refined anisotropically. All hydrogen atoms were located\nfrom difference Fourier maps and refined isotropically. XRPD\ndata were collected at room temperature on a Bruker D8\nAdvanced system with monochromatic CuKα radiation (λ =\n1.54056 Å). SCHAKAL-97 software<sup>12</sup> was used for the drawings.\n</p>", "clean_text": " X-ray Crystallography. The X-ray diffraction intensities were collected at room temperature on a Bruker P4 diffractometer, employing graphite monochromated MoKα radiation (λ = 0.71073 Å). The structure was solved by direct methods and refined on F 2 using SHELXL97. All non-hydrogen atoms were refined anisotropically. All hydrogen atoms were located from difference Fourier maps and refined isotropically. XRPD data were collected at room temperature on a Bruker D8 Advanced system with monochromatic CuKα radiation (λ = 1.54056 Å). SCHAKAL-97 software12 was used for the drawings. ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>\n<bold>Crystal Structure Analysis of 1 and 2.</bold> The two\ncompounds are isostructural. The drawings shown are\n\nexclusively for compound <bold>2</bold>. Each metal cation is\ncoordinated by nine oxygen atoms, belonging to five\ndifferent organic ligands and three water molecules. The\nstructure is characterized by the formation of infinite\nmetal chains containing two types of metal “dimers”,\none linked exclusively by bridging carboxylate groups\n(dimer 1) and the other linked exclusively by chelating-bridging carboxylate groups (dimer 2) (Figure ). Alternate metal “dimers” with the same type of linking were\nobserved previously in rare-earth adipates. For compound <bold>1</bold>, the metal−metal distance is 4.961 Å (dimer\n1) and 4.522 Å (dimer 2). The corresponding distances\nfor compound <bold>2</bold> are 4.981 and 4.480 Å. The crystallographic data and the coordination geometry are given\nin Tables  and , respectively.\n\n\n\n</p>", "clean_text": "Results and Discussion\n\n Crystal Structure Analysis of 1 and 2. The two compounds are isostructural. The drawings shown are  exclusively for compound 2. Each metal cation is coordinated by nine oxygen atoms, belonging to five different organic ligands and three water molecules. The structure is characterized by the formation of infinite metal chains containing two types of metal \"dimers\", one linked exclusively by bridging carboxylate groups (dimer 1) and the other linked exclusively by chelating-bridging carboxylate groups (dimer 2) (Figure ). Alternate metal \"dimers\" with the same type of linking were observed previously in rare-earth adipates. For compound 1, the metal-metal distance is 4.961 Å (dimer 1) and 4.522 Å (dimer 2). The corresponding distances for compound 2 are 4.981 and 4.480 Å. The crystallographic data and the coordination geometry are given in Tables  and , respectively.    ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"cg049725vf00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>View of a part of the structure of compound<bold>2</bold> with\nthe atom labeling scheme.</p>\n</caption>\n<graphic xlink:href=\"cg-2004-09725v_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  View of a part of the structure of compound2 with the atom labeling scheme.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "table", "classification": null, "content": "<table-wrap id=\"cg049725vt00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal and Structure Refinement Data for Compounds<bold>1</bold>−<bold>3</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">formula\n</oasis:entry>\n<oasis:entry colname=\"2\">[La<sub>2</sub>(C<sub>4</sub>O<sub>4</sub>)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>]·2H<sub>2</sub>O\n</oasis:entry>\n<oasis:entry colname=\"3\">[Ce<sub>2</sub>(C<sub>4</sub>O<sub>4</sub>)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>]·2H<sub>2</sub>O\n</oasis:entry>\n<oasis:entry colname=\"4\">[Ce<sub>2</sub>(C<sub>4</sub>O<sub>4</sub>)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>]\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">crystal system\n</oasis:entry>\n<oasis:entry colname=\"2\">triclinic\n</oasis:entry>\n<oasis:entry colname=\"3\">triclinic\n</oasis:entry>\n<oasis:entry colname=\"4\">triclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic>P</italic>1̄\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic>P</italic>1̄\n</oasis:entry>\n<oasis:entry colname=\"4\">\n<italic>P</italic>1̄\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic> (Å<bold>)</bold>\n</oasis:entry>\n<oasis:entry colname=\"2\">8.307(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">8.304(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">8.279(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic> (Å<bold>)</bold>\n</oasis:entry>\n<oasis:entry colname=\"2\">8.769(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">8.728(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">8.731(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic> (Å<bold>)</bold>\n</oasis:entry>\n<oasis:entry colname=\"2\">9.204(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">9.177(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">9.098(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">α (°)\n</oasis:entry>\n<oasis:entry colname=\"2\">95.63(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">95.59(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">94.83(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β (°)\n</oasis:entry>\n<oasis:entry colname=\"2\">115.61(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">115.70(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">115.54(1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">γ (°)\n</oasis:entry>\n<oasis:entry colname=\"2\">110.26(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">110.26(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">111.93(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>V</italic> (Å<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">542.31(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">537.59(11)\n</oasis:entry>\n<oasis:entry colname=\"4\">526.3(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>Z</italic>\n</oasis:entry>\n<oasis:entry colname=\"2\">2\n</oasis:entry>\n<oasis:entry colname=\"3\">2\n</oasis:entry>\n<oasis:entry colname=\"4\">2\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>T</italic> (K)\n</oasis:entry>\n<oasis:entry colname=\"2\">293\n</oasis:entry>\n<oasis:entry colname=\"3\">293\n</oasis:entry>\n<oasis:entry colname=\"4\">293\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">dx (g cm<sup>-3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.321\n</oasis:entry>\n<oasis:entry colname=\"3\">2.349\n</oasis:entry>\n<oasis:entry colname=\"4\">2.286\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>N</italic>\n<sub>tot</sub>/<italic>N</italic>\n<sub>ind</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">2017/1873 [R(int) = 0.0191]\n</oasis:entry>\n<oasis:entry colname=\"3\">2292/1866 [R(int) = 0.0241]\n</oasis:entry>\n<oasis:entry colname=\"4\">1241/1241\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic>1 (<italic>I</italic> &gt; 2σ(<italic>I</italic>))\n</oasis:entry>\n<oasis:entry colname=\"2\">0.0203\n</oasis:entry>\n<oasis:entry colname=\"3\">0.0254\n</oasis:entry>\n<oasis:entry colname=\"4\">0.0432\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>wR</italic>2 (<italic>I</italic> &gt; 2σ(<italic>I</italic>))\n</oasis:entry>\n<oasis:entry colname=\"2\">0.0532\n</oasis:entry>\n<oasis:entry colname=\"3\">0.0636\n</oasis:entry>\n<oasis:entry colname=\"4\">0.1096\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">GOF\n</oasis:entry>\n<oasis:entry colname=\"2\">1.131\n</oasis:entry>\n<oasis:entry colname=\"3\">0.924\n</oasis:entry>\n<oasis:entry colname=\"4\">1.080\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">ρ<sub>res</sub> (e Å<sup>-3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.668\n</oasis:entry>\n<oasis:entry colname=\"3\">0.753\n</oasis:entry>\n<oasis:entry colname=\"4\">1.184</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 13, "type": "table", "classification": null, "content": "<table-wrap id=\"cg049725vt00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Coordination and Bond Lengths (Å) for Compounds<bold>1</bold>−<bold>3</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold> M = La</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold> M = Ce</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3</bold> M = Ce\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">M−O(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.467(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.438(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.446(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">M−O(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.503(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.474(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.486(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">M−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.529(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.501(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.488(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">M−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.537(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.513(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.526(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">M−O(7)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.547(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.517(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.523(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">M−O(8)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.560(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.535(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.519(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">M−O(9)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.594(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.565(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.575(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">M−O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.642(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.619(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.618(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">M−O(1)<italic>\n<sup>i</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.720(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.693(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.716(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O8−H···O9<italic>\n<sup>ii</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.795(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.798(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.796(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O7−H···O3<italic>\n<sup>i</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.807(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.804(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.768(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O9−H···O4\n</oasis:entry>\n<oasis:entry colname=\"2\">2.792(4)<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"3\">2.777(5)<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">2.738(12)<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O9−H···O10<italic>\n<sup>iii</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.009(6)<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"3\">3.012(7)<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O9−H···O2<italic>\n<sup>iii</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.831(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.843(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.779(12)<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O7−H···O10\n</oasis:entry>\n<oasis:entry colname=\"2\">2.752(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.750(7)\n</oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O8−H···O4<italic>\n<sup>iv</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.824(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.845(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.757(12)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Bifurcated H-bonds.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> Only the hydrogen atoms of O9 have\nbeen found. Symmetry codes:  <italic>\n<sup>i</sup>\n</italic>\n<sup></sup>−<italic>x</italic>, −<italic>y</italic>, −<italic>z</italic>; <italic>\n<sup>ii</sup>\n</italic>\n<sup></sup>−<italic>x</italic>, −<italic>y</italic>, −<italic>z </italic>+ 1; <italic>\n<sup>iii</sup>\n</italic>\n<sup></sup>−<italic>x</italic>\n+ 1, −<italic>y</italic>, −<italic>z</italic> + 1; <italic>\n<sup>iv</sup>\n</italic>\n<sup></sup>\n<italic>x</italic>, <italic>y</italic> + 1, <italic>z</italic>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>The La−oxygen distances vary from 2.467 to 2.720\nÅ, while the Ce−oxygen ones vary from 2.438 to 2.693\nÅ. These distances are close to those encountered in the\nsimilarly linked nine-coordinated rare-earth adipates.\nThere are two crystallographically independent acetylenedicarboxylato dianions, of which one is centrosymmetric (ligand A) and acts exclusively in the chelate-bridging mode of coordination. This ligand is planar and\nroughly perpendicular to the <italic>bc</italic> plane (Figure ). The\nnoncentrosymmetric ligand (ligand B) binds with one\ncarboxylate group in the bridging mode and with the\nother in the monodentate mode. The “free” oxygen atom\n(O4 in Figure ) is engaged in hydrogen bonding as\nexplained below. While the various bridging or chelating\nbridging modes are common in rare-earth polymers, the\nmonodentate mode is rarely observed. Channels filled\nwith lattice and coordinated water molecules are formed\nalong the <italic>a</italic> axis (Figure ). It is interesting to note that,\nfor each metal, two of the coordinated water molecules\npoint into the channels, while the third one lies between\nthe metal centers. This difference will have some\nconsequences on the thermal behavior of these materials, as will be described below. No channels with\nappreciable size are found along the two other directions\n\nof space and, thus, the dehydration/rehydration process\n(described below) is essentially one-dimensional. An\naspect of the packing that merits some further discussion concerns the acetylene−acetylene contacts within\nthe crystal. Interestingly, we found that there is an\ninfinite chain of acetylene−acetylene contacts in the\nsequence ···A···B···B···A··· (Figure ). Ligands B are\nrelated by a center of symmetry, and consequently their\n−C⋮C− bonds (distant by 3.898 Å for <bold>1</bold> and 3.872 Å\nfor <bold>2</bold>) are strictly parallel between them. In the case of\ncontacts A−B the triple bonds (distant by 3.432 Å for <bold>1</bold>\nand 3.411 Å for <bold>2</bold>) are rotated by 89.2 for <bold>1</bold> and 88.8 °\nfor <bold>2</bold>, with respect to each other. The angle formed\nbetween the triple bond of ligand B and the plane of\nligand A is 57.1° for <bold>1</bold> and 56.6° for <bold>2</bold>. These metric\nproperties strongly suggest that these materials may\npolymerize to afford conjugated polymers.\n\n\n</p>", "clean_text": "The La-oxygen distances vary from 2.467 to 2.720 Å, while the Ce-oxygen ones vary from 2.438 to 2.693 Å. These distances are close to those encountered in the similarly linked nine-coordinated rare-earth adipates. There are two crystallographically independent acetylenedicarboxylato dianions, of which one is centrosymmetric (ligand A) and acts exclusively in the chelate-bridging mode of coordination. This ligand is planar and roughly perpendicular to the bc plane (Figure ). The noncentrosymmetric ligand (ligand B) binds with one carboxylate group in the bridging mode and with the other in the monodentate mode. The \"free\" oxygen atom (O4 in Figure ) is engaged in hydrogen bonding as explained below. While the various bridging or chelating bridging modes are common in rare-earth polymers, the monodentate mode is rarely observed. Channels filled with lattice and coordinated water molecules are formed along the a axis (Figure ). It is interesting to note that, for each metal, two of the coordinated water molecules point into the channels, while the third one lies between the metal centers. This difference will have some consequences on the thermal behavior of these materials, as will be described below. No channels with appreciable size are found along the two other directions  of space and, thus, the dehydration/rehydration process (described below) is essentially one-dimensional. An aspect of the packing that merits some further discussion concerns the acetylene-acetylene contacts within the crystal. Interestingly, we found that there is an infinite chain of acetylene-acetylene contacts in the sequence ⋅⋅⋅A⋅⋅⋅B⋅⋅⋅B⋅⋅⋅A⋅⋅⋅ (Figure ). Ligands B are related by a center of symmetry, and consequently their -C⋮C- bonds (distant by 3.898 Å for 1 and 3.872 Å for 2) are strictly parallel between them. In the case of contacts A-B the triple bonds (distant by 3.432 Å for 1 and 3.411 Å for 2) are rotated by 89.2 for 1 and 88.8 ° for 2, with respect to each other. The angle formed between the triple bond of ligand B and the plane of ligand A is 57.1° for 1 and 56.6° for 2. These metric properties strongly suggest that these materials may polymerize to afford conjugated polymers.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"cg049725vf00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Projection of the structure of compound<bold>2</bold> along\nthe <italic>a</italic> axis.</p>\n</caption>\n<graphic xlink:href=\"cg-2004-09725v_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  Projection of the structure of compound2 along the a axis.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"cg049725vf00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>A chain of acetylenedicarboxylato ligands (A centrosymmetric and B noncentrosymmetric) of compound<bold>2</bold>\npresenting short acetylene−acetylene contacts. The values in\nparentheses refer to the evacuated compound <bold>3</bold>.</p>\n</caption>\n<graphic xlink:href=\"cg-2004-09725v_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  A chain of acetylenedicarboxylato ligands (A centrosymmetric and B noncentrosymmetric) of compound2 presenting short acetylene-acetylene contacts. The values in parentheses refer to the evacuated compound 3.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>An interesting feature of the structure concerns the\nhydrogen-bonded network (Table ), shown in Figure\n. We observe that in the metal pair bridged by ligand\nB (see also Figure ), the coordinated water molecules\nO8 and O9 and their symmetry related ones form cyclic\npatterns with the<inline-formula>\n<inline-graphic xlink:href=\"cg-2004-09725v_0005.gif\"></inline-graphic>\n</inline-formula>\n(8) graph-set notation. Furthermore, O9 is further linked to the carboxylate oxygen\natoms O2 and O4 as well as to the lattice water O10\n(not shown in Figure ), through a three-center (bifurcated) bond (Table ). The sum of the three angles\naround the hydrogen atom participating in this bond\n(353.38°) is close to 360°, satisfying well the criteria used\nfor the existence of this type of bond. In the other\nmetal pair, connected by the centrosymmetric ligand A,\nthere is also a centrosymmetric cyclic pattern with\ngraph-set notation<inline-formula>\n<inline-graphic xlink:href=\"cg-2004-09725v_0006.gif\"></inline-graphic>\n</inline-formula>\n(8), involving the carboxylate O3\natom and the third coordinated water molecule O7.\n\n</p>", "clean_text": "An interesting feature of the structure concerns the hydrogen-bonded network (Table ), shown in Figure . We observe that in the metal pair bridged by ligand B (see also Figure ), the coordinated water molecules O8 and O9 and their symmetry related ones form cyclic patterns with the   (8) graph-set notation. Furthermore, O9 is further linked to the carboxylate oxygen atoms O2 and O4 as well as to the lattice water O10 (not shown in Figure ), through a three-center (bifurcated) bond (Table ). The sum of the three angles around the hydrogen atom participating in this bond (353.38°) is close to 360°, satisfying well the criteria used for the existence of this type of bond. In the other metal pair, connected by the centrosymmetric ligand A, there is also a centrosymmetric cyclic pattern with graph-set notation   (8), involving the carboxylate O3 atom and the third coordinated water molecule O7.  ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"cg049725vf00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Part of the structure of compound<bold>2</bold> showing the\nhydrogen-bonded network.</p>\n</caption>\n<graphic xlink:href=\"cg-2004-09725v_0007.tif\"></graphic>\n</fig>", "clean_text": " 4  Part of the structure of compound2 showing the hydrogen-bonded network.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>\n<bold>Thermal Analysis, Structure of the Dehydrated\nPhases, and Solid-State </bold>\n<bold>Reactivity of 2. </bold>Simultaneous TG/DTA experiments were carried out in air on\na powdered sample of <bold>2</bold> (Figure ). It is clear that, apart\ndecomposition that occurs beyond 250 °C, there are four\ndistinct thermal events. The first one, between 40 and\n115 °C, is endothermic and corresponds to loss of the\ntwo lattice water molecules per formula unit (calc.\n4.74%, exp. 4.89%). The next two, not well-resolved,\nendothermic events between 115 and 150 °C are due to\nremoval of four coordinated water molecules (calc.\n14.2%, exp. 13.7%). We verified that samples heated\nseparately for 2 h at 90, 130, and 150 °C show approximately the weight losses indicated by the TG\nanalysis of the initial sample. The XRPD patterns\n(Figure ) show that, up to 150 °C, the framework\nstructure is retained. Furthermore, a sample of <bold>2</bold> heated\nat 150 °C and rehydrated shows practically the same\nTG/DTA curves as <bold>2</bold>, indicating that the dehydration\nprocess is reversible.\n\n\n</p>", "clean_text": " Thermal Analysis, Structure of the Dehydrated Phases, and Solid-State  Reactivity of 2. Simultaneous TG/DTA experiments were carried out in air on a powdered sample of 2 (Figure ). It is clear that, apart decomposition that occurs beyond 250 °C, there are four distinct thermal events. The first one, between 40 and 115 °C, is endothermic and corresponds to loss of the two lattice water molecules per formula unit (calc. 4.74%, exp. 4.89%). The next two, not well-resolved, endothermic events between 115 and 150 °C are due to removal of four coordinated water molecules (calc. 14.2%, exp. 13.7%). We verified that samples heated separately for 2 h at 90, 130, and 150 °C show approximately the weight losses indicated by the TG analysis of the initial sample. The XRPD patterns (Figure ) show that, up to 150 °C, the framework structure is retained. Furthermore, a sample of 2 heated at 150 °C and rehydrated shows practically the same TG/DTA curves as 2, indicating that the dehydration process is reversible.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"cg049725vf00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>TG (solid line)/DTA (dotted line) curves for compound<bold>2</bold>.</p>\n</caption>\n<graphic xlink:href=\"cg-2004-09725v_0008.tif\"></graphic>\n</fig>", "clean_text": " 5  TG (solid line)/DTA (dotted line) curves for compound2.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"cg049725vf00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>XRPD patterns of compound<bold>2 </bold>at (a) room temperature, (b) 100 °C, (c) 130 °C, (d) 150 °C.</p>\n</caption>\n<graphic xlink:href=\"cg-2004-09725v_0009.tif\"></graphic>\n</fig>", "clean_text": " 6  XRPD patterns of compound2 at (a) room temperature, (b) 100 °C, (c) 130 °C, (d) 150 °C.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>As each metal center is coordinated to three water\nmolecules (Figure ), it is clear that, at 150 °C, it retains\none water molecule. We believe that this is O9 because\nit forms four strong hydrogen bonds (Table , Figure\n), while O8 and O7 form only two. In addition, O8 and\nO7 point into the channels (Figure ), fulfilling the\ntopological and energetic criteria for easy removal from\nthe lattice.\n</p>", "clean_text": "As each metal center is coordinated to three water molecules (Figure ), it is clear that, at 150 °C, it retains one water molecule. We believe that this is O9 because it forms four strong hydrogen bonds (Table , Figure ), while O8 and O7 form only two. In addition, O8 and O7 point into the channels (Figure ), fulfilling the topological and energetic criteria for easy removal from the lattice. ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Further insight into the dehydration process was\nobtained by determining the crystal structure of <bold>2</bold> after\nremoval of the lattice water molecules (compound <bold>3</bold>).\nFor this, a single crystal of <bold>2</bold> was slowly heated in an\n\noven up to 100 °C. To avoid as much as possible initial\nrapid uptake of water, the evacuated crystal was\ncovered with epoxy glue. The cell volume shows a\ndecrease of only 12 Å<sup>3</sup> (2%) as compared to the initial\none, indicating zeolite-like behavior. A very slight\nincrease in the cell volume (0.6 Å<sup>3</sup>) occurs essentially\nat the beginning of data collection, and consequently, a\nconsistent data set was obtained by omitting the first\n700 reflections and working with the final cell dimensions (Table ). The structure is essentially the same\nas that of <bold>2</bold>. We observe that the A−B acetylene−acetylene contact is slightly decreased, while the B−B\ncontact is slightly increased (Figure ). In the case of\ncontacts A−B, the triple bonds are rotated by 89.0° with\nrespect to each other, while the angle formed between\nthe triple bond of ligand B and the plane of ligand A is\n55.9° The departure of the lattice water (O10) and the\nsubsequent displacement of the ligands bring about\nsome modifications in the hydrogen-bonded network\n(Table ). Shortening is observed for all hydrogen bonds\ninvolving carboxylate oxygens, while the water−water\ninteraction (O8−O9) remains as in <bold>2</bold>. We may observe\nthat the coordinated water molecule O9 is still the most\ntightly linked, and this reinforces the hypothesis that\nit is the remaining water at 150 °C.\n</p>", "clean_text": "Further insight into the dehydration process was obtained by determining the crystal structure of 2 after removal of the lattice water molecules (compound 3). For this, a single crystal of 2 was slowly heated in an  oven up to 100 °C. To avoid as much as possible initial rapid uptake of water, the evacuated crystal was covered with epoxy glue. The cell volume shows a decrease of only 12 Å3 (2%) as compared to the initial one, indicating zeolite-like behavior. A very slight increase in the cell volume (0.6 Å3) occurs essentially at the beginning of data collection, and consequently, a consistent data set was obtained by omitting the first 700 reflections and working with the final cell dimensions (Table ). The structure is essentially the same as that of 2. We observe that the A-B acetylene-acetylene contact is slightly decreased, while the B-B contact is slightly increased (Figure ). In the case of contacts A-B, the triple bonds are rotated by 89.0° with respect to each other, while the angle formed between the triple bond of ligand B and the plane of ligand A is 55.9° The departure of the lattice water (O10) and the subsequent displacement of the ligands bring about some modifications in the hydrogen-bonded network (Table ). Shortening is observed for all hydrogen bonds involving carboxylate oxygens, while the water-water interaction (O8-O9) remains as in 2. We may observe that the coordinated water molecule O9 is still the most tightly linked, and this reinforces the hypothesis that it is the remaining water at 150 °C. ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The reversibility of this dehydration process was also\nchecked by leaving an evacuated crystal in air without\ncovering it with epoxy glue. The cell volume increases\nand reaches its initial value within 24 h. Further\nheating of the crystal showed that the external morphology is retained, at least up to 125−130 °C, but\nbeyond 120 °C we noted the appearance of a pale yellow\ncolor. The unit cell dimensions were essentially those\nof <bold>3</bold>, but it was not possible, up to now, to obtain a cell\naccurate enough to proceed to data collection. We\nverified however that the dehydration process is still\nreversible.\n</p>", "clean_text": "The reversibility of this dehydration process was also checked by leaving an evacuated crystal in air without covering it with epoxy glue. The cell volume increases and reaches its initial value within 24 h. Further heating of the crystal showed that the external morphology is retained, at least up to 125-130 °C, but beyond 120 °C we noted the appearance of a pale yellow color. The unit cell dimensions were essentially those of 3, but it was not possible, up to now, to obtain a cell accurate enough to proceed to data collection. We verified however that the dehydration process is still reversible. ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>The weight loss beyond 150 °C is due to departure of\nthe last coordinated water molecule, but, in this case,\nthe thermal event is exothermic (Figure ) and is\naccompanied by the appearance of a brown color in the\nsolid residue. The XRPD pattern showed that this phase\nis amorphous. These results suggest that a polymerization reaction accompanies the last dehydration step.\nAs the polymerization reaction is strongly exothermic\nand the dehydration is endothermic, the overall thermal\neffect is exothermic. We checked this hypothesis by\nrecording the FT-IR spectra of powdered samples of <bold>2</bold>\nheated at 130, 150, and 200 °C for 2 h (Figure ). After\nheat treatment, the samples were stored in a desiccator\nto avoid uptake of water from the ambient moisture. In\nall cases, in agreement with the crystal structure\nresults, a large band between 3500 and 3000 cm<sup>-1</sup>\nindicates the presence of hydrogen-bonded water molecules. In the region of 1600−1350 cm<sup>-1</sup>, we note severe\noverlapping of the carboxylate stretching vibration\npeaks, reflecting well the fact that several coordination\nmodes of the carboxylate group are found in the\nstructure of <bold>2</bold>. In the particular case of the sample\nheated at 200 °C, there is practically only one broad\nband in this region because of the additional contribution of the alternate double bonds in the conjugate\nchain. The relatively strong narrow band at about\n1020 cm<sup>-1</sup> was assigned to the ν<sub>≡</sub>\n<sub>C</sub>\n<sub>-</sub>\n<sub>C</sub> stretching vibration. This band disappears completely at 200 °C,\nshowing clearly that, at that temperature, polymerization is practically quantitative. The Raman spectra show\nalso intense ν<sub>C</sub>\n<sub>≡</sub>\n<sub>C</sub> bands up to 150 °C, but at higher\ntemperatures the appearance of a very intense fluoresence signal prevented further detailed study of the\npolymerization process. In addition, the electronic spectrum (Figure ) of a dilute acidified aqueous solution of\nthe brown solid obtained at 200 °C, shows a maximum\nabsorption at 237 nm and a broad shoulder around 300\nnm tailing into the visible up to 800 nm, accounting well\nfor the color observed. These features are also compatible with the presence of a conjugated polycarboxylic\npolymer. Finally, we measured by light scattering the\nmolecular weight of the brown solid obtained by heating\ncompound <bold>2</bold> at 200 °C for about 2 h, followed by\ndissolution in a dilute nitric acid solution, which was\nfound to be ca. 7000 g/mol. This result fully confirms\nthe polymerization hypothesis. Our calculations show\nthat only 60% of the last water content is evacuated up\nto 250 °C, beyond which decomposition occurs. This may\nbe explained by the fact that the departure of water is\naccompanied by displacement of the ligands and chemical reaction, thereby causing narrowing of the channels.\nAs the water molecules are hydrogen bonded to the\nligands, a part of them remains in the structure,\npossibly “trapped” in small cavities. We observed such\na “trapping” recently in another example of solid-state\nreaction.\n\n\n</p>", "clean_text": "The weight loss beyond 150 °C is due to departure of the last coordinated water molecule, but, in this case, the thermal event is exothermic (Figure ) and is accompanied by the appearance of a brown color in the solid residue. The XRPD pattern showed that this phase is amorphous. These results suggest that a polymerization reaction accompanies the last dehydration step. As the polymerization reaction is strongly exothermic and the dehydration is endothermic, the overall thermal effect is exothermic. We checked this hypothesis by recording the FT-IR spectra of powdered samples of 2 heated at 130, 150, and 200 °C for 2 h (Figure ). After heat treatment, the samples were stored in a desiccator to avoid uptake of water from the ambient moisture. In all cases, in agreement with the crystal structure results, a large band between 3500 and 3000 cm-1 indicates the presence of hydrogen-bonded water molecules. In the region of 1600-1350 cm-1, we note severe overlapping of the carboxylate stretching vibration peaks, reflecting well the fact that several coordination modes of the carboxylate group are found in the structure of 2. In the particular case of the sample heated at 200 °C, there is practically only one broad band in this region because of the additional contribution of the alternate double bonds in the conjugate chain. The relatively strong narrow band at about 1020 cm-1 was assigned to the ν≡ C - C stretching vibration. This band disappears completely at 200 °C, showing clearly that, at that temperature, polymerization is practically quantitative. The Raman spectra show also intense νC ≡ C bands up to 150 °C, but at higher temperatures the appearance of a very intense fluoresence signal prevented further detailed study of the polymerization process. In addition, the electronic spectrum (Figure ) of a dilute acidified aqueous solution of the brown solid obtained at 200 °C, shows a maximum absorption at 237 nm and a broad shoulder around 300 nm tailing into the visible up to 800 nm, accounting well for the color observed. These features are also compatible with the presence of a conjugated polycarboxylic polymer. Finally, we measured by light scattering the molecular weight of the brown solid obtained by heating compound 2 at 200 °C for about 2 h, followed by dissolution in a dilute nitric acid solution, which was found to be ca. 7000 g/mol. This result fully confirms the polymerization hypothesis. Our calculations show that only 60% of the last water content is evacuated up to 250 °C, beyond which decomposition occurs. This may be explained by the fact that the departure of water is accompanied by displacement of the ligands and chemical reaction, thereby causing narrowing of the channels. As the water molecules are hydrogen bonded to the ligands, a part of them remains in the structure, possibly \"trapped\" in small cavities. We observed such a \"trapping\" recently in another example of solid-state reaction.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"cg049725vf00007\" position=\"float\">\n<label>7</label>\n<caption>\n<p>FT/IR spectra of compound<bold>2</bold> heated at (a) room\ntemperature, (b) 130 °C, (c) 150 °C, (d) 200 °C.</p>\n</caption>\n<graphic xlink:href=\"cg-2004-09725v_0010.tif\"></graphic>\n</fig>", "clean_text": " 7  FT/IR spectra of compound2 heated at (a) room temperature, (b) 130 °C, (c) 150 °C, (d) 200 °C.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"cg049725vf00008\" position=\"float\">\n<label>8</label>\n<caption>\n<p>UV−Vis absorption spectrum of an aqueous acid solution of the conjugated polymer. The spectrum shown in the inset was taken from a more concentrated solution.</p>\n</caption>\n<graphic xlink:href=\"cg-2004-09725v_0011.tif\"></graphic>\n</fig>", "clean_text": " 8  UV-Vis absorption spectrum of an aqueous acid solution of the conjugated polymer. The spectrum shown in the inset was taken from a more concentrated solution.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Comments and Conclusions.</bold> We showed that isostructural robust microporous MOFs were constructed\nby using La<sup>3+</sup> and Ce<sup>3+</sup> cations and acetylenedicarboxylic acid. The presence of three water molecules in the\ncoordination sphere of the metal and of lattice water\n\nmolecules allowed the formation of a dense hydrogen-bonded network, reinforcing the framework stability.\n</p>", "clean_text": " Comments and Conclusions. We showed that isostructural robust microporous MOFs were constructed by using La3+ and Ce3+ cations and acetylenedicarboxylic acid. The presence of three water molecules in the coordination sphere of the metal and of lattice water  molecules allowed the formation of a dense hydrogen-bonded network, reinforcing the framework stability. ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The thermal behavior was studied by taking as\nrepresentative example compound <bold>2</bold>. The lattice water\nwas evacuated in a first dehydration step with retention\nof the crystal structure. The framework is so robust that\nthis step also takes place in a crystal-to-crystal manner.\nThere are some examples of such transformations in\nmetal−organic compounds, but this is the first one\nreported for a rare-earth framework. Two water molecules could also be removed from the coordination\nsphere of the metal in a two-step mechanism, creating\nvacant Lewis-acidic metal sites. The crystal structure\nwas still retained, but beyond 150 °C the departure of\nthe third water molecule was accompanied by polymerization reaction, due to the existence of an infinite\nchain of acetylene−acetylene short contacts. The presence of conjugate polymer chains near arrays of rare-earth cations might lead to interesting optical or magnetic properties. We intend to address this issue soon.\n</p>", "clean_text": "The thermal behavior was studied by taking as representative example compound 2. The lattice water was evacuated in a first dehydration step with retention of the crystal structure. The framework is so robust that this step also takes place in a crystal-to-crystal manner. There are some examples of such transformations in metal-organic compounds, but this is the first one reported for a rare-earth framework. Two water molecules could also be removed from the coordination sphere of the metal in a two-step mechanism, creating vacant Lewis-acidic metal sites. The crystal structure was still retained, but beyond 150 °C the departure of the third water molecule was accompanied by polymerization reaction, due to the existence of an infinite chain of acetylene-acetylene short contacts. The presence of conjugate polymer chains near arrays of rare-earth cations might lead to interesting optical or magnetic properties. We intend to address this issue soon. ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>\n<ext-link xlink:href=\"/doi/suppl/10.1021%2Fcg049725v\">Supporting Information Available</ext-link>\n</title><p>X-ray crystallographic information file (CIF) is available for compounds <bold>1</bold>−<bold>3</bold>.\nThis material is available free of charge via the Internet at\n<uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.\n</p><title>References</title>", "clean_text": " Supporting Information Available \n\nX-ray crystallographic information file (CIF) is available for compounds 1-3. This material is available free of charge via the Internet at http://pubs.acs.org. \n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": 6, "type": "text", "classification": "synthesis condition", "content": "<title>Experimental Section</title><p>\n<bold>[La</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(ADC)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>6</sub>\n</bold>\n<bold>]·2H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O</bold> (<bold>1)</bold>\n<bold>.</bold> An aqueous solution of 0.35\nM lanthanum nitrate was allowed to diffuse in a silica gel\ncolumn containing 0.5 M H<sub>2</sub>ADC at pH = 6. Crystals suitable\nfor X-ray analysis were formed after about five months.\nElemental analysis calcd (%) for <bold>1</bold>:  C 19.00, H 2.11; found:  C\n19.11, H 2.23.\n</p>", "clean_text": "Experimental Section\n\n [La  2  (ADC)  3  (H  2  O)  6  ]⋅2H  2  O (1) . An aqueous solution of 0.35 M lanthanum nitrate was allowed to diffuse in a silica gel column containing 0.5 M H2ADC at pH = 6. Crystals suitable for X-ray analysis were formed after about five months. Elemental analysis calcd (%) for 1: C 19.00, H 2.11; found: C 19.11, H 2.23. ", "data": [{"meta": {"name": "[La2(ADC)3(H2O)6]·2H2O", "symbol": "1", "chemical formula": "C19H28La2N6O18"}, "processes": [{"synthesis method": "diffusion", "precursor": [{"name": "lanthanum nitrate", "amount": "0.35", "unit": "M"}], "solution": [{"name": "H2ADC", "amount": "0.5", "unit": "M"}], "pH": "6", "time": "5 months"}]}], "include_properties": ["chemical_synthesis", "pH_adjustment"]}, {"idx": "19, 25", "type": "text", "classification": "property", "content": "<p>\n<bold>Thermal Analysis, Structure of the Dehydrated\nPhases, and Solid-State </bold>\n<bold>Reactivity of 2. </bold>Simultaneous TG/DTA experiments were carried out in air on\na powdered sample of <bold>2</bold> (Figure ). It is clear that, apart\ndecomposition that occurs beyond 250 °C, there are four\ndistinct thermal events. The first one, between 40 and\n115 °C, is endothermic and corresponds to loss of the\ntwo lattice water molecules per formula unit (calc.\n4.74%, exp. 4.89%). The next two, not well-resolved,\nendothermic events between 115 and 150 °C are due to\nremoval of four coordinated water molecules (calc.\n14.2%, exp. 13.7%). We verified that samples heated\nseparately for 2 h at 90, 130, and 150 °C show approximately the weight losses indicated by the TG\nanalysis of the initial sample. The XRPD patterns\n(Figure ) show that, up to 150 °C, the framework\nstructure is retained. Furthermore, a sample of <bold>2</bold> heated\nat 150 °C and rehydrated shows practically the same\nTG/DTA curves as <bold>2</bold>, indicating that the dehydration\nprocess is reversible.\n\n\n</p><p>The weight loss beyond 150 °C is due to departure of\nthe last coordinated water molecule, but, in this case,\nthe thermal event is exothermic (Figure ) and is\naccompanied by the appearance of a brown color in the\nsolid residue. The XRPD pattern showed that this phase\nis amorphous. These results suggest that a polymerization reaction accompanies the last dehydration step.\nAs the polymerization reaction is strongly exothermic\nand the dehydration is endothermic, the overall thermal\neffect is exothermic. We checked this hypothesis by\nrecording the FT-IR spectra of powdered samples of <bold>2</bold>\nheated at 130, 150, and 200 °C for 2 h (Figure ). After\nheat treatment, the samples were stored in a desiccator\nto avoid uptake of water from the ambient moisture. In\nall cases, in agreement with the crystal structure\nresults, a large band between 3500 and 3000 cm<sup>-1</sup>\nindicates the presence of hydrogen-bonded water molecules. In the region of 1600−1350 cm<sup>-1</sup>, we note severe\noverlapping of the carboxylate stretching vibration\npeaks, reflecting well the fact that several coordination\nmodes of the carboxylate group are found in the\nstructure of <bold>2</bold>. In the particular case of the sample\nheated at 200 °C, there is practically only one broad\nband in this region because of the additional contribution of the alternate double bonds in the conjugate\nchain. The relatively strong narrow band at about\n1020 cm<sup>-1</sup> was assigned to the ν<sub>≡</sub>\n<sub>C</sub>\n<sub>-</sub>\n<sub>C</sub> stretching vibration. This band disappears completely at 200 °C,\nshowing clearly that, at that temperature, polymerization is practically quantitative. The Raman spectra show\nalso intense ν<sub>C</sub>\n<sub>≡</sub>\n<sub>C</sub> bands up to 150 °C, but at higher\ntemperatures the appearance of a very intense fluoresence signal prevented further detailed study of the\npolymerization process. In addition, the electronic spectrum (Figure ) of a dilute acidified aqueous solution of\nthe brown solid obtained at 200 °C, shows a maximum\nabsorption at 237 nm and a broad shoulder around 300\nnm tailing into the visible up to 800 nm, accounting well\nfor the color observed. These features are also compatible with the presence of a conjugated polycarboxylic\npolymer. Finally, we measured by light scattering the\nmolecular weight of the brown solid obtained by heating\ncompound <bold>2</bold> at 200 °C for about 2 h, followed by\ndissolution in a dilute nitric acid solution, which was\nfound to be ca. 7000 g/mol. This result fully confirms\nthe polymerization hypothesis. Our calculations show\nthat only 60% of the last water content is evacuated up\nto 250 °C, beyond which decomposition occurs. This may\nbe explained by the fact that the departure of water is\naccompanied by displacement of the ligands and chemical reaction, thereby causing narrowing of the channels.\nAs the water molecules are hydrogen bonded to the\nligands, a part of them remains in the structure,\npossibly “trapped” in small cavities. We observed such\na “trapping” recently in another example of solid-state\nreaction.\n\n\n</p>", "clean_text": " Thermal Analysis, Structure of the Dehydrated Phases, and Solid-State  Reactivity of 2. Simultaneous TG/DTA experiments were carried out in air on a powdered sample of 2 (Figure ). It is clear that, apart decomposition that occurs beyond 250 °C, there are four distinct thermal events. The first one, between 40 and 115 °C, is endothermic and corresponds to loss of the two lattice water molecules per formula unit (calc. 4.74%, exp. 4.89%). The next two, not well-resolved, endothermic events between 115 and 150 °C are due to removal of four coordinated water molecules (calc. 14.2%, exp. 13.7%). We verified that samples heated separately for 2 h at 90, 130, and 150 °C show approximately the weight losses indicated by the TG analysis of the initial sample. The XRPD patterns (Figure ) show that, up to 150 °C, the framework structure is retained. Furthermore, a sample of 2 heated at 150 °C and rehydrated shows practically the same TG/DTA curves as 2, indicating that the dehydration process is reversible.   \n\nThe weight loss beyond 150 °C is due to departure of the last coordinated water molecule, but, in this case, the thermal event is exothermic (Figure ) and is accompanied by the appearance of a brown color in the solid residue. The XRPD pattern showed that this phase is amorphous. These results suggest that a polymerization reaction accompanies the last dehydration step. As the polymerization reaction is strongly exothermic and the dehydration is endothermic, the overall thermal effect is exothermic. We checked this hypothesis by recording the FT-IR spectra of powdered samples of 2 heated at 130, 150, and 200 °C for 2 h (Figure ). After heat treatment, the samples were stored in a desiccator to avoid uptake of water from the ambient moisture. In all cases, in agreement with the crystal structure results, a large band between 3500 and 3000 cm-1 indicates the presence of hydrogen-bonded water molecules. In the region of 1600-1350 cm-1, we note severe overlapping of the carboxylate stretching vibration peaks, reflecting well the fact that several coordination modes of the carboxylate group are found in the structure of 2. In the particular case of the sample heated at 200 °C, there is practically only one broad band in this region because of the additional contribution of the alternate double bonds in the conjugate chain. The relatively strong narrow band at about 1020 cm-1 was assigned to the ν≡ C - C stretching vibration. This band disappears completely at 200 °C, showing clearly that, at that temperature, polymerization is practically quantitative. The Raman spectra show also intense νC ≡ C bands up to 150 °C, but at higher temperatures the appearance of a very intense fluoresence signal prevented further detailed study of the polymerization process. In addition, the electronic spectrum (Figure ) of a dilute acidified aqueous solution of the brown solid obtained at 200 °C, shows a maximum absorption at 237 nm and a broad shoulder around 300 nm tailing into the visible up to 800 nm, accounting well for the color observed. These features are also compatible with the presence of a conjugated polycarboxylic polymer. Finally, we measured by light scattering the molecular weight of the brown solid obtained by heating compound 2 at 200 °C for about 2 h, followed by dissolution in a dilute nitric acid solution, which was found to be ca. 7000 g/mol. This result fully confirms the polymerization hypothesis. Our calculations show that only 60% of the last water content is evacuated up to 250 °C, beyond which decomposition occurs. This may be explained by the fact that the departure of water is accompanied by displacement of the ligands and chemical reaction, thereby causing narrowing of the channels. As the water molecules are hydrogen bonded to the ligands, a part of them remains in the structure, possibly \"trapped\" in small cavities. We observed such a \"trapping\" recently in another example of solid-state reaction.   ", "data": [[{"meta": {"name": "", "symbol": "2", "chemical formula": ""}, "decomposition temperature": [{"value": "250", "unit": "°C", "type": "decomposition", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 12, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"cg049725vt00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal and Structure Refinement Data for Compounds<bold>1</bold>−<bold>3</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">formula\n</oasis:entry>\n<oasis:entry colname=\"2\">[La<sub>2</sub>(C<sub>4</sub>O<sub>4</sub>)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>]·2H<sub>2</sub>O\n</oasis:entry>\n<oasis:entry colname=\"3\">[Ce<sub>2</sub>(C<sub>4</sub>O<sub>4</sub>)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>]·2H<sub>2</sub>O\n</oasis:entry>\n<oasis:entry colname=\"4\">[Ce<sub>2</sub>(C<sub>4</sub>O<sub>4</sub>)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>]\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">crystal system\n</oasis:entry>\n<oasis:entry colname=\"2\">triclinic\n</oasis:entry>\n<oasis:entry colname=\"3\">triclinic\n</oasis:entry>\n<oasis:entry colname=\"4\">triclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic>P</italic>1̄\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic>P</italic>1̄\n</oasis:entry>\n<oasis:entry colname=\"4\">\n<italic>P</italic>1̄\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic> (Å<bold>)</bold>\n</oasis:entry>\n<oasis:entry colname=\"2\">8.307(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">8.304(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">8.279(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic> (Å<bold>)</bold>\n</oasis:entry>\n<oasis:entry colname=\"2\">8.769(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">8.728(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">8.731(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic> (Å<bold>)</bold>\n</oasis:entry>\n<oasis:entry colname=\"2\">9.204(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">9.177(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">9.098(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">α (°)\n</oasis:entry>\n<oasis:entry colname=\"2\">95.63(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">95.59(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">94.83(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β (°)\n</oasis:entry>\n<oasis:entry colname=\"2\">115.61(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">115.70(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">115.54(1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">γ (°)\n</oasis:entry>\n<oasis:entry colname=\"2\">110.26(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">110.26(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">111.93(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>V</italic> (Å<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">542.31(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">537.59(11)\n</oasis:entry>\n<oasis:entry colname=\"4\">526.3(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>Z</italic>\n</oasis:entry>\n<oasis:entry colname=\"2\">2\n</oasis:entry>\n<oasis:entry colname=\"3\">2\n</oasis:entry>\n<oasis:entry colname=\"4\">2\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>T</italic> (K)\n</oasis:entry>\n<oasis:entry colname=\"2\">293\n</oasis:entry>\n<oasis:entry colname=\"3\">293\n</oasis:entry>\n<oasis:entry colname=\"4\">293\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">dx (g cm<sup>-3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.321\n</oasis:entry>\n<oasis:entry colname=\"3\">2.349\n</oasis:entry>\n<oasis:entry colname=\"4\">2.286\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>N</italic>\n<sub>tot</sub>/<italic>N</italic>\n<sub>ind</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">2017/1873 [R(int) = 0.0191]\n</oasis:entry>\n<oasis:entry colname=\"3\">2292/1866 [R(int) = 0.0241]\n</oasis:entry>\n<oasis:entry colname=\"4\">1241/1241\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic>1 (<italic>I</italic> &gt; 2σ(<italic>I</italic>))\n</oasis:entry>\n<oasis:entry colname=\"2\">0.0203\n</oasis:entry>\n<oasis:entry colname=\"3\">0.0254\n</oasis:entry>\n<oasis:entry colname=\"4\">0.0432\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>wR</italic>2 (<italic>I</italic> &gt; 2σ(<italic>I</italic>))\n</oasis:entry>\n<oasis:entry colname=\"2\">0.0532\n</oasis:entry>\n<oasis:entry colname=\"3\">0.0636\n</oasis:entry>\n<oasis:entry colname=\"4\">0.1096\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">GOF\n</oasis:entry>\n<oasis:entry colname=\"2\">1.131\n</oasis:entry>\n<oasis:entry colname=\"3\">0.924\n</oasis:entry>\n<oasis:entry colname=\"4\">1.080\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">ρ<sub>res</sub> (e Å<sup>-3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.668\n</oasis:entry>\n<oasis:entry colname=\"3\">0.753\n</oasis:entry>\n<oasis:entry colname=\"4\">1.184</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Crystal and Structure Refinement Data for Compounds 1−3\n\n|         | 1                                                 | 2                                                 | 3                                                 |\n|---------|---------------------------------------------------|---------------------------------------------------|---------------------------------------------------|\n| formula | [La<sub>2</sub>(C<sub>4</sub>O<sub>4</sub>)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>]·2H<sub>2</sub>O | [Ce<sub>2</sub>(C<sub>4</sub>O<sub>4</sub>)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>]·2H<sub>2</sub>O | [Ce<sub>2</sub>(C<sub>4</sub>O<sub>4</sub>)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>] |\n| crystal system | triclinic                                         | triclinic                                         | triclinic                                         |\n| space group | P1̄                                                 | P1̄                                                 | P1̄                                                 |\n| a (Å)    | 8.307(1)                                           | 8.304(1)                                           | 8.279(2)                                           |\n| b (Å)    | 8.769(1)                                           | 8.728(1)                                           | 8.731(3)                                           |\n| c (Å)    | 9.204(1)                                           | 9.177(1)                                           | 9.098(3)                                           |\n| α (°)    | 95.63(1)                                           | 95.59(1)                                           | 94.83(4)                                           |\n| β (°)    | 115.61(1)                                          | 115.70(1)                                          | 115.54(1)                                          |\n| γ (°)    | 110.26(1)                                          | 110.26(1)                                          | 111.93(2)                                          |\n| V (Å<sup>3</sup>) | 542.31(9)                                  | 537.59(11)                                         | 526.3(3)                                           |\n| Z        | 2                                                  | 2                                                  | 2                                                  |\n| T (K)    | 293                                                | 293                                                | 293                                                |\n| dx (g cm<sup>-3</sup>) | 2.321                                 | 2.349                                              | 2.286                                              |\n| N<sub>tot</sub>/N<sub>ind</sub> | 2017/1873 [R(int) = 0.0191] | 2292/1866 [R(int) = 0.0241] | 1241/1241                                          |\n| R1 (I &gt; 2σ(I)) | 0.0203                                      | 0.0254                                             | 0.0432                                             |\n| wR2 (I &gt; 2σ(I)) | 0.0532                                     | 0.0636                                             | 0.1096                                             |\n| GOF      | 1.131                                               | 0.924                                               | 1.080                                               |\n| ρ<sub>res</sub> (e Å<sup>-3</sup>) | 0.668                        | 0.753                                              | 1.184                                              |", "data": [{"meta": {"name": "", "symbol": "1", "chemical formula": "[La2(C4O4)3(H2O)6]·2H2O"}, "crystal system": [{"value": "triclinic", "condition": ""}], "space group": [{"value": "P1̄", "condition": ""}], "lattice parameters": [{"value": {"a": "8.307(1)", "b": "8.769(1)", "c": "9.204(1)", "alpha": "95.63(1)", "beta": "115.61(1)", "gamma": "110.26(1)"}, "condition": ""}], "cell volume": [{"value": "542.31(9)", "unit": "Å^3", "condition": ""}], "density": [{"value": "2.321", "unit": "g/cm^3", "condition": ""}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": "[Ce2(C4O4)3(H2O)6]·2H2O"}, "crystal system": [{"value": "triclinic", "condition": ""}], "space group": [{"value": "P1̄", "condition": ""}], "lattice parameters": [{"value": {"a": "8.304(1)", "b": "8.728(1)", "c": "9.177(1)", "alpha": "95.59(1)", "beta": "115.70(1)", "gamma": "110.26(1)"}, "condition": ""}], "cell volume": [{"value": "537.59(11)", "unit": "Å^3", "condition": ""}], "density": [{"value": "2.349", "unit": "g/cm^3", "condition": ""}]}, {"meta": {"name": "", "symbol": "3", "chemical formula": "[Ce2(C4O4)3(H2O)6]"}, "crystal system": [{"value": "triclinic", "condition": ""}], "space group": [{"value": "P1̄", "condition": ""}], "lattice parameters": [{"value": {"a": "8.279(2)", "b": "8.731(3)", "c": "9.098(3)", "alpha": "94.83(4)", "beta": "115.54(1)", "gamma": "111.93(2)"}, "condition": ""}], "cell volume": [{"value": "526.3(3)", "unit": "Å^3", "condition": ""}], "density": [{"value": "2.286", "unit": "g/cm^3", "condition": ""}]}], "include_properties": null}, {"idx": 13, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"cg049725vt00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Coordination and Bond Lengths (Å) for Compounds<bold>1</bold>−<bold>3</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold> M = La</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold> M = Ce</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3</bold> M = Ce\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">M−O(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.467(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.438(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.446(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">M−O(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.503(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.474(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.486(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">M−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.529(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.501(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.488(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">M−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.537(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.513(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.526(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">M−O(7)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.547(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.517(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.523(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">M−O(8)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.560(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.535(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.519(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">M−O(9)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.594(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.565(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.575(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">M−O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.642(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.619(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.618(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">M−O(1)<italic>\n<sup>i</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.720(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.693(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.716(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O8−H···O9<italic>\n<sup>ii</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.795(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.798(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.796(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O7−H···O3<italic>\n<sup>i</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.807(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.804(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.768(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O9−H···O4\n</oasis:entry>\n<oasis:entry colname=\"2\">2.792(4)<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"3\">2.777(5)<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">2.738(12)<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O9−H···O10<italic>\n<sup>iii</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.009(6)<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"3\">3.012(7)<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O9−H···O2<italic>\n<sup>iii</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.831(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.843(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.779(12)<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O7−H···O10\n</oasis:entry>\n<oasis:entry colname=\"2\">2.752(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.750(7)\n</oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O8−H···O4<italic>\n<sup>iv</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.824(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.845(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.757(12)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Bifurcated H-bonds.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> Only the hydrogen atoms of O9 have\nbeen found. Symmetry codes:  <italic>\n<sup>i</sup>\n</italic>\n<sup></sup>−<italic>x</italic>, −<italic>y</italic>, −<italic>z</italic>; <italic>\n<sup>ii</sup>\n</italic>\n<sup></sup>−<italic>x</italic>, −<italic>y</italic>, −<italic>z </italic>+ 1; <italic>\n<sup>iii</sup>\n</italic>\n<sup></sup>−<italic>x</italic>\n+ 1, −<italic>y</italic>, −<italic>z</italic> + 1; <italic>\n<sup>iv</sup>\n</italic>\n<sup></sup>\n<italic>x</italic>, <italic>y</italic> + 1, <italic>z</italic>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Coordination and Bond Lengths (Å) for Compounds1−3\n\n|       | 1 M = La | 2 M = Ce | 3 M = Ce |\n|-------|----------|----------|----------|\n| M−O(6)| 2.467(3) | 2.438(4) | 2.446(8) |\n| M−O(5)| 2.503(3) | 2.474(3) | 2.486(9) |\n| M−O(3)| 2.529(3) | 2.501(3) | 2.488(10)|\n| M−O(1)| 2.537(2) | 2.513(3) | 2.526(8) |\n| M−O(7)| 2.547(3) | 2.517(4) | 2.523(9) |\n| M−O(8)| 2.560(3) | 2.535(4) | 2.519(7) |\n| M−O(9)| 2.594(3) | 2.565(3) | 2.575(8) |\n| M−O(2)| 2.642(3) | 2.619(3) | 2.618(6) |\n| M−O(1)<sup>i</sup>| 2.720(2) | 2.693(3) | 2.716(7) |\n| O8−H···O9<sup>ii</sup>| 2.795(4) | 2.798(5) | 2.796(12) |\n| O7−H···O3<sup>i</sup>| 2.807(4) | 2.804(5) | 2.768(12) |\n| O9−H···O4<sup>a</sup>| 2.792(4) | 2.777(5) | 2.738(12)<sup>b</sup> |\n| O9−H···O10<sup>iii</sup>| 3.009(6)<sup>a</sup> | 3.012(7)<sup>a</sup> | |\n| O9−H···O2<sup>iii</sup>| 2.831(4) | 2.843(5) | 2.779(12)<sup>b</sup> |\n| O7−H···O10| 2.752(6) | 2.750(7) | |\n| O8−H···O4<sup>iv</sup>| 2.824(4) | 2.845(5) | 2.757(12) |\n\nTable 2 Footnotes:\na Bifurcated H-bonds.\nb Only the hydrogen atoms of O9 have been found. Symmetry codes:  i −x, −y, −z; ii −x, −y, −z + 1; iii −x + 1, −y, −z + 1; iv x, y + 1, z.", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"cg049725vf00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>View of a part of the structure of compound<bold>2</bold> with\nthe atom labeling scheme.</p>\n</caption>\n<graphic xlink:href=\"cg-2004-09725v_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  View of a part of the structure of compound2 with the atom labeling scheme.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"cg049725vf00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Projection of the structure of compound<bold>2</bold> along\nthe <italic>a</italic> axis.</p>\n</caption>\n<graphic xlink:href=\"cg-2004-09725v_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  Projection of the structure of compound2 along the a axis.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"cg049725vf00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>A chain of acetylenedicarboxylato ligands (A centrosymmetric and B noncentrosymmetric) of compound<bold>2</bold>\npresenting short acetylene−acetylene contacts. The values in\nparentheses refer to the evacuated compound <bold>3</bold>.</p>\n</caption>\n<graphic xlink:href=\"cg-2004-09725v_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  A chain of acetylenedicarboxylato ligands (A centrosymmetric and B noncentrosymmetric) of compound2 presenting short acetylene-acetylene contacts. The values in parentheses refer to the evacuated compound 3.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"cg049725vf00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Part of the structure of compound<bold>2</bold> showing the\nhydrogen-bonded network.</p>\n</caption>\n<graphic xlink:href=\"cg-2004-09725v_0007.tif\"></graphic>\n</fig>", "clean_text": " 4  Part of the structure of compound2 showing the hydrogen-bonded network.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"cg049725vf00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>TG (solid line)/DTA (dotted line) curves for compound<bold>2</bold>.</p>\n</caption>\n<graphic xlink:href=\"cg-2004-09725v_0008.tif\"></graphic>\n</fig>", "clean_text": " 5  TG (solid line)/DTA (dotted line) curves for compound2.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"cg049725vf00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>XRPD patterns of compound<bold>2 </bold>at (a) room temperature, (b) 100 °C, (c) 130 °C, (d) 150 °C.</p>\n</caption>\n<graphic xlink:href=\"cg-2004-09725v_0009.tif\"></graphic>\n</fig>", "clean_text": " 6  XRPD patterns of compound2 at (a) room temperature, (b) 100 °C, (c) 130 °C, (d) 150 °C.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"cg049725vf00007\" position=\"float\">\n<label>7</label>\n<caption>\n<p>FT/IR spectra of compound<bold>2</bold> heated at (a) room\ntemperature, (b) 130 °C, (c) 150 °C, (d) 200 °C.</p>\n</caption>\n<graphic xlink:href=\"cg-2004-09725v_0010.tif\"></graphic>\n</fig>", "clean_text": " 7  FT/IR spectra of compound2 heated at (a) room temperature, (b) 130 °C, (c) 150 °C, (d) 200 °C.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"cg049725vf00008\" position=\"float\">\n<label>8</label>\n<caption>\n<p>UV−Vis absorption spectrum of an aqueous acid solution of the conjugated polymer. The spectrum shown in the inset was taken from a more concentrated solution.</p>\n</caption>\n<graphic xlink:href=\"cg-2004-09725v_0011.tif\"></graphic>\n</fig>", "clean_text": " 8  UV-Vis absorption spectrum of an aqueous acid solution of the conjugated polymer. The spectrum shown in the inset was taken from a more concentrated solution.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/cg049725v", "title": null, "journal": "American Chemical Society", "date": "2005.02", "author_list": ["Michaelides\nAdonis", "Skoulika\nStavroula"]}}