{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/cm010427k.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Zinc(II) and cadmium(II) coordination networks with <italic toggle=\"yes\">m</italic>-pyridinecarboxylate bridging\nligands, Zn(nicotinate)<sub>2</sub>, <bold>1</bold>, Cd(nicotinate)<sub>2</sub>, <bold>2</bold>, Cd{3-[2-(4-pyridyl)ethenyl]benzoate}<sub>2</sub>, <bold>3</bold>, Zn<sub>4</sub>{3-[2-(4-pyridyl)ethenyl]benzoate}<sub>8</sub>·{3-[2-(4-pyridyl)ethenyl]benzoic acid}·(H<sub>2</sub>O), <bold>4</bold>, Zn{4-[2-(3-pyridyl)ethenyl]benzoate}<sub>2</sub>·H<sub>2</sub>O, <bold>5</bold>, and Zn{5-[2-(3-pyridyl)ethenyl]thiophene-2-carboxylate}<sub>2</sub>, <bold>6</bold>, have been synthesized under hydro(solvo)thermal conditions. With the exception\nof <bold>5</bold>, these compounds adopt 2D grid structures. The use of unsymmetrical bent <italic toggle=\"yes\">m</italic>-pyridinecarboxylate ligands leads to the formation of intrinsically acentric 2D grids which\nprovide an interesting structural motif for the rational synthesis of polar solids. Compounds\n<bold>1</bold> and <bold>3</bold>\n<bold>−</bold>\n<bold>5</bold> are non-centrosymmetric and show significant powder second harmonic generation\nefficiencies. Compound <bold>2</bold> adopts a centrosymmetric structure due to the presence of a <italic toggle=\"yes\">μ</italic>\n<italic toggle=\"yes\">\n<sub>2</sub>\n</italic>\n<sub>,</sub>\n<italic toggle=\"yes\">η</italic>\n<italic toggle=\"yes\">\n<sup>3</sup>\n</italic>\n<sup></sup>-carboxylate bridge, while compound <bold>6</bold> adopts a centrosymmetric structure due to the presence\nof 2-fold interpenetration. The present work illustrates the potential of rational synthesis\nof nonlinear-optical-active acentric solids by exploiting the propensity of the formation of\n2D coordination networks based on bent linking groups. Crystal data for <bold>1</bold>:  tetragonal space\ngroup <italic toggle=\"yes\">P</italic>4<sub>3</sub>2<sub>1</sub>2, <italic toggle=\"yes\">a</italic> = 7.709(1) Å, <italic toggle=\"yes\">b</italic> = 7.709(1) Å, <italic toggle=\"yes\">c</italic> = 20.327 Å, and Z = 8. Crystal data for <bold>2</bold>: \nmonoclinic space group <italic toggle=\"yes\">P</italic>2<sub>1</sub>\n<italic toggle=\"yes\">/n</italic>, <italic toggle=\"yes\">a</italic> = 10.055(1) Å, <italic toggle=\"yes\">b</italic> = 10.219(1) Å, <italic toggle=\"yes\">c</italic> = 12.733(1) Å, β =\n105.169(2)<sup>o</sup>, and Z = 4. Crystal data for <bold>3</bold>:  orthorhombic space group <italic toggle=\"yes\">Fdd</italic>2, <italic toggle=\"yes\">a</italic> = 20.622(1)\nÅ, <italic toggle=\"yes\">b</italic> = 36.426(1) Å, <italic toggle=\"yes\">c</italic> = 6.241(1) Å, and Z = 8. Crystal data for <bold>4</bold>:  monoclinic space group\n<italic toggle=\"yes\">Cc</italic>, <italic toggle=\"yes\">a</italic> = 21.875(2) Å, <italic toggle=\"yes\">b</italic> = 15.158(1) Å, <italic toggle=\"yes\">c</italic> = 32.863(2) Å, β = 102.997(1), and Z = 4. Crystal\ndata for <bold>5</bold>:  orthorhombic space group <italic toggle=\"yes\">P</italic>2<sub>1</sub>2<sub>1</sub>2, <italic toggle=\"yes\">a</italic> = 7.625(1) Å, <italic toggle=\"yes\">b</italic> = 25.430(2) Å, <italic toggle=\"yes\">c</italic> = 5.863(1)\nÅ, and Z = 4. Crystal data for <bold>6</bold>:  orthorhombic space group <italic toggle=\"yes\">Pcca</italic>, <italic toggle=\"yes\">a</italic> = 17.150(2) Å, <italic toggle=\"yes\">b</italic> =\n9.966(1) Å, <italic toggle=\"yes\">c</italic> = 12.108(2) Å, and Z = 8.\n</p>", "clean_text": "Zinc(II) and cadmium(II) coordination networks with m-pyridinecarboxylate bridging ligands, Zn(nicotinate)2, 1, Cd(nicotinate)2, 2, Cd{3-[2-(4-pyridyl)ethenyl]benzoate}2, 3, Zn4{3-[2-(4-pyridyl)ethenyl]benzoate}8⋅{3-[2-(4-pyridyl)ethenyl]benzoic acid}⋅(H2O), 4, Zn{4-[2-(3-pyridyl)ethenyl]benzoate}2⋅H2O, 5, and Zn{5-[2-(3-pyridyl)ethenyl]thiophene-2-carboxylate}2, 6, have been synthesized under hydro(solvo)thermal conditions. With the exception of 5, these compounds adopt 2D grid structures. The use of unsymmetrical bent m-pyridinecarboxylate ligands leads to the formation of intrinsically acentric 2D grids which provide an interesting structural motif for the rational synthesis of polar solids. Compounds 1 and 3 - 5 are non-centrosymmetric and show significant powder second harmonic generation efficiencies. Compound 2 adopts a centrosymmetric structure due to the presence of a μ  2  , η  3  -carboxylate bridge, while compound 6 adopts a centrosymmetric structure due to the presence of 2-fold interpenetration. The present work illustrates the potential of rational synthesis of nonlinear-optical-active acentric solids by exploiting the propensity of the formation of 2D coordination networks based on bent linking groups. Crystal data for 1: tetragonal space group P43212, a = 7.709(1) Å, b = 7.709(1) Å, c = 20.327 Å, and Z = 8. Crystal data for 2: monoclinic space group P21 /n, a = 10.055(1) Å, b = 10.219(1) Å, c = 12.733(1) Å, β = 105.169(2)o, and Z = 4. Crystal data for 3: orthorhombic space group Fdd2, a = 20.622(1) Å, b = 36.426(1) Å, c = 6.241(1) Å, and Z = 8. Crystal data for 4: monoclinic space group Cc, a = 21.875(2) Å, b = 15.158(1) Å, c = 32.863(2) Å, β = 102.997(1), and Z = 4. Crystal data for 5: orthorhombic space group P21212, a = 7.625(1) Å, b = 25.430(2) Å, c = 5.863(1) Å, and Z = 4. Crystal data for 6: orthorhombic space group Pcca, a = 17.150(2) Å, b = 9.966(1) Å, c = 12.108(2) Å, and Z = 8. ", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The synthesis and characterization of solid state\nmaterials assembled from organic molecules and metal-ion building blocks continues to be an area of great\ninterest. Despite the tremendous success in the synthesis of numerous interesting metal−organic frameworks with novel topologies over the past decade, few\nof these materials exhibit exploitable functions. Notable\nexceptions to the general lack of functions among\ncoordination networks include highly porous metal\ncarboxylates, novel magnetic materials,\n<sup> </sup>a bipyridine-based coordination network capable of catalyzing trimethylsilylcyanation of aldehydes, and an enantioselective catalyst based on chiral porous metal carboxylates. It has become increasingly apparent that the\ndiscovery of new coordination networks with interesting\nstructures alone is not sufficient to sustain the rapid\ngrowth of this field. Instead more work needs to be\nfocused on the design of metal−organic frameworks\nwith particular functions in mind. Over the past few\nyears, our group has become particularly interested in\nrational design of nonlinear optical (NLO) materials\nbased on intrinsically acentric and chiral coordination\nnetworks.\n</p>", "clean_text": "Introduction\n\nThe synthesis and characterization of solid state materials assembled from organic molecules and metal-ion building blocks continues to be an area of great interest. Despite the tremendous success in the synthesis of numerous interesting metal-organic frameworks with novel topologies over the past decade, few of these materials exhibit exploitable functions. Notable exceptions to the general lack of functions among coordination networks include highly porous metal carboxylates, novel magnetic materials,  a bipyridine-based coordination network capable of catalyzing trimethylsilylcyanation of aldehydes, and an enantioselective catalyst based on chiral porous metal carboxylates. It has become increasingly apparent that the discovery of new coordination networks with interesting structures alone is not sufficient to sustain the rapid growth of this field. Instead more work needs to be focused on the design of metal-organic frameworks with particular functions in mind. Over the past few years, our group has become particularly interested in rational design of nonlinear optical (NLO) materials based on intrinsically acentric and chiral coordination networks. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Current technologically important NLO materials are\nall inorganic oxides. However, it is very difficult (if not\nimpossible) to modify these materials in order to fine-tune their optical properties. On the other hand, materials chemists have extensively relied on the \nversatility of organic synthesis to design novel organic NLO-active molecules, where their optical properties can be\nreadily fine-tuned via systematic structural and functional group modifications. Organic NLO materials\nhave yet to find practical applications, at least in part\ndue to the requirement of non-centrosymmetric arrangement of highly dipolar molecules in the bulk. The\npredominance of unfavorable centric interactions such\nas dipole−dipole repulsions and other non-covalent\ninteractions has made the construction of acentric bulk\nmaterials containing highly dipolar organic NLO chromophores a challenging task.\n</p>", "clean_text": "Current technologically important NLO materials are all inorganic oxides. However, it is very difficult (if not impossible) to modify these materials in order to fine-tune their optical properties. On the other hand, materials chemists have extensively relied on the  versatility of organic synthesis to design novel organic NLO-active molecules, where their optical properties can be readily fine-tuned via systematic structural and functional group modifications. Organic NLO materials have yet to find practical applications, at least in part due to the requirement of non-centrosymmetric arrangement of highly dipolar molecules in the bulk. The predominance of unfavorable centric interactions such as dipole-dipole repulsions and other non-covalent interactions has made the construction of acentric bulk materials containing highly dipolar organic NLO chromophores a challenging task. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>To combine the tunability of organic building blocks\nwith the high dimensionality of oxide-based materials,\nwe have sought to develop rational synthetic approaches\nto NLO-active polar solids based on metal−organic\ncoordination networks. We envision that metal−ligand\nligation can be utilized to counteract centric interactions\nwithin the bulk materials and thus greatly simplify the\ncrystal engineering of non-centrosymmetric materials.\nDespite the potential importance of chiral and acentric\ncoordination networks in second-order NLO applications, their synthesis remains essentially unexplored\nprior to our work, presumably due to the predominant\nuse of symmetrical linking ligands in coordination\npolymers.\n</p>", "clean_text": "To combine the tunability of organic building blocks with the high dimensionality of oxide-based materials, we have sought to develop rational synthetic approaches to NLO-active polar solids based on metal-organic coordination networks. We envision that metal-ligand ligation can be utilized to counteract centric interactions within the bulk materials and thus greatly simplify the crystal engineering of non-centrosymmetric materials. Despite the potential importance of chiral and acentric coordination networks in second-order NLO applications, their synthesis remains essentially unexplored prior to our work, presumably due to the predominant use of symmetrical linking ligands in coordination polymers. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>We describe in this paper our rational approaches to\nthe synthesis of NLO materials based on chiral and\nacentric infinite 2D square and rhombohedral grids,\nusing unsymmetrical bifunctional bridging ligands <italic toggle=\"yes\">m</italic>-pyridinecarboxylates as linking groups. The basis of\nsuch a crystal engineering strategy lies on the fact that\na transparent d<sup>10</sup> metal center can be rendered chiral\nupon coordination of two pyridyl nitrogen atoms and two\ncarboxylate moieties. The bent configuration of <italic toggle=\"yes\">m</italic>-pyridinecarboxylates allows for a planar arrangement\nof metal centers to afford neutral 2D square and\nrhombohedral grids. The metal centers in either a <italic toggle=\"yes\">cis</italic>-octahedral (with chelating carboxylate groups) or a\ntetrahedral (with monodentate carboxylate groups)\nenvironment can have at most <italic toggle=\"yes\">C</italic>\n<italic toggle=\"yes\">\n<sub>2v</sub>\n</italic> symmetry and thus\ncannot possess a center of symmetry. Furthermore, the\nuse of unsymmetrical bifunctional ligands ensures the\nabsence of inversion centers on the bridging ligands. The\nlack of a center of symmetry on both the metal center\nand the bridging ligand will guarantee the acentricity\nof each 2D square or rhombohedral network. By utilizing <italic toggle=\"yes\">m</italic>-pyridinecarboxylates as linking groups, we also\nintroduce the electronic asymmetry (donor−acceptor\ncharacteristics) that is necessary for second harmonic\ngeneration. The length and conjugation of these linking\ngroups can be increased to optimize the χ<sup>(2)</sup> of these 2D\nsquare grids. Therefore, it is not only possible to\npredict and control the solid-state structures of these\n2D coordination networks, but also feasible to delineate\ntheir strucure/property relationships with the present\ncrystal engineering strategy. This work thus demonstrates the successful rational design of NLO materials\nand illustrates the potential of discovering other new\nmaterials via crystal engineering of coordination networks.\n</p>", "clean_text": "We describe in this paper our rational approaches to the synthesis of NLO materials based on chiral and acentric infinite 2D square and rhombohedral grids, using unsymmetrical bifunctional bridging ligands m-pyridinecarboxylates as linking groups. The basis of such a crystal engineering strategy lies on the fact that a transparent d10 metal center can be rendered chiral upon coordination of two pyridyl nitrogen atoms and two carboxylate moieties. The bent configuration of m-pyridinecarboxylates allows for a planar arrangement of metal centers to afford neutral 2D square and rhombohedral grids. The metal centers in either a cis-octahedral (with chelating carboxylate groups) or a tetrahedral (with monodentate carboxylate groups) environment can have at most C  2v  symmetry and thus cannot possess a center of symmetry. Furthermore, the use of unsymmetrical bifunctional ligands ensures the absence of inversion centers on the bridging ligands. The lack of a center of symmetry on both the metal center and the bridging ligand will guarantee the acentricity of each 2D square or rhombohedral network. By utilizing m-pyridinecarboxylates as linking groups, we also introduce the electronic asymmetry (donor-acceptor characteristics) that is necessary for second harmonic generation. The length and conjugation of these linking groups can be increased to optimize the χ(2) of these 2D square grids. Therefore, it is not only possible to predict and control the solid-state structures of these 2D coordination networks, but also feasible to delineate their strucure/property relationships with the present crystal engineering strategy. This work thus demonstrates the successful rational design of NLO materials and illustrates the potential of discovering other new materials via crystal engineering of coordination networks. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><p>\n<bold>Materials and Methods.</bold> Unless otherwise indicated, all\nstarting materials were purchased from Aldrich and used\nwithout further purification. <italic toggle=\"yes\">Caution</italic>:  Zn(ClΟ<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O and Cd(ClO<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O are potentially explosive and should be used with\ncare! Thermogravimetric analyses (TGAs) were performed in\nair at a scan speed of 4 °C/min on a Shimadzu TGA-50 TG\nanalyzer. <sup>1</sup>H and <sup>13</sup>C{<sup>1</sup>H} NMR spectra were taken on a Varian\nInova spectrometer at 400 and 100 MHz, respectively. Microanalyses were performed on crystalline samples by the\nSchool of Chemical Sciences Microanalytical Laboratory at the\nUniversity of Illinois at Urbana−Champaign. IR spectra were\nrecorded as KBr pellets on a Perkin-Elmer Paragon 1000 FT-IR spectrometer. All the analytical and spectroscopic data can\nbe found in the Supporting Information.\n</p>", "clean_text": "Experimental Section\n\n Materials and Methods. Unless otherwise indicated, all starting materials were purchased from Aldrich and used without further purification. Caution: Zn(ClΟ4)2⋅6H2O and Cd(ClO4)2⋅6H2O are potentially explosive and should be used with care! Thermogravimetric analyses (TGAs) were performed in air at a scan speed of 4 °C/min on a Shimadzu TGA-50 TG analyzer. 1H and 13C{1H} NMR spectra were taken on a Varian Inova spectrometer at 400 and 100 MHz, respectively. Microanalyses were performed on crystalline samples by the School of Chemical Sciences Microanalytical Laboratory at the University of Illinois at Urbana-Champaign. IR spectra were recorded as KBr pellets on a Perkin-Elmer Paragon 1000 FT-IR spectrometer. All the analytical and spectroscopic data can be found in the Supporting Information. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Kurtz powder second harmonic generation measurements\nwere performed on ground samples of crystalline <bold>1</bold>\n<bold>−</bold>\n<bold>6</bold>. The\npowder samples have been sized to a particle size of 76 ± 13\nμm. The fundamental wavelength of 1064 nm from a Nd:YAG\nlaser was used. The powder second harmonic signals were\ncompared to that of α-quartz to determine the relative SHG\nefficiencies of <bold>1</bold>\n<bold>−</bold>\n<bold>6</bold>.\n</p>", "clean_text": "Kurtz powder second harmonic generation measurements were performed on ground samples of crystalline 1 - 6. The powder samples have been sized to a particle size of 76 ± 13 μm. The fundamental wavelength of 1064 nm from a Nd:YAG laser was used. The powder second harmonic signals were compared to that of α-quartz to determine the relative SHG efficiencies of 1 - 6. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Synthesis of </bold>\n<bold>\n<italic toggle=\"yes\">E</italic>\n</bold>\n<bold>-3-[2-(4-Pyridyl)ethenyl]benzonitrile,\nL1.</bold> A mixture of 4-vinylpyridine (11.55 g, 110 mmol) and\n3-bromobenzonitrile (18.203 g, 100 mmol) in a solution of\ntriethylamine (25 mL) and <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>‘-dimethylformamide (35 mL)\nwas refluxed in the presence of tris(<italic toggle=\"yes\">o</italic>-tolyl)phosphine (500 mg)\nand palladium(II) acetate (500 mg) for 14 h. The volatiles were\nremoved under reduced pressure, and the resulting residue\nwas dissolved in ethyl acetate (100 mL), washed three times\nwith deionized water (50 mL), and dried over MgSO<sub>4</sub>. Upon\nremoving organic volatiles using a rotary evaporator, the\nresidue was recrystallized from a solution of ethyl acetate and\nhexanes (1/1, (v:v)) to afford 20.0 g of pure <italic toggle=\"yes\">(E</italic>)-3-[2-(4-pyridyl)ethenyl]benzonitrile (97% yield).\n</p>", "clean_text": " Synthesis of   E  -3-[2-(4-Pyridyl)ethenyl]benzonitrile, L1. A mixture of 4-vinylpyridine (11.55 g, 110 mmol) and 3-bromobenzonitrile (18.203 g, 100 mmol) in a solution of triethylamine (25 mL) and N,N‘-dimethylformamide (35 mL) was refluxed in the presence of tris(o-tolyl)phosphine (500 mg) and palladium(II) acetate (500 mg) for 14 h. The volatiles were removed under reduced pressure, and the resulting residue was dissolved in ethyl acetate (100 mL), washed three times with deionized water (50 mL), and dried over MgSO4. Upon removing organic volatiles using a rotary evaporator, the residue was recrystallized from a solution of ethyl acetate and hexanes (1/1, (v:v)) to afford 20.0 g of pure (E)-3-[2-(4-pyridyl)ethenyl]benzonitrile (97% yield). ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Synthesis of </bold>\n<bold>\n<italic toggle=\"yes\">E</italic>\n</bold>\n<bold>-4-[2-(3-Pyridyl)ethenyl]benzonitrile,\nL2.</bold> A mixture of (4-cyanobenzyl)triphenylphosphonium bromide (7.786 g, 17 mmol) and 3-pyridinecarbaldehyde (1.66 g,\n15.5 mmol) in 30 mL of methylene chloride was stirred\nvigorously in a 250 mL Erlenmeyer flask. To this suspension\nwas added 10 mL of 50% aqueous NaOH dropwise over the\ncourse of 1 h. After stirring vigorously for an additional 1 h,\nthe mixture was washed with three portions of deionized water\n(100 mL). The organic layer was dried over MgSO<sub>4</sub> and\nevaporated to dryness. The resulting white solid was transferred to a 100 mL round-bottom flask containing iodine\ncrystals (0.1 g, 0.788 mmol) and 40 mL of nitrobenzene, and\nthe mixture was refluxed for 3 h. Upon cooling, the reaction\nmixture was extracted with dilute hydrochloric acid. The\naqueous phase was removed, made alkaline with 3 M NaOH,\nand extracted with ethyl acetate. The extract was dried over\nMgSO<sub>4</sub> and evaporated to dryness to afford 2.426 g of pure\nproduct (76% yield).\n</p>", "clean_text": " Synthesis of   E  -4-[2-(3-Pyridyl)ethenyl]benzonitrile, L2. A mixture of (4-cyanobenzyl)triphenylphosphonium bromide (7.786 g, 17 mmol) and 3-pyridinecarbaldehyde (1.66 g, 15.5 mmol) in 30 mL of methylene chloride was stirred vigorously in a 250 mL Erlenmeyer flask. To this suspension was added 10 mL of 50% aqueous NaOH dropwise over the course of 1 h. After stirring vigorously for an additional 1 h, the mixture was washed with three portions of deionized water (100 mL). The organic layer was dried over MgSO4 and evaporated to dryness. The resulting white solid was transferred to a 100 mL round-bottom flask containing iodine crystals (0.1 g, 0.788 mmol) and 40 mL of nitrobenzene, and the mixture was refluxed for 3 h. Upon cooling, the reaction mixture was extracted with dilute hydrochloric acid. The aqueous phase was removed, made alkaline with 3 M NaOH, and extracted with ethyl acetate. The extract was dried over MgSO4 and evaporated to dryness to afford 2.426 g of pure product (76% yield). ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Synthesis of Diethyl-3-pyridylmethyl Phosphonate.</bold> To\na suspension of sodium hydride (0.361 g, 15 mmol) in anhydrous toluene (30 mL) at 0 °C was added diethyl phosphite\n(2.070 g, 15 mmol) dropwise over the course of 1 h. After\n\nstirring for an additional 1 h at 0 °C, the mixture was refluxed\nfor 2 h. Upon cooling, 3-chloromethylpyridine (1.27 g, 10 mmol)\nwas added, and the mixture was refluxed for 3 h. After\nremoving the volatiles under reduced pressure, the residue was\ndissolved in 50 mL of ethyl acetate, washed with two portions\nof deionized water, dried over MgSO<sub>4</sub>, and concentrated to\ndryness. Silica gel chromatography eluting with a mixture of\nchloroform and acetone (2:1 (v:v)) afforded 0.678 g of diethyl-3-pyridylmethylphosphonate (29.6% yield).\n</p>", "clean_text": " Synthesis of Diethyl-3-pyridylmethyl Phosphonate. To a suspension of sodium hydride (0.361 g, 15 mmol) in anhydrous toluene (30 mL) at 0 °C was added diethyl phosphite (2.070 g, 15 mmol) dropwise over the course of 1 h. After  stirring for an additional 1 h at 0 °C, the mixture was refluxed for 2 h. Upon cooling, 3-chloromethylpyridine (1.27 g, 10 mmol) was added, and the mixture was refluxed for 3 h. After removing the volatiles under reduced pressure, the residue was dissolved in 50 mL of ethyl acetate, washed with two portions of deionized water, dried over MgSO4, and concentrated to dryness. Silica gel chromatography eluting with a mixture of chloroform and acetone (2:1 (v:v)) afforded 0.678 g of diethyl-3-pyridylmethylphosphonate (29.6% yield). ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Synthesis of </bold>\n<bold>\n<italic toggle=\"yes\">E</italic>\n</bold>\n<bold>-5-[2-(3-Pyridyl)ethenyl]-2-bromothiophene.</bold> The yellow oil from the above was transferred to a\nround-bottom flask containing 5-bromo-2-thiophenecarboxaldehyde (0.515, 2.7 mmol) in 25 mL of tetrahydrofuran (THF).\nThe mixture was chilled in a salt/ice bath, and 4 mL of a 0.97\nM solution of potassium <italic toggle=\"yes\">t</italic>-butoxide in THF was added dropwise\nover 1 h. The mixture was stirred for an additional 2 h and\nthen quenched with 5 mL of deionized water. The volatiles\nwere then removed under reduced pressure, and the residue\nwas dissolved in ethyl acetate (50 mL), washed with three\nportions of deionized water (20 mL), dried over MgSO<sub>4</sub>, and\nconcentrated to dryness. Silica gel chromotagraphy eluting\nwith a mixture of hexanes and ethyl acetate (1:1 (v/v)) afforded\n0.438 g of pure <italic toggle=\"yes\">E-</italic>5-[2-(3-pyridyl)ethenyl]-2-bromothiophene\n(61.0% yield).\n</p>", "clean_text": " Synthesis of   E  -5-[2-(3-Pyridyl)ethenyl]-2-bromothiophene. The yellow oil from the above was transferred to a round-bottom flask containing 5-bromo-2-thiophenecarboxaldehyde (0.515, 2.7 mmol) in 25 mL of tetrahydrofuran (THF). The mixture was chilled in a salt/ice bath, and 4 mL of a 0.97 M solution of potassium t-butoxide in THF was added dropwise over 1 h. The mixture was stirred for an additional 2 h and then quenched with 5 mL of deionized water. The volatiles were then removed under reduced pressure, and the residue was dissolved in ethyl acetate (50 mL), washed with three portions of deionized water (20 mL), dried over MgSO4, and concentrated to dryness. Silica gel chromotagraphy eluting with a mixture of hexanes and ethyl acetate (1:1 (v/v)) afforded 0.438 g of pure E-5-[2-(3-pyridyl)ethenyl]-2-bromothiophene (61.0% yield). ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Synthesis of 5-[2-(3-Pyridyl)ethenyl]-2-thiophenecarbonitrile, L3.</bold> The colorless oil from the above was added to\na suspension of copper(I) cyanide (0.180 g, 2.0 mmol) in\ndimethylformamide (DMF, 25 mL) and refluxed for 12 h. After\ncooling, the solvent was removed under reduced pressure, and\nthe residue was dissolved in ethyl acetate (50 mL), washed\nwith three portions of deionized water (20 mL), dried over\nMgSO<sub>4</sub>, and concentrated to dryness. Silica gel chromatography eluting with a mixture of hexanes and ethyl acetate\nafforded 0.143 g of pure <italic toggle=\"yes\">E</italic>-5-[2-(3-pyridyl)ethenyl]-2-thiophenecarbonitrile (41.4% yield).\n</p>", "clean_text": " Synthesis of 5-[2-(3-Pyridyl)ethenyl]-2-thiophenecarbonitrile, L3. The colorless oil from the above was added to a suspension of copper(I) cyanide (0.180 g, 2.0 mmol) in dimethylformamide (DMF, 25 mL) and refluxed for 12 h. After cooling, the solvent was removed under reduced pressure, and the residue was dissolved in ethyl acetate (50 mL), washed with three portions of deionized water (20 mL), dried over MgSO4, and concentrated to dryness. Silica gel chromatography eluting with a mixture of hexanes and ethyl acetate afforded 0.143 g of pure E-5-[2-(3-pyridyl)ethenyl]-2-thiophenecarbonitrile (41.4% yield). ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Synthesis of Zn(nicotinate)<sub>2</sub>, 1. </bold>In a heavy-walled Pyrex\ntube a mixture of Zn(ClO<sub>4</sub>)·6H<sub>2</sub>O (0.186 g, 0.5 mmol) and\n3-cyanopyridine (0.105 g, 1 mmol) was thoroughly mixed in\nH<sub>2</sub>O (0.2 mL) and ethanol (1 mL). The mixture was frozen in\nliquid nitrogen, sealed under vacuum, and placed in an oven\nat 130 °C. After heating for 48 h, 0.115 g of colorless\nrectangular crystals were obtained (yield:  74.3%). The product\nis air-stable and insoluble in common solvents.\n</p>", "clean_text": " Synthesis of Zn(nicotinate)2, 1. In a heavy-walled Pyrex tube a mixture of Zn(ClO4)⋅6H2O (0.186 g, 0.5 mmol) and 3-cyanopyridine (0.105 g, 1 mmol) was thoroughly mixed in H2O (0.2 mL) and ethanol (1 mL). The mixture was frozen in liquid nitrogen, sealed under vacuum, and placed in an oven at 130 °C. After heating for 48 h, 0.115 g of colorless rectangular crystals were obtained (yield: 74.3%). The product is air-stable and insoluble in common solvents. ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Syntheis of Cd(nicotinate)<sub>2</sub>, 2.</bold> In a heavy-walled Pyrex\ntube a mixture of Cd(ClO<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.055 g, 0.125 mmol) and\n3-cyanopyridine (0.025 g, 0.25 mmol) was thoroughly mixed\nin H<sub>2</sub>O (0.3 mL), ethanol (0.8 mL), and pyridine (0.3 mL). The\nmixture was frozen in liquid nitrogen, sealed under vacuum,\nand placed in an oven at 130 °C. After heating for 48 h, 0.036\ng of colorless rectangular crystals were obtained (yield:  40.4%).\n</p>", "clean_text": " Syntheis of Cd(nicotinate)2, 2. In a heavy-walled Pyrex tube a mixture of Cd(ClO4)2⋅6H2O (0.055 g, 0.125 mmol) and 3-cyanopyridine (0.025 g, 0.25 mmol) was thoroughly mixed in H2O (0.3 mL), ethanol (0.8 mL), and pyridine (0.3 mL). The mixture was frozen in liquid nitrogen, sealed under vacuum, and placed in an oven at 130 °C. After heating for 48 h, 0.036 g of colorless rectangular crystals were obtained (yield: 40.4%). ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Synthesis of Cd{3-[2-(4-pyridyl)ethenyl]benzoate}<sub>2</sub>, 3.</bold>\nIn a heavy-walled Pyrex tube a mixture of Cd(ClO<sub>4</sub>)·6H<sub>2</sub>O\n(0.093 g, 0.25 mmol) and <bold>L1</bold> (0.104 g, 0.5 mmol) was thoroughly mixed in H<sub>2</sub>O (0.2 mL) and ethanol (1 mL). The tube\nwas frozen in liquid nitrogen, sealed under vacuum, and placed\nin an oven at 130 °C. After heating for 48 h, 0.092 g of colorless\nneedle-shaped crystals were obtained (yield:  66%).\n</p>", "clean_text": " Synthesis of Cd{3-[2-(4-pyridyl)ethenyl]benzoate}2, 3. In a heavy-walled Pyrex tube a mixture of Cd(ClO4)⋅6H2O (0.093 g, 0.25 mmol) and L1 (0.104 g, 0.5 mmol) was thoroughly mixed in H2O (0.2 mL) and ethanol (1 mL). The tube was frozen in liquid nitrogen, sealed under vacuum, and placed in an oven at 130 °C. After heating for 48 h, 0.092 g of colorless needle-shaped crystals were obtained (yield: 66%). ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Synthesis of Zn<sub>4</sub>{3-[2-(4-pyridyl)ethenyl]benzoato}<sub>8</sub>·{3-[2-(4-pyridyl)ethenyl]benzoic acid}·H<sub>2</sub>O, 4.</bold> In a heavy-walled Pyrex tube a mixture of Zn(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.074 g, 0.25\nmmol) and <bold>L1</bold> (0.104 g, 0.5 mmol) was thoroughly mixed in\nH<sub>2</sub>O (0.3 mL), ethanol (0.7 mL), and pyridine (0.2 mL). The\ntube was frozen in liquid nitrogen, sealed under vacuum, and\nplaced in an oven at 105 °C. After 72 h of heating, 0.074 g of\ncolorless rectangular crystals were obtained (yield:  57.9%\nbased on <bold>L1</bold>).\n</p>", "clean_text": " Synthesis of Zn4{3-[2-(4-pyridyl)ethenyl]benzoato}8⋅{3-[2-(4-pyridyl)ethenyl]benzoic acid}⋅H2O, 4. In a heavy-walled Pyrex tube a mixture of Zn(NO3)2⋅6H2O (0.074 g, 0.25 mmol) and L1 (0.104 g, 0.5 mmol) was thoroughly mixed in H2O (0.3 mL), ethanol (0.7 mL), and pyridine (0.2 mL). The tube was frozen in liquid nitrogen, sealed under vacuum, and placed in an oven at 105 °C. After 72 h of heating, 0.074 g of colorless rectangular crystals were obtained (yield: 57.9% based on L1). ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Synthesis of Zn{4-[2-(3-pyridyl)ethenyl]benzoato}<sub>2</sub>·H<sub>2</sub>O, 5.</bold> In a heavy-walled Pyrex tube a mixture of Zn(ClO<sub>4</sub>)·6H<sub>2</sub>O (0.180 g, 0.5 mmol) and <bold>L2</bold> (0.208 g, 1.0 mmol) was\nthoroughly mixed in H<sub>2</sub>O (0.05 mL) and methanol (0.5 mL).\nThe tube was frozen in liquid nitrogen, sealed under vacuum,\nand placed in an oven at 130 °C. After 4 days of heating, 0.133\ng of colorless rectangular crystals were obtained (yield:  50.0%).\n</p>", "clean_text": " Synthesis of Zn{4-[2-(3-pyridyl)ethenyl]benzoato}2⋅H2O, 5. In a heavy-walled Pyrex tube a mixture of Zn(ClO4)⋅6H2O (0.180 g, 0.5 mmol) and L2 (0.208 g, 1.0 mmol) was thoroughly mixed in H2O (0.05 mL) and methanol (0.5 mL). The tube was frozen in liquid nitrogen, sealed under vacuum, and placed in an oven at 130 °C. After 4 days of heating, 0.133 g of colorless rectangular crystals were obtained (yield: 50.0%). ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Synthesis of Zn{5-[2-(3-pyridyl)ethenyl]thiophene-2-carboxylate}<sub>2</sub>, 6.</bold> In a heavy-walled Pyrex tube a mixture of\nZn(ClO<sub>4</sub>)·6H<sub>2</sub>O (0.046 g, 0.125 mmol) and <bold>L3</bold> (0.053 g, 0.25\nmmol) was thoroughly mixed in H<sub>2</sub>O (0.2 mL) and ethanol (1\nmL). The tube was frozen in liquid nitrogen, sealed under\nvacuum, and placed in an oven at 120 °C. After 4 days of\nheating, 0.019 g of colorless rectangular crystals were obatined\n(yield:  29.0%).\n</p>", "clean_text": " Synthesis of Zn{5-[2-(3-pyridyl)ethenyl]thiophene-2-carboxylate}2, 6. In a heavy-walled Pyrex tube a mixture of Zn(ClO4)⋅6H2O (0.046 g, 0.125 mmol) and L3 (0.053 g, 0.25 mmol) was thoroughly mixed in H2O (0.2 mL) and ethanol (1 mL). The tube was frozen in liquid nitrogen, sealed under vacuum, and placed in an oven at 120 °C. After 4 days of heating, 0.019 g of colorless rectangular crystals were obatined (yield: 29.0%). ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>\n<bold>X-ray Structure Determinations.</bold> Data collections for\ncompounds <bold>1</bold>−<bold>6</bold> were carried out on a Siemens SMART system\nequipped with a CCD detector using Mo Kα radiation with\ncolorless crystals of dimensions of 0.05 × 0.12 × 0.40, 0.06 ×\n0.09 × 0.18, 0.01 × 0.10 × 0.24, 0.08 × 0.11 × 0.22, 0.08 ×\n0.20 × 0.42, 0.01 × 0.04 × 0.10 mm, respectively. All the\nstructures were solved by direct methods. The structures of\n<bold>1</bold>\n<bold>−</bold>\n<bold>3</bold>, <bold>5</bold>, and <bold>6</bold> were refined on <italic toggle=\"yes\">F</italic>\n<sup>2</sup> by full-matrix least squares\nusing anisotropic displacement parameters for all non-hydrogen atoms. Due to the large number of non-hydrogen\natoms in the asymmetric unit of <bold>4</bold>, only Zn, O, and N atoms\nwere refined on <italic toggle=\"yes\">F</italic>\n<sup>2</sup> by full-matrix least squares using anisotropic displacement parameters, while all the carbon atoms\nwere refined isotropically. Final refinement gave satisfactory\n<italic toggle=\"yes\">R</italic> factors and goodness of fit for <bold>1</bold>−<bold>6</bold>. Experimental details\nfor X-ray data collections of <bold>1</bold>\n<bold>−</bold>\n<bold>6</bold> are tabulated in Table , while\nselected bond distances and angles for <bold>1</bold>\n<bold>−</bold>\n<bold>6</bold> are listed in Table\nS1. All the drawings were made using XP<sup>15</sup> and CAMERON\nprograms.\n\n</p>", "clean_text": " X-ray Structure Determinations. Data collections for compounds 1-6 were carried out on a Siemens SMART system equipped with a CCD detector using Mo Kα radiation with colorless crystals of dimensions of 0.05 × 0.12 × 0.40, 0.06 × 0.09 × 0.18, 0.01 × 0.10 × 0.24, 0.08 × 0.11 × 0.22, 0.08 × 0.20 × 0.42, 0.01 × 0.04 × 0.10 mm, respectively. All the structures were solved by direct methods. The structures of 1 - 3, 5, and 6 were refined on F 2 by full-matrix least squares using anisotropic displacement parameters for all non-hydrogen atoms. Due to the large number of non-hydrogen atoms in the asymmetric unit of 4, only Zn, O, and N atoms were refined on F 2 by full-matrix least squares using anisotropic displacement parameters, while all the carbon atoms were refined isotropically. Final refinement gave satisfactory R factors and goodness of fit for 1-6. Experimental details for X-ray data collections of 1 - 6 are tabulated in Table , while selected bond distances and angles for 1 - 6 are listed in Table S1. All the drawings were made using XP15 and CAMERON programs.  ", "data": null, "include_properties": null}, {"idx": 20, "type": "table", "classification": null, "content": "<table-wrap id=\"cm010427kt00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Data for the X-ray Diffraction of<bold>1</bold>−<bold>6</bold>\n<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:colspec colname=\"7\" colnum=\"7\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">compd <bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">compd <bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">compd <bold>3</bold>\n</oasis:entry>\n<oasis:entry nameend=\"5\" namest=\"5\">compd <bold>4</bold>\n</oasis:entry>\n<oasis:entry nameend=\"6\" namest=\"6\">compd <bold>5</bold>\n</oasis:entry>\n<oasis:entry nameend=\"7\" namest=\"7\">compd <bold>6</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">emp formula\n</oasis:entry>\n<oasis:entry colname=\"2\">ZnC<sub>12</sub>H<sub>8</sub>N<sub>2</sub>O<sub>4</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">CdC<sub>12</sub>H<sub>8</sub>N<sub>2</sub>O<sub>4</sub>\n</oasis:entry>\n<oasis:entry colname=\"4\">CdC<sub>28</sub>H<sub>20</sub>N<sub>2</sub>O<sub>4</sub>\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn<sub>4</sub>C<sub>140</sub>H<sub>103</sub>N<sub>9</sub>O<sub>19</sub>\n</oasis:entry>\n<oasis:entry colname=\"6\">ZnC<sub>28</sub>H<sub>22</sub>N<sub>2</sub>O<sub>5</sub>\n</oasis:entry>\n<oasis:entry colname=\"7\">ZnC<sub>24</sub>H<sub>16</sub>N<sub>2</sub>O<sub>4</sub>S<sub>2</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst syst\n</oasis:entry>\n<oasis:entry colname=\"2\">tetragonal\n</oasis:entry>\n<oasis:entry colname=\"3\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"4\">orthorhombic\n</oasis:entry>\n<oasis:entry colname=\"5\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"6\">orthorhombic\n</oasis:entry>\n<oasis:entry colname=\"7\">orthorhombic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">a</italic>, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">7.709(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">10.055(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">20.622(1)\n</oasis:entry>\n<oasis:entry colname=\"5\">21.875(2)\n</oasis:entry>\n<oasis:entry colname=\"6\">7.625(1)\n</oasis:entry>\n<oasis:entry colname=\"7\">17.150(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">b</italic>, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">7.709(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">10.219(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">36.426(1)\n</oasis:entry>\n<oasis:entry colname=\"5\">15.158(1)\n</oasis:entry>\n<oasis:entry colname=\"6\">25.430(2)\n</oasis:entry>\n<oasis:entry colname=\"7\">9.966(1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">c</italic>, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">20.327(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">12.733(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">6.241(1)\n</oasis:entry>\n<oasis:entry colname=\"5\">32.863(2)\n</oasis:entry>\n<oasis:entry colname=\"6\">5.863(1)\n</oasis:entry>\n<oasis:entry colname=\"7\">12.108(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">b, deg.\n</oasis:entry>\n<oasis:entry colname=\"2\">90\n</oasis:entry>\n<oasis:entry colname=\"3\">105.169(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">90\n</oasis:entry>\n<oasis:entry colname=\"5\">102.997(1)\n</oasis:entry>\n<oasis:entry colname=\"6\">90\n</oasis:entry>\n<oasis:entry colname=\"7\">90\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">V</italic>, Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1208.11(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">1262.7(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">4687.8(1)\n</oasis:entry>\n<oasis:entry colname=\"5\">10617.1(10)\n</oasis:entry>\n<oasis:entry colname=\"6\">1136.8(2)\n</oasis:entry>\n<oasis:entry colname=\"7\">2069.4(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Z\n</oasis:entry>\n<oasis:entry colname=\"2\">8\n</oasis:entry>\n<oasis:entry colname=\"3\">4\n</oasis:entry>\n<oasis:entry colname=\"4\">8\n</oasis:entry>\n<oasis:entry colname=\"5\">4\n</oasis:entry>\n<oasis:entry colname=\"6\">4\n</oasis:entry>\n<oasis:entry colname=\"7\">8\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">formula wt\n</oasis:entry>\n<oasis:entry colname=\"2\">309.59\n</oasis:entry>\n<oasis:entry colname=\"3\">356.61\n</oasis:entry>\n<oasis:entry colname=\"4\">560.86\n</oasis:entry>\n<oasis:entry colname=\"5\">2476.80\n</oasis:entry>\n<oasis:entry colname=\"6\">531.85\n</oasis:entry>\n<oasis:entry colname=\"7\">525.88\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic toggle=\"yes\">P</italic>4<sub>3</sub>2<sub>1</sub>2\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry colname=\"4\">\n<italic toggle=\"yes\">Fdd</italic>2\n</oasis:entry>\n<oasis:entry colname=\"5\">Cc\n</oasis:entry>\n<oasis:entry colname=\"6\">\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>2<sub>1</sub>2\n</oasis:entry>\n<oasis:entry colname=\"7\">Pcca\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">T</italic>, C\n</oasis:entry>\n<oasis:entry colname=\"2\">75(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">100(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">75(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">100(2)\n</oasis:entry>\n<oasis:entry colname=\"6\">75(2)\n</oasis:entry>\n<oasis:entry colname=\"7\">80(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">l (Mo Ka), Å\n</oasis:entry>\n<oasis:entry colname=\"2\">0.710 73\n</oasis:entry>\n<oasis:entry colname=\"3\">0.710 73\n</oasis:entry>\n<oasis:entry colname=\"4\">0.710 73\n</oasis:entry>\n<oasis:entry colname=\"5\">0.710 73\n</oasis:entry>\n<oasis:entry colname=\"6\">0.710 73\n</oasis:entry>\n<oasis:entry colname=\"7\">0.710 73\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">r<sub>calc</sub>, g/cm<sup>3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.53\n</oasis:entry>\n<oasis:entry colname=\"3\">1.88\n</oasis:entry>\n<oasis:entry colname=\"4\">1.59\n</oasis:entry>\n<oasis:entry colname=\"5\">1.55\n</oasis:entry>\n<oasis:entry colname=\"6\">1.55\n</oasis:entry>\n<oasis:entry colname=\"7\">1.69\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">m, cm<bold>\n<sup>-1</sup>\n</bold>\n<sup></sup> (Mo Ka)\n</oasis:entry>\n<oasis:entry colname=\"2\">12.8\n</oasis:entry>\n<oasis:entry colname=\"3\">17.4\n</oasis:entry>\n<oasis:entry colname=\"4\">9.7\n</oasis:entry>\n<oasis:entry colname=\"5\">9.8\n</oasis:entry>\n<oasis:entry colname=\"6\">11.3\n</oasis:entry>\n<oasis:entry colname=\"7\">14.3\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">no. of unique reflcns\n</oasis:entry>\n<oasis:entry colname=\"2\">1491\n</oasis:entry>\n<oasis:entry colname=\"3\">2006\n</oasis:entry>\n<oasis:entry colname=\"4\">2702\n</oasis:entry>\n<oasis:entry colname=\"5\">14 280\n</oasis:entry>\n<oasis:entry colname=\"6\">2723\n</oasis:entry>\n<oasis:entry colname=\"7\">1837\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">no. of obsd reflcns (<italic toggle=\"yes\">I</italic> &gt; 2s(<italic toggle=\"yes\">I</italic>))\n</oasis:entry>\n<oasis:entry colname=\"2\">1251\n</oasis:entry>\n<oasis:entry colname=\"3\">1400\n</oasis:entry>\n<oasis:entry colname=\"4\">2027\n</oasis:entry>\n<oasis:entry colname=\"5\">6295\n</oasis:entry>\n<oasis:entry colname=\"6\">2024\n</oasis:entry>\n<oasis:entry colname=\"7\">1036\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N<sub>para</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">87\n</oasis:entry>\n<oasis:entry colname=\"3\">172\n</oasis:entry>\n<oasis:entry colname=\"4\">199\n</oasis:entry>\n<oasis:entry colname=\"5\">765\n</oasis:entry>\n<oasis:entry colname=\"6\">206\n</oasis:entry>\n<oasis:entry colname=\"7\">182\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">min and max res density, e/Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.75, 2.89\n</oasis:entry>\n<oasis:entry colname=\"3\">0.64, 1.02\n</oasis:entry>\n<oasis:entry colname=\"4\">0.53, 0.75\n</oasis:entry>\n<oasis:entry colname=\"5\">0.48, 1.03\n</oasis:entry>\n<oasis:entry colname=\"6\">0.82, 0.30\n</oasis:entry>\n<oasis:entry colname=\"7\">0.34, 0.31\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">R1\n</oasis:entry>\n<oasis:entry colname=\"2\">0.083\n</oasis:entry>\n<oasis:entry colname=\"3\">0.036\n</oasis:entry>\n<oasis:entry colname=\"4\">0.040\n</oasis:entry>\n<oasis:entry colname=\"5\">0.066\n</oasis:entry>\n<oasis:entry colname=\"6\">0.036\n</oasis:entry>\n<oasis:entry colname=\"7\">0.045\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">wR2\n</oasis:entry>\n<oasis:entry colname=\"2\">0.187\n</oasis:entry>\n<oasis:entry colname=\"3\">0.087\n</oasis:entry>\n<oasis:entry colname=\"4\">0.076\n</oasis:entry>\n<oasis:entry colname=\"5\">0.150\n</oasis:entry>\n<oasis:entry colname=\"6\">0.088\n</oasis:entry>\n<oasis:entry colname=\"7\">0.072\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">goodness of fit\n</oasis:entry>\n<oasis:entry colname=\"2\">1.47\n</oasis:entry>\n<oasis:entry colname=\"3\">0.98\n</oasis:entry>\n<oasis:entry colname=\"4\">0.88\n</oasis:entry>\n<oasis:entry colname=\"5\">0.87\n</oasis:entry>\n<oasis:entry colname=\"6\">1.02\n</oasis:entry>\n<oasis:entry colname=\"7\">0.88\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Flack param\n</oasis:entry>\n<oasis:entry colname=\"2\">0.51(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">NA\n</oasis:entry>\n<oasis:entry colname=\"4\">0.01(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">0.39(3)\n</oasis:entry>\n<oasis:entry colname=\"6\">0.02(2)\n</oasis:entry>\n<oasis:entry colname=\"7\">N/A</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup> R1 = ∑||<italic toggle=\"yes\">F</italic>\n<sub>o</sub>| − |<italic toggle=\"yes\">F</italic>\n<sub>c</sub>|| / ∑|<italic toggle=\"yes\">F</italic>\n<sub>o</sub>|; wR2 = [∑[<italic toggle=\"yes\">w</italic>(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup> − <italic toggle=\"yes\">F</italic>\n<sub>c</sub>\n<sup>2</sup>)<sup>2</sup>] / ∑[<italic toggle=\"yes\">w</italic>(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup>)<sup>2</sup>]]<sup>1/2</sup>; GOF = [∑[<italic toggle=\"yes\">w</italic>(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup> − <italic toggle=\"yes\">F</italic>\n<sub>c</sub>\n<sup>2</sup>)<sup>2</sup>]/(no. of reflcns − no. of params)]<sup>1/2</sup>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Results</title><p>\n<bold>Synthetic Strategy.</bold> All of the metal−organic frameworks described in this article were synthesized under\nhydro(solvo)thermal conditions. This technique allows\nthe formation of metastable solids not readily available\nfrom conventional methods. We have previously demonstrated that under these conditions pyridinecarboxylates are readily formed from a variety of starting\nmaterials. The in-situ slow hydrolysis of precursors\ncontaining cyano or carboxylate ester functional groups\ncan result in phases that are not accessible from their\ncorresponding acids. The slow hydrolysis of these precursor ligands ensures that an excess of metal ions\nremains in solution, thereby promoting the formation\nof less soluble polymeric networks. Equally important,\nthe slow hydrolysis of these functional groups can result\nin the growth of large single crystals that are suitable\nfor X-ray structure determinations and further optical\nstudies. The coordination networks described here are\nall assembled utilizing zinc and cadmium metal centers.\nThe use of d<sup>10</sup> metal centers not only provides the\ndesired coordination geometry but also ensures that\nthese materials will be optically transparent and potentially useful for NLO applications.\n</p>", "clean_text": "Results\n\n Synthetic Strategy. All of the metal-organic frameworks described in this article were synthesized under hydro(solvo)thermal conditions. This technique allows the formation of metastable solids not readily available from conventional methods. We have previously demonstrated that under these conditions pyridinecarboxylates are readily formed from a variety of starting materials. The in-situ slow hydrolysis of precursors containing cyano or carboxylate ester functional groups can result in phases that are not accessible from their corresponding acids. The slow hydrolysis of these precursor ligands ensures that an excess of metal ions remains in solution, thereby promoting the formation of less soluble polymeric networks. Equally important, the slow hydrolysis of these functional groups can result in the growth of large single crystals that are suitable for X-ray structure determinations and further optical studies. The coordination networks described here are all assembled utilizing zinc and cadmium metal centers. The use of d10 metal centers not only provides the desired coordination geometry but also ensures that these materials will be optically transparent and potentially useful for NLO applications. ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Synthesis.</bold>\n<italic toggle=\"yes\">E</italic>-3-(4-pyridyl)ethenylbenzonitrile, <bold>L1</bold>,\nwas synthesized by a Heck coupling reaction between\n4-vinylpyridine and 3-bromobenzonitrile in 93% yield.\n<italic toggle=\"yes\">E</italic>-4-(3-pyridyl)ethenylbenzonitrile, <bold>L2</bold>, and <italic toggle=\"yes\">E</italic>-5-[2-(3-pyridyl)ethenyl]thiophene-2-carbonitrile, <bold>L3</bold>, were synthesized in multisteps utilizing Wittig and Horner−Wadsworth−Emmons coupling procedures, respectively.\nAll the intermediates and ligand precursors <bold>L1</bold>\n<bold>−</bold>\n<bold>L3</bold>\n\nhave been characterized by <sup>1</sup>H and <sup>13</sup>C{<sup>1</sup>H} NMR\nspectroscopy.\n</p>", "clean_text": " Synthesis. E-3-(4-pyridyl)ethenylbenzonitrile, L1, was synthesized by a Heck coupling reaction between 4-vinylpyridine and 3-bromobenzonitrile in 93% yield. E-4-(3-pyridyl)ethenylbenzonitrile, L2, and E-5-[2-(3-pyridyl)ethenyl]thiophene-2-carbonitrile, L3, were synthesized in multisteps utilizing Wittig and Horner-Wadsworth-Emmons coupling procedures, respectively. All the intermediates and ligand precursors L1 - L3  have been characterized by 1H and 13C{1H} NMR spectroscopy. ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Rectangular colorless crystals of bis(nicotinato)zinc,\n<bold>1</bold>, were obtained in 74.3% yield by a hydro(solvo)thermal\nreaction between Zn(ClO<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O and 3-cyanopyridine\nin a mixture of ethanol and water at 130 °C (eq 1 of\nScheme ). A similar reaction between Cd(ClO<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O\nand 3-cyanopyridine afforded Cd(nicotinate)<sub>2</sub>, <bold>2</bold>, in\n40.4% yield (eq 2 of Scheme ). Cd{3-[2-(4-pyridyl)ethenyl]benzoate}<sub>2</sub>, <bold>3,</bold> was obtained in 66.0% yield via\na hydro(solvo)thermal reaction between Cd(ClO<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O\nand (<italic toggle=\"yes\">E</italic>)-3-(4-pyridyl)ethenylbenzonitrile, <bold>L1</bold>, in ethanol\nand water at 130 °C (eq 3 of Scheme ). A similar\nreaction between Zn(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O and <bold>L1</bold> in a mixture\nof ethanol, water, and pyridine at 105 °C afforded Zn<sub>4</sub>{3-[2-(4-pyridyl)ethenyl]benzoato}<sub>8</sub>·{3-[2-(4-pyridyl)ethenyl]benzoic acid}·H<sub>2</sub>O, <bold>4</bold>, in 57.9% yield (eq 4 of Scheme\n). Compound <bold>5</bold>, Zn{4-[2-(3-pyridyl)ethenyl]benzoate}<sub>2</sub>·H<sub>2</sub>O, was obtained in 50.0% yield via a hydro(solvo)thermal reaction between (<italic toggle=\"yes\">E</italic>)-4-(3-pyridyl)ethenylbenzonitrile, <bold>L2</bold>, and Zn(ClO<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O in methanol and\nwater at 130 °C (eq 5 of Scheme ). Compound <bold>6</bold>, Zn{5-[2-(3-pyridyl)ethenyl]thiophene-2-carboxylate}<sub>2</sub>, was\nprepared by a hydro(solvo)thermal reaction between Zn(ClO<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O and 5-[2-(3-pyridyl)ethenyl]thiophene-2-carbonitrile in a mixture of ethanol and water in 29%\nyield (eq 6 of Scheme ). The IR spectra of <bold>1</bold>\n<bold>−</bold>\n<bold>6</bold> clearly\nshow the presence of carboxylate groups and the absence of peaks indicative of perchlorate anions or cyano\ngroups. In addition, the symmetric CO stretches for\n<bold>1</bold>, <bold>3</bold>, and <bold>4</bold> occur at ∼1400 cm<sup>-1</sup>, while the symmetric\nCO stretches for <bold>5</bold> and <bold>6</bold> appear at 1345 and 1353\ncm<sup>-1</sup>, respectively. The position of these stretches\n\nsuggest that <bold>1</bold>, <bold>3</bold>, and <bold>4</bold> possess chelating carboxylate\ngroups, while <bold>5</bold> and <bold>6</bold> contain monodentate carboxylate\ngroups. The symmetric stretch of <bold>2</bold> appears as a very\nbroad peak at 1406 cm<sup>-1</sup>, suggesting the presence of\ntriply bridging carboxylate.\n\n</p>", "clean_text": "Rectangular colorless crystals of bis(nicotinato)zinc, 1, were obtained in 74.3% yield by a hydro(solvo)thermal reaction between Zn(ClO4)2⋅6H2O and 3-cyanopyridine in a mixture of ethanol and water at 130 °C (eq 1 of Scheme ). A similar reaction between Cd(ClO4)2⋅6H2O and 3-cyanopyridine afforded Cd(nicotinate)2, 2, in 40.4% yield (eq 2 of Scheme ). Cd{3-[2-(4-pyridyl)ethenyl]benzoate}2, 3, was obtained in 66.0% yield via a hydro(solvo)thermal reaction between Cd(ClO4)2⋅6H2O and (E)-3-(4-pyridyl)ethenylbenzonitrile, L1, in ethanol and water at 130 °C (eq 3 of Scheme ). A similar reaction between Zn(NO3)2⋅6H2O and L1 in a mixture of ethanol, water, and pyridine at 105 °C afforded Zn4{3-[2-(4-pyridyl)ethenyl]benzoato}8⋅{3-[2-(4-pyridyl)ethenyl]benzoic acid}⋅H2O, 4, in 57.9% yield (eq 4 of Scheme ). Compound 5, Zn{4-[2-(3-pyridyl)ethenyl]benzoate}2⋅H2O, was obtained in 50.0% yield via a hydro(solvo)thermal reaction between (E)-4-(3-pyridyl)ethenylbenzonitrile, L2, and Zn(ClO4)2⋅6H2O in methanol and water at 130 °C (eq 5 of Scheme ). Compound 6, Zn{5-[2-(3-pyridyl)ethenyl]thiophene-2-carboxylate}2, was prepared by a hydro(solvo)thermal reaction between Zn(ClO4)2⋅6H2O and 5-[2-(3-pyridyl)ethenyl]thiophene-2-carbonitrile in a mixture of ethanol and water in 29% yield (eq 6 of Scheme ). The IR spectra of 1 - 6 clearly show the presence of carboxylate groups and the absence of peaks indicative of perchlorate anions or cyano groups. In addition, the symmetric CO stretches for 1, 3, and 4 occur at ~1400 cm-1, while the symmetric CO stretches for 5 and 6 appear at 1345 and 1353 cm-1, respectively. The position of these stretches  suggest that 1, 3, and 4 possess chelating carboxylate groups, while 5 and 6 contain monodentate carboxylate groups. The symmetric stretch of 2 appears as a very broad peak at 1406 cm-1, suggesting the presence of triply bridging carboxylate.  ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"cm010427kh00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm010427kh00001.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>\n<bold>X-ray Structure of Zn(nicotinate)</bold>\n<sub>2</sub>\n<bold>, 1.</bold> A single-crystal X-ray diffraction study of <bold>1</bold> revealed an infinite\n2D square grid structure consisting of six-coordinate Zn\ncenters and bridging nicotinate groups (Zn−Zn separation of 7.71(1) Å). A portion of the 2D grid is shown in\nFigure a, where half of a zinc atom and one exo-tridentate nicotinate group are crystallographically\nunique. Compound <bold>1</bold> crystallizes in chiral space group\n<italic toggle=\"yes\">P</italic>4<sub>3</sub>2<sub>1</sub>2. The zinc center lies on a crystallographic 2-fold\naxis and is coordinated in a cis-configuration to two\ncarboxylate groups and to two pyridyl nitrogen atoms\nof four different nicotinate groups. The carboxylate\ngroups bind to the zinc center in a semi-chelating\nfashion with a Zn−O1 distance of 2.008(5) Å and a Zn−O2 distance of 2.385(5) Å. The overall geometry around\nthe zinc center is a highly distorted octahedron with the\ncis-bond angles ranging from 58.8(2) to 104.0(2)°. The\nzinc centers in <bold>1</bold> possess <italic toggle=\"yes\">C</italic>\n<sub>2</sub> symmetry. As a result, all\nthe zinc centers are chiral and have the same handedness (δ). Compound <bold>1</bold> represents a rare example of a\nchiral 2D infinite square grid.\n\n</p>", "clean_text": " X-ray Structure of Zn(nicotinate) 2 , 1. A single-crystal X-ray diffraction study of 1 revealed an infinite 2D square grid structure consisting of six-coordinate Zn centers and bridging nicotinate groups (Zn-Zn separation of 7.71(1) Å). A portion of the 2D grid is shown in Figure a, where half of a zinc atom and one exo-tridentate nicotinate group are crystallographically unique. Compound 1 crystallizes in chiral space group P43212. The zinc center lies on a crystallographic 2-fold axis and is coordinated in a cis-configuration to two carboxylate groups and to two pyridyl nitrogen atoms of four different nicotinate groups. The carboxylate groups bind to the zinc center in a semi-chelating fashion with a Zn-O1 distance of 2.008(5) Å and a Zn-O2 distance of 2.385(5) Å. The overall geometry around the zinc center is a highly distorted octahedron with the cis-bond angles ranging from 58.8(2) to 104.0(2)°. The zinc centers in 1 possess C 2 symmetry. As a result, all the zinc centers are chiral and have the same handedness (δ). Compound 1 represents a rare example of a chiral 2D infinite square grid.  ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"cm010427kf00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a, top) View of 2D square grid structure of<bold>1</bold>. The\nasymmetric unit is shown in ellipsoids at 50% probability. The\ncircles with increasing sizes represent C, N, O, and Zn atoms,\nrespectively. (b, bottom) Interdigitation of adjacent square\ngrids in <bold>1</bold> as viewed down the <italic toggle=\"yes\">b</italic> axis. The π−π stacks formed\nbetween the pyridyl rings are clearly visible.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm010427kf00001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a, top) View of 2D square grid structure of1. The asymmetric unit is shown in ellipsoids at 50% probability. The circles with increasing sizes represent C, N, O, and Zn atoms, respectively. (b, bottom) Interdigitation of adjacent square grids in 1 as viewed down the b axis. The π-π stacks formed between the pyridyl rings are clearly visible.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>The zinc atoms in a single grid of <bold>1</bold> all lie on the same\nplane. However, the disposition of the bridging nicotinate group allows the interdigitation of adjacent layers\nand the formation of aromatic π−π stacks along the <italic toggle=\"yes\">c</italic>\naxis (Figure b). This π−π stacking, an interaction well-known in supramolecular chemistry, not only leads to\nincreased thermodynamic stability but also effectively\nfills the void space of the square grid. As a result, no\nsolvent molecules are enclathrated in <bold>1</bold>. Moreover, the\nπ−π stacking interactions between the pyridyl rings of\nthe nicotinate groups have ensured the packing of chiral\nsquare grids in <bold>1</bold> into a bulk chiral solid.\n</p>", "clean_text": "The zinc atoms in a single grid of 1 all lie on the same plane. However, the disposition of the bridging nicotinate group allows the interdigitation of adjacent layers and the formation of aromatic π-π stacks along the c axis (Figure b). This π-π stacking, an interaction well-known in supramolecular chemistry, not only leads to increased thermodynamic stability but also effectively fills the void space of the square grid. As a result, no solvent molecules are enclathrated in 1. Moreover, the π-π stacking interactions between the pyridyl rings of the nicotinate groups have ensured the packing of chiral square grids in 1 into a bulk chiral solid. ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>\n<bold>X-ray Structure of Cd(nicotinate)</bold>\n<sub>2</sub>\n<bold>, 2.</bold> Compound\n<bold>2</bold> crystallizes in monoclinic space group <italic toggle=\"yes\">P</italic>2<sub>1</sub>\n<italic toggle=\"yes\">/n</italic>. The\nasymmetric unit contains one cadmium center and two\nnicotinate ligands. All atoms lie on general positions.\nEach cadmium center in <bold>2</bold> coordinates to five carboxylate oxygens and two pyridyl nitrogen atoms of five\ndifferent nicotinate ligands (Figure ). The O3−C7−O4\ncarboxylate coordinates in a chelating fashion with a\nCd1−O4 distance of 2.315(4) Å and a Cd1−O3 distance\nof 2.522(4) Å, while the O1−C1−O2 carboxylate coordinates in a semi-chelating fashion with a Cd1−O2\ndistance of 2.270(4) Å and a Cd1−O1 distance of 2.640(4) Å. The O1 center also coordinates to a second Cd\ncenter to bridge adjacent Cd centers to form a dimetal\nlinkage, and thus the nicotinate group adopts an <italic toggle=\"yes\">exo</italic>-tetradentate bridging mode. The <italic toggle=\"yes\">exo</italic>-tetradentate nicotinate ligands serve to link adjacent dimetal units to\nform 2D network running along the diagonal of the <italic toggle=\"yes\">ac</italic>\nplane (Figure S1), while the <italic toggle=\"yes\">exo</italic>-tridentate nicotinate\ngroups link Cd centers to form a 2<sub>1</sub> helix along the <italic toggle=\"yes\">b</italic>\naxis (Figure S2). The 2D network formed by the Cd\ncenters, and the <italic toggle=\"yes\">exo</italic>-tetradentate nicotinate ligands are\nthus cross-linked by the <italic toggle=\"yes\">exo</italic>-tridentate nicotinate groups\nto form a complex 3D structure (Figure ). Compound\n2 adopts a centrosymmetric structure as a consequence\nof the <italic toggle=\"yes\">μ</italic>\n<sub>2</sub>,<italic toggle=\"yes\">η</italic>\n<italic toggle=\"yes\">\n<sup>3</sup>\n</italic>\n<sup></sup>-carboxylate bridge.\n\n\n</p>", "clean_text": " X-ray Structure of Cd(nicotinate) 2 , 2. Compound 2 crystallizes in monoclinic space group P21 /n. The asymmetric unit contains one cadmium center and two nicotinate ligands. All atoms lie on general positions. Each cadmium center in 2 coordinates to five carboxylate oxygens and two pyridyl nitrogen atoms of five different nicotinate ligands (Figure ). The O3-C7-O4 carboxylate coordinates in a chelating fashion with a Cd1-O4 distance of 2.315(4) Å and a Cd1-O3 distance of 2.522(4) Å, while the O1-C1-O2 carboxylate coordinates in a semi-chelating fashion with a Cd1-O2 distance of 2.270(4) Å and a Cd1-O1 distance of 2.640(4) Å. The O1 center also coordinates to a second Cd center to bridge adjacent Cd centers to form a dimetal linkage, and thus the nicotinate group adopts an exo-tetradentate bridging mode. The exo-tetradentate nicotinate ligands serve to link adjacent dimetal units to form 2D network running along the diagonal of the ac plane (Figure S1), while the exo-tridentate nicotinate groups link Cd centers to form a 21 helix along the b axis (Figure S2). The 2D network formed by the Cd centers, and the exo-tetradentate nicotinate ligands are thus cross-linked by the exo-tridentate nicotinate groups to form a complex 3D structure (Figure ). Compound 2 adopts a centrosymmetric structure as a consequence of the μ 2,η  3  -carboxylate bridge.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"cm010427kf00002\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Coordination environment of<bold>2</bold>. The asymmetric\nunit is shown in ellipsoids at 50% probability, while the circles\nwith increasing sizes represent C, N, O, and Cd atoms,\nrespectively.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm010427kf00002.tif\"></graphic>\n</fig>", "clean_text": " 2  Coordination environment of2. The asymmetric unit is shown in ellipsoids at 50% probability, while the circles with increasing sizes represent C, N, O, and Cd atoms, respectively.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"cm010427kf00003\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>View of 3D network structure of<bold>2</bold> down the <italic toggle=\"yes\">c</italic> axis. The solid and dashed lines correspond to the 2D network and 2<sub>1</sub>\nhelix shown in Figure a,b, respectively.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm010427kf00003.tif\"></graphic>\n</fig>", "clean_text": " 3  View of 3D network structure of2 down the c axis. The solid and dashed lines correspond to the 2D network and 21 helix shown in Figure a,b, respectively.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>\n<bold>X-ray Structure of Cd{3-[2-(4-pyridyl)ethenyl]benzoate}</bold>\n<sub>2</sub>\n<bold>, 3.</bold> Compound <bold>3</bold> crystallizes in orthorhombic space group <italic toggle=\"yes\">Fdd</italic>2. The asymmetric unit in <bold>3</bold> consists\nof one Cd center and one bridging 3-[2-(4-pyridyl)ethenyl]benzoate group (Figure a). The cadmium center lies on a 2-fold crystallographic axis and coordinates\nto two carboxylate groups and to two pyridyl nitrogen\natoms of four different 3-[2-(4-pyrdyl)ethenyl]benzoate\ngroups in a <italic toggle=\"yes\">cis</italic>-octahedral fashion. Each of the cadmium\natoms in <bold>3</bold> adopts a highly distorted octahedron, with\nthe carboxylate groups coordinating to the metal center\nin chelating fashion with a Cd−O4 distance of 2.273(6)\nÅ and a Cd−O2 distance of 2.484(4) Å.\n\n</p>", "clean_text": " X-ray Structure of Cd{3-[2-(4-pyridyl)ethenyl]benzoate} 2 , 3. Compound 3 crystallizes in orthorhombic space group Fdd2. The asymmetric unit in 3 consists of one Cd center and one bridging 3-[2-(4-pyridyl)ethenyl]benzoate group (Figure a). The cadmium center lies on a 2-fold crystallographic axis and coordinates to two carboxylate groups and to two pyridyl nitrogen atoms of four different 3-[2-(4-pyrdyl)ethenyl]benzoate groups in a cis-octahedral fashion. Each of the cadmium atoms in 3 adopts a highly distorted octahedron, with the carboxylate groups coordinating to the metal center in chelating fashion with a Cd-O4 distance of 2.273(6) Å and a Cd-O2 distance of 2.484(4) Å.  ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"cm010427kf00004\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a, top) View of 2D rhombohedral grid structure of<bold>3</bold>. The asymmetric unit is shown in ellipsoids at 50% probability, while the circles with increasing sizes represent C, N,\nO, and Cd atoms, respectively. (b, bottom) A schematic showing\nthe interweaving of three independent rhombohedral grids in\nthe <italic toggle=\"yes\">ac</italic> plane in <bold>3</bold>.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm010427kf00004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a, top) View of 2D rhombohedral grid structure of3. The asymmetric unit is shown in ellipsoids at 50% probability, while the circles with increasing sizes represent C, N, O, and Cd atoms, respectively. (b, bottom) A schematic showing the interweaving of three independent rhombohedral grids in the ac plane in 3.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The bent geometry of the bridging <italic toggle=\"yes\">m</italic>-pyridinecarboxylate ligands has allowed the formation of an infinite\n2D grid structure (Figure a). The rhombohedral grid\nin <bold>3</bold> has Cd−Cd separations of 13.92(6) Å, and Cd−Cd−Cd angles of 84.5 and 95.5°, respectively. At first glance,\n<bold>3</bold> appears to have a large void space within the rhombohedral grid. The void space is in fact effectively filled\nvia the parallel interweaving of three independent\nrhombohedral grids (Figure b). The cadmium centers\nin <bold>3</bold> have <italic toggle=\"yes\">C</italic>\n<sub>2</sub> symmetry and are thus chiral. Each\nrhombohedral grid in <bold>3</bold> is chiral. Unlike <bold>1,</bold> however, a\nglide plane relates adjacent layers of 3-fold interwoven\nrhombohedral grids, resulting in an inversion of chirality between metal centers of adjacent layers. As a result,\nadjacent layers have opposite chirality, and <bold>3</bold> is a\nsupramolecular racemate. Fortunately, there exist no\ninversion centers among adjacent layers, and <bold>3</bold> is a non-centrosymmetric solid. The control of the packing in the\nthird dimension thus presents a challenge in the crystal\nengineering of acentric and chiral solids based on 2D\nnetworks.\n</p>", "clean_text": "The bent geometry of the bridging m-pyridinecarboxylate ligands has allowed the formation of an infinite 2D grid structure (Figure a). The rhombohedral grid in 3 has Cd-Cd separations of 13.92(6) Å, and Cd-Cd-Cd angles of 84.5 and 95.5°, respectively. At first glance, 3 appears to have a large void space within the rhombohedral grid. The void space is in fact effectively filled via the parallel interweaving of three independent rhombohedral grids (Figure b). The cadmium centers in 3 have C 2 symmetry and are thus chiral. Each rhombohedral grid in 3 is chiral. Unlike 1, however, a glide plane relates adjacent layers of 3-fold interwoven rhombohedral grids, resulting in an inversion of chirality between metal centers of adjacent layers. As a result, adjacent layers have opposite chirality, and 3 is a supramolecular racemate. Fortunately, there exist no inversion centers among adjacent layers, and 3 is a non-centrosymmetric solid. The control of the packing in the third dimension thus presents a challenge in the crystal engineering of acentric and chiral solids based on 2D networks. ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>\n<bold>X-ray Structure of Zn<sub>4</sub>{3-[2-(4-pyridyl)ethenyl]benzoato}<sub>8</sub>·{3-[2-(4-pyridyl)ethenyl]benzoic acid}·H<sub>2</sub>O, 4.</bold> Compound <bold>4</bold> crystallizes in acentric space group\n<italic toggle=\"yes\">Cc</italic>. The asymmetric unit contains four zinc centers,\neight 3-[2-(4-pyridyl)ethenyl]benzoate ligands, one guest\nwater, and one 3-[2-(4-pyridyl)ethenyl]benzoic acid.\nEach of the zinc centers in <bold>4</bold> coordinates to two pyridyl\nnitrogen atoms and to two carboxylate groups from four\ndifferent 3-[2-(4-pyridyl)ethenyl]benzoate ligands in a\ndistorted <italic toggle=\"yes\">cis</italic>-octahedral fashion (Figure a).\n\n</p>", "clean_text": " X-ray Structure of Zn4{3-[2-(4-pyridyl)ethenyl]benzoato}8⋅{3-[2-(4-pyridyl)ethenyl]benzoic acid}⋅H2O, 4. Compound 4 crystallizes in acentric space group Cc. The asymmetric unit contains four zinc centers, eight 3-[2-(4-pyridyl)ethenyl]benzoate ligands, one guest water, and one 3-[2-(4-pyridyl)ethenyl]benzoic acid. Each of the zinc centers in 4 coordinates to two pyridyl nitrogen atoms and to two carboxylate groups from four different 3-[2-(4-pyridyl)ethenyl]benzoate ligands in a distorted cis-octahedral fashion (Figure a).  ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"cm010427kf00005\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a, top) View of 2D rhombohedral grid structure formed by Zn1 centers in<bold>4</bold>. (b, bottom) Stacking of four\nindependent 2D rhombohedral grids along the <italic toggle=\"yes\">c</italic> axis. From\nbottom to top, interweaving of the grids formed by Zn1 and\nZn4 centers, the grid formed by the Zn3 centers, and the grid\nformed by the Zn2 Centers stack in ABC sequence. Free 3-[2-(4-pyridyl)ethenyl]benzoic acid is sandwiched between the\ngrids formed by Zn3 and Zn2 centers.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm010427kf00005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a, top) View of 2D rhombohedral grid structure formed by Zn1 centers in4. (b, bottom) Stacking of four independent 2D rhombohedral grids along the c axis. From bottom to top, interweaving of the grids formed by Zn1 and Zn4 centers, the grid formed by the Zn3 centers, and the grid formed by the Zn2 Centers stack in ABC sequence. Free 3-[2-(4-pyridyl)ethenyl]benzoic acid is sandwiched between the grids formed by Zn3 and Zn2 centers.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>Each zinc center in <bold>4</bold> is connected to four adjacent\ncrystallographically equivalent zinc centers through\n3-[2-(4-pyridyl)ethenyl]benzoate bridges to result in an\ninfinite rhombohedral grid. The Zn−Zn separations in\nthese grids are 13.30 Å, while the Zn−Zn−Zn angles\nare 69.4 and 110.6°. Because the asymmetric unit\ncontains four zinc centers, they are bridged by the\n<italic toggle=\"yes\">m</italic>-pyridinecarboxylate ligands to afford four independent 2D grids that lie in the <italic toggle=\"yes\">ab</italic> plane. While the four\nindependent grids are topologically identical, their\nstacking along the <italic toggle=\"yes\">c</italic>-axis is considerably more complex.\nThe grids stack in a repeating ABC sequence (Figure\nb). The two rhombohedral grids formed from the Zn1\nand Zn4 centers exhibit 2-fold interweaving (A sequence), while those formed from the Zn2 and Zn3\ncenters interdigitate through the aromatic π−π stacks\n(B and C sequences, respectively). The void space left\nafter such interdigitation is filled with free 3-[2-(4-pyridyl)ethenyl]benzoic acid molecules. It is remarkable\nthat there exist aromatic π−π stacking, interweaving,\nand inclusion of guest molecules in <bold>4</bold>, yet a non-centrosymmetric bulk solid is obtained.\n</p>", "clean_text": "Each zinc center in 4 is connected to four adjacent crystallographically equivalent zinc centers through 3-[2-(4-pyridyl)ethenyl]benzoate bridges to result in an infinite rhombohedral grid. The Zn-Zn separations in these grids are 13.30 Å, while the Zn-Zn-Zn angles are 69.4 and 110.6°. Because the asymmetric unit contains four zinc centers, they are bridged by the m-pyridinecarboxylate ligands to afford four independent 2D grids that lie in the ab plane. While the four independent grids are topologically identical, their stacking along the c-axis is considerably more complex. The grids stack in a repeating ABC sequence (Figure b). The two rhombohedral grids formed from the Zn1 and Zn4 centers exhibit 2-fold interweaving (A sequence), while those formed from the Zn2 and Zn3 centers interdigitate through the aromatic π-π stacks (B and C sequences, respectively). The void space left after such interdigitation is filled with free 3-[2-(4-pyridyl)ethenyl]benzoic acid molecules. It is remarkable that there exist aromatic π-π stacking, interweaving, and inclusion of guest molecules in 4, yet a non-centrosymmetric bulk solid is obtained. ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Structure of Zn{4-[2-(3-pyridyl)ethenyl]benzoate}<sub>2</sub>·H<sub>2</sub>O, 5.</bold> Compound <bold>5</bold> crystallizes in the chiral\nspace group <italic toggle=\"yes\">P</italic>2<sub>1</sub>2<sub>1</sub>2. The asymmetric unit contains one\nzinc atom lying on a crystallographic 2-fold axis and one\nbridging 4-[2-(3-pyridyl)ethenyl]benzoate group. The\nzinc center coordinates to two carboxylate groups in a\nmonodentate fashion and to two pyridyl nitrogen atoms\nof four different 4-[2-(3-pyridyl)ethenyl]benzoate groups\nto result in an infinite 2D rhombohedral grid with a Zn−Zn separation of 13.58 Å (Figure a). Each zinc center\nin <bold>5</bold> has <italic toggle=\"yes\">C</italic>\n<sub>2</sub> molecular symmetry and is thus inherently\nchiral. It is evident from Figure a that all the Zn\ncenters in each 2D rhombohedral grid have the same\nchirality. The rhombohedron is highly distorted and\nelongated along the <italic toggle=\"yes\">a</italic> axis with the Zn−Zn−Zn angles\nof 32.6 and 138.9°. As a consequence of this distortion,\nthe rhombohedral grid has minimal void space to\naccommodate one included water molecule, and no\ninterweaving is observed.\n\n</p>", "clean_text": " Structure of Zn{4-[2-(3-pyridyl)ethenyl]benzoate}2⋅H2O, 5. Compound 5 crystallizes in the chiral space group P21212. The asymmetric unit contains one zinc atom lying on a crystallographic 2-fold axis and one bridging 4-[2-(3-pyridyl)ethenyl]benzoate group. The zinc center coordinates to two carboxylate groups in a monodentate fashion and to two pyridyl nitrogen atoms of four different 4-[2-(3-pyridyl)ethenyl]benzoate groups to result in an infinite 2D rhombohedral grid with a Zn-Zn separation of 13.58 Å (Figure a). Each zinc center in 5 has C 2 molecular symmetry and is thus inherently chiral. It is evident from Figure a that all the Zn centers in each 2D rhombohedral grid have the same chirality. The rhombohedron is highly distorted and elongated along the a axis with the Zn-Zn-Zn angles of 32.6 and 138.9°. As a consequence of this distortion, the rhombohedral grid has minimal void space to accommodate one included water molecule, and no interweaving is observed.  ", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig id=\"cm010427kf00006\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a, top) View of the 2D rhombohedral grid of<bold>5</bold>.\nThe ellipsoids represent the asymmetric unit. The circles with\nincreasing sizes represent C, N, O, and Zn, respectively. (b,\nbottom) Stacking of adjacent 2D pleated sheets in <bold>5</bold> as shown\napproximately down the crystallographic direction [110]. Only\nthe zinc atoms are shown.\n</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm010427kf00006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a, top) View of the 2D rhombohedral grid of5. The ellipsoids represent the asymmetric unit. The circles with increasing sizes represent C, N, O, and Zn, respectively. (b, bottom) Stacking of adjacent 2D pleated sheets in 5 as shown approximately down the crystallographic direction [110]. Only the zinc atoms are shown.    ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>Examinations of <bold>5</bold> along the <italic toggle=\"yes\">a</italic> and <italic toggle=\"yes\">b</italic> axes indicate that\nadjacent rows of Zn centers in each 2D grid are offset\nby 2.93 Å along the <italic toggle=\"yes\">c</italic> axis, and therefore all the 2D grids\nare pleated (Figure b). The puckered nature of the 2D\ngrids renders perfect interlayer registry and provides\nan interesting mechanism for controlling the stacking\nof all the 2D grids along the <italic toggle=\"yes\">c</italic> axis and facilitating the\ncrystal engineering of chiral 2D coordination polymers.\n</p>", "clean_text": "Examinations of 5 along the a and b axes indicate that adjacent rows of Zn centers in each 2D grid are offset by 2.93 Å along the c axis, and therefore all the 2D grids are pleated (Figure b). The puckered nature of the 2D grids renders perfect interlayer registry and provides an interesting mechanism for controlling the stacking of all the 2D grids along the c axis and facilitating the crystal engineering of chiral 2D coordination polymers. ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Structure of Zn{5-[2-(3-pyridyl)ethenyl]thiophene-2-carboxylate}<sub>2</sub>, 6.</bold> Compound <bold>6</bold> crystallizes in\nthe centrosymmetric space group <italic toggle=\"yes\">Pcca</italic>. The zinc center\nlies on a crystallographic 2-fold axis, with one zinc\ncenter and one 5-[2-(3-pyridyl)ethenyl]thiophene-2-carboxylate bridging group in the asymmetric unit. The\n\nlocal coordination geometry about the zinc center can\nbest be described as a distorted tetrahedron. The O2−Zn1−O2 carboxylate group coordinates in a monodentate fashion with a Zn1−O2 distance of 1.988(8) Å and\na Zn1−O1 distance of 2.758(9) Å. The bond angles about\nthe Zn1 tetrahedron range from 95.2 to 124.9° and\ndeviate slightly from those of a perfect tetrahedron. The\nZn1 center coordinates to two pyridyl nitrogen atoms\nand to two carboxylate oxygen atoms of four different\n3-[2-(3-pyridyl)ethenyl]thiophenecarboxylate ligands to\nresult in an infinite 2D rhombohedral grid with a Zn−Zn separation of 13.33 Å (Figure a). In contrast to <bold>5</bold>,\nthe rhombohedral grid in <bold>6</bold> is less distorted with Zn−Zn−Zn angles of 80.05 and 96.74°. There is thus more\nvoid space inside each rhombohedral grid in <bold>6</bold> to result\nin a 2-fold interweaved structure (Figure b). The two\ninterweaved rhombohedral grids are structurally identical and are related to each other through an inversion\ncenter. Although the adjacent rows of Zn centers in each\n\n2D grid of <bold>6</bold> are also offset along the <italic toggle=\"yes\">c</italic> axis to result in\npleated sheet topology as seen in <bold>5</bold> (Figure b), compound <bold>6</bold> is centrosymmteric because of the 2-fold\ninterweaving.\n\n</p>", "clean_text": " Structure of Zn{5-[2-(3-pyridyl)ethenyl]thiophene-2-carboxylate}2, 6. Compound 6 crystallizes in the centrosymmetric space group Pcca. The zinc center lies on a crystallographic 2-fold axis, with one zinc center and one 5-[2-(3-pyridyl)ethenyl]thiophene-2-carboxylate bridging group in the asymmetric unit. The  local coordination geometry about the zinc center can best be described as a distorted tetrahedron. The O2-Zn1-O2 carboxylate group coordinates in a monodentate fashion with a Zn1-O2 distance of 1.988(8) Å and a Zn1-O1 distance of 2.758(9) Å. The bond angles about the Zn1 tetrahedron range from 95.2 to 124.9° and deviate slightly from those of a perfect tetrahedron. The Zn1 center coordinates to two pyridyl nitrogen atoms and to two carboxylate oxygen atoms of four different 3-[2-(3-pyridyl)ethenyl]thiophenecarboxylate ligands to result in an infinite 2D rhombohedral grid with a Zn-Zn separation of 13.33 Å (Figure a). In contrast to 5, the rhombohedral grid in 6 is less distorted with Zn-Zn-Zn angles of 80.05 and 96.74°. There is thus more void space inside each rhombohedral grid in 6 to result in a 2-fold interweaved structure (Figure b). The two interweaved rhombohedral grids are structurally identical and are related to each other through an inversion center. Although the adjacent rows of Zn centers in each  2D grid of 6 are also offset along the c axis to result in pleated sheet topology as seen in 5 (Figure b), compound 6 is centrosymmteric because of the 2-fold interweaving.  ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"cm010427kf00007\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a, top) View of the 2D rhombohedral grid of<bold>6</bold>.\nThe ellipsoids represent the asymmetric unit. The circles with\nincreasing sizes represent C, N, O, and Zn, respectively. (b,\nbottom) Schematic showing stacking of ruffled 2-fold interweaved 2D rhombohedral grids of <bold>6</bold>\n<bold>. </bold>Only the zinc atoms are\nshown.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm010427kf00007.tif\"></graphic>\n</fig>", "clean_text": " 7  (a, top) View of the 2D rhombohedral grid of6. The ellipsoids represent the asymmetric unit. The circles with increasing sizes represent C, N, O, and Zn, respectively. (b, bottom) Schematic showing stacking of ruffled 2-fold interweaved 2D rhombohedral grids of 6 . Only the zinc atoms are shown.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["property"], "content": "<p>\n<bold>Powder Second Harmonic Generation Results.</bold>\nWe have performed Kurtz powder second harmonic\ngeneration studies using the 1064 nm fundamental\nwavelength of a Nd:YAG laser. Consistent with their\nnon-centrosymmetric structures, compounds <bold>1</bold>, <bold>3</bold>, <bold>4</bold>, and\n<bold>5</bold> are SHG-active. Compound <bold>1</bold> exhibits a modest\npowder SHG efficiency (<italic toggle=\"yes\">I</italic>\n<sup>2ω</sup> of 2 vs α-quartz). The low\nvalue of <italic toggle=\"yes\">I</italic>\n<sup>2ω</sup> is due in part to the short ligand length (and\nthus inefficient conjugation) in <bold>1</bold>. In contrast, compound\n<bold>3</bold> has a much larger SHG response (<italic toggle=\"yes\">I</italic>\n<sup>2ω</sup> of 800 vs\nα-quartz). In comparison to technologically important\nLiNbO<sub>3</sub>, which has a powder SHG intensity of 600 vs\nα-quartz, the SHG response of <bold>3</bold> is remarkable.\nCompound <bold>4</bold> also exhibits a substantial SHG response\nwith an <italic toggle=\"yes\">I</italic>\n<sup>2ω</sup> of 400 vs α-quartz. Compound <bold>5</bold> exhibited a\nlarge SHG response, but the sample was damaged by\nthe laser before an accurate measurement could be\nattained (attempts to attenuate the input beam were\nunsuccessful). Compounds <bold>2</bold> and <bold>6</bold> exhibit no SHG\nresponse, consistent with their centrosymmetric structures.\n</p>", "clean_text": " Powder Second Harmonic Generation Results. We have performed Kurtz powder second harmonic generation studies using the 1064 nm fundamental wavelength of a Nd:YAG laser. Consistent with their non-centrosymmetric structures, compounds 1, 3, 4, and 5 are SHG-active. Compound 1 exhibits a modest powder SHG efficiency (I 2ω of 2 vs α-quartz). The low value of I 2ω is due in part to the short ligand length (and thus inefficient conjugation) in 1. In contrast, compound 3 has a much larger SHG response (I 2ω of 800 vs α-quartz). In comparison to technologically important LiNbO3, which has a powder SHG intensity of 600 vs α-quartz, the SHG response of 3 is remarkable. Compound 4 also exhibits a substantial SHG response with an I 2ω of 400 vs α-quartz. Compound 5 exhibited a large SHG response, but the sample was damaged by the laser before an accurate measurement could be attained (attempts to attenuate the input beam were unsuccessful). Compounds 2 and 6 exhibit no SHG response, consistent with their centrosymmetric structures. ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>Compounds <bold>1</bold>\n<bold>−</bold>\n<bold>6</bold> are thermally robust and are insoluble in common solvents (Figure ). Furthermore, the\nuse of d<sup>10</sup> metal centers ensures that <bold>1</bold>\n<bold>−</bold>\n<bold>6</bold> are optically\ntransparent. Because only modest donor/acceptor combinations were used in these compounds, we have also\novercome severe optical absorption problems often\nencountered in purely organic NLO materials. These\nresults clearly demonstrate that efficient NLO materials\ncan be synthesized based on coordination networks with\n2D grid structures.\n\n</p>", "clean_text": "Compounds 1 - 6 are thermally robust and are insoluble in common solvents (Figure ). Furthermore, the use of d10 metal centers ensures that 1 - 6 are optically transparent. Because only modest donor/acceptor combinations were used in these compounds, we have also overcome severe optical absorption problems often encountered in purely organic NLO materials. These results clearly demonstrate that efficient NLO materials can be synthesized based on coordination networks with 2D grid structures.  ", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig id=\"cm010427kf00008\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>TGA curves for compounds<bold>1</bold>\n<bold>−</bold>\n<bold>6</bold>. For clarity, the curves have been shifted vertically.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm010427kf00008.tif\"></graphic>\n</fig>", "clean_text": " 8  TGA curves for compounds1 - 6. For clarity, the curves have been shifted vertically.   ", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Discussion.</bold> With the exception of <bold>5</bold>, the use of\n<italic toggle=\"yes\">m-</italic>pyridinecarboxylates as bridging ligands has resulted\nin the formation of 2D square or rhombohedral grids.\nThe use of symmetrical bridging ligands such as bipyridine or terephalate in the synthesis of infinite 2D grids\nhas now become commonplace. The use of such ligands\noften leads to centrosymmetric structures due to their\nsymmetrical nature. The use of unsymmetrical bridging\nligands such as <italic toggle=\"yes\">m-</italic>pyridinecarboxylates is key to the\n\nconstruction of acentric solids based on 2D grids. Each\nmetal center in these networks has at most <italic toggle=\"yes\">C</italic>\n<italic toggle=\"yes\">\n<sub>2</sub>\n</italic> molecular\nsymmetry and therefore guarantees that each individual\ngrid is acentric. The synthesis of coordination polymers\nbased on unsymmetrical bridging ligands is inherently\nmore difficult owing to the varied coordination ability\nof different functional groups. We have overcome such\na difficulty by employing a combination of hydro(solvo)thermal conditions and well-chosen ligand precursors.\nThe in-situ slow hydrolysis of these precursor ligands\nunder such conditions ensures that an excess of metal\nions remains in solution, thereby favoring the formation\nof less soluble polymeric networks. Our work thus\nclearly shows that acentric square and rhombohedral\ngrids can be readily designed using this very simple\napproach. However, several other factors need to be\ncontrolled in order to rationally design acentric solids\nbased on 2D grids.\n</p>", "clean_text": " Discussion. With the exception of 5, the use of m-pyridinecarboxylates as bridging ligands has resulted in the formation of 2D square or rhombohedral grids. The use of symmetrical bridging ligands such as bipyridine or terephalate in the synthesis of infinite 2D grids has now become commonplace. The use of such ligands often leads to centrosymmetric structures due to their symmetrical nature. The use of unsymmetrical bridging ligands such as m-pyridinecarboxylates is key to the  construction of acentric solids based on 2D grids. Each metal center in these networks has at most C  2  molecular symmetry and therefore guarantees that each individual grid is acentric. The synthesis of coordination polymers based on unsymmetrical bridging ligands is inherently more difficult owing to the varied coordination ability of different functional groups. We have overcome such a difficulty by employing a combination of hydro(solvo)thermal conditions and well-chosen ligand precursors. The in-situ slow hydrolysis of these precursor ligands under such conditions ensures that an excess of metal ions remains in solution, thereby favoring the formation of less soluble polymeric networks. Our work thus clearly shows that acentric square and rhombohedral grids can be readily designed using this very simple approach. However, several other factors need to be controlled in order to rationally design acentric solids based on 2D grids. ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>While <bold>1</bold> adopts a chiral 2D grid structure, <bold>2</bold> crystallizes in a centrosymmetric 3D structure. This result\nsuggests that the formation of 2D grids is affected by\nthe changes in atomic radii and coordination environments of the metal connecting points. This trend is also\nobserved in the structures of <bold>3</bold>−<bold>6</bold>. Although both <bold>3</bold> and\n<bold>4</bold> adopt 2D grid structures, they have very different\nnetwork topologies. Despite numerous attempts, we\nhave not even been able to isolate neutral Cd(II) phases\nbased on 4-[2-(3-pyridyl)ethenyl]benzoate and 3-[2-(3-pyridyl)ethenyl]thiophenecarboxylate ligands. Such a\ndrastic difference as a result of the metal connecting\npoints is in stark contrast to the crystal engineering of\nacentric solids based on 3D diamondoid networks. In\nour earlier work, we have shown that the formation of\n3D diamondoid networks is not sensitive to the differences in atomic radii and coordination environments of\nthe metal connecting points. In almost all the cases,\nboth Zn- and Cd-based 3D diamondoid networks adopt\nthe same topologies despite their differences in atomic\nradii and coordination environments. The different\ndegree of control on the packing along the third dimension is presumably responsible for different behaviors\nbetween the 2D grid and 3D diamondoid networks.\n</p>", "clean_text": "While 1 adopts a chiral 2D grid structure, 2 crystallizes in a centrosymmetric 3D structure. This result suggests that the formation of 2D grids is affected by the changes in atomic radii and coordination environments of the metal connecting points. This trend is also observed in the structures of 3-6. Although both 3 and 4 adopt 2D grid structures, they have very different network topologies. Despite numerous attempts, we have not even been able to isolate neutral Cd(II) phases based on 4-[2-(3-pyridyl)ethenyl]benzoate and 3-[2-(3-pyridyl)ethenyl]thiophenecarboxylate ligands. Such a drastic difference as a result of the metal connecting points is in stark contrast to the crystal engineering of acentric solids based on 3D diamondoid networks. In our earlier work, we have shown that the formation of 3D diamondoid networks is not sensitive to the differences in atomic radii and coordination environments of the metal connecting points. In almost all the cases, both Zn- and Cd-based 3D diamondoid networks adopt the same topologies despite their differences in atomic radii and coordination environments. The different degree of control on the packing along the third dimension is presumably responsible for different behaviors between the 2D grid and 3D diamondoid networks. ", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>Numerous interpenetrated infinite networks have\nbeen reported in the literature. We have previously\ndocumented this phenomenon in the synthesis of 3D\ndiamondoid coordination polymers. To enhance the\nSHG properties of metal−organic coordination networks, ligands with increasing length (and hence conjugation) are desired. Unfortunately, such increase in\nligand length results in larger cavities formed within\neach 2D grid, which often leads to interpenetration (or\ninterweaving) of independent 2D grids (in order to\neffectively fill the void space). For example, compound\n<bold>1</bold> effectively fills the void space within each 2D grid via\ninterdigitation of the other 2D grid, whereas <bold>3</bold> and <bold>4</bold>\nadopts 3- and 2-fold interweaving, respectively, in order\nto fill the void space. The interpenetration (or interweaving) of independent nets complicates the crystal\nengineering of acentric solids; an even-fold interpenetration can (but not necessarily) bring inversion symmetry and cause the resulting structure to be centrosymmetric. For example, compound <bold>6</bold> adopts 2-fold interweaving and crystallizes in a centrosymmetric space\ngroup. Just as in 3D diamondoid coordination networks,\nthe number of interpenetrated nets is directly correlated\nto the ligand length. With judicious choices of bridging\nligands of desired lengths, an odd-number-fold of interpenetration (interweaving) can be achieved and acentric\n2D grids can be designed.\n</p>", "clean_text": "Numerous interpenetrated infinite networks have been reported in the literature. We have previously documented this phenomenon in the synthesis of 3D diamondoid coordination polymers. To enhance the SHG properties of metal-organic coordination networks, ligands with increasing length (and hence conjugation) are desired. Unfortunately, such increase in ligand length results in larger cavities formed within each 2D grid, which often leads to interpenetration (or interweaving) of independent 2D grids (in order to effectively fill the void space). For example, compound 1 effectively fills the void space within each 2D grid via interdigitation of the other 2D grid, whereas 3 and 4 adopts 3- and 2-fold interweaving, respectively, in order to fill the void space. The interpenetration (or interweaving) of independent nets complicates the crystal engineering of acentric solids; an even-fold interpenetration can (but not necessarily) bring inversion symmetry and cause the resulting structure to be centrosymmetric. For example, compound 6 adopts 2-fold interweaving and crystallizes in a centrosymmetric space group. Just as in 3D diamondoid coordination networks, the number of interpenetrated nets is directly correlated to the ligand length. With judicious choices of bridging ligands of desired lengths, an odd-number-fold of interpenetration (interweaving) can be achieved and acentric 2D grids can be designed. ", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>Finally, it is also necessary to control the stacking of\nnon-centrosymmetric 2D grids in the third dimension\nin order to obtain a bulk acentric solid. Inherent in the\ndesign of these infinite planar 2D grids is the lack of\ncontrol in the third dimension. For example, the metal\ncenters in adjacent layers in compound <bold>3</bold> have opposite\nchirality to result in a 2D racemate. While the grids in\n<bold>3</bold> are related via a glide plane, this lack of control could\nbring unwanted inversion centers. To ensure bulk\nacentricity, we have utilized <italic toggle=\"yes\">m</italic>-pyridinecarboxylates\nligands in which the pyridyl nitrogen is situated in a\nmeta-position to design 2D square grids that exhibit a\ncorrugated (or pleated) topology as in <bold>5</bold> and <bold>6</bold>. The\nruffled nature of these networks possesses better interlayer registry and thus promotes the stacking of 2D\ngrids in a fashion that adjacent layers are related only\nby translational symmetry. Bulk chirality is maintained\nin compound <bold>5</bold> via such in-registry stacking of adjacent\n2D grids. However, 2-fold interweaving has caused <bold>6</bold> to\nadopt a centrosymmetric structure. Acentric solids can\nthus be rationally synthesized by controlling the degree\nof interweaving of 2D grids with a pleated topology. We\nhave therefore demonstrated a successful crystal engineering approach toward the synthesis of NLO materials based on infinite 2D grids.\n</p>", "clean_text": "Finally, it is also necessary to control the stacking of non-centrosymmetric 2D grids in the third dimension in order to obtain a bulk acentric solid. Inherent in the design of these infinite planar 2D grids is the lack of control in the third dimension. For example, the metal centers in adjacent layers in compound 3 have opposite chirality to result in a 2D racemate. While the grids in 3 are related via a glide plane, this lack of control could bring unwanted inversion centers. To ensure bulk acentricity, we have utilized m-pyridinecarboxylates ligands in which the pyridyl nitrogen is situated in a meta-position to design 2D square grids that exhibit a corrugated (or pleated) topology as in 5 and 6. The ruffled nature of these networks possesses better interlayer registry and thus promotes the stacking of 2D grids in a fashion that adjacent layers are related only by translational symmetry. Bulk chirality is maintained in compound 5 via such in-registry stacking of adjacent 2D grids. However, 2-fold interweaving has caused 6 to adopt a centrosymmetric structure. Acentric solids can thus be rationally synthesized by controlling the degree of interweaving of 2D grids with a pleated topology. We have therefore demonstrated a successful crystal engineering approach toward the synthesis of NLO materials based on infinite 2D grids. ", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<title>\n<ext-link xlink:href=\"/doi/suppl/10.1021%2Fcm010427k\">Supporting Information Available</ext-link>\n</title><p>Spectroscopic and\nanalytical data, one table, and two figures (PDF) and crystallographic information (CIF). This material is available free of\ncharge via the Internet at http://pubs. acs.org</p><title>References</title>", "clean_text": " Supporting Information Available \n\nSpectroscopic and analytical data, one table, and two figures (PDF) and crystallographic information (CIF). This material is available free of charge via the Internet at http://pubs. acs.org\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18", "type": "text", "classification": "synthesis condition", "content": "<p>\n<bold>Synthesis of </bold>\n<bold>\n<italic toggle=\"yes\">E</italic>\n</bold>\n<bold>-3-[2-(4-Pyridyl)ethenyl]benzonitrile,\nL1.</bold> A mixture of 4-vinylpyridine (11.55 g, 110 mmol) and\n3-bromobenzonitrile (18.203 g, 100 mmol) in a solution of\ntriethylamine (25 mL) and <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>‘-dimethylformamide (35 mL)\nwas refluxed in the presence of tris(<italic toggle=\"yes\">o</italic>-tolyl)phosphine (500 mg)\nand palladium(II) acetate (500 mg) for 14 h. The volatiles were\nremoved under reduced pressure, and the resulting residue\nwas dissolved in ethyl acetate (100 mL), washed three times\nwith deionized water (50 mL), and dried over MgSO<sub>4</sub>. Upon\nremoving organic volatiles using a rotary evaporator, the\nresidue was recrystallized from a solution of ethyl acetate and\nhexanes (1/1, (v:v)) to afford 20.0 g of pure <italic toggle=\"yes\">(E</italic>)-3-[2-(4-pyridyl)ethenyl]benzonitrile (97% yield).\n</p><p>\n<bold>Synthesis of </bold>\n<bold>\n<italic toggle=\"yes\">E</italic>\n</bold>\n<bold>-4-[2-(3-Pyridyl)ethenyl]benzonitrile,\nL2.</bold> A mixture of (4-cyanobenzyl)triphenylphosphonium bromide (7.786 g, 17 mmol) and 3-pyridinecarbaldehyde (1.66 g,\n15.5 mmol) in 30 mL of methylene chloride was stirred\nvigorously in a 250 mL Erlenmeyer flask. To this suspension\nwas added 10 mL of 50% aqueous NaOH dropwise over the\ncourse of 1 h. After stirring vigorously for an additional 1 h,\nthe mixture was washed with three portions of deionized water\n(100 mL). The organic layer was dried over MgSO<sub>4</sub> and\nevaporated to dryness. The resulting white solid was transferred to a 100 mL round-bottom flask containing iodine\ncrystals (0.1 g, 0.788 mmol) and 40 mL of nitrobenzene, and\nthe mixture was refluxed for 3 h. Upon cooling, the reaction\nmixture was extracted with dilute hydrochloric acid. The\naqueous phase was removed, made alkaline with 3 M NaOH,\nand extracted with ethyl acetate. The extract was dried over\nMgSO<sub>4</sub> and evaporated to dryness to afford 2.426 g of pure\nproduct (76% yield).\n</p><p>\n<bold>Synthesis of Diethyl-3-pyridylmethyl Phosphonate.</bold> To\na suspension of sodium hydride (0.361 g, 15 mmol) in anhydrous toluene (30 mL) at 0 °C was added diethyl phosphite\n(2.070 g, 15 mmol) dropwise over the course of 1 h. After\n\nstirring for an additional 1 h at 0 °C, the mixture was refluxed\nfor 2 h. Upon cooling, 3-chloromethylpyridine (1.27 g, 10 mmol)\nwas added, and the mixture was refluxed for 3 h. After\nremoving the volatiles under reduced pressure, the residue was\ndissolved in 50 mL of ethyl acetate, washed with two portions\nof deionized water, dried over MgSO<sub>4</sub>, and concentrated to\ndryness. Silica gel chromatography eluting with a mixture of\nchloroform and acetone (2:1 (v:v)) afforded 0.678 g of diethyl-3-pyridylmethylphosphonate (29.6% yield).\n</p><p>\n<bold>Synthesis of </bold>\n<bold>\n<italic toggle=\"yes\">E</italic>\n</bold>\n<bold>-5-[2-(3-Pyridyl)ethenyl]-2-bromothiophene.</bold> The yellow oil from the above was transferred to a\nround-bottom flask containing 5-bromo-2-thiophenecarboxaldehyde (0.515, 2.7 mmol) in 25 mL of tetrahydrofuran (THF).\nThe mixture was chilled in a salt/ice bath, and 4 mL of a 0.97\nM solution of potassium <italic toggle=\"yes\">t</italic>-butoxide in THF was added dropwise\nover 1 h. The mixture was stirred for an additional 2 h and\nthen quenched with 5 mL of deionized water. The volatiles\nwere then removed under reduced pressure, and the residue\nwas dissolved in ethyl acetate (50 mL), washed with three\nportions of deionized water (20 mL), dried over MgSO<sub>4</sub>, and\nconcentrated to dryness. Silica gel chromotagraphy eluting\nwith a mixture of hexanes and ethyl acetate (1:1 (v/v)) afforded\n0.438 g of pure <italic toggle=\"yes\">E-</italic>5-[2-(3-pyridyl)ethenyl]-2-bromothiophene\n(61.0% yield).\n</p><p>\n<bold>Synthesis of 5-[2-(3-Pyridyl)ethenyl]-2-thiophenecarbonitrile, L3.</bold> The colorless oil from the above was added to\na suspension of copper(I) cyanide (0.180 g, 2.0 mmol) in\ndimethylformamide (DMF, 25 mL) and refluxed for 12 h. After\ncooling, the solvent was removed under reduced pressure, and\nthe residue was dissolved in ethyl acetate (50 mL), washed\nwith three portions of deionized water (20 mL), dried over\nMgSO<sub>4</sub>, and concentrated to dryness. Silica gel chromatography eluting with a mixture of hexanes and ethyl acetate\nafforded 0.143 g of pure <italic toggle=\"yes\">E</italic>-5-[2-(3-pyridyl)ethenyl]-2-thiophenecarbonitrile (41.4% yield).\n</p><p>\n<bold>Synthesis of Zn(nicotinate)<sub>2</sub>, 1. </bold>In a heavy-walled Pyrex\ntube a mixture of Zn(ClO<sub>4</sub>)·6H<sub>2</sub>O (0.186 g, 0.5 mmol) and\n3-cyanopyridine (0.105 g, 1 mmol) was thoroughly mixed in\nH<sub>2</sub>O (0.2 mL) and ethanol (1 mL). The mixture was frozen in\nliquid nitrogen, sealed under vacuum, and placed in an oven\nat 130 °C. After heating for 48 h, 0.115 g of colorless\nrectangular crystals were obtained (yield:  74.3%). The product\nis air-stable and insoluble in common solvents.\n</p><p>\n<bold>Syntheis of Cd(nicotinate)<sub>2</sub>, 2.</bold> In a heavy-walled Pyrex\ntube a mixture of Cd(ClO<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.055 g, 0.125 mmol) and\n3-cyanopyridine (0.025 g, 0.25 mmol) was thoroughly mixed\nin H<sub>2</sub>O (0.3 mL), ethanol (0.8 mL), and pyridine (0.3 mL). The\nmixture was frozen in liquid nitrogen, sealed under vacuum,\nand placed in an oven at 130 °C. After heating for 48 h, 0.036\ng of colorless rectangular crystals were obtained (yield:  40.4%).\n</p><p>\n<bold>Synthesis of Cd{3-[2-(4-pyridyl)ethenyl]benzoate}<sub>2</sub>, 3.</bold>\nIn a heavy-walled Pyrex tube a mixture of Cd(ClO<sub>4</sub>)·6H<sub>2</sub>O\n(0.093 g, 0.25 mmol) and <bold>L1</bold> (0.104 g, 0.5 mmol) was thoroughly mixed in H<sub>2</sub>O (0.2 mL) and ethanol (1 mL). The tube\nwas frozen in liquid nitrogen, sealed under vacuum, and placed\nin an oven at 130 °C. After heating for 48 h, 0.092 g of colorless\nneedle-shaped crystals were obtained (yield:  66%).\n</p><p>\n<bold>Synthesis of Zn<sub>4</sub>{3-[2-(4-pyridyl)ethenyl]benzoato}<sub>8</sub>·{3-[2-(4-pyridyl)ethenyl]benzoic acid}·H<sub>2</sub>O, 4.</bold> In a heavy-walled Pyrex tube a mixture of Zn(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.074 g, 0.25\nmmol) and <bold>L1</bold> (0.104 g, 0.5 mmol) was thoroughly mixed in\nH<sub>2</sub>O (0.3 mL), ethanol (0.7 mL), and pyridine (0.2 mL). The\ntube was frozen in liquid nitrogen, sealed under vacuum, and\nplaced in an oven at 105 °C. After 72 h of heating, 0.074 g of\ncolorless rectangular crystals were obtained (yield:  57.9%\nbased on <bold>L1</bold>).\n</p><p>\n<bold>Synthesis of Zn{4-[2-(3-pyridyl)ethenyl]benzoato}<sub>2</sub>·H<sub>2</sub>O, 5.</bold> In a heavy-walled Pyrex tube a mixture of Zn(ClO<sub>4</sub>)·6H<sub>2</sub>O (0.180 g, 0.5 mmol) and <bold>L2</bold> (0.208 g, 1.0 mmol) was\nthoroughly mixed in H<sub>2</sub>O (0.05 mL) and methanol (0.5 mL).\nThe tube was frozen in liquid nitrogen, sealed under vacuum,\nand placed in an oven at 130 °C. After 4 days of heating, 0.133\ng of colorless rectangular crystals were obtained (yield:  50.0%).\n</p><p>\n<bold>Synthesis of Zn{5-[2-(3-pyridyl)ethenyl]thiophene-2-carboxylate}<sub>2</sub>, 6.</bold> In a heavy-walled Pyrex tube a mixture of\nZn(ClO<sub>4</sub>)·6H<sub>2</sub>O (0.046 g, 0.125 mmol) and <bold>L3</bold> (0.053 g, 0.25\nmmol) was thoroughly mixed in H<sub>2</sub>O (0.2 mL) and ethanol (1\nmL). The tube was frozen in liquid nitrogen, sealed under\nvacuum, and placed in an oven at 120 °C. After 4 days of\nheating, 0.019 g of colorless rectangular crystals were obatined\n(yield:  29.0%).\n</p>", "clean_text": " Synthesis of   E  -3-[2-(4-Pyridyl)ethenyl]benzonitrile, L1. A mixture of 4-vinylpyridine (11.55 g, 110 mmol) and 3-bromobenzonitrile (18.203 g, 100 mmol) in a solution of triethylamine (25 mL) and N,N‘-dimethylformamide (35 mL) was refluxed in the presence of tris(o-tolyl)phosphine (500 mg) and palladium(II) acetate (500 mg) for 14 h. The volatiles were removed under reduced pressure, and the resulting residue was dissolved in ethyl acetate (100 mL), washed three times with deionized water (50 mL), and dried over MgSO4. Upon removing organic volatiles using a rotary evaporator, the residue was recrystallized from a solution of ethyl acetate and hexanes (1/1, (v:v)) to afford 20.0 g of pure (E)-3-[2-(4-pyridyl)ethenyl]benzonitrile (97% yield). \n\n Synthesis of   E  -4-[2-(3-Pyridyl)ethenyl]benzonitrile, L2. A mixture of (4-cyanobenzyl)triphenylphosphonium bromide (7.786 g, 17 mmol) and 3-pyridinecarbaldehyde (1.66 g, 15.5 mmol) in 30 mL of methylene chloride was stirred vigorously in a 250 mL Erlenmeyer flask. To this suspension was added 10 mL of 50% aqueous NaOH dropwise over the course of 1 h. After stirring vigorously for an additional 1 h, the mixture was washed with three portions of deionized water (100 mL). The organic layer was dried over MgSO4 and evaporated to dryness. The resulting white solid was transferred to a 100 mL round-bottom flask containing iodine crystals (0.1 g, 0.788 mmol) and 40 mL of nitrobenzene, and the mixture was refluxed for 3 h. Upon cooling, the reaction mixture was extracted with dilute hydrochloric acid. The aqueous phase was removed, made alkaline with 3 M NaOH, and extracted with ethyl acetate. The extract was dried over MgSO4 and evaporated to dryness to afford 2.426 g of pure product (76% yield). \n\n Synthesis of Diethyl-3-pyridylmethyl Phosphonate. To a suspension of sodium hydride (0.361 g, 15 mmol) in anhydrous toluene (30 mL) at 0 °C was added diethyl phosphite (2.070 g, 15 mmol) dropwise over the course of 1 h. After  stirring for an additional 1 h at 0 °C, the mixture was refluxed for 2 h. Upon cooling, 3-chloromethylpyridine (1.27 g, 10 mmol) was added, and the mixture was refluxed for 3 h. After removing the volatiles under reduced pressure, the residue was dissolved in 50 mL of ethyl acetate, washed with two portions of deionized water, dried over MgSO4, and concentrated to dryness. Silica gel chromatography eluting with a mixture of chloroform and acetone (2:1 (v:v)) afforded 0.678 g of diethyl-3-pyridylmethylphosphonate (29.6% yield). \n\n Synthesis of   E  -5-[2-(3-Pyridyl)ethenyl]-2-bromothiophene. The yellow oil from the above was transferred to a round-bottom flask containing 5-bromo-2-thiophenecarboxaldehyde (0.515, 2.7 mmol) in 25 mL of tetrahydrofuran (THF). The mixture was chilled in a salt/ice bath, and 4 mL of a 0.97 M solution of potassium t-butoxide in THF was added dropwise over 1 h. The mixture was stirred for an additional 2 h and then quenched with 5 mL of deionized water. The volatiles were then removed under reduced pressure, and the residue was dissolved in ethyl acetate (50 mL), washed with three portions of deionized water (20 mL), dried over MgSO4, and concentrated to dryness. Silica gel chromotagraphy eluting with a mixture of hexanes and ethyl acetate (1:1 (v/v)) afforded 0.438 g of pure E-5-[2-(3-pyridyl)ethenyl]-2-bromothiophene (61.0% yield). \n\n Synthesis of 5-[2-(3-Pyridyl)ethenyl]-2-thiophenecarbonitrile, L3. The colorless oil from the above was added to a suspension of copper(I) cyanide (0.180 g, 2.0 mmol) in dimethylformamide (DMF, 25 mL) and refluxed for 12 h. After cooling, the solvent was removed under reduced pressure, and the residue was dissolved in ethyl acetate (50 mL), washed with three portions of deionized water (20 mL), dried over MgSO4, and concentrated to dryness. Silica gel chromatography eluting with a mixture of hexanes and ethyl acetate afforded 0.143 g of pure E-5-[2-(3-pyridyl)ethenyl]-2-thiophenecarbonitrile (41.4% yield). \n\n Synthesis of Zn(nicotinate)2, 1. In a heavy-walled Pyrex tube a mixture of Zn(ClO4)⋅6H2O (0.186 g, 0.5 mmol) and 3-cyanopyridine (0.105 g, 1 mmol) was thoroughly mixed in H2O (0.2 mL) and ethanol (1 mL). The mixture was frozen in liquid nitrogen, sealed under vacuum, and placed in an oven at 130 °C. After heating for 48 h, 0.115 g of colorless rectangular crystals were obtained (yield: 74.3%). The product is air-stable and insoluble in common solvents. \n\n Syntheis of Cd(nicotinate)2, 2. In a heavy-walled Pyrex tube a mixture of Cd(ClO4)2⋅6H2O (0.055 g, 0.125 mmol) and 3-cyanopyridine (0.025 g, 0.25 mmol) was thoroughly mixed in H2O (0.3 mL), ethanol (0.8 mL), and pyridine (0.3 mL). The mixture was frozen in liquid nitrogen, sealed under vacuum, and placed in an oven at 130 °C. After heating for 48 h, 0.036 g of colorless rectangular crystals were obtained (yield: 40.4%). \n\n Synthesis of Cd{3-[2-(4-pyridyl)ethenyl]benzoate}2, 3. In a heavy-walled Pyrex tube a mixture of Cd(ClO4)⋅6H2O (0.093 g, 0.25 mmol) and L1 (0.104 g, 0.5 mmol) was thoroughly mixed in H2O (0.2 mL) and ethanol (1 mL). The tube was frozen in liquid nitrogen, sealed under vacuum, and placed in an oven at 130 °C. After heating for 48 h, 0.092 g of colorless needle-shaped crystals were obtained (yield: 66%). \n\n Synthesis of Zn4{3-[2-(4-pyridyl)ethenyl]benzoato}8⋅{3-[2-(4-pyridyl)ethenyl]benzoic acid}⋅H2O, 4. In a heavy-walled Pyrex tube a mixture of Zn(NO3)2⋅6H2O (0.074 g, 0.25 mmol) and L1 (0.104 g, 0.5 mmol) was thoroughly mixed in H2O (0.3 mL), ethanol (0.7 mL), and pyridine (0.2 mL). The tube was frozen in liquid nitrogen, sealed under vacuum, and placed in an oven at 105 °C. After 72 h of heating, 0.074 g of colorless rectangular crystals were obtained (yield: 57.9% based on L1). \n\n Synthesis of Zn{4-[2-(3-pyridyl)ethenyl]benzoato}2⋅H2O, 5. In a heavy-walled Pyrex tube a mixture of Zn(ClO4)⋅6H2O (0.180 g, 0.5 mmol) and L2 (0.208 g, 1.0 mmol) was thoroughly mixed in H2O (0.05 mL) and methanol (0.5 mL). The tube was frozen in liquid nitrogen, sealed under vacuum, and placed in an oven at 130 °C. After 4 days of heating, 0.133 g of colorless rectangular crystals were obtained (yield: 50.0%). \n\n Synthesis of Zn{5-[2-(3-pyridyl)ethenyl]thiophene-2-carboxylate}2, 6. In a heavy-walled Pyrex tube a mixture of Zn(ClO4)⋅6H2O (0.046 g, 0.125 mmol) and L3 (0.053 g, 0.25 mmol) was thoroughly mixed in H2O (0.2 mL) and ethanol (1 mL). The tube was frozen in liquid nitrogen, sealed under vacuum, and placed in an oven at 120 °C. After 4 days of heating, 0.019 g of colorless rectangular crystals were obatined (yield: 29.0%). ", "data": ["(SyntaxError(\"unmatched ']'\", ('<unknown>', 1, 6297, '[{\"meta\":{\"name\":\"E-3-[2-(4-Pyridyl)ethenyl]benzonitrile, L1\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"chemical synthesis\", \"precursor\":[{\"name\":\"4-vinylpyridine\", \"amount\":\"11.55\", \"unit\":\"g\"}, {\"name\":\"3-bromobenzonitrile\", \"amount\":\"18.203\", \"unit\":\"g\"}], \"solution\": [{\"name\":\"triethylamine\", \"amount\":\"25\", \"unit\":\"mL\"}, {\"name\":\"N,N-dimethylformamide\", \"amount\":\"35\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"reflux\", \"time\":\"14 h\", \"catalyst\": \"tris(o-tolyl)phosphine, palladium(II) acetate\"}, {\"synthesis method\":\"washing\", \"washing solution\":\"ethyl acetate\", \"amount\":\"100 mL\"}, {\"synthesis method\":\"drying\", \"pressure\": \"\", \"temperature\": \"\", \"atmosphere\": \"\", \"time\": \"\"}], \"yield\":\"97%\"}], [{\"meta\":{\"name\":\"E-4-[2-(3-Pyridyl)ethenyl]benzonitrile, L2\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"chemical synthesis\", \"precursor\":[{\"name\":\"(4-cyanobenzyl)triphenylphosphonium bromide\", \"amount\":\"7.786\", \"unit\":\"g\"}, {\"name\":\"3-pyridinecarbaldehyde\", \"amount\":\"1.66\", \"unit\":\"g\"}], \"solution\": [{\"name\":\"methylene chloride\", \"amount\":\"30\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"\", \"time\":\"1 h\"}, {\"synthesis method\":\"washing\", \"washing solution\":\"deionized water\", \"amount\":\"100 mL\"}, {\"synthesis method\":\"drying\", \"pressure\": \"\", \"temperature\": \"\", \"atmosphere\": \"\", \"time\": \"\"}], \"yield\":\"76%\"}], [{\"meta\":{\"name\":\"Diethyl-3-pyridylmethyl Phosphonate\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"chemical synthesis\", \"precursor\":[{\"name\":\"sodium hydride\", \"amount\":\"0.361\", \"unit\":\"g\"}, {\"name\":\"diethyl phosphite\", \"amount\":\"2.070\", \"unit\":\"g\"}, {\"name\":\"3-chloromethylpyridine\", \"amount\":\"1.27\", \"unit\":\"g\"}], \"solution\": [{\"name\":\"anhydrous toluene\", \"amount\":\"30\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"0°C\", \"time\":\"2 h\"}, {\"synthesis method\":\"washing\", \"washing solution\":\"ethyl acetate\", \"amount\":\"50 mL\"}, {\"synthesis method\":\"drying\", \"pressure\": \"\", \"temperature\": \"\", \"atmosphere\": \"\", \"time\": \"\"}], \"yield\":\"29.6%\"}], [{\"meta\":{\"name\":\"E-5-[2-(3-Pyridyl)ethenyl]-2-bromothiophene\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"chemical synthesis\", \"precursor\":[{\"name\":\"E-5-[2-(3-pyridyl)ethenyl]-2-bromothiophene\", \"amount\":\"\", \"unit\":\"\"}, {\"name\":\"5-bromo-2-thiophenecarboxaldehyde\", \"amount\":\"0.515\", \"unit\":\"g\"}], \"solution\": [{\"name\":\"tetrahydrofuran\", \"amount\":\"25\", \"unit\":\"mL\"}, {\"name\":\"potassium t-butoxide\", \"amount\":\"4\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"\", \"time\":\"2 h\"}, {\"synthesis method\":\"washing\", \"washing solution\":\"deionized water\", \"amount\":\"5 mL\"}, {\"synthesis method\":\"drying\", \"pressure\": \"\", \"temperature\": \"\", \"atmosphere\": \"\", \"time\": \"\"}], \"yield\":\"61.0%\"}], [{\"meta\":{\"name\":\"E-5-[2-(3-Pyridyl)ethenyl]-2-thiophenecarbonitrile, L3\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"chemical synthesis\", \"precursor\":[{\"name\":\"E-5-[2-(3-pyridyl)ethenyl]-2-thiophenecarbonitrile\", \"amount\":\"\", \"unit\":\"\"}, {\"name\":\"copper(I) cyanide\", \"amount\":\"0.180\", \"unit\":\"g\"}], \"solution\": [{\"name\":\"dimethylformamide\", \"amount\":\"25\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"reflux\", \"time\":\"12 h\"}, {\"synthesis method\":\"washing\", \"washing solution\":\"deionized water\", \"amount\":\"50 mL\"}, {\"synthesis method\":\"drying\", \"pressure\": \"\", \"temperature\": \"\", \"atmosphere\": \"\", \"time\": \"\"}], \"yield\":\"41.4%\"}], [{\"meta\":{\"name\":\"Zn(nicotinate)2, 1\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"solvothermal synthesis\", \"precursor\":[{\"name\":\"Zn(ClO4)·6H2O\", \"amount\":\"0.186\", \"unit\":\"g\"}, {\"name\":\"3-cyanopyridine\", \"amount\":\"0.105\", \"unit\":\"g\"}], \"solvent\": [{\"name\":\"H2O\", \"amount\":\"0.2\", \"unit\":\"mL\"}, {\"name\":\"ethanol\", \"amount\":\"1\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"130°C\", \"time\":\"48 h\"}], \"yield\":\"74.3%\"}], [{\"meta\":{\"name\":\"Cd(nicotinate)2, 2\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"solvothermal synthesis\", \"precursor\":[{\"name\":\"Cd(ClO4)2·6H2O\", \"amount\":\"0.055\", \"unit\":\"g\"}, {\"name\":\"3-cyanopyridine\", \"amount\":\"0.025\", \"unit\":\"g\"}], \"solvent\": [{\"name\":\"H2O\", \"amount\":\"0.3\", \"unit\":\"mL\"}, {\"name\":\"ethanol\", \"amount\":\"0.8\", \"unit\":\"mL\"}, {\"name\":\"pyridine\", \"amount\":\"0.3\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"130°C\", \"time\":\"48 h\"}], \"yield\":\"40.4%\"}], [{\"meta\":{\"name\":\"Cd{3-[2-(4-pyridyl)ethenyl]benzoate}2, 3\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"solvothermal synthesis\", \"precursor\":[{\"name\":\"Cd(ClO4)·6H2O\", \"amount\":\"0.093\", \"unit\":\"g\"}, {\"name\":\"L1\", \"amount\":\"0.104\", \"unit\":\"g\"}], \"solvent\": [{\"name\":\"H2O\", \"amount\":\"0.2\", \"unit\":\"mL\"}, {\"name\":\"ethanol\", \"amount\":\"1\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"130°C\", \"time\":\"48 h\"}], \"yield\":\"66%\"}], [{\"meta\":{\"name\":\"Zn4{3-[2-(4-pyridyl)ethenyl]benzoato}8·{3-[2-(4-pyridyl)ethenyl]benzoic acid}·H2O, 4\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"solvothermal synthesis\", \"precursor\":[{\"name\":\"Zn(NO3)2·6H2O\", \"amount\":\"0.074\", \"unit\":\"g\"}, {\"name\":\"L1\", \"amount\":\"0.104\", \"unit\":\"g\"}], \"solvent\": [{\"name\":\"H2O\", \"amount\":\"0.3\", \"unit\":\"mL\"}, {\"name\":\"ethanol\", \"amount\":\"0.7\", \"unit\":\"mL\"}, {\"name\":\"pyridine\", \"amount\":\"0.2\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"105°C\", \"time\":\"72 h\"}], \"yield\":\"57.9%\"}], [{\"meta\":{\"name\":\"Zn{4-[2-(3-pyridyl)ethenyl]benzoato}2·H2O, 5\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"solvothermal synthesis\", \"precursor\":[{\"name\":\"Zn(ClO4)·6H2O\", \"amount\":\"0.180\", \"unit\":\"g\"}, {\"name\":\"L2\", \"amount\":\"0.208\", \"unit\":\"g\"}], \"solvent\": [{\"name\":\"H2O\", \"amount\":\"0.05\", \"unit\":\"mL\"}, {\"name\":\"methanol\", \"amount\":\"0.5\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"130°C\", \"time\":\"4 days\"}], \"yield\":\"50.0%\"}], [{\"meta\":{\"name\":\"Zn{5-[2-(3-pyridyl)ethenyl]thiophene-2-carboxylate}2, 6\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"solvothermal synthesis\", \"precursor\":[{\"name\":\"Zn(ClO4)·6H2O\", \"amount\":\"0.046\", \"unit\":\"g\"}, {\"name\":\"L3\", \"amount\":\"0.053\", \"unit\":\"g\"}], \"solvent\": [{\"name\":\"H2O\", \"amount\":\"0.2\", \"unit\":\"mL\"}, {\"name\":\"ethanol\", \"amount\":\"1\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"120°C\", \"time\":\"4 days\"}], \"yield\":\"29.0%\"}]]')), '[{\"meta\":{\"name\":\"E-3-[2-(4-Pyridyl)ethenyl]benzonitrile, L1\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"chemical synthesis\", \"precursor\":[{\"name\":\"4-vinylpyridine\", \"amount\":\"11.55\", \"unit\":\"g\"}, {\"name\":\"3-bromobenzonitrile\", \"amount\":\"18.203\", \"unit\":\"g\"}], \"solution\": [{\"name\":\"triethylamine\", \"amount\":\"25\", \"unit\":\"mL\"}, {\"name\":\"N,N-dimethylformamide\", \"amount\":\"35\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"reflux\", \"time\":\"14 h\", \"catalyst\": \"tris(o-tolyl)phosphine, palladium(II) acetate\"}, {\"synthesis method\":\"washing\", \"washing solution\":\"ethyl acetate\", \"amount\":\"100 mL\"}, {\"synthesis method\":\"drying\", \"pressure\": \"\", \"temperature\": \"\", \"atmosphere\": \"\", \"time\": \"\"}], \"yield\":\"97%\"}], [{\"meta\":{\"name\":\"E-4-[2-(3-Pyridyl)ethenyl]benzonitrile, L2\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"chemical synthesis\", \"precursor\":[{\"name\":\"(4-cyanobenzyl)triphenylphosphonium bromide\", \"amount\":\"7.786\", \"unit\":\"g\"}, {\"name\":\"3-pyridinecarbaldehyde\", \"amount\":\"1.66\", \"unit\":\"g\"}], \"solution\": [{\"name\":\"methylene chloride\", \"amount\":\"30\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"\", \"time\":\"1 h\"}, {\"synthesis method\":\"washing\", \"washing solution\":\"deionized water\", \"amount\":\"100 mL\"}, {\"synthesis method\":\"drying\", \"pressure\": \"\", \"temperature\": \"\", \"atmosphere\": \"\", \"time\": \"\"}], \"yield\":\"76%\"}], [{\"meta\":{\"name\":\"Diethyl-3-pyridylmethyl Phosphonate\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"chemical synthesis\", \"precursor\":[{\"name\":\"sodium hydride\", \"amount\":\"0.361\", \"unit\":\"g\"}, {\"name\":\"diethyl phosphite\", \"amount\":\"2.070\", \"unit\":\"g\"}, {\"name\":\"3-chloromethylpyridine\", \"amount\":\"1.27\", \"unit\":\"g\"}], \"solution\": [{\"name\":\"anhydrous toluene\", \"amount\":\"30\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"0°C\", \"time\":\"2 h\"}, {\"synthesis method\":\"washing\", \"washing solution\":\"ethyl acetate\", \"amount\":\"50 mL\"}, {\"synthesis method\":\"drying\", \"pressure\": \"\", \"temperature\": \"\", \"atmosphere\": \"\", \"time\": \"\"}], \"yield\":\"29.6%\"}], [{\"meta\":{\"name\":\"E-5-[2-(3-Pyridyl)ethenyl]-2-bromothiophene\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"chemical synthesis\", \"precursor\":[{\"name\":\"E-5-[2-(3-pyridyl)ethenyl]-2-bromothiophene\", \"amount\":\"\", \"unit\":\"\"}, {\"name\":\"5-bromo-2-thiophenecarboxaldehyde\", \"amount\":\"0.515\", \"unit\":\"g\"}], \"solution\": [{\"name\":\"tetrahydrofuran\", \"amount\":\"25\", \"unit\":\"mL\"}, {\"name\":\"potassium t-butoxide\", \"amount\":\"4\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"\", \"time\":\"2 h\"}, {\"synthesis method\":\"washing\", \"washing solution\":\"deionized water\", \"amount\":\"5 mL\"}, {\"synthesis method\":\"drying\", \"pressure\": \"\", \"temperature\": \"\", \"atmosphere\": \"\", \"time\": \"\"}], \"yield\":\"61.0%\"}], [{\"meta\":{\"name\":\"E-5-[2-(3-Pyridyl)ethenyl]-2-thiophenecarbonitrile, L3\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"chemical synthesis\", \"precursor\":[{\"name\":\"E-5-[2-(3-pyridyl)ethenyl]-2-thiophenecarbonitrile\", \"amount\":\"\", \"unit\":\"\"}, {\"name\":\"copper(I) cyanide\", \"amount\":\"0.180\", \"unit\":\"g\"}], \"solution\": [{\"name\":\"dimethylformamide\", \"amount\":\"25\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"reflux\", \"time\":\"12 h\"}, {\"synthesis method\":\"washing\", \"washing solution\":\"deionized water\", \"amount\":\"50 mL\"}, {\"synthesis method\":\"drying\", \"pressure\": \"\", \"temperature\": \"\", \"atmosphere\": \"\", \"time\": \"\"}], \"yield\":\"41.4%\"}], [{\"meta\":{\"name\":\"Zn(nicotinate)2, 1\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"solvothermal synthesis\", \"precursor\":[{\"name\":\"Zn(ClO4)·6H2O\", \"amount\":\"0.186\", \"unit\":\"g\"}, {\"name\":\"3-cyanopyridine\", \"amount\":\"0.105\", \"unit\":\"g\"}], \"solvent\": [{\"name\":\"H2O\", \"amount\":\"0.2\", \"unit\":\"mL\"}, {\"name\":\"ethanol\", \"amount\":\"1\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"130°C\", \"time\":\"48 h\"}], \"yield\":\"74.3%\"}], [{\"meta\":{\"name\":\"Cd(nicotinate)2, 2\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"solvothermal synthesis\", \"precursor\":[{\"name\":\"Cd(ClO4)2·6H2O\", \"amount\":\"0.055\", \"unit\":\"g\"}, {\"name\":\"3-cyanopyridine\", \"amount\":\"0.025\", \"unit\":\"g\"}], \"solvent\": [{\"name\":\"H2O\", \"amount\":\"0.3\", \"unit\":\"mL\"}, {\"name\":\"ethanol\", \"amount\":\"0.8\", \"unit\":\"mL\"}, {\"name\":\"pyridine\", \"amount\":\"0.3\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"130°C\", \"time\":\"48 h\"}], \"yield\":\"40.4%\"}], [{\"meta\":{\"name\":\"Cd{3-[2-(4-pyridyl)ethenyl]benzoate}2, 3\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"solvothermal synthesis\", \"precursor\":[{\"name\":\"Cd(ClO4)·6H2O\", \"amount\":\"0.093\", \"unit\":\"g\"}, {\"name\":\"L1\", \"amount\":\"0.104\", \"unit\":\"g\"}], \"solvent\": [{\"name\":\"H2O\", \"amount\":\"0.2\", \"unit\":\"mL\"}, {\"name\":\"ethanol\", \"amount\":\"1\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"130°C\", \"time\":\"48 h\"}], \"yield\":\"66%\"}], [{\"meta\":{\"name\":\"Zn4{3-[2-(4-pyridyl)ethenyl]benzoato}8·{3-[2-(4-pyridyl)ethenyl]benzoic acid}·H2O, 4\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"solvothermal synthesis\", \"precursor\":[{\"name\":\"Zn(NO3)2·6H2O\", \"amount\":\"0.074\", \"unit\":\"g\"}, {\"name\":\"L1\", \"amount\":\"0.104\", \"unit\":\"g\"}], \"solvent\": [{\"name\":\"H2O\", \"amount\":\"0.3\", \"unit\":\"mL\"}, {\"name\":\"ethanol\", \"amount\":\"0.7\", \"unit\":\"mL\"}, {\"name\":\"pyridine\", \"amount\":\"0.2\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"105°C\", \"time\":\"72 h\"}], \"yield\":\"57.9%\"}], [{\"meta\":{\"name\":\"Zn{4-[2-(3-pyridyl)ethenyl]benzoato}2·H2O, 5\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"solvothermal synthesis\", \"precursor\":[{\"name\":\"Zn(ClO4)·6H2O\", \"amount\":\"0.180\", \"unit\":\"g\"}, {\"name\":\"L2\", \"amount\":\"0.208\", \"unit\":\"g\"}], \"solvent\": [{\"name\":\"H2O\", \"amount\":\"0.05\", \"unit\":\"mL\"}, {\"name\":\"methanol\", \"amount\":\"0.5\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"130°C\", \"time\":\"4 days\"}], \"yield\":\"50.0%\"}], [{\"meta\":{\"name\":\"Zn{5-[2-(3-pyridyl)ethenyl]thiophene-2-carboxylate}2, 6\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"solvothermal synthesis\", \"precursor\":[{\"name\":\"Zn(ClO4)·6H2O\", \"amount\":\"0.046\", \"unit\":\"g\"}, {\"name\":\"L3\", \"amount\":\"0.053\", \"unit\":\"g\"}], \"solvent\": [{\"name\":\"H2O\", \"amount\":\"0.2\", \"unit\":\"mL\"}, {\"name\":\"ethanol\", \"amount\":\"1\", \"unit\":\"mL\"}], \"pressure\": \"\", \"temperature\":\"120°C\", \"time\":\"4 days\"}], \"yield\":\"29.0%\"}]]')"], "include_properties": ["chemical_synthesis", "washing", "drying", "chemical_synthesis", "washing", "chemical_synthesis", "washing", "drying", "chemical_synthesis", "washing", "drying", "chemical_synthesis", "washing", "drying", "chemical_synthesis", "washing", "drying", "chemical_synthesis", "washing", "drying", "chemical_synthesis", "washing", "drying"]}, {"idx": "1, 42", "type": "text", "classification": "property", "content": "<p>Zinc(II) and cadmium(II) coordination networks with <italic toggle=\"yes\">m</italic>-pyridinecarboxylate bridging\nligands, Zn(nicotinate)<sub>2</sub>, <bold>1</bold>, Cd(nicotinate)<sub>2</sub>, <bold>2</bold>, Cd{3-[2-(4-pyridyl)ethenyl]benzoate}<sub>2</sub>, <bold>3</bold>, Zn<sub>4</sub>{3-[2-(4-pyridyl)ethenyl]benzoate}<sub>8</sub>·{3-[2-(4-pyridyl)ethenyl]benzoic acid}·(H<sub>2</sub>O), <bold>4</bold>, Zn{4-[2-(3-pyridyl)ethenyl]benzoate}<sub>2</sub>·H<sub>2</sub>O, <bold>5</bold>, and Zn{5-[2-(3-pyridyl)ethenyl]thiophene-2-carboxylate}<sub>2</sub>, <bold>6</bold>, have been synthesized under hydro(solvo)thermal conditions. With the exception\nof <bold>5</bold>, these compounds adopt 2D grid structures. The use of unsymmetrical bent <italic toggle=\"yes\">m</italic>-pyridinecarboxylate ligands leads to the formation of intrinsically acentric 2D grids which\nprovide an interesting structural motif for the rational synthesis of polar solids. Compounds\n<bold>1</bold> and <bold>3</bold>\n<bold>−</bold>\n<bold>5</bold> are non-centrosymmetric and show significant powder second harmonic generation\nefficiencies. Compound <bold>2</bold> adopts a centrosymmetric structure due to the presence of a <italic toggle=\"yes\">μ</italic>\n<italic toggle=\"yes\">\n<sub>2</sub>\n</italic>\n<sub>,</sub>\n<italic toggle=\"yes\">η</italic>\n<italic toggle=\"yes\">\n<sup>3</sup>\n</italic>\n<sup></sup>-carboxylate bridge, while compound <bold>6</bold> adopts a centrosymmetric structure due to the presence\nof 2-fold interpenetration. The present work illustrates the potential of rational synthesis\nof nonlinear-optical-active acentric solids by exploiting the propensity of the formation of\n2D coordination networks based on bent linking groups. Crystal data for <bold>1</bold>:  tetragonal space\ngroup <italic toggle=\"yes\">P</italic>4<sub>3</sub>2<sub>1</sub>2, <italic toggle=\"yes\">a</italic> = 7.709(1) Å, <italic toggle=\"yes\">b</italic> = 7.709(1) Å, <italic toggle=\"yes\">c</italic> = 20.327 Å, and Z = 8. Crystal data for <bold>2</bold>: \nmonoclinic space group <italic toggle=\"yes\">P</italic>2<sub>1</sub>\n<italic toggle=\"yes\">/n</italic>, <italic toggle=\"yes\">a</italic> = 10.055(1) Å, <italic toggle=\"yes\">b</italic> = 10.219(1) Å, <italic toggle=\"yes\">c</italic> = 12.733(1) Å, β =\n105.169(2)<sup>o</sup>, and Z = 4. Crystal data for <bold>3</bold>:  orthorhombic space group <italic toggle=\"yes\">Fdd</italic>2, <italic toggle=\"yes\">a</italic> = 20.622(1)\nÅ, <italic toggle=\"yes\">b</italic> = 36.426(1) Å, <italic toggle=\"yes\">c</italic> = 6.241(1) Å, and Z = 8. Crystal data for <bold>4</bold>:  monoclinic space group\n<italic toggle=\"yes\">Cc</italic>, <italic toggle=\"yes\">a</italic> = 21.875(2) Å, <italic toggle=\"yes\">b</italic> = 15.158(1) Å, <italic toggle=\"yes\">c</italic> = 32.863(2) Å, β = 102.997(1), and Z = 4. Crystal\ndata for <bold>5</bold>:  orthorhombic space group <italic toggle=\"yes\">P</italic>2<sub>1</sub>2<sub>1</sub>2, <italic toggle=\"yes\">a</italic> = 7.625(1) Å, <italic toggle=\"yes\">b</italic> = 25.430(2) Å, <italic toggle=\"yes\">c</italic> = 5.863(1)\nÅ, and Z = 4. Crystal data for <bold>6</bold>:  orthorhombic space group <italic toggle=\"yes\">Pcca</italic>, <italic toggle=\"yes\">a</italic> = 17.150(2) Å, <italic toggle=\"yes\">b</italic> =\n9.966(1) Å, <italic toggle=\"yes\">c</italic> = 12.108(2) Å, and Z = 8.\n</p><p>\n<bold>Powder Second Harmonic Generation Results.</bold>\nWe have performed Kurtz powder second harmonic\ngeneration studies using the 1064 nm fundamental\nwavelength of a Nd:YAG laser. Consistent with their\nnon-centrosymmetric structures, compounds <bold>1</bold>, <bold>3</bold>, <bold>4</bold>, and\n<bold>5</bold> are SHG-active. Compound <bold>1</bold> exhibits a modest\npowder SHG efficiency (<italic toggle=\"yes\">I</italic>\n<sup>2ω</sup> of 2 vs α-quartz). The low\nvalue of <italic toggle=\"yes\">I</italic>\n<sup>2ω</sup> is due in part to the short ligand length (and\nthus inefficient conjugation) in <bold>1</bold>. In contrast, compound\n<bold>3</bold> has a much larger SHG response (<italic toggle=\"yes\">I</italic>\n<sup>2ω</sup> of 800 vs\nα-quartz). In comparison to technologically important\nLiNbO<sub>3</sub>, which has a powder SHG intensity of 600 vs\nα-quartz, the SHG response of <bold>3</bold> is remarkable.\nCompound <bold>4</bold> also exhibits a substantial SHG response\nwith an <italic toggle=\"yes\">I</italic>\n<sup>2ω</sup> of 400 vs α-quartz. Compound <bold>5</bold> exhibited a\nlarge SHG response, but the sample was damaged by\nthe laser before an accurate measurement could be\nattained (attempts to attenuate the input beam were\nunsuccessful). Compounds <bold>2</bold> and <bold>6</bold> exhibit no SHG\nresponse, consistent with their centrosymmetric structures.\n</p>", "clean_text": "Zinc(II) and cadmium(II) coordination networks with m-pyridinecarboxylate bridging ligands, Zn(nicotinate)2, 1, Cd(nicotinate)2, 2, Cd{3-[2-(4-pyridyl)ethenyl]benzoate}2, 3, Zn4{3-[2-(4-pyridyl)ethenyl]benzoate}8⋅{3-[2-(4-pyridyl)ethenyl]benzoic acid}⋅(H2O), 4, Zn{4-[2-(3-pyridyl)ethenyl]benzoate}2⋅H2O, 5, and Zn{5-[2-(3-pyridyl)ethenyl]thiophene-2-carboxylate}2, 6, have been synthesized under hydro(solvo)thermal conditions. With the exception of 5, these compounds adopt 2D grid structures. The use of unsymmetrical bent m-pyridinecarboxylate ligands leads to the formation of intrinsically acentric 2D grids which provide an interesting structural motif for the rational synthesis of polar solids. Compounds 1 and 3 - 5 are non-centrosymmetric and show significant powder second harmonic generation efficiencies. Compound 2 adopts a centrosymmetric structure due to the presence of a μ  2  , η  3  -carboxylate bridge, while compound 6 adopts a centrosymmetric structure due to the presence of 2-fold interpenetration. The present work illustrates the potential of rational synthesis of nonlinear-optical-active acentric solids by exploiting the propensity of the formation of 2D coordination networks based on bent linking groups. Crystal data for 1: tetragonal space group P43212, a = 7.709(1) Å, b = 7.709(1) Å, c = 20.327 Å, and Z = 8. Crystal data for 2: monoclinic space group P21 /n, a = 10.055(1) Å, b = 10.219(1) Å, c = 12.733(1) Å, β = 105.169(2)o, and Z = 4. Crystal data for 3: orthorhombic space group Fdd2, a = 20.622(1) Å, b = 36.426(1) Å, c = 6.241(1) Å, and Z = 8. Crystal data for 4: monoclinic space group Cc, a = 21.875(2) Å, b = 15.158(1) Å, c = 32.863(2) Å, β = 102.997(1), and Z = 4. Crystal data for 5: orthorhombic space group P21212, a = 7.625(1) Å, b = 25.430(2) Å, c = 5.863(1) Å, and Z = 4. Crystal data for 6: orthorhombic space group Pcca, a = 17.150(2) Å, b = 9.966(1) Å, c = 12.108(2) Å, and Z = 8. \n\n Powder Second Harmonic Generation Results. We have performed Kurtz powder second harmonic generation studies using the 1064 nm fundamental wavelength of a Nd:YAG laser. Consistent with their non-centrosymmetric structures, compounds 1, 3, 4, and 5 are SHG-active. Compound 1 exhibits a modest powder SHG efficiency (I 2ω of 2 vs α-quartz). The low value of I 2ω is due in part to the short ligand length (and thus inefficient conjugation) in 1. In contrast, compound 3 has a much larger SHG response (I 2ω of 800 vs α-quartz). In comparison to technologically important LiNbO3, which has a powder SHG intensity of 600 vs α-quartz, the SHG response of 3 is remarkable. Compound 4 also exhibits a substantial SHG response with an I 2ω of 400 vs α-quartz. Compound 5 exhibited a large SHG response, but the sample was damaged by the laser before an accurate measurement could be attained (attempts to attenuate the input beam were unsuccessful). Compounds 2 and 6 exhibit no SHG response, consistent with their centrosymmetric structures. ", "data": [[{"meta": {"name": "Zn(nicotinate)2", "symbol": "1", "chemical formula": ""}, "crystal system": [{"value": "tetragonal", "condition": ""}], "space group": []}, {"meta": {"name": "Cd(nicotinate)2", "symbol": "2", "chemical formula": ""}, "crystal system": [{"value": "etc", "condition": ""}], "space group": []}, {"meta": {"name": "Cd{3-[2-(4-pyridyl)ethenyl]benzoate}2", "symbol": "3", "chemical formula": ""}, "crystal system": [{"value": "etc", "condition": ""}], "space group": []}, {"meta": {"name": "Zn4{3-[2-(4-pyridyl)ethenyl]benzoate}8·{3-[2-(4-pyridyl)ethenyl]benzoic acid}·(H2O)", "symbol": "4", "chemical formula": ""}, "crystal system": [{"value": "etc", "condition": ""}], "space group": []}, {"meta": {"name": "Zn{4-[2-(3-pyridyl)ethenyl]benzoate}2·H2O", "symbol": "5", "chemical formula": ""}, "crystal system": [{"value": "etc", "condition": ""}], "space group": []}, {"meta": {"name": "Zn{5-[2-(3-pyridyl)ethenyl]thiophene-2-carboxylate}2", "symbol": "6", "chemical formula": ""}, "crystal system": [{"value": "etc", "condition": ""}], "space group": []}]], "include_properties": ["crystal_system", "space_group"]}, {"idx": 20, "type": "table", "classification": null, "content": "<table-wrap id=\"cm010427kt00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Data for the X-ray Diffraction of<bold>1</bold>−<bold>6</bold>\n<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:colspec colname=\"7\" colnum=\"7\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">compd <bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">compd <bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">compd <bold>3</bold>\n</oasis:entry>\n<oasis:entry nameend=\"5\" namest=\"5\">compd <bold>4</bold>\n</oasis:entry>\n<oasis:entry nameend=\"6\" namest=\"6\">compd <bold>5</bold>\n</oasis:entry>\n<oasis:entry nameend=\"7\" namest=\"7\">compd <bold>6</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">emp formula\n</oasis:entry>\n<oasis:entry colname=\"2\">ZnC<sub>12</sub>H<sub>8</sub>N<sub>2</sub>O<sub>4</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">CdC<sub>12</sub>H<sub>8</sub>N<sub>2</sub>O<sub>4</sub>\n</oasis:entry>\n<oasis:entry colname=\"4\">CdC<sub>28</sub>H<sub>20</sub>N<sub>2</sub>O<sub>4</sub>\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn<sub>4</sub>C<sub>140</sub>H<sub>103</sub>N<sub>9</sub>O<sub>19</sub>\n</oasis:entry>\n<oasis:entry colname=\"6\">ZnC<sub>28</sub>H<sub>22</sub>N<sub>2</sub>O<sub>5</sub>\n</oasis:entry>\n<oasis:entry colname=\"7\">ZnC<sub>24</sub>H<sub>16</sub>N<sub>2</sub>O<sub>4</sub>S<sub>2</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst syst\n</oasis:entry>\n<oasis:entry colname=\"2\">tetragonal\n</oasis:entry>\n<oasis:entry colname=\"3\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"4\">orthorhombic\n</oasis:entry>\n<oasis:entry colname=\"5\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"6\">orthorhombic\n</oasis:entry>\n<oasis:entry colname=\"7\">orthorhombic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">a</italic>, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">7.709(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">10.055(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">20.622(1)\n</oasis:entry>\n<oasis:entry colname=\"5\">21.875(2)\n</oasis:entry>\n<oasis:entry colname=\"6\">7.625(1)\n</oasis:entry>\n<oasis:entry colname=\"7\">17.150(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">b</italic>, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">7.709(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">10.219(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">36.426(1)\n</oasis:entry>\n<oasis:entry colname=\"5\">15.158(1)\n</oasis:entry>\n<oasis:entry colname=\"6\">25.430(2)\n</oasis:entry>\n<oasis:entry colname=\"7\">9.966(1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">c</italic>, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">20.327(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">12.733(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">6.241(1)\n</oasis:entry>\n<oasis:entry colname=\"5\">32.863(2)\n</oasis:entry>\n<oasis:entry colname=\"6\">5.863(1)\n</oasis:entry>\n<oasis:entry colname=\"7\">12.108(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">b, deg.\n</oasis:entry>\n<oasis:entry colname=\"2\">90\n</oasis:entry>\n<oasis:entry colname=\"3\">105.169(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">90\n</oasis:entry>\n<oasis:entry colname=\"5\">102.997(1)\n</oasis:entry>\n<oasis:entry colname=\"6\">90\n</oasis:entry>\n<oasis:entry colname=\"7\">90\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">V</italic>, Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1208.11(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">1262.7(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">4687.8(1)\n</oasis:entry>\n<oasis:entry colname=\"5\">10617.1(10)\n</oasis:entry>\n<oasis:entry colname=\"6\">1136.8(2)\n</oasis:entry>\n<oasis:entry colname=\"7\">2069.4(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Z\n</oasis:entry>\n<oasis:entry colname=\"2\">8\n</oasis:entry>\n<oasis:entry colname=\"3\">4\n</oasis:entry>\n<oasis:entry colname=\"4\">8\n</oasis:entry>\n<oasis:entry colname=\"5\">4\n</oasis:entry>\n<oasis:entry colname=\"6\">4\n</oasis:entry>\n<oasis:entry colname=\"7\">8\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">formula wt\n</oasis:entry>\n<oasis:entry colname=\"2\">309.59\n</oasis:entry>\n<oasis:entry colname=\"3\">356.61\n</oasis:entry>\n<oasis:entry colname=\"4\">560.86\n</oasis:entry>\n<oasis:entry colname=\"5\">2476.80\n</oasis:entry>\n<oasis:entry colname=\"6\">531.85\n</oasis:entry>\n<oasis:entry colname=\"7\">525.88\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic toggle=\"yes\">P</italic>4<sub>3</sub>2<sub>1</sub>2\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry colname=\"4\">\n<italic toggle=\"yes\">Fdd</italic>2\n</oasis:entry>\n<oasis:entry colname=\"5\">Cc\n</oasis:entry>\n<oasis:entry colname=\"6\">\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>2<sub>1</sub>2\n</oasis:entry>\n<oasis:entry colname=\"7\">Pcca\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">T</italic>, C\n</oasis:entry>\n<oasis:entry colname=\"2\">75(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">100(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">75(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">100(2)\n</oasis:entry>\n<oasis:entry colname=\"6\">75(2)\n</oasis:entry>\n<oasis:entry colname=\"7\">80(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">l (Mo Ka), Å\n</oasis:entry>\n<oasis:entry colname=\"2\">0.710 73\n</oasis:entry>\n<oasis:entry colname=\"3\">0.710 73\n</oasis:entry>\n<oasis:entry colname=\"4\">0.710 73\n</oasis:entry>\n<oasis:entry colname=\"5\">0.710 73\n</oasis:entry>\n<oasis:entry colname=\"6\">0.710 73\n</oasis:entry>\n<oasis:entry colname=\"7\">0.710 73\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">r<sub>calc</sub>, g/cm<sup>3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.53\n</oasis:entry>\n<oasis:entry colname=\"3\">1.88\n</oasis:entry>\n<oasis:entry colname=\"4\">1.59\n</oasis:entry>\n<oasis:entry colname=\"5\">1.55\n</oasis:entry>\n<oasis:entry colname=\"6\">1.55\n</oasis:entry>\n<oasis:entry colname=\"7\">1.69\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">m, cm<bold>\n<sup>-1</sup>\n</bold>\n<sup></sup> (Mo Ka)\n</oasis:entry>\n<oasis:entry colname=\"2\">12.8\n</oasis:entry>\n<oasis:entry colname=\"3\">17.4\n</oasis:entry>\n<oasis:entry colname=\"4\">9.7\n</oasis:entry>\n<oasis:entry colname=\"5\">9.8\n</oasis:entry>\n<oasis:entry colname=\"6\">11.3\n</oasis:entry>\n<oasis:entry colname=\"7\">14.3\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">no. of unique reflcns\n</oasis:entry>\n<oasis:entry colname=\"2\">1491\n</oasis:entry>\n<oasis:entry colname=\"3\">2006\n</oasis:entry>\n<oasis:entry colname=\"4\">2702\n</oasis:entry>\n<oasis:entry colname=\"5\">14 280\n</oasis:entry>\n<oasis:entry colname=\"6\">2723\n</oasis:entry>\n<oasis:entry colname=\"7\">1837\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">no. of obsd reflcns (<italic toggle=\"yes\">I</italic> &gt; 2s(<italic toggle=\"yes\">I</italic>))\n</oasis:entry>\n<oasis:entry colname=\"2\">1251\n</oasis:entry>\n<oasis:entry colname=\"3\">1400\n</oasis:entry>\n<oasis:entry colname=\"4\">2027\n</oasis:entry>\n<oasis:entry colname=\"5\">6295\n</oasis:entry>\n<oasis:entry colname=\"6\">2024\n</oasis:entry>\n<oasis:entry colname=\"7\">1036\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N<sub>para</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">87\n</oasis:entry>\n<oasis:entry colname=\"3\">172\n</oasis:entry>\n<oasis:entry colname=\"4\">199\n</oasis:entry>\n<oasis:entry colname=\"5\">765\n</oasis:entry>\n<oasis:entry colname=\"6\">206\n</oasis:entry>\n<oasis:entry colname=\"7\">182\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">min and max res density, e/Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.75, 2.89\n</oasis:entry>\n<oasis:entry colname=\"3\">0.64, 1.02\n</oasis:entry>\n<oasis:entry colname=\"4\">0.53, 0.75\n</oasis:entry>\n<oasis:entry colname=\"5\">0.48, 1.03\n</oasis:entry>\n<oasis:entry colname=\"6\">0.82, 0.30\n</oasis:entry>\n<oasis:entry colname=\"7\">0.34, 0.31\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">R1\n</oasis:entry>\n<oasis:entry colname=\"2\">0.083\n</oasis:entry>\n<oasis:entry colname=\"3\">0.036\n</oasis:entry>\n<oasis:entry colname=\"4\">0.040\n</oasis:entry>\n<oasis:entry colname=\"5\">0.066\n</oasis:entry>\n<oasis:entry colname=\"6\">0.036\n</oasis:entry>\n<oasis:entry colname=\"7\">0.045\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">wR2\n</oasis:entry>\n<oasis:entry colname=\"2\">0.187\n</oasis:entry>\n<oasis:entry colname=\"3\">0.087\n</oasis:entry>\n<oasis:entry colname=\"4\">0.076\n</oasis:entry>\n<oasis:entry colname=\"5\">0.150\n</oasis:entry>\n<oasis:entry colname=\"6\">0.088\n</oasis:entry>\n<oasis:entry colname=\"7\">0.072\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">goodness of fit\n</oasis:entry>\n<oasis:entry colname=\"2\">1.47\n</oasis:entry>\n<oasis:entry colname=\"3\">0.98\n</oasis:entry>\n<oasis:entry colname=\"4\">0.88\n</oasis:entry>\n<oasis:entry colname=\"5\">0.87\n</oasis:entry>\n<oasis:entry colname=\"6\">1.02\n</oasis:entry>\n<oasis:entry colname=\"7\">0.88\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Flack param\n</oasis:entry>\n<oasis:entry colname=\"2\">0.51(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">NA\n</oasis:entry>\n<oasis:entry colname=\"4\">0.01(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">0.39(3)\n</oasis:entry>\n<oasis:entry colname=\"6\">0.02(2)\n</oasis:entry>\n<oasis:entry colname=\"7\">N/A</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup> R1 = ∑||<italic toggle=\"yes\">F</italic>\n<sub>o</sub>| − |<italic toggle=\"yes\">F</italic>\n<sub>c</sub>|| / ∑|<italic toggle=\"yes\">F</italic>\n<sub>o</sub>|; wR2 = [∑[<italic toggle=\"yes\">w</italic>(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup> − <italic toggle=\"yes\">F</italic>\n<sub>c</sub>\n<sup>2</sup>)<sup>2</sup>] / ∑[<italic toggle=\"yes\">w</italic>(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup>)<sup>2</sup>]]<sup>1/2</sup>; GOF = [∑[<italic toggle=\"yes\">w</italic>(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup> − <italic toggle=\"yes\">F</italic>\n<sub>c</sub>\n<sup>2</sup>)<sup>2</sup>]/(no. of reflcns − no. of params)]<sup>1/2</sup>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 4653 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"cm010427kh00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm010427kh00001.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"cm010427kf00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a, top) View of 2D square grid structure of<bold>1</bold>. The\nasymmetric unit is shown in ellipsoids at 50% probability. The\ncircles with increasing sizes represent C, N, O, and Zn atoms,\nrespectively. (b, bottom) Interdigitation of adjacent square\ngrids in <bold>1</bold> as viewed down the <italic toggle=\"yes\">b</italic> axis. The π−π stacks formed\nbetween the pyridyl rings are clearly visible.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm010427kf00001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a, top) View of 2D square grid structure of1. The asymmetric unit is shown in ellipsoids at 50% probability. The circles with increasing sizes represent C, N, O, and Zn atoms, respectively. (b, bottom) Interdigitation of adjacent square grids in 1 as viewed down the b axis. The π-π stacks formed between the pyridyl rings are clearly visible.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"cm010427kf00002\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Coordination environment of<bold>2</bold>. The asymmetric\nunit is shown in ellipsoids at 50% probability, while the circles\nwith increasing sizes represent C, N, O, and Cd atoms,\nrespectively.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm010427kf00002.tif\"></graphic>\n</fig>", "clean_text": " 2  Coordination environment of2. The asymmetric unit is shown in ellipsoids at 50% probability, while the circles with increasing sizes represent C, N, O, and Cd atoms, respectively.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"cm010427kf00003\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>View of 3D network structure of<bold>2</bold> down the <italic toggle=\"yes\">c</italic> axis. The solid and dashed lines correspond to the 2D network and 2<sub>1</sub>\nhelix shown in Figure a,b, respectively.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm010427kf00003.tif\"></graphic>\n</fig>", "clean_text": " 3  View of 3D network structure of2 down the c axis. The solid and dashed lines correspond to the 2D network and 21 helix shown in Figure a,b, respectively.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"cm010427kf00004\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a, top) View of 2D rhombohedral grid structure of<bold>3</bold>. The asymmetric unit is shown in ellipsoids at 50% probability, while the circles with increasing sizes represent C, N,\nO, and Cd atoms, respectively. (b, bottom) A schematic showing\nthe interweaving of three independent rhombohedral grids in\nthe <italic toggle=\"yes\">ac</italic> plane in <bold>3</bold>.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm010427kf00004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a, top) View of 2D rhombohedral grid structure of3. The asymmetric unit is shown in ellipsoids at 50% probability, while the circles with increasing sizes represent C, N, O, and Cd atoms, respectively. (b, bottom) A schematic showing the interweaving of three independent rhombohedral grids in the ac plane in 3.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"cm010427kf00005\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a, top) View of 2D rhombohedral grid structure formed by Zn1 centers in<bold>4</bold>. (b, bottom) Stacking of four\nindependent 2D rhombohedral grids along the <italic toggle=\"yes\">c</italic> axis. From\nbottom to top, interweaving of the grids formed by Zn1 and\nZn4 centers, the grid formed by the Zn3 centers, and the grid\nformed by the Zn2 Centers stack in ABC sequence. Free 3-[2-(4-pyridyl)ethenyl]benzoic acid is sandwiched between the\ngrids formed by Zn3 and Zn2 centers.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm010427kf00005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a, top) View of 2D rhombohedral grid structure formed by Zn1 centers in4. (b, bottom) Stacking of four independent 2D rhombohedral grids along the c axis. From bottom to top, interweaving of the grids formed by Zn1 and Zn4 centers, the grid formed by the Zn3 centers, and the grid formed by the Zn2 Centers stack in ABC sequence. Free 3-[2-(4-pyridyl)ethenyl]benzoic acid is sandwiched between the grids formed by Zn3 and Zn2 centers.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig id=\"cm010427kf00006\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a, top) View of the 2D rhombohedral grid of<bold>5</bold>.\nThe ellipsoids represent the asymmetric unit. The circles with\nincreasing sizes represent C, N, O, and Zn, respectively. (b,\nbottom) Stacking of adjacent 2D pleated sheets in <bold>5</bold> as shown\napproximately down the crystallographic direction [110]. Only\nthe zinc atoms are shown.\n</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm010427kf00006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a, top) View of the 2D rhombohedral grid of5. The ellipsoids represent the asymmetric unit. The circles with increasing sizes represent C, N, O, and Zn, respectively. (b, bottom) Stacking of adjacent 2D pleated sheets in 5 as shown approximately down the crystallographic direction [110]. Only the zinc atoms are shown.    ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"cm010427kf00007\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a, top) View of the 2D rhombohedral grid of<bold>6</bold>.\nThe ellipsoids represent the asymmetric unit. The circles with\nincreasing sizes represent C, N, O, and Zn, respectively. (b,\nbottom) Schematic showing stacking of ruffled 2-fold interweaved 2D rhombohedral grids of <bold>6</bold>\n<bold>. </bold>Only the zinc atoms are\nshown.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm010427kf00007.tif\"></graphic>\n</fig>", "clean_text": " 7  (a, top) View of the 2D rhombohedral grid of6. The ellipsoids represent the asymmetric unit. The circles with increasing sizes represent C, N, O, and Zn, respectively. (b, bottom) Schematic showing stacking of ruffled 2-fold interweaved 2D rhombohedral grids of 6 . Only the zinc atoms are shown.   ", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig id=\"cm010427kf00008\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>TGA curves for compounds<bold>1</bold>\n<bold>−</bold>\n<bold>6</bold>. For clarity, the curves have been shifted vertically.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm010427kf00008.tif\"></graphic>\n</fig>", "clean_text": " 8  TGA curves for compounds1 - 6. For clarity, the curves have been shifted vertically.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/cm010427k", "title": null, "journal": "American Chemical Society", "date": "2001.08", "author_list": ["Evans\nOwen R.", "Lin\nWenbin"]}}