{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/cm063005p.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]<sup>4-</sup> and [Mn(<italic>L</italic>)]<sup>+</sup> (<italic>L</italic> = salen-type ligand) have been used as complementary building\nunits to prepare cluster-based coordination polymers. Reactions between solutions of [Me<sub>4</sub>N]<sub>4</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>] ([Me<sub>4</sub>N]<sup>+</sup> = [(CH<sub>3</sub>)<sub>4</sub>N]<sup>+</sup>) and different [Mn(<italic>L</italic>)]<sup>+</sup> complexes led to formation of three polymeric\nmaterials with the general composition [Me<sub>4</sub>N]<sub>4</sub>\n<sub>-</sub>\n<italic>\n<sub>n</sub>\n</italic>{[Mn(<italic>L</italic>)]<italic>\n<sub>n</sub>\n</italic>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]} (<bold>1</bold>, <italic>n</italic> = 1; <bold>2</bold>, <italic>n</italic> = 2; <bold>3</bold>, <italic>n</italic> =\n3). The crystal structures of the three materials were determined from single-crystal X-ray diffraction\nanalysis. The three compounds are built of [Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]<sup>4-</sup> and [Mn(<italic>L</italic>)]<sup>+</sup> (<italic>L</italic> = 5-MeO-<italic>salen</italic>; 7-Me-<italic>salen (salen = </italic>\n<italic>N,N</italic>‘-ethylenebis-(salicylidene)iminate); or <italic>acacen</italic> = <italic>N</italic>,<italic>N</italic>‘-ethylenebis(acetylacetone imine))\nbuilding units that link together through two, four, or six cyanide ligands to form one-, two-, and three-dimensional frameworks, respectively. In <bold>1</bold>, each cluster is trans-coordinated by two [Mn(5-MeO-<italic>salen</italic>)]<sup>+</sup>\ncomplexes via CN<sup>-</sup> ligands and each Mn complex links two clusters to give anionic chains that stack\nperfectly parallel to each other to form layers that are separated by ammonium cations. In <bold>2</bold>, each cluster\nis coordinated by four [Mn(7-Me-<italic>salen</italic>)]<sup>+</sup> complexes via CN<sup>-</sup> ligands and each Mn complex links two\ncluster units to give anionic layers parallel to the crystallographic <italic>ab</italic>-plane. The layers are stacked in a\nstaggered fashion along the crystallographic <italic>c</italic>-axis and are separated by cations and solvent molecules.\nIn the three-dimensional framework of <bold>3</bold>, each cluster is coordinated by six [Mn(<italic>acacen</italic>)]<sup>+</sup> complexes\nand each complex links two clusters to afford an anionic framework with cavities containing the ammonium\ncations and solvent molecules. Temperature dependence of the magnetic susceptibilities indicate that the\nthree compounds contain high-spin Mn(III) ions, and no long-range order was observed down to 2 K.\nThermal behavior of <bold>1</bold>−<bold>3</bold> is presented.\n</p>", "clean_text": "[Nb6Cl12(CN)6]4- and [Mn(L)]+ (L = salen-type ligand) have been used as complementary building units to prepare cluster-based coordination polymers. Reactions between solutions of [Me4N]4[Nb6Cl12(CN)6] ([Me4N]+ = [(CH3)4N]+) and different [Mn(L)]+ complexes led to formation of three polymeric materials with the general composition [Me4N]4 -  n {[Mn(L)] n [Nb6Cl12(CN)6]} (1, n = 1; 2, n = 2; 3, n = 3). The crystal structures of the three materials were determined from single-crystal X-ray diffraction analysis. The three compounds are built of [Nb6Cl12(CN)6]4- and [Mn(L)]+ (L = 5-MeO-salen; 7-Me-salen (salen =  N,N‘-ethylenebis-(salicylidene)iminate); or acacen = N,N‘-ethylenebis(acetylacetone imine)) building units that link together through two, four, or six cyanide ligands to form one-, two-, and three-dimensional frameworks, respectively. In 1, each cluster is trans-coordinated by two [Mn(5-MeO-salen)]+ complexes via CN- ligands and each Mn complex links two clusters to give anionic chains that stack perfectly parallel to each other to form layers that are separated by ammonium cations. In 2, each cluster is coordinated by four [Mn(7-Me-salen)]+ complexes via CN- ligands and each Mn complex links two cluster units to give anionic layers parallel to the crystallographic ab-plane. The layers are stacked in a staggered fashion along the crystallographic c-axis and are separated by cations and solvent molecules. In the three-dimensional framework of 3, each cluster is coordinated by six [Mn(acacen)]+ complexes and each complex links two clusters to afford an anionic framework with cavities containing the ammonium cations and solvent molecules. Temperature dependence of the magnetic susceptibilities indicate that the three compounds contain high-spin Mn(III) ions, and no long-range order was observed down to 2 K. Thermal behavior of 1-3 is presented. ", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Progressive substitution of the ammonium cations [Me<sub>4</sub>N]<sup>+</sup> in the cluster precursor [Me<sub>4</sub>N]<sub>4</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>] by coordinatively unsaturated metal complex cations [Mn(<italic>L</italic>)]<sup>+</sup> (<italic>L</italic> = tetradentate Schiff-base) is used as a design and synthesis strategy toward converting compounds based on discrete clusters into polymeric materials with increasing dimension. In compounds <bold>1</bold>−<bold>3</bold>, anionic octahedral cyanochloride clusters [Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]<sup>4-</sup> use two, four, or six terminal cyanide ligands to link to two, four, or six metal complexes forming one-, two-, or three-dimensional coordination polymers with the general formula [Me<sub>4</sub>N]<sub>4</sub>\n<sub>-</sub>\n<italic>\n<sub>n</sub>\n</italic>{[Mn(<italic>L</italic>)]<italic>\n<sub>n</sub>\n</italic>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]} (<italic>n</italic> = 1, 2, and 3).</p>", "clean_text": "Progressive substitution of the ammonium cations [Me4N]+ in the cluster precursor [Me4N]4[Nb6Cl12(CN)6] by coordinatively unsaturated metal complex cations [Mn(L)]+ (L = tetradentate Schiff-base) is used as a design and synthesis strategy toward converting compounds based on discrete clusters into polymeric materials with increasing dimension. In compounds 1-3, anionic octahedral cyanochloride clusters [Nb6Cl12(CN)6]4- use two, four, or six terminal cyanide ligands to link to two, four, or six metal complexes forming one-, two-, or three-dimensional coordination polymers with the general formula [Me4N]4 -  n {[Mn(L)] n [Nb6Cl12(CN)6]} (n = 1, 2, and 3).", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Significant advances have been evidenced in the preparation of coordination polymers because of their versatile\ngeometrical and topological features and their potential\napplications as new classes of materials. The molecular\nbuilding block approach has been successfully used in the\nsynthesis of functional solids by using molecular components\nwith functional properties as building units and organizing\nthem into desirable structures in a “somewhat” predictable\nway.\n</p>", "clean_text": "Introduction\n\nSignificant advances have been evidenced in the preparation of coordination polymers because of their versatile geometrical and topological features and their potential applications as new classes of materials. The molecular building block approach has been successfully used in the synthesis of functional solids by using molecular components with functional properties as building units and organizing them into desirable structures in a \"somewhat\" predictable way. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Polynuclear metal clusters containing metal−metal bonds\nare being actively investigated as building units of functional\nsolids in which the clusters are connected through organic\nor inorganic ligands or metal−organic complexes to give\nextended frameworks with specific structural features. The\nstability and fascinating physical/chemical properties of\noctahedral metal clusters make them useful molecular\nbuilding units of supramolecular assemblies and coordination\npolymers with novel structures and functional properties.\nAmong these, the face-capped (6−8 type) octahedral metal\nclusters [Re<sub>6</sub>Q<sub>8</sub>(CN)<sub>6</sub>]<sup>4-</sup> (<italic>Q</italic> = S, Se, Te), which can be\nconsidered as an expanded version of [Fe(CN)<sub>6</sub>]<sup>4-</sup> where\nFe<sup>2+</sup> is replaced by [Re<sub>6</sub>Q<sub>8</sub>]<sup>2+</sup> cluster core, have been\nextensively investigated as building units of polymeric solids.\nFor example, porous expanded Prussian-blue analogues in\nwhich a variety of metal ions are bridged via [Re<sub>6</sub>Q<sub>8</sub>(CN)<sub>6</sub>]<sup>4-</sup>\n\nleading to formation of cavities more than twice the volume\nof those found in Prussian blue have been reported.\nInvestigations into the combination of metal complexes such\nas [Mn(<italic>salen</italic>)]<sup>+</sup> with Re<sub>6</sub> clusters resulted in the synthesis\nof extended framework materials, whereas the use of metal\nporphyrins led to discrete supramolecular units that have\nshown excellent catalytic activity toward the chiral epoxidation of olefins.\n</p>", "clean_text": "Polynuclear metal clusters containing metal-metal bonds are being actively investigated as building units of functional solids in which the clusters are connected through organic or inorganic ligands or metal-organic complexes to give extended frameworks with specific structural features. The stability and fascinating physical/chemical properties of octahedral metal clusters make them useful molecular building units of supramolecular assemblies and coordination polymers with novel structures and functional properties. Among these, the face-capped (6-8 type) octahedral metal clusters [Re6Q8(CN)6]4- (Q = S, Se, Te), which can be considered as an expanded version of [Fe(CN)6]4- where Fe2+ is replaced by [Re6Q8]2+ cluster core, have been extensively investigated as building units of polymeric solids. For example, porous expanded Prussian-blue analogues in which a variety of metal ions are bridged via [Re6Q8(CN)6]4-  leading to formation of cavities more than twice the volume of those found in Prussian blue have been reported. Investigations into the combination of metal complexes such as [Mn(salen)]+ with Re6 clusters resulted in the synthesis of extended framework materials, whereas the use of metal porphyrins led to discrete supramolecular units that have shown excellent catalytic activity toward the chiral epoxidation of olefins. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Octahedral niobium and tantalum clusters are significantly\ndifferent from their Re<sub>6</sub> analogues in their molecular and\nelectronic structure and thus have different physical-chemical\nproperties. They are generally based on the edge-bridged\nM<sub>6</sub>X<sub>12</sub> cluster type. The cyanochloride [Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]<sup>4-</sup>\ncluster has been isolated and used as building units to prepare\nhybrid inorganic−organic materials with new structures. The\ncluster unit is chemically stable and is soluble in common\nsolvents, making the synthesis of cluster-based coordination\npolymers with specific structural properties predictable. In\naddition to the cluster unit, much effort has been spent to\nuse a second building unit that must be chosen properly to\ndirect the formation of ordered polymeric materials and\nimpart physical and chemical properties into the resulting\nsolid materials. Toward that goal, Mn(III) Schiff-base\ncomplexes have been selected because of their potential\ncatalytic properties and the availability of two axially located\ncoordination sites allowing their use as metal−ligand linkers.\nWe have previously reported that combination of [Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]<sup>4-</sup>\nand [Mn(<italic>L</italic>)]<sup>+</sup> (<italic>L</italic> = schiff base) as building units led to the\nformation of discrete supramolecular assemblies with different sizes and charges. The cluster unit in these supramolecular species is progressively coordinated by one, two, four,\nor six manganese complexes to form heterodimers, heterotrimers, heteropentamers, or heteroheptamers, respectively\n(Scheme ).\n\n</p>", "clean_text": "Octahedral niobium and tantalum clusters are significantly different from their Re6 analogues in their molecular and electronic structure and thus have different physical-chemical properties. They are generally based on the edge-bridged M6X12 cluster type. The cyanochloride [Nb6Cl12(CN)6]4- cluster has been isolated and used as building units to prepare hybrid inorganic-organic materials with new structures. The cluster unit is chemically stable and is soluble in common solvents, making the synthesis of cluster-based coordination polymers with specific structural properties predictable. In addition to the cluster unit, much effort has been spent to use a second building unit that must be chosen properly to direct the formation of ordered polymeric materials and impart physical and chemical properties into the resulting solid materials. Toward that goal, Mn(III) Schiff-base complexes have been selected because of their potential catalytic properties and the availability of two axially located coordination sites allowing their use as metal-ligand linkers. We have previously reported that combination of [Nb6Cl12(CN)6]4- and [Mn(L)]+ (L = schiff base) as building units led to the formation of discrete supramolecular assemblies with different sizes and charges. The cluster unit in these supramolecular species is progressively coordinated by one, two, four, or six manganese complexes to form heterodimers, heterotrimers, heteropentamers, or heteroheptamers, respectively (Scheme ).  ", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"cm063005ph00001\" position=\"float\">\n<label>1</label>\n<graphic xlink:href=\"cm-2006-03005p_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Here, we report the synthesis of coordination polymers\nwith one-, two-, or three-dimensional frameworks based on\noctahedral Nb<sub>6</sub> clusters and Mn(III) Schiff-base complexes.\nThe formation of these polymers is governed by a simple\ncation metathesis reaction in which [Me<sub>4</sub>N]<sup>+</sup> molecules are\nprogressively replaced by [Mn(<italic>L</italic>)]<sup>+</sup> with two available\ncoordination sites. The general chemical reaction can be\nwritten as\n<disp-formula content-type=\"pre-labeled\" id=\"cm063005pe00001\">\n<graphic position=\"anchor\" xlink:href=\"cm-2006-03005p_0002.gif\"></graphic>\n</disp-formula>\nAs <italic>n </italic>increases from 0 to 3, the framework dimension\nincreases from 0D (discrete cluster anions) to 1D, 2D, and\n3D.\n</p>", "clean_text": "Here, we report the synthesis of coordination polymers with one-, two-, or three-dimensional frameworks based on octahedral Nb6 clusters and Mn(III) Schiff-base complexes. The formation of these polymers is governed by a simple cation metathesis reaction in which [Me4N]+ molecules are progressively replaced by [Mn(L)]+ with two available coordination sites. The general chemical reaction can be written as    As n increases from 0 to 3, the framework dimension increases from 0D (discrete cluster anions) to 1D, 2D, and 3D. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><p>\n<bold>General.</bold> [Me<sub>4</sub>N]<sub>4</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]·2MeOH was prepared as previously published. The tetradentate Schiff-base ligands H<sub>2</sub>(5-MeO-<italic>salen</italic>)) and H<sub>2</sub> (H<sub>2</sub>(7-Me-<italic>salen</italic>)) were prepared by mixing equimolar\namounts of 5-methoxysalicylahehyde or <italic>o</italic>-hydroxyacetophenone\nand ethylenediamine in methanol. [Mn<sub>2</sub>(5-MeO-<italic>salen</italic>)<sub>2</sub>(MeOH)<sub>2</sub>](ClO<sub>4</sub>)<sub>2</sub> was obtained by mixing manganese(III) acetate dihydrate,\nH<sub>2</sub>(5-MeO-<italic>salen</italic>), and NaClO<sub>4</sub> in methanol in a 1:1:3 molar ratio.\nCrystals of [Mn<sub>2</sub>((5-MeO-<italic>salen</italic>))<sub>2</sub>(MeOH)<sub>2</sub>](ClO<sub>4</sub>)<sub>2</sub> were obtained\nas dark brown crystals and identified by C, H, and N elemental\nanalysis, IR spectra, and single-crystal X-ray diffraction. [Mn<sub>2</sub>(7-Me-<italic>salen</italic>)<sub>2</sub>(OAc)](ClO<sub>4</sub>), the ligand H<sub>2</sub>(<italic>acacen</italic>), and [Mn(<italic>acacen</italic>)]Cl were prepared following the previously reported\nprocedure. LiCl (99%), NbCl<sub>5</sub> (99%, metal basis), Nb powder\n(99.8%, metal basis), KCN (96%), Me<sub>4</sub>NCl (98%), and <italic>o</italic>-hydroxyacetophenone (98%) were purchased from Alfa Aesar. Mn(OAc)<sub>3</sub>·\n2H<sub>2</sub>O (98%) and ethylenediamine (99%) were purchased from\nACROS Organics. 2,4-Pentanedione (99%) and 5-methoxysalicylahehyde (98%) were purchased from Aldrich and NaCl was\npurchased from Fisher. All chemicals were used as received.\nSolvents EtOH, CHCl<sub>3</sub>, petroleum ether, MeCN, and MeOH were\nused as received without further purification unless noted.\n</p>", "clean_text": "Experimental Section\n\n General. [Me4N]4[Nb6Cl12(CN)6]⋅2MeOH was prepared as previously published. The tetradentate Schiff-base ligands H2(5-MeO-salen)) and H2 (H2(7-Me-salen)) were prepared by mixing equimolar amounts of 5-methoxysalicylahehyde or o-hydroxyacetophenone and ethylenediamine in methanol. [Mn2(5-MeO-salen)2(MeOH)2](ClO4)2 was obtained by mixing manganese(III) acetate dihydrate, H2(5-MeO-salen), and NaClO4 in methanol in a 1:1:3 molar ratio. Crystals of [Mn2((5-MeO-salen))2(MeOH)2](ClO4)2 were obtained as dark brown crystals and identified by C, H, and N elemental analysis, IR spectra, and single-crystal X-ray diffraction. [Mn2(7-Me-salen)2(OAc)](ClO4), the ligand H2(acacen), and [Mn(acacen)]Cl were prepared following the previously reported procedure. LiCl (99%), NbCl5 (99%, metal basis), Nb powder (99.8%, metal basis), KCN (96%), Me4NCl (98%), and o-hydroxyacetophenone (98%) were purchased from Alfa Aesar. Mn(OAc)3⋅ 2H2O (98%) and ethylenediamine (99%) were purchased from ACROS Organics. 2,4-Pentanedione (99%) and 5-methoxysalicylahehyde (98%) were purchased from Aldrich and NaCl was purchased from Fisher. All chemicals were used as received. Solvents EtOH, CHCl3, petroleum ether, MeCN, and MeOH were used as received without further purification unless noted. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Synthesis.</bold>\n<italic>[Me</italic>\n<italic>\n<sub>4</sub>\n</italic>\n<italic>N]</italic>\n<italic>\n<sub>3</sub>\n</italic>\n<italic>{[Mn(5-MeO-salen)][Nb</italic>\n<italic>\n<sub>6</sub>\n</italic>\n<italic>Cl</italic>\n<italic>\n<sub>12</sub>\n</italic>\n<italic>(CN)</italic>\n<italic>\n<sub>6</sub>\n</italic>\n<italic>]}·1.5MeOH·0.5H</italic>\n<italic>\n<sub>2</sub>\n</italic>\n<italic>O (</italic>\n<bold>\n<italic>1</italic>\n</bold>\n<italic>)</italic>. 9.0 mL of a 3.9 mM methanolic solution of\n[Me<sub>4</sub>N]<sub>4</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]·2MeOH was mixed with 2.0 mL of\n16.0 mM methanolic solution of [Mn(5-MeO-<italic>salen</italic>)(MeOH)](ClO<sub>4</sub>).\nA brown microcrystalline precipitate formed after 2 h. The\nprecipitate was collected by centrifugation, washed with methanol\nand ether, and dried in air to give the product. (34.8 mg, yield: \n60.4%). Anal. Calcd for C<sub>37.5</sub>H<sub>61</sub>Cl<sub>12</sub>MnN<sub>11</sub>Nb<sub>6</sub>O<sub>6</sub>:  C, 25.03; H,\n3.42; N, 8.56. Found:  C, 25.09; H, 3.33; N, 8.50. IR (KBr):  ν<sub>CN</sub>\n2127 cmn<sup>-1</sup>. Crystals suitable for X-ray analysis were grown by\nlayering 1.5 mL of 3.8 mM methanolic solution of [Mn(5-MeO-<italic>salen</italic>)(MeOH)](ClO<sub>4</sub>) onto a cold methanolic solution of 1.5 mL\nof 4.0 mM [Me<sub>4</sub>N]<sub>4</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]<bold>·</bold>2MeOH in a narrow-diameter\nglass tube (id = 5 mm, <italic>l</italic> = 8.5 cm). The tube was then stored in\na refrigerator (∼5 °C). Dark brown rhombus crystals formed at\nthe interface after 2 days.\n</p>", "clean_text": " Synthesis. [Me  4  N]  3  {[Mn(5-MeO-salen)][Nb  6  Cl  12  (CN)  6  ]}⋅1.5MeOH⋅0.5H  2  O (  1  ). 9.0 mL of a 3.9 mM methanolic solution of [Me4N]4[Nb6Cl12(CN)6]⋅2MeOH was mixed with 2.0 mL of 16.0 mM methanolic solution of [Mn(5-MeO-salen)(MeOH)](ClO4). A brown microcrystalline precipitate formed after 2 h. The precipitate was collected by centrifugation, washed with methanol and ether, and dried in air to give the product. (34.8 mg, yield: 60.4%). Anal. Calcd for C37.5H61Cl12MnN11Nb6O6: C, 25.03; H, 3.42; N, 8.56. Found: C, 25.09; H, 3.33; N, 8.50. IR (KBr): νCN 2127 cmn-1. Crystals suitable for X-ray analysis were grown by layering 1.5 mL of 3.8 mM methanolic solution of [Mn(5-MeO-salen)(MeOH)](ClO4) onto a cold methanolic solution of 1.5 mL of 4.0 mM [Me4N]4[Nb6Cl12(CN)6]⋅2MeOH in a narrow-diameter glass tube (id = 5 mm, l = 8.5 cm). The tube was then stored in a refrigerator (~5 °C). Dark brown rhombus crystals formed at the interface after 2 days. ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<italic>[Me</italic>\n<italic>\n<sub>4</sub>\n</italic>\n<italic>N]</italic>\n<italic>\n<sub>2</sub>\n</italic>\n<italic>{[Mn(7-Me-salen)]</italic>\n<italic>\n<sub>2</sub>\n</italic>\n<italic>[Nb</italic>\n<italic>\n<sub>6</sub>\n</italic>\n<italic>Cl</italic>\n<italic>\n<sub>12</sub>\n</italic>\n<italic>(CN)</italic>\n<italic>\n<sub>6</sub>\n</italic>\n<italic>]}·2MeOH (</italic>\n<bold>\n<italic>2</italic>\n</bold>\n<italic>).</italic> To a\nsolution of [Me<sub>4</sub>N]<sub>4</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]·2MeOH (60.0 mg, 0.04 mmol)\nin 10.0 mL of methanol was added a solution of [Mn(7-Me-<italic>salen</italic>)(OAc)]ClO<sub>4</sub> (34.3 mg, 0.08 mmol) in 10.0 mL of methanol. The\nmixture was stirred for 2 h at room temperature to afford a green\nmicrocrystalline precipitate. The precipitate was collected by\ncentrifugation, washed with methanol and ether, and dried in air to\ngive the product (75.3 mg, yield (based on Nb):  91.8%). Crystals\nsuitable for single-crystal X-ray analysis were grown by layering\n0.6 mL of a 4.0 mM methanolic solution of [Mn(7-Me-<italic>salen</italic>)-(OAc)]ClO<sub>4</sub> onto 0.6 mL of a 4.0 mM methanolic solution of\n[Me<sub>4</sub>N]<sub>4</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]·2MeOH in a narrow-diameter glass tube\n(id = 5 mm, <italic>l</italic> = 8.5 cm). Dark brown platelike crystals formed\nafter 2 days. The crystals were collected by filtration, washed with\nmethanol, and dried in air to give the product. (2.9 mg, yield: \n58.9%).\n</p>", "clean_text": " [Me  4  N]  2  {[Mn(7-Me-salen)]  2  [Nb  6  Cl  12  (CN)  6  ]}⋅2MeOH (  2  ). To a solution of [Me4N]4[Nb6Cl12(CN)6]⋅2MeOH (60.0 mg, 0.04 mmol) in 10.0 mL of methanol was added a solution of [Mn(7-Me-salen)(OAc)]ClO4 (34.3 mg, 0.08 mmol) in 10.0 mL of methanol. The mixture was stirred for 2 h at room temperature to afford a green microcrystalline precipitate. The precipitate was collected by centrifugation, washed with methanol and ether, and dried in air to give the product (75.3 mg, yield (based on Nb): 91.8%). Crystals suitable for single-crystal X-ray analysis were grown by layering 0.6 mL of a 4.0 mM methanolic solution of [Mn(7-Me-salen)-(OAc)]ClO4 onto 0.6 mL of a 4.0 mM methanolic solution of [Me4N]4[Nb6Cl12(CN)6]⋅2MeOH in a narrow-diameter glass tube (id = 5 mm, l = 8.5 cm). Dark brown platelike crystals formed after 2 days. The crystals were collected by filtration, washed with methanol, and dried in air to give the product. (2.9 mg, yield: 58.9%). ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>PXRD, TGA, and elemental analysis indicated that the microcrystalline precipitate obtained from direct mixing is the same as\ncrystals obtained from layering method. Anal. Calcd for\nC<sub>52</sub>H<sub>68</sub>Cl<sub>12</sub> Mn<sub>2</sub>N<sub>12</sub>Nb<sub>6</sub>O<sub>6</sub>:  C, 30.47; H, 3.35. Found:  C, 29.93;\nH, 3.37. IR (KBr):  ν<sub>CN</sub> 2131 cm<sup>-1</sup>.\n</p>", "clean_text": "PXRD, TGA, and elemental analysis indicated that the microcrystalline precipitate obtained from direct mixing is the same as crystals obtained from layering method. Anal. Calcd for C52H68Cl12 Mn2N12Nb6O6: C, 30.47; H, 3.35. Found: C, 29.93; H, 3.37. IR (KBr): νCN 2131 cm-1. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<italic>[Me</italic>\n<italic>\n<sub>4</sub>\n</italic>\n<italic>N]{[Mn(acacen)]</italic>\n<italic>\n<sub>3</sub>\n</italic>\n<italic>[Nb</italic>\n<italic>\n<sub>6</sub>\n</italic>\n<italic>Cl</italic>\n<italic>\n<sub>12</sub>\n</italic>\n<italic>(CN)</italic>\n<italic>\n<sub>6</sub>\n</italic>\n<italic>]}</italic>·<italic>4MeCN (</italic>\n<bold>\n<italic>3</italic>\n</bold>\n<italic>). </italic>To a solution of [Me<sub>4</sub>N]<sub>4</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]·2MeOH (18.0 mg, 0.012 mmol) in\n6.0 mL of dry acetonitrile was added a solution of [Mn(<italic>acacen</italic>)]Cl (30.0 mg, 0.096 mmol) in 6.0 mL of dry acetonitrile and the\nmixture was stirred for 20 min. The volume of the mixture was\nreduced under vacuum to ca. 2.0 mL; a green precipitate formed\nand was collected by centrifugation and washed with acetonitrile\nand ether to give the product (6.7 mg, yield (based on Nb):  27.1%).\nCrystal growth was achieved by mixing the solution of [Me<sub>4</sub>N]<sub>4</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]·2MeOH (9.0 mg, 0.006 mmol) in 3.0 mL of dry\nacetonitrile and [Mn(<italic>acacen</italic>)]Cl (15.0 mg, 0.048 mmol) in 8.0 mL\nof dry acetonitrile. The mixture was stirred for 20 min and then\nfiltered. The filtrate was left to evaporate; brown platelike crystals\nformed within 1 day and were collected by filtration, washed with\nacetonitrile, and dried in air to give the product. The compound\nwas found to lose 3.4 CH<sub>3</sub>CN molecules when washed and air-dried or when evacuated. A single-crystal study of a crystal washed\nwith ether confirmed the partial loss of CH<sub>3</sub>CN and the stability of\nthe framework. Comparison between observed PXRD and that\ncalculated on the basis of the crystal structure data confirmed that\nthe powder was the same as the crystals obtained by slow\nevaporation. Anal. Calcd for C<sub>47.2</sub>H<sub>67.8</sub>Cl<sub>12</sub>Mn<sub>3</sub>N<sub>13.6</sub>Nb<sub>6</sub>O<sub>6</sub>:  C,\n27.39; H, 3.30; N, 9.20. Found:  C, 26.06; H, 3.44; N, 8.59. IR\n(KBr):  ν<sub>CN</sub> 2132 cm<sup>-1</sup>.\n</p>", "clean_text": " [Me  4  N]{[Mn(acacen)]  3  [Nb  6  Cl  12  (CN)  6  ]}⋅4MeCN (  3  ). To a solution of [Me4N]4[Nb6Cl12(CN)6]⋅2MeOH (18.0 mg, 0.012 mmol) in 6.0 mL of dry acetonitrile was added a solution of [Mn(acacen)]Cl (30.0 mg, 0.096 mmol) in 6.0 mL of dry acetonitrile and the mixture was stirred for 20 min. The volume of the mixture was reduced under vacuum to ca. 2.0 mL; a green precipitate formed and was collected by centrifugation and washed with acetonitrile and ether to give the product (6.7 mg, yield (based on Nb): 27.1%). Crystal growth was achieved by mixing the solution of [Me4N]4[Nb6Cl12(CN)6]⋅2MeOH (9.0 mg, 0.006 mmol) in 3.0 mL of dry acetonitrile and [Mn(acacen)]Cl (15.0 mg, 0.048 mmol) in 8.0 mL of dry acetonitrile. The mixture was stirred for 20 min and then filtered. The filtrate was left to evaporate; brown platelike crystals formed within 1 day and were collected by filtration, washed with acetonitrile, and dried in air to give the product. The compound was found to lose 3.4 CH3CN molecules when washed and air-dried or when evacuated. A single-crystal study of a crystal washed with ether confirmed the partial loss of CH3CN and the stability of the framework. Comparison between observed PXRD and that calculated on the basis of the crystal structure data confirmed that the powder was the same as the crystals obtained by slow evaporation. Anal. Calcd for C47.2H67.8Cl12Mn3N13.6Nb6O6: C, 27.39; H, 3.30; N, 9.20. Found: C, 26.06; H, 3.44; N, 8.59. IR (KBr): νCN 2132 cm-1. ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>\n<bold>X-ray Structure Determination.</bold> Single crystals of compounds\n<bold>1</bold>−<bold>3</bold> were selected and attached to quartz fibers for single-crystal\nX-ray analysis. Intensity data were measured at 293(2) K for\ncompound <bold>1</bold> and 193(2) K for <bold>2</bold> and <bold>3</bold> on a Bruker SMART APEX\nCCD area detector system. Data were corrected for absorption\neffects using the multiscan technique (SADABS). The structures\nwere solved and refined using the Bruker SHELXTL (version 6.1)\nsoftware package. Most hydrogen atoms were located from the\nelectron density map and refined isotropically. Crystal and refinement data are summarized in Table .\n\n</p>", "clean_text": " X-ray Structure Determination. Single crystals of compounds 1-3 were selected and attached to quartz fibers for single-crystal X-ray analysis. Intensity data were measured at 293(2) K for compound 1 and 193(2) K for 2 and 3 on a Bruker SMART APEX CCD area detector system. Data were corrected for absorption effects using the multiscan technique (SADABS). The structures were solved and refined using the Bruker SHELXTL (version 6.1) software package. Most hydrogen atoms were located from the electron density map and refined isotropically. Crystal and refinement data are summarized in Table .  ", "data": null, "include_properties": null}, {"idx": 14, "type": "table", "classification": null, "content": "<table-wrap id=\"cm063005pt00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal and Refinement Data for Compounds<bold>1</bold>−<bold>3</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>37.5</sub>H<sub>61</sub>Cl<sub>12</sub>MnN<sub>11</sub>Nb<sub>6</sub>O<sub>6</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">C<sub>52</sub>H<sub>68</sub>Cl<sub>12</sub>Mn<sub>2</sub>N<sub>12</sub>Nb<sub>6</sub>O<sub>6</sub>\n</oasis:entry>\n<oasis:entry colname=\"4\">C<sub>54</sub>H<sub>78</sub>Cl<sub>12</sub>Mn<sub>3</sub> N<sub>17</sub>Nb<sub>6</sub>O<sub>6</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">fw (g/mol)\n</oasis:entry>\n<oasis:entry colname=\"2\">1799.77\n</oasis:entry>\n<oasis:entry colname=\"3\">2049.92\n</oasis:entry>\n<oasis:entry colname=\"4\">2209.01\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>T</italic> (K)\n</oasis:entry>\n<oasis:entry colname=\"2\">293(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">293(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">193(2) K\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst syst\n</oasis:entry>\n<oasis:entry colname=\"2\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"3\">othorhombic\n</oasis:entry>\n<oasis:entry colname=\"4\">monoclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic>P</italic>2<sub>1</sub>/<italic>c</italic> (No. 14)\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic>Pbca</italic> (No. 61)\n</oasis:entry>\n<oasis:entry colname=\"4\">\n<italic>P</italic>2<sub>1</sub>/<italic>c</italic> (No. 14)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">11.791 (2)\n</oasis:entry>\n<oasis:entry colname=\"3\">13.166 (2)\n</oasis:entry>\n<oasis:entry colname=\"4\">26.465(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">23.168 (5)\n</oasis:entry>\n<oasis:entry colname=\"3\">23.426(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">15.578(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">25.506 (5)\n</oasis:entry>\n<oasis:entry colname=\"3\">23.615(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">21.870(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β (deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">103.17 (3)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\">111.31(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>V</italic> (Å<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">6784 (2)\n</oasis:entry>\n<oasis:entry colname=\"3\">7284 (2)\n</oasis:entry>\n<oasis:entry colname=\"4\">8400(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>Z</italic>\n</oasis:entry>\n<oasis:entry colname=\"2\">4\n</oasis:entry>\n<oasis:entry colname=\"3\">4\n</oasis:entry>\n<oasis:entry colname=\"4\">4\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">ρ<sub>calcd </sub>(g cm<sup>-3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.762\n</oasis:entry>\n<oasis:entry colname=\"3\">1.869\n</oasis:entry>\n<oasis:entry colname=\"4\">1.754\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">μ (mm<sup>-1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.675\n</oasis:entry>\n<oasis:entry colname=\"3\">1.737\n</oasis:entry>\n<oasis:entry colname=\"4\">1.657\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">λ (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.71073\n</oasis:entry>\n<oasis:entry colname=\"3\">0.71073\n</oasis:entry>\n<oasis:entry colname=\"4\">0.71073\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic>\n<sub>1</sub>,<italic>\n<sup>a </sup>\n</italic>\n<sup></sup>\n<italic>wR</italic>\n<sub>2</sub>\n<italic>\n<sup>b</sup>\n</italic>\n<sup>,</sup>\n<italic>\n<sup>c</sup>\n</italic>\n<sup></sup> (%)\n</oasis:entry>\n<oasis:entry colname=\"2\">5.92, 13.34\n</oasis:entry>\n<oasis:entry colname=\"3\">6.20, 12.19\n</oasis:entry>\n<oasis:entry colname=\"4\">6.80, 15.19\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">GOF\n</oasis:entry>\n<oasis:entry colname=\"2\">1.08\n</oasis:entry>\n<oasis:entry colname=\"3\">1.046\n</oasis:entry>\n<oasis:entry colname=\"4\">1.057</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> \n                     <italic>R</italic>\n<sub>1</sub> = ∑<bold>||</bold>\n<italic>F</italic>\n<sub>0</sub>\n<bold>| </bold>− <bold>|</bold>\n<italic>F</italic>\n<sub>c</sub>\n<bold>||</bold>/∑<bold>|</bold>\n<italic>F</italic>\n<sub>0</sub>\n<bold>|</bold>.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> \n                     <italic>wR</italic>\n<sub>2</sub> = [∑[<italic>w</italic>(<italic>F</italic>\n<sub>o</sub>\n<sup>2</sup> − <italic>F</italic>\n<sub>c</sub>\n<sup>2</sup>)<sup>2</sup>]/∑[(<italic>wF</italic>\n<sub>o</sub>\n<sup>2</sup>)<sup>2</sup>]]<sup>1/2</sup>.<italic>\n<sup>c</sup>\n</italic>\n<sup></sup> \n                     <italic>w</italic>\n<sup>-1</sup> = σ<sup>2</sup>(<italic>F</italic>\n<sub>0</sub>\n<sup>2</sup>) + (<italic>aP</italic>)<sup>2</sup> + <italic>bp</italic>; <italic>P</italic> = (max(<italic>F</italic>\n<sub>0</sub>\n<sup>2</sup>,0) + 2<italic>F</italic>\n<sub>c</sub>\n<sup>2</sup>)/3) with <italic>a</italic> = 0.0474, <italic>b</italic>\n= 23.5811 for <bold>1</bold>, <italic>a</italic> = 0.0436, <italic>b</italic> = 1.6087 for <bold>2</bold>, and <italic>a</italic> = 0.0364, <italic>b</italic> = 40.5988 for <bold>3</bold>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>\n<bold>Magnetic Measurements.</bold> The bulk magnetization measurements were obtained from a standard Quantum Design MPMS\nSQUID magnetometer. The samples consisted of randomly oriented\nmicrocrystals with total masses of 15.2, 14.1, and 13.2 mg for the\n1D, 2D, and 3D materials, respectively. The specimens were housed\nin a gelatin capsule, whose magnetic response was independently\nmeasured and subtracted from the measured data. Magnetization\n(<italic>M</italic>) versus temperature (<italic>T</italic>) measurements were collected from 2\nto 300 K. The samples were zero-field cooled (ZFC) to 2 K before\na measuring field of either 10 mT (100 G) or 0.1 T (1 kG) was\n\napplied. Data were then recorded while the sample was warmed\nfrom the lowest temperature. The sample was subsequently cooled\nagain to 2 K, but in the presence of the measuring magnetic field,\nand additional field-cooled (FC) data were acquired. Differences\nbetween the FC and ZFC magnetization were within experimental\nerror. Magnetization versus field measurements were performed at\n2 K over the field range of 0 to 7 T. The diamagnetic contribution\nof each sample was estimated from Pascal's constants, namely,\n−180.8 × 10<sup>-6</sup>, −382.8 × 10<sup>-6</sup>, and −548.8 × 10<sup>-6</sup> emu/mol for\nthe 1D, 2D, and 3D materials, respectively, and subtracted from\nthe data.\n</p>", "clean_text": " Magnetic Measurements. The bulk magnetization measurements were obtained from a standard Quantum Design MPMS SQUID magnetometer. The samples consisted of randomly oriented microcrystals with total masses of 15.2, 14.1, and 13.2 mg for the 1D, 2D, and 3D materials, respectively. The specimens were housed in a gelatin capsule, whose magnetic response was independently measured and subtracted from the measured data. Magnetization (M) versus temperature (T) measurements were collected from 2 to 300 K. The samples were zero-field cooled (ZFC) to 2 K before a measuring field of either 10 mT (100 G) or 0.1 T (1 kG) was  applied. Data were then recorded while the sample was warmed from the lowest temperature. The sample was subsequently cooled again to 2 K, but in the presence of the measuring magnetic field, and additional field-cooled (FC) data were acquired. Differences between the FC and ZFC magnetization were within experimental error. Magnetization versus field measurements were performed at 2 K over the field range of 0 to 7 T. The diamagnetic contribution of each sample was estimated from Pascal's constants, namely, -180.8 × 10-6, -382.8 × 10-6, and -548.8 × 10-6 emu/mol for the 1D, 2D, and 3D materials, respectively, and subtracted from the data. ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Other Physical Measurements.</bold> X-ray powder diffraction data\nwere collected at room temperature using a BRUKER P4 general-purpose four-circle X-ray diffractometer modified with a GADDS/Hi-Star detector. Thermogravimetric analysis for <bold>1</bold>−<bold>3</bold> was performed under an air flow (40 mL/min) at a heating rate of 5 °C/min, using a Perkin-Elmer Pyris 1 TGA system. Infrared spectra\nwere recorded on a Mattson Infinity System FTIR spectrometer.\n</p>", "clean_text": " Other Physical Measurements. X-ray powder diffraction data were collected at room temperature using a BRUKER P4 general-purpose four-circle X-ray diffractometer modified with a GADDS/Hi-Star detector. Thermogravimetric analysis for 1-3 was performed under an air flow (40 mL/min) at a heating rate of 5 °C/min, using a Perkin-Elmer Pyris 1 TGA system. Infrared spectra were recorded on a Mattson Infinity System FTIR spectrometer. ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>\n<bold>Synthesis.</bold> Compound <bold>1</bold> was obtained when the concentration ratio of Mn to Nb<sub>6</sub> cluster species was 0.95. A slight\nexcess of cluster species was necessary for optimal yield. In\nthe solid state, the Mn complex used in compound <bold>1</bold> was\nshown by single-crystal XRD to contain the dimers\n[Mn<sub>2</sub>(5-MeO-<italic>salen</italic>)<sub>2</sub>]<sup>2+</sup> in which two Mn complexes are\nlinked to each other via phenoxo bridges; however, compound <bold>1</bold> contains only the monomers [Mn(5-MeO-<italic>salen</italic>)]<sup>+</sup>\nas building units. In contrast, reactions between [Mn(5-MeO-<italic>salen</italic>)]<sup>+</sup> and [Fe(CN)<sub>6</sub>]<sup>3-</sup> in methanol resulted in formation\nof the 1D coordination polymer (Et<sub>4</sub>N)[Mn<sub>2</sub>(5-MeO-<italic>salen</italic>)<sub>2</sub>Fe(CN)<sub>6</sub>] built of [Mn<sub>2</sub>(5-MeO-<italic>salen</italic>)<sub>2</sub>]<sup>2+</sup> dimers and\n[Fe(CN)<sub>6</sub>]<sup>3-</sup>. A 2D coordination polymer <bold>2</bold> is formed under\nsimilar conditions when [Mn(7-Me-<italic>salen</italic>)(OAc)](ClO<sub>4</sub>) was\nused. <bold>2</bold> was obtained in a wide Mn:Nb<sub>6</sub> molar ratio range\n(1−4), even though the ratio in the product is 2.0. This\nindicates the thermodynamic stability of <bold>2</bold> under the synthesis\nconditions used. For the preparation of <bold>3</bold>, a pure phase was\nobtained when the Mn:Nb<sub>6</sub> molar ratio was kept between\n8.0 and 12.0. Here, dry acetonitrile was found to be critical\nto obtaining <bold>3</bold> as pure phase. It was found that when water\nwas present even in small amounts, <bold>3</bold> cocrystallized with\nthe previously reported hydrogen-bonded framework. The\nsingle-crystal study of <bold>3</bold> carried out on crystals selected\ndirectly from the solution indicated the presence of four\nacetonitrile molecules per formula unit. However, these\nsolvent molecules are easily removed upon washing or under\na vacuum. TGA of the compound after washing shows that\nit contains only 0.66 CH<sub>3</sub>CN.\n</p>", "clean_text": "Results and Discussion\n\n Synthesis. Compound 1 was obtained when the concentration ratio of Mn to Nb6 cluster species was 0.95. A slight excess of cluster species was necessary for optimal yield. In the solid state, the Mn complex used in compound 1 was shown by single-crystal XRD to contain the dimers [Mn2(5-MeO-salen)2]2+ in which two Mn complexes are linked to each other via phenoxo bridges; however, compound 1 contains only the monomers [Mn(5-MeO-salen)]+ as building units. In contrast, reactions between [Mn(5-MeO-salen)]+ and [Fe(CN)6]3- in methanol resulted in formation of the 1D coordination polymer (Et4N)[Mn2(5-MeO-salen)2Fe(CN)6] built of [Mn2(5-MeO-salen)2]2+ dimers and [Fe(CN)6]3-. A 2D coordination polymer 2 is formed under similar conditions when [Mn(7-Me-salen)(OAc)](ClO4) was used. 2 was obtained in a wide Mn:Nb6 molar ratio range (1-4), even though the ratio in the product is 2.0. This indicates the thermodynamic stability of 2 under the synthesis conditions used. For the preparation of 3, a pure phase was obtained when the Mn:Nb6 molar ratio was kept between 8.0 and 12.0. Here, dry acetonitrile was found to be critical to obtaining 3 as pure phase. It was found that when water was present even in small amounts, 3 cocrystallized with the previously reported hydrogen-bonded framework. The single-crystal study of 3 carried out on crystals selected directly from the solution indicated the presence of four acetonitrile molecules per formula unit. However, these solvent molecules are easily removed upon washing or under a vacuum. TGA of the compound after washing shows that it contains only 0.66 CH3CN. ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Crystal Structures.</bold> Compounds <bold>1</bold>−<bold>3</bold> are coordination\npolymers containing the same [Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]<sup>4-</sup> anion as\nbuilding unit. The cluster consists of an octahedral Nb<sub>6</sub> metal\ncore surrounded by 12 edge-bridging Cl ligands to form the\n(Nb<sub>6</sub>Cl<sub>12</sub>)<sup>2+</sup> cluster core. Each Nb atom is further coordinated\nby a terminal CN<sup>-</sup> ligand through its carbon end. The Nb−Nb bond lengths (2.931(4) Å for <bold>1</bold>, 2.929(6) Å for <bold>2</bold>, and\n2.929(5) Å for <bold>3</bold>) and Nb−Cl (2.466(7) Å for <bold>1</bold>, 2.464(8) Å\nfor <bold>2</bold>, and 2.464(9) Å for <bold>3</bold>) are within one standard deviation\nof those found in octahedral niobium chloride clusters with\n16 valence electrons per cluster confirming the structural and\nelectronic stability of the (Nb<sub>6</sub>Cl<sub>12</sub>)<sup>2+</sup> cluster core. The mean\nNb−C bond lengths (2.27(1) Å for <bold>1</bold>, 2.281(8) Å for <bold>2</bold> and\n2.28(1) Å for <bold>3</bold>) are similar to those found in the precursor\n[Me<sub>4</sub>N]<sub>4</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]<bold>·</bold>2MeOH. The most important bond\nlengths and angles are listed in Table .\n\n</p>", "clean_text": " Crystal Structures. Compounds 1-3 are coordination polymers containing the same [Nb6Cl12(CN)6]4- anion as building unit. The cluster consists of an octahedral Nb6 metal core surrounded by 12 edge-bridging Cl ligands to form the (Nb6Cl12)2+ cluster core. Each Nb atom is further coordinated by a terminal CN- ligand through its carbon end. The Nb-Nb bond lengths (2.931(4) Å for 1, 2.929(6) Å for 2, and 2.929(5) Å for 3) and Nb-Cl (2.466(7) Å for 1, 2.464(8) Å for 2, and 2.464(9) Å for 3) are within one standard deviation of those found in octahedral niobium chloride clusters with 16 valence electrons per cluster confirming the structural and electronic stability of the (Nb6Cl12)2+ cluster core. The mean Nb-C bond lengths (2.27(1) Å for 1, 2.281(8) Å for 2 and 2.28(1) Å for 3) are similar to those found in the precursor [Me4N]4[Nb6Cl12(CN)6]⋅2MeOH. The most important bond lengths and angles are listed in Table .  ", "data": null, "include_properties": null}, {"idx": 19, "type": "table", "classification": null, "content": "<table-wrap id=\"cm063005pt00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Selected Mean Bond Lengths (Å) and Angles (deg) for Compound<bold>1</bold>−<bold>3</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Nb−Nb\n</oasis:entry>\n<oasis:entry colname=\"2\">2.931 (4)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.929 (6)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.929 (5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Nb−Cl<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.466 (6)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.464 (8)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.464 (9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Nb−C\n</oasis:entry>\n<oasis:entry colname=\"2\">2.27 (1)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.281 (8)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.28 (1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C⋮N\n</oasis:entry>\n<oasis:entry colname=\"2\">1.13 (1)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.15 (1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.149 (8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Nb−C⋮N\n</oasis:entry>\n<oasis:entry colname=\"2\">175 (3)\n</oasis:entry>\n<oasis:entry colname=\"3\">173 (3)\n</oasis:entry>\n<oasis:entry colname=\"4\">175 (3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−N<sub>CN</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.345 (4)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.30 (3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.31 (3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn⋮N<sub>CN</sub>−C\n</oasis:entry>\n<oasis:entry colname=\"2\">148.6 (6)\n</oasis:entry>\n<oasis:entry colname=\"3\">153.9 (1), 147.1 (5)\n</oasis:entry>\n<oasis:entry colname=\"4\">152 (6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N<sub>CN</sub>−Mn−N<sub>CN</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">174.2 (2)\n</oasis:entry>\n<oasis:entry colname=\"3\">176.4 (2)\n</oasis:entry>\n<oasis:entry colname=\"4\">173 (4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−O<sub>L</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.867 (5)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.87 (1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.90 (1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−N<sub>L</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.00 (1)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.00 (1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.980 (9)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>\n<italic>[Me</italic>\n<italic>\n<sub>4</sub>\n</italic>\n<italic>N]</italic>\n<italic>\n<sub>3</sub>\n</italic>\n<italic>{[Mn(5-MeO-salen)][Nb</italic>\n<italic>\n<sub>6</sub>\n</italic>\n<italic>Cl</italic>\n<italic>\n<sub>12</sub>\n</italic>\n<italic>(CN)</italic>\n<italic>\n<sub>6</sub>\n</italic>\n<italic>]}·1.5MeOH·0.5H</italic>\n<italic>\n<sub>2</sub>\n</italic>\n<italic>O (</italic>\n<bold>\n<italic>1</italic>\n</bold>\n<italic>).</italic> Compound <bold>1</bold> is a 1D coordination polymer\n(Figure a) built of [Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]<sup>4-</sup> clusters linked to each\nother by [Mn(5-MeO-<italic>salen</italic>)]<sup>+</sup> to form anionic zigzag chains\n(panels b and c in Figure ). The Mn complexes are\nconnected to the cluster unit via the nitrogen end of the\ncyanide ligands (N1 and N3). The Nb−C bond lengths vary\nbetween 2.253(9) and 2.288(8) Å with the longest bond\nlength associated with bridging CN<sup>-</sup> ligands. The chain is\nbent with an average Mn−N≡C bond angle of 148.6(8)°\ncompared to an average of 175(3)° for the Nb−C⋮N bond\nangles. The two Mn−N<sub>CN</sub> bond lengths are the same at\n2.345(7) Å close to the longest Mn−N<sub>CN</sub> bond length\nobserved in [Me<sub>4</sub>N]<sub>2</sub>{[Mn(<italic>salen</italic>)]<sub>2</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]}. The bond\nlengths within the metal complex Mn−N (1.997(2) Å) and\nMn−O (1.866(5) Å) are close to those found in [Et<sub>4</sub>N][Mn<sub>2</sub>(5-MeO-<italic>salen</italic>)<sub>2</sub>Fe(CN)<sub>6</sub>]<sup>17</sup> despite the fact that <bold>1</bold> contains monomeric complexes, whereas dimeric unit exists in\nthe latter compound. The chains extend along the crystallographic <italic>c</italic>-direction and are stacked parallel to each other\nalong the crystallographic <italic>a</italic>-axis to form layers in the <italic>ac</italic>-plane. The layers are held together through [Me<sub>4</sub>N]<sup>+</sup> cations\nand solvent molecules. The framework is further stabilized\nby hydrogen bonding between the solvent molecules and\nnonbridging cyanide ligands, as indicated by the short contact\n(O(7S2)···N(4) = 2.895 Å; O(7S2)···N(5) = 3.207 Å). No\naromatic π−π interactions between ligands in different\nchains are observed. The structure of <bold>1</bold> can be considered to\nbe an expansion of the 1D structure of (Et<sub>4</sub>N)<sub>2</sub>{[Mn(<italic>acacen</italic>)]Fe(CN)<sub>6</sub>} built of similar zigzag chains with the same\nstacking mode. The distance between two closest Mn<sup>3+</sup> ions\nwithin the same chain is 14.825(2) Å in <bold>1</bold> compared to\n10.491(5) Å found in (Et<sub>4</sub>N)<sub>2</sub>{[Mn(<italic>acacen</italic>)]Fe(CN)<sub>6</sub>}. The\nchains can be classified as 2,2-TC chain in which each cluster\nis trans-coordinated by two Mn complexes and each Mn\ncomplex is connected to two clusters in cis-conformation.\n\n</p>", "clean_text": " [Me  4  N]  3  {[Mn(5-MeO-salen)][Nb  6  Cl  12  (CN)  6  ]}⋅1.5MeOH⋅0.5H  2  O (  1  ). Compound 1 is a 1D coordination polymer (Figure a) built of [Nb6Cl12(CN)6]4- clusters linked to each other by [Mn(5-MeO-salen)]+ to form anionic zigzag chains (panels b and c in Figure ). The Mn complexes are connected to the cluster unit via the nitrogen end of the cyanide ligands (N1 and N3). The Nb-C bond lengths vary between 2.253(9) and 2.288(8) Å with the longest bond length associated with bridging CN- ligands. The chain is bent with an average Mn-N≡C bond angle of 148.6(8)° compared to an average of 175(3)° for the Nb-C⋮N bond angles. The two Mn-NCN bond lengths are the same at 2.345(7) Å close to the longest Mn-NCN bond length observed in [Me4N]2{[Mn(salen)]2[Nb6Cl12(CN)6]}. The bond lengths within the metal complex Mn-N (1.997(2) Å) and Mn-O (1.866(5) Å) are close to those found in [Et4N][Mn2(5-MeO-salen)2Fe(CN)6]17 despite the fact that 1 contains monomeric complexes, whereas dimeric unit exists in the latter compound. The chains extend along the crystallographic c-direction and are stacked parallel to each other along the crystallographic a-axis to form layers in the ac-plane. The layers are held together through [Me4N]+ cations and solvent molecules. The framework is further stabilized by hydrogen bonding between the solvent molecules and nonbridging cyanide ligands, as indicated by the short contact (O(7S2)⋅⋅⋅N(4) = 2.895 Å; O(7S2)⋅⋅⋅N(5) = 3.207 Å). No aromatic π-π interactions between ligands in different chains are observed. The structure of 1 can be considered to be an expansion of the 1D structure of (Et4N)2{[Mn(acacen)]Fe(CN)6} built of similar zigzag chains with the same stacking mode. The distance between two closest Mn3+ ions within the same chain is 14.825(2) Å in 1 compared to 10.491(5) Å found in (Et4N)2{[Mn(acacen)]Fe(CN)6}. The chains can be classified as 2,2-TC chain in which each cluster is trans-coordinated by two Mn complexes and each Mn complex is connected to two clusters in cis-conformation.  ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"cm063005pf00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Perspective view of the structure of the 1D coordination polymer [Me<sub>4</sub>N]<sub>3</sub>{[Mn(5-MeO-<italic>salen</italic>)][Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]} (<bold>1</bold>) viewed along the\ncrystallographic <italic>a</italic>-axis. (b) Projection along the <italic>b</italic>-axis of the anionic zigzag chain built from cluster anion [Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]<sup>4-</sup> and [Mn(5-MeO-<italic>salen</italic>)]<sup>+</sup>. (c)\nSpace-filling representation of the chain. Blue, Nb; magenta, Mn; green, Cl; cyan, N; red, O; gray, C. The Nb−Nb bonds are represented in pink. The\noctahedra {MnN<sub>4</sub>O<sub>2</sub>} are shown as transparent gray.</p>\n</caption>\n<graphic xlink:href=\"cm-2006-03005p_0004.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Perspective view of the structure of the 1D coordination polymer [Me4N]3{[Mn(5-MeO-salen)][Nb6Cl12(CN)6]} (1) viewed along the crystallographic a-axis. (b) Projection along the b-axis of the anionic zigzag chain built from cluster anion [Nb6Cl12(CN)6]4- and [Mn(5-MeO-salen)]+. (c) Space-filling representation of the chain. Blue, Nb; magenta, Mn; green, Cl; cyan, N; red, O; gray, C. The Nb-Nb bonds are represented in pink. The octahedra {MnN4O2} are shown as transparent gray.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>\n<italic>[Me</italic>\n<italic>\n<sub>4</sub>\n</italic>\n<italic>N]</italic>\n<italic>\n<sub>2</sub>\n</italic>\n<italic>{[Mn(7-Me-salen)]</italic>\n<italic>\n<sub>2</sub>\n</italic>\n<italic>[Nb</italic>\n<italic>\n<sub>6</sub>\n</italic>\n<italic>Cl</italic>\n<italic>\n<sub>12</sub>\n</italic>\n<italic>(CN)</italic>\n<italic>\n<sub>6</sub>\n</italic>\n<italic>]}·2MeOH (</italic>\n<bold>\n<italic>2</italic>\n</bold>\n<italic>).</italic>\nCompound <bold>2</bold> crystallizes in the primitive orthorhombic\nspace group <italic>Pbca</italic> and has a 2D framework (panels a and b\nin Figure ) in which each cluster unit is coordinated by\nfour [Mn(7-Me-<italic>salen</italic>)]<sup>+</sup> through Nb−C⋮N−Mn linkages and each [Mn(7-Me-<italic>salen</italic>)]<sup>+</sup> is coordinated by two\n[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]<sup>4-</sup> to give anionic layers {[Mn(7-Me-<italic>salen</italic>)]<sub>2</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]}<sub>∞</sub>\n<sup>2-</sup> parallel to the <italic>ab</italic>-plane (Figure c). The\nmanganese complexes are trans to each other and related\nby an inversion center located at the center of the cluster.\nTwo different Nb−C<sub>CN</sub> bond lengths are observed, 2.274(7)\nand 2.290(8) Å, that are associated with nonbridging and\nbridging ligands, respectively. Likewise, three significantly\ndifferent Nb−C⋮N bond angles are observed, 169.5(6) and\n176.1(6)° for bridging cyanide ligands and 174.1(6)° for\nnonbridging ligands. The Mn−N<sub>CN</sub> bond lengths 2.278(6)\nand 2.318(6) Å are significantly different from those found\nin [Me<sub>4</sub>N]<sub>2</sub>{[Mn(<italic>salen</italic>)]<sub>2</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]} (2.233(4), 2.365(3) Å), reflecting the effect of the shape of the Schiff-base\nligand. The bond angles Mn−N⋮C are 153.9(1) and 147.1(5)°, with the smaller angle associated with the concave side\nof the ligand. These values are different from those found\nin [Me<sub>4</sub>N]<sub>2</sub>{[Mn(<italic>salen</italic>)]<sub>2</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]} (155.0(3) and 144.2(3)°). The bond lengths within the metal complex Mn−N\n\n(2.00(1) Å) and Mn−O (1.87(1) Å) are close to those found\nin <bold>1</bold>. The layers stack along the crystallographic <italic>c</italic>-axis in a\nstaggered fashion and are held together by [Me<sub>4</sub>N]<sup>+</sup> and\nMeOH (Figure a). The framework is further stabilized by\nhydrogen bonding between the non-coordinating cyanide and\nMeOH, as indicated by the N···O distance of 3.05(2) Å. The\nconnectivity present in this compound is the same as that\nobserved in (Et<sub>4</sub>N){[Mn(<italic>salen</italic>)]<sub>2</sub>Fe(CN)<sub>6</sub>}. However, the\nlayers in the latter compound stack perfectly on top of each\nother.\n\n</p>", "clean_text": " [Me  4  N]  2  {[Mn(7-Me-salen)]  2  [Nb  6  Cl  12  (CN)  6  ]}⋅2MeOH (  2  ). Compound 2 crystallizes in the primitive orthorhombic space group Pbca and has a 2D framework (panels a and b in Figure ) in which each cluster unit is coordinated by four [Mn(7-Me-salen)]+ through Nb-C⋮N-Mn linkages and each [Mn(7-Me-salen)]+ is coordinated by two [Nb6Cl12(CN)6]4- to give anionic layers {[Mn(7-Me-salen)]2[Nb6Cl12(CN)6]}∞ 2- parallel to the ab-plane (Figure c). The manganese complexes are trans to each other and related by an inversion center located at the center of the cluster. Two different Nb-CCN bond lengths are observed, 2.274(7) and 2.290(8) Å, that are associated with nonbridging and bridging ligands, respectively. Likewise, three significantly different Nb-C⋮N bond angles are observed, 169.5(6) and 176.1(6)° for bridging cyanide ligands and 174.1(6)° for nonbridging ligands. The Mn-NCN bond lengths 2.278(6) and 2.318(6) Å are significantly different from those found in [Me4N]2{[Mn(salen)]2[Nb6Cl12(CN)6]} (2.233(4), 2.365(3) Å), reflecting the effect of the shape of the Schiff-base ligand. The bond angles Mn-N⋮C are 153.9(1) and 147.1(5)°, with the smaller angle associated with the concave side of the ligand. These values are different from those found in [Me4N]2{[Mn(salen)]2[Nb6Cl12(CN)6]} (155.0(3) and 144.2(3)°). The bond lengths within the metal complex Mn-N  (2.00(1) Å) and Mn-O (1.87(1) Å) are close to those found in 1. The layers stack along the crystallographic c-axis in a staggered fashion and are held together by [Me4N]+ and MeOH (Figure a). The framework is further stabilized by hydrogen bonding between the non-coordinating cyanide and MeOH, as indicated by the N⋅⋅⋅O distance of 3.05(2) Å. The connectivity present in this compound is the same as that observed in (Et4N){[Mn(salen)]2Fe(CN)6}. However, the layers in the latter compound stack perfectly on top of each other.  ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"cm063005pf00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Perspective view of the structure of [Me<sub>4</sub>N]<sub>2</sub>{[Mn(7-Me-<italic>salen</italic>)]<sub>2</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]}·2MeOH (<bold>2</bold>) viewed along the crystallographic <italic>a</italic>-axis. (b)\nSpace-filling representation showing the overlap between the Schiff-base ligands to form channels in which the cations and solvent molecules are located.\n(c) Projection of the anionic layers parallel to the crystallographic <italic>ab</italic>-plane.</p>\n</caption>\n<graphic xlink:href=\"cm-2006-03005p_0005.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Perspective view of the structure of [Me4N]2{[Mn(7-Me-salen)]2[Nb6Cl12(CN)6]}⋅2MeOH (2) viewed along the crystallographic a-axis. (b) Space-filling representation showing the overlap between the Schiff-base ligands to form channels in which the cations and solvent molecules are located. (c) Projection of the anionic layers parallel to the crystallographic ab-plane.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>\n<italic>[Me</italic>\n<italic>\n<sub>4</sub>\n</italic>\n<italic>N]{[Mn(acacen)]</italic>\n<italic>\n<sub>3</sub>\n</italic>\n<italic>[Nb</italic>\n<italic>\n<sub>6</sub>\n</italic>\n<italic>Cl</italic>\n<italic>\n<sub>12</sub>\n</italic>\n<italic>(CN)</italic>\n<italic>\n<sub>6</sub>\n</italic>\n<italic>]}·4MeCN (</italic>\n<bold>\n<italic>3</italic>\n</bold>\n<italic>).</italic> The\ncrystal structure of <bold>3</bold> was determined and refined in the\nmonoclinic system (SG:  <italic>P</italic>2<sub>1</sub>/<italic>c</italic>). The compound has a 3D\nanionic framework {[Mn(<italic>acacen</italic>)]<sub>3</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]}<sub>∞</sub>\n<sup>-</sup> built\nof octahedral metal clusters and [Mn(<italic>acacen</italic>)] complexes\nconnected via CN ligands. Each cluster uses its six CN\nligands to coordinate to six [Mn(<italic>acacen</italic>)] complexes and\neach complex connects two cluster units (Figure a). The\nstructure consists of identical but symmetry-independent\nlayers parallel to the <italic>bc</italic>-plane with the same cluster-complex\nconnectivity as that found in compound <bold>2</bold> (Figure b). One\nlayer is formed of clusters (Nb(1), Nb(2), and Nb(3))\nconnected by the cyanide ligands (N(2), N(3)) to four Mn(2) complexes. The other layer is built of clusters (Nb(4),\nNb(5), and Nb(6)) connected by cyanide ligands (N(4), N(6)\nto four Mn(3) complexes. The layers are shifted with respect\nto each other when viewed along the <italic>a</italic>-axis (Figure c) but\nstacked on top of each other along the [110] direction. The\nlayers are further connected to each other via (N(1)−Mn(1)−N(5) connectivities to generate the 3D coordination\n\nnetwork with cavities in which the cations [Me<sub>4</sub>N]<sup>+</sup> and\nMeCN molecules are located. A simplified representation\nof the 3D framework is given in Figure d that shows that\nthe cluster units are located in a distorted cfc lattice. The\nsolvent molecules are not involved in hydrogen bonding,\nwhich explains the easy removal of most solvent molecules\nupon washing. The calculated solvent accessible volume\ncalculated using Platon was found to be 19.7%, and its\nframework remained stable after all solvents were removed.\nThe Nb−C bond lengths are similar to those found in <bold>2</bold>\n(2.262(8) to 2.296(8) Å) and the C⋮N bond lengths are\nwithin 1σ of each other with an average of 1.148(10) Å\nreflecting the isotropic nature of the linkages. These values\nare similar to those found in the expanded Prussian-blue\nanalogue [Me<sub>4</sub>N]<sub>2</sub>[MnNb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>], which contains Mn(II) and has a cubic symmetry (SG. <italic>Fm</italic>3̄<italic>m</italic>). The Nb−C⋮N bond angles range from 170.7(7)° for Nb(4)−C(4)≡N(4)\nto 177.2(7)° for Nb(3)−C(3)≡N(3). The Mn−N<sub>CN</sub> bond\nlengths are between 2.276(7) and 2.341(6) Å, compared to\n2.345(7) Å found in <bold>1</bold> and 2.278(6) and 2.318(6) Å found\nin <bold>2</bold>. The C(1)≡N(1)−Mn(1) (157.9(7)°) and C(5)≡N(5)−Mn(1) (158.3(7)°) bond angles are significantly larger than\nthose of C(2)≡N(2)−Mn(2) (146.8(6)°), C(3)≡N(3)−Mn(2) (148.1(6)°), C(4)≡N(4)−Mn(3) (145.3(7)°), and C(6)≡N(6)−Mn(3) (152.6(6)°). This difference is the result of\ndifferent conformation around each Mn complex. For Mn(2) and Mn(3), each Mn is coordinated by two cluster units\nin cis-conformation, whereas Mn(1) is coordinated by two\ncluster units in trans-conformation (Figure e). The Mn\ncomplexes are almost planar compared to the bowl shape of\nSchiff-base ligands found in <bold>2</bold>. The bond lengths within the\nmetal complex Mn−N (1.980(9) Å) and Mn−O (1.90(1) Å)\nare close to those found in both <bold>1</bold> and <bold>2</bold>, indicating that\ndifferent Schiff-bases have little to no effect on the Mn−N\nand Mn−O bond lengths.\n\n</p>", "clean_text": " [Me  4  N]{[Mn(acacen)]  3  [Nb  6  Cl  12  (CN)  6  ]}⋅4MeCN (  3  ). The crystal structure of 3 was determined and refined in the monoclinic system (SG: P21/c). The compound has a 3D anionic framework {[Mn(acacen)]3[Nb6Cl12(CN)6]}∞ - built of octahedral metal clusters and [Mn(acacen)] complexes connected via CN ligands. Each cluster uses its six CN ligands to coordinate to six [Mn(acacen)] complexes and each complex connects two cluster units (Figure a). The structure consists of identical but symmetry-independent layers parallel to the bc-plane with the same cluster-complex connectivity as that found in compound 2 (Figure b). One layer is formed of clusters (Nb(1), Nb(2), and Nb(3)) connected by the cyanide ligands (N(2), N(3)) to four Mn(2) complexes. The other layer is built of clusters (Nb(4), Nb(5), and Nb(6)) connected by cyanide ligands (N(4), N(6) to four Mn(3) complexes. The layers are shifted with respect to each other when viewed along the a-axis (Figure c) but stacked on top of each other along the [110] direction. The layers are further connected to each other via (N(1)-Mn(1)-N(5) connectivities to generate the 3D coordination  network with cavities in which the cations [Me4N]+ and MeCN molecules are located. A simplified representation of the 3D framework is given in Figure d that shows that the cluster units are located in a distorted cfc lattice. The solvent molecules are not involved in hydrogen bonding, which explains the easy removal of most solvent molecules upon washing. The calculated solvent accessible volume calculated using Platon was found to be 19.7%, and its framework remained stable after all solvents were removed. The Nb-C bond lengths are similar to those found in 2 (2.262(8) to 2.296(8) Å) and the C⋮N bond lengths are within 1σ of each other with an average of 1.148(10) Å reflecting the isotropic nature of the linkages. These values are similar to those found in the expanded Prussian-blue analogue [Me4N]2[MnNb6Cl12(CN)6], which contains Mn(II) and has a cubic symmetry (SG. Fm3̄m). The Nb-C⋮N bond angles range from 170.7(7)° for Nb(4)-C(4)≡N(4) to 177.2(7)° for Nb(3)-C(3)≡N(3). The Mn-NCN bond lengths are between 2.276(7) and 2.341(6) Å, compared to 2.345(7) Å found in 1 and 2.278(6) and 2.318(6) Å found in 2. The C(1)≡N(1)-Mn(1) (157.9(7)°) and C(5)≡N(5)-Mn(1) (158.3(7)°) bond angles are significantly larger than those of C(2)≡N(2)-Mn(2) (146.8(6)°), C(3)≡N(3)-Mn(2) (148.1(6)°), C(4)≡N(4)-Mn(3) (145.3(7)°), and C(6)≡N(6)-Mn(3) (152.6(6)°). This difference is the result of different conformation around each Mn complex. For Mn(2) and Mn(3), each Mn is coordinated by two cluster units in cis-conformation, whereas Mn(1) is coordinated by two cluster units in trans-conformation (Figure e). The Mn complexes are almost planar compared to the bowl shape of Schiff-base ligands found in 2. The bond lengths within the metal complex Mn-N (1.980(9) Å) and Mn-O (1.90(1) Å) are close to those found in both 1 and 2, indicating that different Schiff-bases have little to no effect on the Mn-N and Mn-O bond lengths.  ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"cm063005pf00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Perspective view of the framework of [Me<sub>4</sub>N]{[Mn(<italic>acacen</italic>)]<sub>3</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]}·4MeCN (<bold>3</bold>) viewed along the crystallographic <italic>b</italic>-axis; the\ncations and solvents are omitted for clarity. (b) Projection of a layer along the crystallographic <italic>a</italic>-axis showing the connectivity pattern between the cluster\nand the metal complex. (c) Projection along the <italic>a-</italic>direction of two adjacent layers showing the displacement of one layer with respect to the other and the\nlinkage between them through Mn1 (yellow). (d) Simplified representation of the 3D structure; large blue spheres represent [Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]<sup>4-</sup> and purple\nspheres represent Mn complexes. (e) Cis<italic>-</italic> (left) and trans<italic>-</italic>conformation (right) observed for the manganese complexes.</p>\n</caption>\n<graphic xlink:href=\"cm-2006-03005p_0006.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Perspective view of the framework of [Me4N]{[Mn(acacen)]3[Nb6Cl12(CN)6]}⋅4MeCN (3) viewed along the crystallographic b-axis; the cations and solvents are omitted for clarity. (b) Projection of a layer along the crystallographic a-axis showing the connectivity pattern between the cluster and the metal complex. (c) Projection along the a-direction of two adjacent layers showing the displacement of one layer with respect to the other and the linkage between them through Mn1 (yellow). (d) Simplified representation of the 3D structure; large blue spheres represent [Nb6Cl12(CN)6]4- and purple spheres represent Mn complexes. (e) Cis- (left) and trans-conformation (right) observed for the manganese complexes.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<p>\n<bold>Magnetic Properties.</bold> The temperature dependences of the\nmagnetic susceptibilities for each sample are shown in\n\nFigure . These data and the absence of any detectable\ndifferences between the FC and ZFC data traces indicate that\nthere is no long-range ordering down to 2 K. The room-temperature data for all three materials are nearly degenerate,\nand the values are consistent with isolated high spin Mn(III), <italic>S</italic> = 2 ions with <italic>g</italic> = 2.11. The differences in the\ntemperature dependences of the three materials suggests that\nthe local environment of the Mn ions changes with temperature, and spatial anisotropy may generate anisotropic\n<italic>g</italic>-values at temperatures nominally above 50 K. The down\nturn of the χ<italic>T</italic> traces below 20 K suggests the presence of\ndifferent, non-negligible zero-field splittings that are common\nin Mn(III) systems. The Mn ions in the three materials\nappear to be noninteracting down to 2 K, as the magnetization versus magnetic field plots can be reasonably fit by a <italic>S</italic>\n= 2 Brillouin function (see the Supporting Information). This\nfitting procedure yields reasonable results for the <italic>g</italic>-values.\nHowever, high-frequency ESR studies of single crystals are\nneeded to resolve the anisotropic <italic>g</italic>-values and the differences\nin their zero-field splittings below nominally 50 K. Nevertheless, the macroscopic magnetic behavior of the samples\nof all three materials, consisting of randomly oriented\nmicrocrystals, is consistent with expectations on the basis\nof inspection of the crystal structures. The shortest Mn−Mn distances in all this materials is found to be 8.63 Å\nbetween two Mn(III) ions that belong to two adjacent layers\nin compound <bold>2</bold>.\n\n</p>", "clean_text": " Magnetic Properties. The temperature dependences of the magnetic susceptibilities for each sample are shown in  Figure . These data and the absence of any detectable differences between the FC and ZFC data traces indicate that there is no long-range ordering down to 2 K. The room-temperature data for all three materials are nearly degenerate, and the values are consistent with isolated high spin Mn(III), S = 2 ions with g = 2.11. The differences in the temperature dependences of the three materials suggests that the local environment of the Mn ions changes with temperature, and spatial anisotropy may generate anisotropic g-values at temperatures nominally above 50 K. The down turn of the χT traces below 20 K suggests the presence of different, non-negligible zero-field splittings that are common in Mn(III) systems. The Mn ions in the three materials appear to be noninteracting down to 2 K, as the magnetization versus magnetic field plots can be reasonably fit by a S = 2 Brillouin function (see the Supporting Information). This fitting procedure yields reasonable results for the g-values. However, high-frequency ESR studies of single crystals are needed to resolve the anisotropic g-values and the differences in their zero-field splittings below nominally 50 K. Nevertheless, the macroscopic magnetic behavior of the samples of all three materials, consisting of randomly oriented microcrystals, is consistent with expectations on the basis of inspection of the crystal structures. The shortest Mn-Mn distances in all this materials is found to be 8.63 Å between two Mn(III) ions that belong to two adjacent layers in compound 2.  ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"cm063005pf00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Magnetic susceptibility, normalized to the number of Mn ions per formula unit, times temperature is shown as a function of temperature for compounds<bold>1</bold>−<bold>3</bold>.</p>\n</caption>\n<graphic xlink:href=\"cm-2006-03005p_0007.tif\"></graphic>\n</fig>", "clean_text": " 4  Magnetic susceptibility, normalized to the number of Mn ions per formula unit, times temperature is shown as a function of temperature for compounds1-3.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<p>\n<bold>Thermal Stability. </bold>The thermal stability of <bold>1</bold>−<bold>3</bold> was\ninvestigated by use of thermogravimetric analysis and PXRD\n(Figures  and ). Compound <bold>1</bold> loses all solvent molecules\nin one step between 50 and ∼180 °C (percent loss:  observed,\n3.58%; calcd, 3.17%). The compound decomposes in two\nsteps; the first occurs at <italic>T</italic> &gt; 180 °C, and the second occurs\nat <italic>T</italic> &gt; 600 °C. The last step leads to formation of MnNb<sub>2</sub>O<sub>6</sub>\n\nand Nb<sub>2</sub>O<sub>5</sub>\n with observed percent weight loss of 52.55%\n(calcd 51.75%). Compound <bold>2</bold> loses all solvent molecules in\none step between 30 and ∼200 °C (percent loss:  observed,\n2.65%; calcd, 3.13%). The compound decomposes in several\nsteps, reaching a plateau at <italic>T</italic> ≈ 700 °C corresponding to\nformation of MnNb<sub>2</sub>O<sub>6</sub> and Nb<sub>2</sub>O<sub>5</sub> (percent loss:  observed,\n52.98%; calcd, 54.18%). Compound <bold>3</bold> loses all solvent\nmolecules between 50 and ∼200 °C (percent loss:  observed,\n1.68%; calcd, 1.12%); it then decomposes in several steps,\nreaching a plateau at <italic>T</italic> ≈ 700 °C corresponding to formation\nof pure MnNb<sub>2</sub>O<sub>6</sub> (percent loss:  observed, 52.28%; calcd,\n51.03%) at temperatures above 700 °C.\n\n\n</p>", "clean_text": " Thermal Stability. The thermal stability of 1-3 was investigated by use of thermogravimetric analysis and PXRD (Figures  and ). Compound 1 loses all solvent molecules in one step between 50 and ~180 °C (percent loss: observed, 3.58%; calcd, 3.17%). The compound decomposes in two steps; the first occurs at T > 180 °C, and the second occurs at T > 600 °C. The last step leads to formation of MnNb2O6  and Nb2O5  with observed percent weight loss of 52.55% (calcd 51.75%). Compound 2 loses all solvent molecules in one step between 30 and ~200 °C (percent loss: observed, 2.65%; calcd, 3.13%). The compound decomposes in several steps, reaching a plateau at T ~ 700 °C corresponding to formation of MnNb2O6 and Nb2O5 (percent loss: observed, 52.98%; calcd, 54.18%). Compound 3 loses all solvent molecules between 50 and ~200 °C (percent loss: observed, 1.68%; calcd, 1.12%); it then decomposes in several steps, reaching a plateau at T ~ 700 °C corresponding to formation of pure MnNb2O6 (percent loss: observed, 52.28%; calcd, 51.03%) at temperatures above 700 °C.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"cm063005pf00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Thermogravimetric analysis of compounds<bold>1</bold>−<bold>3</bold>.</p>\n</caption>\n<graphic xlink:href=\"cm-2006-03005p_0008.tif\"></graphic>\n</fig>", "clean_text": " 5  Thermogravimetric analysis of compounds1-3.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"cm063005pf00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Powder X-ray diffraction pattern of the product of the decomposition of<bold>1</bold>−<bold>3</bold> heated at 950 °C. Reflections from Nb<sub>2</sub>O<sub>5</sub> are\nindicated by (*).</p>\n</caption>\n<graphic xlink:href=\"cm-2006-03005p_0009.tif\"></graphic>\n</fig>", "clean_text": " 6  Powder X-ray diffraction pattern of the product of the decomposition of1-3 heated at 950 °C. Reflections from Nb2O5 are indicated by (*).   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>Different Mn<sup>3+</sup> Schiff-base complexes have been used\nsuccessfully to direct the formation of cluster-based coordination polymers with different dimensionalities. From the\nchemical reactivity point of view, the process is a simple\ncation metathesis leading to formation of three coordination\npolymers depending on the metal complex, the metal-to-cluster ratio, and solvent used. As the [Me<sub>4</sub>N]<sup>+</sup> are progressively substituted by the [Mn(<italic>L</italic>)]<sup>+</sup> complexes, discrete\nsupramolecular species or coordination polymers are obtained. In principle, it should be possible to obtain the\nmaterials reported here using the same tetradentate Schiff-base complex; however, the structural characterization\ndemands suitable crystals that can be obtained only when\nappropriate cations and solvents are used. Further work is\n\nneeded to fully understand the reactivity and crystal growth\nof these systems. In contrast to a number of ferro- and\nantiferromagnetic materials built from [Fe(CN)<sub>6</sub>]<sup>3-</sup> and Mn<sup>3+</sup>\nSchiff-base complexes, no evidence of magnetic coupling\nhas been observed between Mn<sup>3+</sup> via the Nb<sub>6</sub> cluster unit\nbecause of the diamagnetic nature and large size of\n[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]<sup>4-</sup>. Work is underway to study the possibility\nof using the 15 electron octahedral metal clusters [M<sub>6</sub>X<sub>12</sub>(CN)<sub>6</sub>]<sup>3-</sup>\n(M = Nb, Ta and X = Cl, Br) that are paramagnetic.\n</p>", "clean_text": "Conclusion\n\nDifferent Mn3+ Schiff-base complexes have been used successfully to direct the formation of cluster-based coordination polymers with different dimensionalities. From the chemical reactivity point of view, the process is a simple cation metathesis leading to formation of three coordination polymers depending on the metal complex, the metal-to-cluster ratio, and solvent used. As the [Me4N]+ are progressively substituted by the [Mn(L)]+ complexes, discrete supramolecular species or coordination polymers are obtained. In principle, it should be possible to obtain the materials reported here using the same tetradentate Schiff-base complex; however, the structural characterization demands suitable crystals that can be obtained only when appropriate cations and solvents are used. Further work is  needed to fully understand the reactivity and crystal growth of these systems. In contrast to a number of ferro- and antiferromagnetic materials built from [Fe(CN)6]3- and Mn3+ Schiff-base complexes, no evidence of magnetic coupling has been observed between Mn3+ via the Nb6 cluster unit because of the diamagnetic nature and large size of [Nb6Cl12(CN)6]4-. Work is underway to study the possibility of using the 15 electron octahedral metal clusters [M6X12(CN)6]3- (M = Nb, Ta and X = Cl, Br) that are paramagnetic. ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>\n<ext-link xlink:href=\"/doi/suppl/10.1021%2Fcm063005p\">Supporting Information Available</ext-link>\n</title><p>IR spectra of [Me<sub>4</sub>N]<sub>4</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]·2MeOH, three Mn<sup>3+</sup> Schiff-base complexes, and compounds <bold>1</bold>−<bold>3</bold>. PXRD of <bold>1</bold>−<bold>3</bold> comparing the simulated and experimental patterns. The M vs B data at 2 K. X-ray crystallographic\nfiles in CIF format of the three compounds reported. This material\nis available free of charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p>", "clean_text": " Supporting Information Available \n\nIR spectra of [Me4N]4[Nb6Cl12(CN)6]⋅2MeOH, three Mn3+ Schiff-base complexes, and compounds 1-3. PXRD of 1-3 comparing the simulated and experimental patterns. The M vs B data at 2 K. X-ray crystallographic files in CIF format of the three compounds reported. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>References</title>", "clean_text": "References", "data": null, "include_properties": null}], "cln_elements": [{"idx": "9, 10, 12", "type": "text", "classification": "synthesis condition", "content": "<p>\n<bold>Synthesis.</bold>\n<italic>[Me</italic>\n<italic>\n<sub>4</sub>\n</italic>\n<italic>N]</italic>\n<italic>\n<sub>3</sub>\n</italic>\n<italic>{[Mn(5-MeO-salen)][Nb</italic>\n<italic>\n<sub>6</sub>\n</italic>\n<italic>Cl</italic>\n<italic>\n<sub>12</sub>\n</italic>\n<italic>(CN)</italic>\n<italic>\n<sub>6</sub>\n</italic>\n<italic>]}·1.5MeOH·0.5H</italic>\n<italic>\n<sub>2</sub>\n</italic>\n<italic>O (</italic>\n<bold>\n<italic>1</italic>\n</bold>\n<italic>)</italic>. 9.0 mL of a 3.9 mM methanolic solution of\n[Me<sub>4</sub>N]<sub>4</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]·2MeOH was mixed with 2.0 mL of\n16.0 mM methanolic solution of [Mn(5-MeO-<italic>salen</italic>)(MeOH)](ClO<sub>4</sub>).\nA brown microcrystalline precipitate formed after 2 h. The\nprecipitate was collected by centrifugation, washed with methanol\nand ether, and dried in air to give the product. (34.8 mg, yield: \n60.4%). Anal. Calcd for C<sub>37.5</sub>H<sub>61</sub>Cl<sub>12</sub>MnN<sub>11</sub>Nb<sub>6</sub>O<sub>6</sub>:  C, 25.03; H,\n3.42; N, 8.56. Found:  C, 25.09; H, 3.33; N, 8.50. IR (KBr):  ν<sub>CN</sub>\n2127 cmn<sup>-1</sup>. Crystals suitable for X-ray analysis were grown by\nlayering 1.5 mL of 3.8 mM methanolic solution of [Mn(5-MeO-<italic>salen</italic>)(MeOH)](ClO<sub>4</sub>) onto a cold methanolic solution of 1.5 mL\nof 4.0 mM [Me<sub>4</sub>N]<sub>4</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]<bold>·</bold>2MeOH in a narrow-diameter\nglass tube (id = 5 mm, <italic>l</italic> = 8.5 cm). The tube was then stored in\na refrigerator (∼5 °C). Dark brown rhombus crystals formed at\nthe interface after 2 days.\n</p><p>\n<italic>[Me</italic>\n<italic>\n<sub>4</sub>\n</italic>\n<italic>N]</italic>\n<italic>\n<sub>2</sub>\n</italic>\n<italic>{[Mn(7-Me-salen)]</italic>\n<italic>\n<sub>2</sub>\n</italic>\n<italic>[Nb</italic>\n<italic>\n<sub>6</sub>\n</italic>\n<italic>Cl</italic>\n<italic>\n<sub>12</sub>\n</italic>\n<italic>(CN)</italic>\n<italic>\n<sub>6</sub>\n</italic>\n<italic>]}·2MeOH (</italic>\n<bold>\n<italic>2</italic>\n</bold>\n<italic>).</italic> To a\nsolution of [Me<sub>4</sub>N]<sub>4</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]·2MeOH (60.0 mg, 0.04 mmol)\nin 10.0 mL of methanol was added a solution of [Mn(7-Me-<italic>salen</italic>)(OAc)]ClO<sub>4</sub> (34.3 mg, 0.08 mmol) in 10.0 mL of methanol. The\nmixture was stirred for 2 h at room temperature to afford a green\nmicrocrystalline precipitate. The precipitate was collected by\ncentrifugation, washed with methanol and ether, and dried in air to\ngive the product (75.3 mg, yield (based on Nb):  91.8%). Crystals\nsuitable for single-crystal X-ray analysis were grown by layering\n0.6 mL of a 4.0 mM methanolic solution of [Mn(7-Me-<italic>salen</italic>)-(OAc)]ClO<sub>4</sub> onto 0.6 mL of a 4.0 mM methanolic solution of\n[Me<sub>4</sub>N]<sub>4</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]·2MeOH in a narrow-diameter glass tube\n(id = 5 mm, <italic>l</italic> = 8.5 cm). Dark brown platelike crystals formed\nafter 2 days. The crystals were collected by filtration, washed with\nmethanol, and dried in air to give the product. (2.9 mg, yield: \n58.9%).\n</p><p>\n<italic>[Me</italic>\n<italic>\n<sub>4</sub>\n</italic>\n<italic>N]{[Mn(acacen)]</italic>\n<italic>\n<sub>3</sub>\n</italic>\n<italic>[Nb</italic>\n<italic>\n<sub>6</sub>\n</italic>\n<italic>Cl</italic>\n<italic>\n<sub>12</sub>\n</italic>\n<italic>(CN)</italic>\n<italic>\n<sub>6</sub>\n</italic>\n<italic>]}</italic>·<italic>4MeCN (</italic>\n<bold>\n<italic>3</italic>\n</bold>\n<italic>). </italic>To a solution of [Me<sub>4</sub>N]<sub>4</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]·2MeOH (18.0 mg, 0.012 mmol) in\n6.0 mL of dry acetonitrile was added a solution of [Mn(<italic>acacen</italic>)]Cl (30.0 mg, 0.096 mmol) in 6.0 mL of dry acetonitrile and the\nmixture was stirred for 20 min. The volume of the mixture was\nreduced under vacuum to ca. 2.0 mL; a green precipitate formed\nand was collected by centrifugation and washed with acetonitrile\nand ether to give the product (6.7 mg, yield (based on Nb):  27.1%).\nCrystal growth was achieved by mixing the solution of [Me<sub>4</sub>N]<sub>4</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]·2MeOH (9.0 mg, 0.006 mmol) in 3.0 mL of dry\nacetonitrile and [Mn(<italic>acacen</italic>)]Cl (15.0 mg, 0.048 mmol) in 8.0 mL\nof dry acetonitrile. The mixture was stirred for 20 min and then\nfiltered. The filtrate was left to evaporate; brown platelike crystals\nformed within 1 day and were collected by filtration, washed with\nacetonitrile, and dried in air to give the product. The compound\nwas found to lose 3.4 CH<sub>3</sub>CN molecules when washed and air-dried or when evacuated. A single-crystal study of a crystal washed\nwith ether confirmed the partial loss of CH<sub>3</sub>CN and the stability of\nthe framework. Comparison between observed PXRD and that\ncalculated on the basis of the crystal structure data confirmed that\nthe powder was the same as the crystals obtained by slow\nevaporation. Anal. Calcd for C<sub>47.2</sub>H<sub>67.8</sub>Cl<sub>12</sub>Mn<sub>3</sub>N<sub>13.6</sub>Nb<sub>6</sub>O<sub>6</sub>:  C,\n27.39; H, 3.30; N, 9.20. Found:  C, 26.06; H, 3.44; N, 8.59. IR\n(KBr):  ν<sub>CN</sub> 2132 cm<sup>-1</sup>.\n</p>", "clean_text": " Synthesis. [Me  4  N]  3  {[Mn(5-MeO-salen)][Nb  6  Cl  12  (CN)  6  ]}⋅1.5MeOH⋅0.5H  2  O (  1  ). 9.0 mL of a 3.9 mM methanolic solution of [Me4N]4[Nb6Cl12(CN)6]⋅2MeOH was mixed with 2.0 mL of 16.0 mM methanolic solution of [Mn(5-MeO-salen)(MeOH)](ClO4). A brown microcrystalline precipitate formed after 2 h. The precipitate was collected by centrifugation, washed with methanol and ether, and dried in air to give the product. (34.8 mg, yield: 60.4%). Anal. Calcd for C37.5H61Cl12MnN11Nb6O6: C, 25.03; H, 3.42; N, 8.56. Found: C, 25.09; H, 3.33; N, 8.50. IR (KBr): νCN 2127 cmn-1. Crystals suitable for X-ray analysis were grown by layering 1.5 mL of 3.8 mM methanolic solution of [Mn(5-MeO-salen)(MeOH)](ClO4) onto a cold methanolic solution of 1.5 mL of 4.0 mM [Me4N]4[Nb6Cl12(CN)6]⋅2MeOH in a narrow-diameter glass tube (id = 5 mm, l = 8.5 cm). The tube was then stored in a refrigerator (~5 °C). Dark brown rhombus crystals formed at the interface after 2 days. \n\n [Me  4  N]  2  {[Mn(7-Me-salen)]  2  [Nb  6  Cl  12  (CN)  6  ]}⋅2MeOH (  2  ). To a solution of [Me4N]4[Nb6Cl12(CN)6]⋅2MeOH (60.0 mg, 0.04 mmol) in 10.0 mL of methanol was added a solution of [Mn(7-Me-salen)(OAc)]ClO4 (34.3 mg, 0.08 mmol) in 10.0 mL of methanol. The mixture was stirred for 2 h at room temperature to afford a green microcrystalline precipitate. The precipitate was collected by centrifugation, washed with methanol and ether, and dried in air to give the product (75.3 mg, yield (based on Nb): 91.8%). Crystals suitable for single-crystal X-ray analysis were grown by layering 0.6 mL of a 4.0 mM methanolic solution of [Mn(7-Me-salen)-(OAc)]ClO4 onto 0.6 mL of a 4.0 mM methanolic solution of [Me4N]4[Nb6Cl12(CN)6]⋅2MeOH in a narrow-diameter glass tube (id = 5 mm, l = 8.5 cm). Dark brown platelike crystals formed after 2 days. The crystals were collected by filtration, washed with methanol, and dried in air to give the product. (2.9 mg, yield: 58.9%). \n\n [Me  4  N]{[Mn(acacen)]  3  [Nb  6  Cl  12  (CN)  6  ]}⋅4MeCN (  3  ). To a solution of [Me4N]4[Nb6Cl12(CN)6]⋅2MeOH (18.0 mg, 0.012 mmol) in 6.0 mL of dry acetonitrile was added a solution of [Mn(acacen)]Cl (30.0 mg, 0.096 mmol) in 6.0 mL of dry acetonitrile and the mixture was stirred for 20 min. The volume of the mixture was reduced under vacuum to ca. 2.0 mL; a green precipitate formed and was collected by centrifugation and washed with acetonitrile and ether to give the product (6.7 mg, yield (based on Nb): 27.1%). Crystal growth was achieved by mixing the solution of [Me4N]4[Nb6Cl12(CN)6]⋅2MeOH (9.0 mg, 0.006 mmol) in 3.0 mL of dry acetonitrile and [Mn(acacen)]Cl (15.0 mg, 0.048 mmol) in 8.0 mL of dry acetonitrile. The mixture was stirred for 20 min and then filtered. The filtrate was left to evaporate; brown platelike crystals formed within 1 day and were collected by filtration, washed with acetonitrile, and dried in air to give the product. The compound was found to lose 3.4 CH3CN molecules when washed and air-dried or when evacuated. A single-crystal study of a crystal washed with ether confirmed the partial loss of CH3CN and the stability of the framework. Comparison between observed PXRD and that calculated on the basis of the crystal structure data confirmed that the powder was the same as the crystals obtained by slow evaporation. Anal. Calcd for C47.2H67.8Cl12Mn3N13.6Nb6O6: C, 27.39; H, 3.30; N, 9.20. Found: C, 26.06; H, 3.44; N, 8.59. IR (KBr): νCN 2132 cm-1. ", "data": [[[{"meta": {"name": "[Me4N][Mn(5-MeO-salen)][Nb6Cl12(CN)6]·1.5MeOH·0.5H2O", "symbol": "1", "chemical formula": "C37.5H61Cl12MnN11Nb6O6"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "[Me4N]4[Nb6Cl12(CN)6]·2MeOH", "amount": "9.0", "unit": "mL"}, {"name": "[Mn(5-MeO-salen)(MeOH)](ClO4)", "amount": "2.0", "unit": "mL"}], "solution": [{"name": "methanol", "amount": "3.9", "unit": "mM"}, {"name": "methanol", "amount": "16.0", "unit": "mM"}], "pressure": "", "temperature": "room temperature", "time": "2 hours"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "methanol", "amount": "", "unit": ""}, {"name": "ether", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}], "yield": "60.4%"}], [{"meta": {"name": "[Me4N][Mn(7-Me-salen)]2[Nb6Cl12(CN)6]·2MeOH", "symbol": "2", "chemical formula": "C37.5H61Cl12MnN11Nb6O6"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "[Me4N]4[Nb6Cl12(CN)6]·2MeOH", "amount": "60.0", "unit": "mg"}, {"name": "[Mn(7-Me-salen)(OAc)]ClO4", "amount": "34.3", "unit": "mg"}], "solution": [{"name": "methanol", "amount": "10.0", "unit": "mL"}, {"name": "methanol", "amount": "10.0", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "2 hours"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "methanol", "amount": "", "unit": ""}, {"name": "ether", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}], "yield": "91.8%"}], [{"meta": {"name": "[Me4N]{[Mn(acacen)]3[Nb6Cl12(CN)6]}·4MeCN", "symbol": "3", "chemical formula": "C47.2H67.8Cl12Mn3N13.6Nb6O6"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "[Me4N]4[Nb6Cl12(CN)6]·2MeOH", "amount": "18.0", "unit": "mg"}, {"name": "[Mn(acacen)]Cl", "amount": "30.0", "unit": "mg"}], "solution": [{"name": "acetonitrile", "amount": "6.0", "unit": "mL"}, {"name": "acetonitrile", "amount": "6.0", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "20 minutes"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "acetonitrile", "amount": "", "unit": ""}, {"name": "ether", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}], "yield": "27.1%"}]]], "include_properties": ["chemical_synthesis", "centrifugation", "washing", "drying"]}, {"idx": "15, 26, 28", "type": "text", "classification": "property", "content": "<p>\n<bold>Magnetic Measurements.</bold> The bulk magnetization measurements were obtained from a standard Quantum Design MPMS\nSQUID magnetometer. The samples consisted of randomly oriented\nmicrocrystals with total masses of 15.2, 14.1, and 13.2 mg for the\n1D, 2D, and 3D materials, respectively. The specimens were housed\nin a gelatin capsule, whose magnetic response was independently\nmeasured and subtracted from the measured data. Magnetization\n(<italic>M</italic>) versus temperature (<italic>T</italic>) measurements were collected from 2\nto 300 K. The samples were zero-field cooled (ZFC) to 2 K before\na measuring field of either 10 mT (100 G) or 0.1 T (1 kG) was\n\napplied. Data were then recorded while the sample was warmed\nfrom the lowest temperature. The sample was subsequently cooled\nagain to 2 K, but in the presence of the measuring magnetic field,\nand additional field-cooled (FC) data were acquired. Differences\nbetween the FC and ZFC magnetization were within experimental\nerror. Magnetization versus field measurements were performed at\n2 K over the field range of 0 to 7 T. The diamagnetic contribution\nof each sample was estimated from Pascal's constants, namely,\n−180.8 × 10<sup>-6</sup>, −382.8 × 10<sup>-6</sup>, and −548.8 × 10<sup>-6</sup> emu/mol for\nthe 1D, 2D, and 3D materials, respectively, and subtracted from\nthe data.\n</p><p>\n<bold>Magnetic Properties.</bold> The temperature dependences of the\nmagnetic susceptibilities for each sample are shown in\n\nFigure . These data and the absence of any detectable\ndifferences between the FC and ZFC data traces indicate that\nthere is no long-range ordering down to 2 K. The room-temperature data for all three materials are nearly degenerate,\nand the values are consistent with isolated high spin Mn(III), <italic>S</italic> = 2 ions with <italic>g</italic> = 2.11. The differences in the\ntemperature dependences of the three materials suggests that\nthe local environment of the Mn ions changes with temperature, and spatial anisotropy may generate anisotropic\n<italic>g</italic>-values at temperatures nominally above 50 K. The down\nturn of the χ<italic>T</italic> traces below 20 K suggests the presence of\ndifferent, non-negligible zero-field splittings that are common\nin Mn(III) systems. The Mn ions in the three materials\nappear to be noninteracting down to 2 K, as the magnetization versus magnetic field plots can be reasonably fit by a <italic>S</italic>\n= 2 Brillouin function (see the Supporting Information). This\nfitting procedure yields reasonable results for the <italic>g</italic>-values.\nHowever, high-frequency ESR studies of single crystals are\nneeded to resolve the anisotropic <italic>g</italic>-values and the differences\nin their zero-field splittings below nominally 50 K. Nevertheless, the macroscopic magnetic behavior of the samples\nof all three materials, consisting of randomly oriented\nmicrocrystals, is consistent with expectations on the basis\nof inspection of the crystal structures. The shortest Mn−Mn distances in all this materials is found to be 8.63 Å\nbetween two Mn(III) ions that belong to two adjacent layers\nin compound <bold>2</bold>.\n\n</p><p>\n<bold>Thermal Stability. </bold>The thermal stability of <bold>1</bold>−<bold>3</bold> was\ninvestigated by use of thermogravimetric analysis and PXRD\n(Figures  and ). Compound <bold>1</bold> loses all solvent molecules\nin one step between 50 and ∼180 °C (percent loss:  observed,\n3.58%; calcd, 3.17%). The compound decomposes in two\nsteps; the first occurs at <italic>T</italic> &gt; 180 °C, and the second occurs\nat <italic>T</italic> &gt; 600 °C. The last step leads to formation of MnNb<sub>2</sub>O<sub>6</sub>\n\nand Nb<sub>2</sub>O<sub>5</sub>\n with observed percent weight loss of 52.55%\n(calcd 51.75%). Compound <bold>2</bold> loses all solvent molecules in\none step between 30 and ∼200 °C (percent loss:  observed,\n2.65%; calcd, 3.13%). The compound decomposes in several\nsteps, reaching a plateau at <italic>T</italic> ≈ 700 °C corresponding to\nformation of MnNb<sub>2</sub>O<sub>6</sub> and Nb<sub>2</sub>O<sub>5</sub> (percent loss:  observed,\n52.98%; calcd, 54.18%). Compound <bold>3</bold> loses all solvent\nmolecules between 50 and ∼200 °C (percent loss:  observed,\n1.68%; calcd, 1.12%); it then decomposes in several steps,\nreaching a plateau at <italic>T</italic> ≈ 700 °C corresponding to formation\nof pure MnNb<sub>2</sub>O<sub>6</sub> (percent loss:  observed, 52.28%; calcd,\n51.03%) at temperatures above 700 °C.\n\n\n</p>", "clean_text": " Magnetic Measurements. The bulk magnetization measurements were obtained from a standard Quantum Design MPMS SQUID magnetometer. The samples consisted of randomly oriented microcrystals with total masses of 15.2, 14.1, and 13.2 mg for the 1D, 2D, and 3D materials, respectively. The specimens were housed in a gelatin capsule, whose magnetic response was independently measured and subtracted from the measured data. Magnetization (M) versus temperature (T) measurements were collected from 2 to 300 K. The samples were zero-field cooled (ZFC) to 2 K before a measuring field of either 10 mT (100 G) or 0.1 T (1 kG) was  applied. Data were then recorded while the sample was warmed from the lowest temperature. The sample was subsequently cooled again to 2 K, but in the presence of the measuring magnetic field, and additional field-cooled (FC) data were acquired. Differences between the FC and ZFC magnetization were within experimental error. Magnetization versus field measurements were performed at 2 K over the field range of 0 to 7 T. The diamagnetic contribution of each sample was estimated from Pascal's constants, namely, -180.8 × 10-6, -382.8 × 10-6, and -548.8 × 10-6 emu/mol for the 1D, 2D, and 3D materials, respectively, and subtracted from the data. \n\n Magnetic Properties. The temperature dependences of the magnetic susceptibilities for each sample are shown in  Figure . These data and the absence of any detectable differences between the FC and ZFC data traces indicate that there is no long-range ordering down to 2 K. The room-temperature data for all three materials are nearly degenerate, and the values are consistent with isolated high spin Mn(III), S = 2 ions with g = 2.11. The differences in the temperature dependences of the three materials suggests that the local environment of the Mn ions changes with temperature, and spatial anisotropy may generate anisotropic g-values at temperatures nominally above 50 K. The down turn of the χT traces below 20 K suggests the presence of different, non-negligible zero-field splittings that are common in Mn(III) systems. The Mn ions in the three materials appear to be noninteracting down to 2 K, as the magnetization versus magnetic field plots can be reasonably fit by a S = 2 Brillouin function (see the Supporting Information). This fitting procedure yields reasonable results for the g-values. However, high-frequency ESR studies of single crystals are needed to resolve the anisotropic g-values and the differences in their zero-field splittings below nominally 50 K. Nevertheless, the macroscopic magnetic behavior of the samples of all three materials, consisting of randomly oriented microcrystals, is consistent with expectations on the basis of inspection of the crystal structures. The shortest Mn-Mn distances in all this materials is found to be 8.63 Å between two Mn(III) ions that belong to two adjacent layers in compound 2.  \n\n Thermal Stability. The thermal stability of 1-3 was investigated by use of thermogravimetric analysis and PXRD (Figures  and ). Compound 1 loses all solvent molecules in one step between 50 and ~180 °C (percent loss: observed, 3.58%; calcd, 3.17%). The compound decomposes in two steps; the first occurs at T > 180 °C, and the second occurs at T > 600 °C. The last step leads to formation of MnNb2O6  and Nb2O5  with observed percent weight loss of 52.55% (calcd 51.75%). Compound 2 loses all solvent molecules in one step between 30 and ~200 °C (percent loss: observed, 2.65%; calcd, 3.13%). The compound decomposes in several steps, reaching a plateau at T ~ 700 °C corresponding to formation of MnNb2O6 and Nb2O5 (percent loss: observed, 52.98%; calcd, 54.18%). Compound 3 loses all solvent molecules between 50 and ~200 °C (percent loss: observed, 1.68%; calcd, 1.12%); it then decomposes in several steps, reaching a plateau at T ~ 700 °C corresponding to formation of pure MnNb2O6 (percent loss: observed, 52.28%; calcd, 51.03%) at temperatures above 700 °C.   ", "data": [[{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "decomposition temperature": [{"value": "180", "unit": "°C", "type": "solvent removal"}, {"value": "600", "unit": "°C", "type": "formation of MnNb2O6 and Nb2O5"}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": ""}, "decomposition temperature": [{"value": "200", "unit": "°C", "type": "solvent removal"}, {"value": "700", "unit": "°C", "type": "formation of MnNb2O6 and Nb2O5"}]}, {"meta": {"name": "", "symbol": "3", "chemical formula": ""}, "decomposition temperature": [{"value": "200", "unit": "°C", "type": "solvent removal"}, {"value": "700", "unit": "°C", "type": "formation of pure MnNb2O6"}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 14, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"cm063005pt00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal and Refinement Data for Compounds<bold>1</bold>−<bold>3</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>37.5</sub>H<sub>61</sub>Cl<sub>12</sub>MnN<sub>11</sub>Nb<sub>6</sub>O<sub>6</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">C<sub>52</sub>H<sub>68</sub>Cl<sub>12</sub>Mn<sub>2</sub>N<sub>12</sub>Nb<sub>6</sub>O<sub>6</sub>\n</oasis:entry>\n<oasis:entry colname=\"4\">C<sub>54</sub>H<sub>78</sub>Cl<sub>12</sub>Mn<sub>3</sub> N<sub>17</sub>Nb<sub>6</sub>O<sub>6</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">fw (g/mol)\n</oasis:entry>\n<oasis:entry colname=\"2\">1799.77\n</oasis:entry>\n<oasis:entry colname=\"3\">2049.92\n</oasis:entry>\n<oasis:entry colname=\"4\">2209.01\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>T</italic> (K)\n</oasis:entry>\n<oasis:entry colname=\"2\">293(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">293(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">193(2) K\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst syst\n</oasis:entry>\n<oasis:entry colname=\"2\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"3\">othorhombic\n</oasis:entry>\n<oasis:entry colname=\"4\">monoclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic>P</italic>2<sub>1</sub>/<italic>c</italic> (No. 14)\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic>Pbca</italic> (No. 61)\n</oasis:entry>\n<oasis:entry colname=\"4\">\n<italic>P</italic>2<sub>1</sub>/<italic>c</italic> (No. 14)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">11.791 (2)\n</oasis:entry>\n<oasis:entry colname=\"3\">13.166 (2)\n</oasis:entry>\n<oasis:entry colname=\"4\">26.465(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">23.168 (5)\n</oasis:entry>\n<oasis:entry colname=\"3\">23.426(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">15.578(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">25.506 (5)\n</oasis:entry>\n<oasis:entry colname=\"3\">23.615(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">21.870(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β (deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">103.17 (3)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\">111.31(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>V</italic> (Å<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">6784 (2)\n</oasis:entry>\n<oasis:entry colname=\"3\">7284 (2)\n</oasis:entry>\n<oasis:entry colname=\"4\">8400(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>Z</italic>\n</oasis:entry>\n<oasis:entry colname=\"2\">4\n</oasis:entry>\n<oasis:entry colname=\"3\">4\n</oasis:entry>\n<oasis:entry colname=\"4\">4\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">ρ<sub>calcd </sub>(g cm<sup>-3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.762\n</oasis:entry>\n<oasis:entry colname=\"3\">1.869\n</oasis:entry>\n<oasis:entry colname=\"4\">1.754\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">μ (mm<sup>-1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.675\n</oasis:entry>\n<oasis:entry colname=\"3\">1.737\n</oasis:entry>\n<oasis:entry colname=\"4\">1.657\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">λ (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.71073\n</oasis:entry>\n<oasis:entry colname=\"3\">0.71073\n</oasis:entry>\n<oasis:entry colname=\"4\">0.71073\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic>\n<sub>1</sub>,<italic>\n<sup>a </sup>\n</italic>\n<sup></sup>\n<italic>wR</italic>\n<sub>2</sub>\n<italic>\n<sup>b</sup>\n</italic>\n<sup>,</sup>\n<italic>\n<sup>c</sup>\n</italic>\n<sup></sup> (%)\n</oasis:entry>\n<oasis:entry colname=\"2\">5.92, 13.34\n</oasis:entry>\n<oasis:entry colname=\"3\">6.20, 12.19\n</oasis:entry>\n<oasis:entry colname=\"4\">6.80, 15.19\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">GOF\n</oasis:entry>\n<oasis:entry colname=\"2\">1.08\n</oasis:entry>\n<oasis:entry colname=\"3\">1.046\n</oasis:entry>\n<oasis:entry colname=\"4\">1.057</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> \n                     <italic>R</italic>\n<sub>1</sub> = ∑<bold>||</bold>\n<italic>F</italic>\n<sub>0</sub>\n<bold>| </bold>− <bold>|</bold>\n<italic>F</italic>\n<sub>c</sub>\n<bold>||</bold>/∑<bold>|</bold>\n<italic>F</italic>\n<sub>0</sub>\n<bold>|</bold>.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> \n                     <italic>wR</italic>\n<sub>2</sub> = [∑[<italic>w</italic>(<italic>F</italic>\n<sub>o</sub>\n<sup>2</sup> − <italic>F</italic>\n<sub>c</sub>\n<sup>2</sup>)<sup>2</sup>]/∑[(<italic>wF</italic>\n<sub>o</sub>\n<sup>2</sup>)<sup>2</sup>]]<sup>1/2</sup>.<italic>\n<sup>c</sup>\n</italic>\n<sup></sup> \n                     <italic>w</italic>\n<sup>-1</sup> = σ<sup>2</sup>(<italic>F</italic>\n<sub>0</sub>\n<sup>2</sup>) + (<italic>aP</italic>)<sup>2</sup> + <italic>bp</italic>; <italic>P</italic> = (max(<italic>F</italic>\n<sub>0</sub>\n<sup>2</sup>,0) + 2<italic>F</italic>\n<sub>c</sub>\n<sup>2</sup>)/3) with <italic>a</italic> = 0.0474, <italic>b</italic>\n= 23.5811 for <bold>1</bold>, <italic>a</italic> = 0.0436, <italic>b</italic> = 1.6087 for <bold>2</bold>, and <italic>a</italic> = 0.0364, <italic>b</italic> = 40.5988 for <bold>3</bold>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Crystal and Refinement Data for Compounds 1-3\n\n|         | 1                                      | 2                                      | 3                                      |\n|---------|----------------------------------------|----------------------------------------|----------------------------------------|\n| formula | C<sub>37.5</sub>H<sub>61</sub>Cl<sub>12</sub>MnN<sub>11</sub>Nb<sub>6</sub>O<sub>6</sub> | C<sub>52</sub>H<sub>68</sub>Cl<sub>12</sub>Mn<sub>2</sub>N<sub>12</sub>Nb<sub>6</sub>O<sub>6</sub> | C<sub>54</sub>H<sub>78</sub>Cl<sub>12</sub>Mn<sub>3</sub> N<sub>17</sub>Nb<sub>6</sub>O<sub>6</sub> |\n| fw (g/mol) | 1799.77                                | 2049.92                                | 2209.01                                |\n| T (K)    | 293(2)                                 | 293(2)                                 | 193(2) K                               |\n| cryst syst | monoclinic                             | othorhombic                            | monoclinic                             |\n| space group | P2<sub>1</sub>/c (No. 14)               | Pbca (No. 61)                          | P2<sub>1</sub>/c (No. 14)               |\n| a (Å)    | 11.791 (2)                             | 13.166 (2)                             | 26.465(5)                              |\n| b (Å)    | 23.168 (5)                             | 23.426(3)                              | 15.578(3)                              |\n| c (Å)    | 25.506 (5)                             | 23.615(3)                              | 21.870(4)                              |\n| β (deg) | 103.17 (3)                             |                                        | 111.31(3)                              |\n| V (Å<sup>3</sup>) | 6784 (2)                          | 7284 (2)                               | 8400(3)                                |\n| Z       | 4                                      | 4                                      | 4                                      |\n| ρ<sub>calcd </sub>(g cm<sup>-3</sup>) | 1.762   | 1.869                                  | 1.754                                  |\n| μ (mm<sup>-1</sup>) | 1.675                          | 1.737                                  | 1.657                                  |\n| λ (Å)   | 0.71073                                | 0.71073                                | 0.71073                                |\n| R<sub>1</sub>,<italic><sup>a </sup></italic><sup></sup> wR<sub>2</sub><italic><sup>b</sup></italic><sup>,</sup><italic><sup>c</sup></italic><sup></sup> (%) | 5.92, 13.34 | 6.20, 12.19 | 6.80, 15.19 |\n| GOF     | 1.08                                   | 1.046                                  | 1.057                                  |\n\nTable 1 Footnotes:\na  R<sub>1</sub> = ∑||F<sub>0</sub>| − |F<sub>c</sub>||/∑|F<sub>0</sub>|.\nb  wR<sub>2</sub> = [∑[w(F<sub>o</sub><sup>2</sup> − F<sub>c</sub><sup>2</sup>)<sup>2</sup>]/∑[(wF<sub>o</sub><sup>2</sup>)<sup>2</sup>]]<sup>1/2</sup>.\nc  w<sup>-1</sup> = σ<sup>2</sup>(F<sub>0</sub><sup>2</sup>) + (aP)<sup>2</sup> + bp; P = (max(F<sub>0</sub><sup>2</sup>,0) + 2F<sub>c</sub><sup>2</sup>)/3) with a = 0.0474, b = 23.5811 for 1, a = 0.0436, b = 1.6087 for 2, and a = 0.0364, b = 40.5988 for 3.", "data": [{"meta": {"name": "", "symbol": "1", "chemical formula": "C37.5H61Cl12MnN11Nb6O6"}, "chemical formula weight": [{"value": "1799.77", "unit": "g/mol", "condition": ""}], "crystal system": [{"value": "monoclinic", "condition": ""}], "space group": [{"value": "P2_1/c (No. 14)", "condition": ""}], "lattice parameters": [{"value": {"a": "11.791", "b": "23.168", "c": "25.506", "alpha": "", "beta": "103.17", "gamma": ""}, "condition": ""}], "cell volume": [{"value": "6784", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.762", "unit": "g/cm^3", "condition": ""}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": "C52H68Cl12Mn2N12Nb6O6"}, "chemical formula weight": [{"value": "2049.92", "unit": "g/mol", "condition": ""}], "crystal system": [{"value": "othorhombic", "condition": ""}], "space group": [{"value": "Pbca (No. 61)", "condition": ""}], "lattice parameters": [{"value": {"a": "13.166", "b": "23.426", "c": "23.615", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}], "cell volume": [{"value": "7284", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.869", "unit": "g/cm^3", "condition": ""}]}, {"meta": {"name": "", "symbol": "3", "chemical formula": "C54H78Cl12Mn3N17Nb6O6"}, "chemical formula weight": [{"value": "2209.01", "unit": "g/mol", "condition": ""}], "crystal system": [{"value": "monoclinic", "condition": ""}], "space group": [{"value": "P2_1/c (No. 14)", "condition": ""}], "lattice parameters": [{"value": {"a": "26.465", "b": "15.578", "c": "21.870", "alpha": "", "beta": "111.31", "gamma": ""}, "condition": ""}], "cell volume": [{"value": "8400", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.754", "unit": "g/cm^3", "condition": ""}]}], "include_properties": null}, {"idx": 19, "type": "table", "classification": null, "content": "<table-wrap id=\"cm063005pt00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Selected Mean Bond Lengths (Å) and Angles (deg) for Compound<bold>1</bold>−<bold>3</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Nb−Nb\n</oasis:entry>\n<oasis:entry colname=\"2\">2.931 (4)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.929 (6)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.929 (5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Nb−Cl<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.466 (6)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.464 (8)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.464 (9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Nb−C\n</oasis:entry>\n<oasis:entry colname=\"2\">2.27 (1)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.281 (8)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.28 (1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C⋮N\n</oasis:entry>\n<oasis:entry colname=\"2\">1.13 (1)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.15 (1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.149 (8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Nb−C⋮N\n</oasis:entry>\n<oasis:entry colname=\"2\">175 (3)\n</oasis:entry>\n<oasis:entry colname=\"3\">173 (3)\n</oasis:entry>\n<oasis:entry colname=\"4\">175 (3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−N<sub>CN</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.345 (4)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.30 (3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.31 (3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn⋮N<sub>CN</sub>−C\n</oasis:entry>\n<oasis:entry colname=\"2\">148.6 (6)\n</oasis:entry>\n<oasis:entry colname=\"3\">153.9 (1), 147.1 (5)\n</oasis:entry>\n<oasis:entry colname=\"4\">152 (6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N<sub>CN</sub>−Mn−N<sub>CN</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">174.2 (2)\n</oasis:entry>\n<oasis:entry colname=\"3\">176.4 (2)\n</oasis:entry>\n<oasis:entry colname=\"4\">173 (4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−O<sub>L</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.867 (5)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.87 (1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.90 (1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−N<sub>L</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.00 (1)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.00 (1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.980 (9)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": ["substring not found"], "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"cm063005ph00001\" position=\"float\">\n<label>1</label>\n<graphic xlink:href=\"cm-2006-03005p_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"cm063005pf00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Perspective view of the structure of the 1D coordination polymer [Me<sub>4</sub>N]<sub>3</sub>{[Mn(5-MeO-<italic>salen</italic>)][Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]} (<bold>1</bold>) viewed along the\ncrystallographic <italic>a</italic>-axis. (b) Projection along the <italic>b</italic>-axis of the anionic zigzag chain built from cluster anion [Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]<sup>4-</sup> and [Mn(5-MeO-<italic>salen</italic>)]<sup>+</sup>. (c)\nSpace-filling representation of the chain. Blue, Nb; magenta, Mn; green, Cl; cyan, N; red, O; gray, C. The Nb−Nb bonds are represented in pink. The\noctahedra {MnN<sub>4</sub>O<sub>2</sub>} are shown as transparent gray.</p>\n</caption>\n<graphic xlink:href=\"cm-2006-03005p_0004.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Perspective view of the structure of the 1D coordination polymer [Me4N]3{[Mn(5-MeO-salen)][Nb6Cl12(CN)6]} (1) viewed along the crystallographic a-axis. (b) Projection along the b-axis of the anionic zigzag chain built from cluster anion [Nb6Cl12(CN)6]4- and [Mn(5-MeO-salen)]+. (c) Space-filling representation of the chain. Blue, Nb; magenta, Mn; green, Cl; cyan, N; red, O; gray, C. The Nb-Nb bonds are represented in pink. The octahedra {MnN4O2} are shown as transparent gray.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"cm063005pf00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Perspective view of the structure of [Me<sub>4</sub>N]<sub>2</sub>{[Mn(7-Me-<italic>salen</italic>)]<sub>2</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]}·2MeOH (<bold>2</bold>) viewed along the crystallographic <italic>a</italic>-axis. (b)\nSpace-filling representation showing the overlap between the Schiff-base ligands to form channels in which the cations and solvent molecules are located.\n(c) Projection of the anionic layers parallel to the crystallographic <italic>ab</italic>-plane.</p>\n</caption>\n<graphic xlink:href=\"cm-2006-03005p_0005.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Perspective view of the structure of [Me4N]2{[Mn(7-Me-salen)]2[Nb6Cl12(CN)6]}⋅2MeOH (2) viewed along the crystallographic a-axis. (b) Space-filling representation showing the overlap between the Schiff-base ligands to form channels in which the cations and solvent molecules are located. (c) Projection of the anionic layers parallel to the crystallographic ab-plane.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"cm063005pf00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Perspective view of the framework of [Me<sub>4</sub>N]{[Mn(<italic>acacen</italic>)]<sub>3</sub>[Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]}·4MeCN (<bold>3</bold>) viewed along the crystallographic <italic>b</italic>-axis; the\ncations and solvents are omitted for clarity. (b) Projection of a layer along the crystallographic <italic>a</italic>-axis showing the connectivity pattern between the cluster\nand the metal complex. (c) Projection along the <italic>a-</italic>direction of two adjacent layers showing the displacement of one layer with respect to the other and the\nlinkage between them through Mn1 (yellow). (d) Simplified representation of the 3D structure; large blue spheres represent [Nb<sub>6</sub>Cl<sub>12</sub>(CN)<sub>6</sub>]<sup>4-</sup> and purple\nspheres represent Mn complexes. (e) Cis<italic>-</italic> (left) and trans<italic>-</italic>conformation (right) observed for the manganese complexes.</p>\n</caption>\n<graphic xlink:href=\"cm-2006-03005p_0006.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Perspective view of the framework of [Me4N]{[Mn(acacen)]3[Nb6Cl12(CN)6]}⋅4MeCN (3) viewed along the crystallographic b-axis; the cations and solvents are omitted for clarity. (b) Projection of a layer along the crystallographic a-axis showing the connectivity pattern between the cluster and the metal complex. (c) Projection along the a-direction of two adjacent layers showing the displacement of one layer with respect to the other and the linkage between them through Mn1 (yellow). (d) Simplified representation of the 3D structure; large blue spheres represent [Nb6Cl12(CN)6]4- and purple spheres represent Mn complexes. (e) Cis- (left) and trans-conformation (right) observed for the manganese complexes.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"cm063005pf00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Magnetic susceptibility, normalized to the number of Mn ions per formula unit, times temperature is shown as a function of temperature for compounds<bold>1</bold>−<bold>3</bold>.</p>\n</caption>\n<graphic xlink:href=\"cm-2006-03005p_0007.tif\"></graphic>\n</fig>", "clean_text": " 4  Magnetic susceptibility, normalized to the number of Mn ions per formula unit, times temperature is shown as a function of temperature for compounds1-3.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"cm063005pf00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Thermogravimetric analysis of compounds<bold>1</bold>−<bold>3</bold>.</p>\n</caption>\n<graphic xlink:href=\"cm-2006-03005p_0008.tif\"></graphic>\n</fig>", "clean_text": " 5  Thermogravimetric analysis of compounds1-3.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"cm063005pf00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Powder X-ray diffraction pattern of the product of the decomposition of<bold>1</bold>−<bold>3</bold> heated at 950 °C. Reflections from Nb<sub>2</sub>O<sub>5</sub> are\nindicated by (*).</p>\n</caption>\n<graphic xlink:href=\"cm-2006-03005p_0009.tif\"></graphic>\n</fig>", "clean_text": " 6  Powder X-ray diffraction pattern of the product of the decomposition of1-3 heated at 950 °C. Reflections from Nb2O5 are indicated by (*).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/cm063005p", "title": null, "journal": "American Chemical Society", "date": "2007.04", "author_list": ["Zhou\nHuajun", "Strates\nKonstantia C.", "Muñoz\nMiguel Á.", "Little\nKevin J.", "Pajerowski\nDaniel M.", "Meisel\nMark W.", "Talham\nDaniel R.", "Lachgar\nAbdessadek"]}}