{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/cm303624p.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks,\n[Ni(HBTC)(dabco)] (<bold>2</bold>) and [Ni<sub>2</sub>(HBTC)<sub>2</sub>(bipy)<sub>0.6</sub>(dabco)<sub>1.4</sub>] (<bold>3</bold>) (where\nH<sub>3</sub>BTC is 1,3,5-benzenetricarboxylic\nacid, dabco is 1,4-diazabicyclo[2.2.2]octane, and bipy is 4,4′-bipyridine),\nwere prepared via postsynthetic ligand exchanges of [Ni(HBTC)(bipy)]\n(<bold>1</bold>). By controlling the concentration of dabco, we could\nobtain not only entropically favorable <bold>2</bold> with completely\nexchanged dabco but also enthalpically favorable <bold>3</bold> with\nselectively exchanged bipy/dabco in the alternating layers.</p>", "clean_text": "Metal-organic frameworks, [Ni(HBTC)(dabco)] (2) and [Ni2(HBTC)2(bipy)0.6(dabco)1.4] (3) (where H3BTC is 1,3,5-benzenetricarboxylic acid, dabco is 1,4-diazabicyclo[2.2.2]octane, and bipy is 4,4'-bipyridine), were prepared via postsynthetic ligand exchanges of [Ni(HBTC)(bipy)] (1). By controlling the concentration of dabco, we could obtain not only entropically favorable 2 with completely exchanged dabco but also enthalpically favorable 3 with selectively exchanged bipy/dabco in the alternating layers.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Postsynthetic modification\n(PSM) of a metal–organic framework\n(MOF) is a convenient synthetic approach for the preparation of new\nisoreticular MOFs that are difficult to obtain or cannot be attained\nvia the conventional synthetic approaches. Systematic modifications of the reactive residue of an organic linker\nin a MOF could lead to new isoreticular MOFs with systematically varied\ncharacteristics. Recently, a new type of dative PSM, postsynthetic\nexchange of a structural component that was directly participating\nin the network connectivity, was reported. The\npostsynthetic ligand exchange (PSLE) led to a new isoreticular MOF\nwith a reduced pore dimension accompanied via one-dimensional reorganization\nof the framework structure and a hybrid\nMOF with mixed linker ligands of the same length in a single framework\nwithout any reorganization of the framework structure.\n</p>", "clean_text": "Introduction\n\nPostsynthetic modification (PSM) of a metal-organic framework (MOF) is a convenient synthetic approach for the preparation of new isoreticular MOFs that are difficult to obtain or cannot be attained via the conventional synthetic approaches. Systematic modifications of the reactive residue of an organic linker in a MOF could lead to new isoreticular MOFs with systematically varied characteristics. Recently, a new type of dative PSM, postsynthetic exchange of a structural component that was directly participating in the network connectivity, was reported. The postsynthetic ligand exchange (PSLE) led to a new isoreticular MOF with a reduced pore dimension accompanied via one-dimensional reorganization of the framework structure and a hybrid MOF with mixed linker ligands of the same length in a single framework without any reorganization of the framework structure. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Recently, there was a report about the\nsolvothermal preparation\nof a three-dimensional (3D) MOF, [Ni(HBTC)(bipy)] (<bold>1</bold>)\n(where H<sub>3</sub>BTC is 1,3,5-benzenetricarboxylic acid and bipy\nis 4,4′-bipyridine). In the network\nstructure, both Ni<sup>II</sup> ion and HBTC ligand as 3-connected\nnodes formed two-dimensional (2D) sheets of a honeycomb (<bold>hcb</bold>) net topology, and the 2D sheets are further pillared using 2-connected\nbipy linkers via the metal nodes to form a 3D network structure.</p>", "clean_text": "Recently, there was a report about the solvothermal preparation of a three-dimensional (3D) MOF, [Ni(HBTC)(bipy)] (1) (where H3BTC is 1,3,5-benzenetricarboxylic acid and bipy is 4,4'-bipyridine). In the network structure, both NiII ion and HBTC ligand as 3-connected nodes formed two-dimensional (2D) sheets of a honeycomb (hcb) net topology, and the 2D sheets are further pillared using 2-connected bipy linkers via the metal nodes to form a 3D network structure.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Here, we report the PSLE of <bold>1</bold> toward new isoreticular\nMOFs, [Ni­(HBTC)­(dabco)] (<bold>2</bold>) and [Ni<sub>2</sub>­(HBTC)<sub>2</sub>­(bipy)<sub>0.6</sub>­(dabco)<sub>1.4</sub>] (<bold>3</bold>) (where dabco is 1,4-diazabicyclo[2.2.2]octane),\nthat cannot be attained via the conventional one-step synthetic approach.\nBy controlling the concentration of dabco in <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>′-dimethylformamide (DMF), we could obtain not only <bold>2</bold> with completely exchanged pillaring layers via random exchange\nof a bipy linker but also <bold>3</bold> with alternatively exchanged\npillaring layers via selective exchange. The relationship between\nthe pore dimension and the sorption properties of the MOFs, such as\nadsorbate uptake amount and adsorption enthalpy, has been investigated.</p>", "clean_text": "Here, we report the PSLE of 1 toward new isoreticular MOFs, [Ni(HBTC)(dabco)] (2) and [Ni2(HBTC)2(bipy)0.6(dabco)1.4] (3) (where dabco is 1,4-diazabicyclo[2.2.2]octane), that cannot be attained via the conventional one-step synthetic approach. By controlling the concentration of dabco in N,N'-dimethylformamide (DMF), we could obtain not only 2 with completely exchanged pillaring layers via random exchange of a bipy linker but also 3 with alternatively exchanged pillaring layers via selective exchange. The relationship between the pore dimension and the sorption properties of the MOFs, such as adsorbate uptake amount and adsorption enthalpy, has been investigated.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>General Procedures</title><p>All reagents were purchased from\ncommercial sources and used without further purification. Elemental\nanalysis (EA) (C, H, and N) was performed at the Central Research\nFacilities of the Ulsan National Institute of Science &amp; Technology.\nPowder X-ray diffraction (PXRD) data were recorded using a Bruker\nD2 Phaser automated diffractometer at room temperature, with a step\nsize of 2θ = 0.02°. Simulated PXRD patterns were calculated\nusing the Material Studio software package employing a structural model from single-crystal data.</p>", "clean_text": "Experimental Section\n\nGeneral Procedures\n\nAll reagents were purchased from commercial sources and used without further purification. Elemental analysis (EA) (C, H, and N) was performed at the Central Research Facilities of the Ulsan National Institute of Science & Technology. Powder X-ray diffraction (PXRD) data were recorded using a Bruker D2 Phaser automated diffractometer at room temperature, with a step size of 2θ = 0.02°. Simulated PXRD patterns were calculated using the Material Studio software package employing a structural model from single-crystal data.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation\nof MOF [Ni(HBTC)(bipy)], <bold>1</bold>\n</title><p>\n<bold>1</bold> was\nprepared via a solvothermal reaction that was\nslightly modified from the reported synthetic procedures. A mixture of Ni(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (37.8 mg, 0.130 mmol), H<sub>3</sub>BTC (23.2 mg, 0.110\nmmol), and bipy (17.2 mg, 0.110 mmol) was dissolved in a mixed solvent\nof 4 mL of DMF and 4 mL of MeOH, and the solution was divided into\ntwo portions. Each portion was transferred to a 10 mL vial. The tightly\nsealed vial was heated at 70 °C for 2 days to form cyan hexagonal\ncrystals. The crystals of <bold>1</bold> were harvested and washed\nusing DMF and then air-dried at ambient temperature for a couple of\nhours. The activated sample, <bold>1a</bold>, was prepared by vacuum\ndrying overnight at 150 °C. EA was performed on the sample of <bold>1a</bold>, which had been reexposed to air for a couple of hours.\nEA calcd for [Ni(HBTC)(bipy)]·2H<sub>2</sub>O (C<sub>19</sub>H<sub>16</sub>N<sub>2</sub>O<sub>8</sub>Ni, fw = 459.03 g/mol). Calcd:\nC, 49.71%; H, 3.51%; N, 6.10%. Found: C, 49.84%; H, 4.00%; N, 6.62%.</p>", "clean_text": "Preparation of MOF [Ni(HBTC)(bipy)], 1 \n\n 1 was prepared via a solvothermal reaction that was slightly modified from the reported synthetic procedures. A mixture of Ni(NO3)2⋅6H2O (37.8 mg, 0.130 mmol), H3BTC (23.2 mg, 0.110 mmol), and bipy (17.2 mg, 0.110 mmol) was dissolved in a mixed solvent of 4 mL of DMF and 4 mL of MeOH, and the solution was divided into two portions. Each portion was transferred to a 10 mL vial. The tightly sealed vial was heated at 70 °C for 2 days to form cyan hexagonal crystals. The crystals of 1 were harvested and washed using DMF and then air-dried at ambient temperature for a couple of hours. The activated sample, 1a, was prepared by vacuum drying overnight at 150 °C. EA was performed on the sample of 1a, which had been reexposed to air for a couple of hours. EA calcd for [Ni(HBTC)(bipy)]⋅2H2O (C19H16N2O8Ni, fw = 459.03 g/mol). Calcd: C, 49.71%; H, 3.51%; N, 6.10%. Found: C, 49.84%; H, 4.00%; N, 6.62%.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>PSLE of <bold>1</bold>\n</title><p>Before ligand exchange of the\nMOF, the as-synthesized single crystals of <bold>1</bold> were soaked\nin DMF for a couple of days to remove any remaining reactants and\nside products present in the solvent cavities. After the solvent had\nbeen decanted, the crystals were air-dried at ambient temperature\nfor a couple of hours.</p>", "clean_text": "PSLE of 1 \n\nBefore ligand exchange of the MOF, the as-synthesized single crystals of 1 were soaked in DMF for a couple of days to remove any remaining reactants and side products present in the solvent cavities. After the solvent had been decanted, the crystals were air-dried at ambient temperature for a couple of hours.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>[Ni(HBTC)(dabco)], <bold>2</bold>\n</title><p>Approximately 10\nmg of the crystals of <bold>1</bold> presoaked in DMF was transferred\nto a vial of 10 mL of a 1.0 M dabco DMF solution, and the solution\nin the tightly sealed vial was stored for 2 days in an oven at 100\n°C. The crystals slowly changed color from cyan to pale yellow\nwhile retaining their crystallinity during the soaking. The harvested\ncrystals were air-dried at ambient temperature for a couple of hours.\nThe activated sample, <bold>2a</bold>, was prepared by vacuum drying <bold>2</bold> at 150 °C overnight. EA was performed on the sample\nof <bold>2a</bold> reexposed in air for a couple of hours. EA calcd\nfor [Ni(HBTC)(dabco)]·2H<sub>2</sub>O (C<sub>15</sub>H<sub>20</sub>N<sub>2</sub>O<sub>8</sub>Ni, fw = 415.02 g/mol). Calcd: C, 43.41%;\nH, 4.86%; N, 6.75%. Found: C, 42.98%; H, 4.97%; N, 6.95%.</p>", "clean_text": "[Ni(HBTC)(dabco)], 2 \n\nApproximately 10 mg of the crystals of 1 presoaked in DMF was transferred to a vial of 10 mL of a 1.0 M dabco DMF solution, and the solution in the tightly sealed vial was stored for 2 days in an oven at 100 °C. The crystals slowly changed color from cyan to pale yellow while retaining their crystallinity during the soaking. The harvested crystals were air-dried at ambient temperature for a couple of hours. The activated sample, 2a, was prepared by vacuum drying 2 at 150 °C overnight. EA was performed on the sample of 2a reexposed in air for a couple of hours. EA calcd for [Ni(HBTC)(dabco)]⋅2H2O (C15H20N2O8Ni, fw = 415.02 g/mol). Calcd: C, 43.41%; H, 4.86%; N, 6.75%. Found: C, 42.98%; H, 4.97%; N, 6.95%.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>[Ni<sub>2</sub>(HBTC)<sub>2</sub>(bipy)<sub>0.6</sub>(dabco)<sub>1.4</sub>], <bold>3</bold>\n</title><p>The PSLE procedure for the preparation\nof <bold>3</bold> was the same as that for <bold>2</bold> except for\nthe use of a 0.05 M dabco DMF solution for 3 days. The pale green\ncrystals were harvested and washed using DMF and then air-dried at\nambient temperature for a couple of hours. The activated sample, <bold>3a</bold>, was prepared by vacuum drying <bold>3</bold> at 150 °C\novernight. EA was performed on the sample of <bold>3a</bold> that\nhad been reexposed to air for a couple of hours. EA calcd for [Ni<sub>2</sub>(HBTC)<sub>2</sub>(bipy)<sub>0.6</sub>(dabco)<sub>1.4</sub>]·5H<sub>2</sub>O (C<sub>32.4</sub>H<sub>39.6</sub>N<sub>4</sub>O<sub>17</sub>Ni<sub>2</sub>, fw = 874.47 g/mol). Calcd: C, 44.50%;\nH, 4.56%; N, 6.41%. Found: C, 44.21%; H, 4.77%; N, 6.82%.</p>", "clean_text": "[Ni2(HBTC)2(bipy)0.6(dabco)1.4], 3 \n\nThe PSLE procedure for the preparation of 3 was the same as that for 2 except for the use of a 0.05 M dabco DMF solution for 3 days. The pale green crystals were harvested and washed using DMF and then air-dried at ambient temperature for a couple of hours. The activated sample, 3a, was prepared by vacuum drying 3 at 150 °C overnight. EA was performed on the sample of 3a that had been reexposed to air for a couple of hours. EA calcd for [Ni2(HBTC)2(bipy)0.6(dabco)1.4]⋅5H2O (C32.4H39.6N4O17Ni2, fw = 874.47 g/mol). Calcd: C, 44.50%; H, 4.56%; N, 6.41%. Found: C, 44.21%; H, 4.77%; N, 6.82%.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>[Ni<sub>2</sub>(HBTC)<sub>2</sub>(bipy)(dabco)], <bold>4</bold>\n</title><p>The crystals\nof <bold>4</bold> were prepared by soaking\napproximately 30 mg of <bold>3</bold> in 10 mL of a 0.1 M bipy DMF\nsolution at ambient temperature for 7 days. EA was conducted on the\nactivated sample that had been reexposed to air for a couple of hours,\nwhere the activated sample was prepared by soaking the crystals in\nfresh DMF for 2–3 days and methylene chloride for 1 day and\nthen vacuum drying at ambient temperature overnight. EA calcd for\n[Ni<sub>2</sub>(HBTC)<sub>2</sub>(bipy)(dabco)]·7.5H<sub>2</sub>O (C<sub>34</sub>H<sub>43</sub>N<sub>4</sub>O<sub>19.5</sub>Ni<sub>2</sub>, fw = 937.11 g/mol). Calcd: C, 43.58%; H, 4.63%; N, 5.98%.\nFound: C, 43.17%; H, 5.08%; N, 6.30%.</p>", "clean_text": "[Ni2(HBTC)2(bipy)(dabco)], 4 \n\nThe crystals of 4 were prepared by soaking approximately 30 mg of 3 in 10 mL of a 0.1 M bipy DMF solution at ambient temperature for 7 days. EA was conducted on the activated sample that had been reexposed to air for a couple of hours, where the activated sample was prepared by soaking the crystals in fresh DMF for 2-3 days and methylene chloride for 1 day and then vacuum drying at ambient temperature overnight. EA calcd for [Ni2(HBTC)2(bipy)(dabco)]⋅7.5H2O (C34H43N4O19.5Ni2, fw = 937.11 g/mol). Calcd: C, 43.58%; H, 4.63%; N, 5.98%. Found: C, 43.17%; H, 5.08%; N, 6.30%.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Crystallographic Data Collection\nand Refinement of the Structure</title><p>Crystals of <bold>2–4</bold> were coated with Paratone oil,\nand the diffraction data were measured at 173 K using Mo Kα\nradiation in an X-ray diffraction camera system using an imaging plate\nequipped with a graphite crystal incident beam monochromator. The\nRapid Auto software package was used for\ndata collection and processing. All structures were determined using\ndirect methods employing SIR2008. The\nstructures were refined using full-matrix least-squares calculations\nemploying the XL program of the SHELXTL PLUS software package.\n</p>", "clean_text": "Crystallographic Data Collection and Refinement of the Structure\n\nCrystals of 2-4 were coated with Paratone oil, and the diffraction data were measured at 173 K using Mo Kα radiation in an X-ray diffraction camera system using an imaging plate equipped with a graphite crystal incident beam monochromator. The Rapid Auto software package was used for data collection and processing. All structures were determined using direct methods employing SIR2008. The structures were refined using full-matrix least-squares calculations employing the XL program of the SHELXTL PLUS software package. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>[Ni<sub>2</sub>(HBTC)<sub>2</sub>(dabco)<sub>2</sub>], <bold>2</bold>\n</title><p>One-quarter of a nickel ion on\na crystallographic <italic toggle=\"yes\">m</italic>2<italic toggle=\"yes\">m</italic> site, one-twelfth\nof a BTC<sup>3–</sup> ligand on a crystallographic −62<italic toggle=\"yes\">m</italic> site,\none-sixth of a H<sub>1.5</sub>BTC<sup>1.5–</sup> ligand on\na crystallographic −6 site, and one-quarter of a pillaring\ndabco ligand on a crystallographic <italic toggle=\"yes\">m</italic>2<italic toggle=\"yes\">m</italic> site were observed as an asymmetric unit of hexagonal space group <italic toggle=\"yes\">P</italic>-62<italic toggle=\"yes\">m</italic>. All non-hydrogen atoms were refined\nanisotropically; the hydrogen atoms were assigned isotropic displacement\ncoefficients <italic toggle=\"yes\">U</italic>(H) = 1.2<italic toggle=\"yes\">U</italic>(C), and\ntheir coordinates were allowed to ride on their respective atoms.\nThe final refinement was performed with modification of the structural\nfactors for the electron densities of the disordered solvent region\n(744 Å<sup>3</sup>, 44.2% of the crystal volume) using the SQUEEZE\noption of the PLATON software package. Refinement of the structure converged at the following final values:\nR1 = 0.0866 and wR2 = 0.2182 for 1261 reflections for which <italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>), and R1 = 0.0975 and\nwR2\n= 0.2762 for all 1476 reflections. The largest difference peak and\nhole were 1.914 and −0.750 e/Å<sup>3</sup>, respectively.</p>", "clean_text": "[Ni2(HBTC)2(dabco)2], 2 \n\nOne-quarter of a nickel ion on a crystallographic m2m site, one-twelfth of a BTC3- ligand on a crystallographic -62m site, one-sixth of a H1.5BTC1.5- ligand on a crystallographic -6 site, and one-quarter of a pillaring dabco ligand on a crystallographic m2m site were observed as an asymmetric unit of hexagonal space group P-62m. All non-hydrogen atoms were refined anisotropically; the hydrogen atoms were assigned isotropic displacement coefficients U(H) = 1.2U(C), and their coordinates were allowed to ride on their respective atoms. The final refinement was performed with modification of the structural factors for the electron densities of the disordered solvent region (744 Å3, 44.2% of the crystal volume) using the SQUEEZE option of the PLATON software package. Refinement of the structure converged at the following final values: R1 = 0.0866 and wR2 = 0.2182 for 1261 reflections for which I > 2σ(I), and R1 = 0.0975 and wR2 = 0.2762 for all 1476 reflections. The largest difference peak and hole were 1.914 and -0.750 e/Å3, respectively.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<title>[Ni<sub>2</sub>(HBTC)<sub>2</sub>(bipy)<sub>0.6</sub>(dabco)<sub>1.4</sub>], <bold>3</bold>\n</title><p>Two nickel ions, two-thirds of\na BTC<sup>3–</sup> ligand, and four-thirds of a H<sub>1.5</sub>BTC<sup>1.5–</sup> ligand on six different crystallographic\n3-fold symmetry sites, a pillaring dabco ligand, and a pillaring bipy\nsite were observed as an asymmetric unit of hexagonal space group <italic toggle=\"yes\">P</italic>3. The pillaring bipy site in the asymmetric unit was statistically\ndisordered together with two other ligated dabco sites and two lattice\nwater sites with a total site occupancy of 1. Nickel, oxygen, and\nnitrogen atoms were refined anisotropically, and carbon atoms were\nrefined isotropically. The hydrogen atoms were assigned isotropic\ndisplacement coefficients <italic toggle=\"yes\">U</italic>(H) = 1.2<italic toggle=\"yes\">U</italic>(C), and their coordinates were allowed to ride on their respective\natoms. The least-squares refinement of the structural model was performed\nunder geometry restraints and displacement parameter restraints, such\nas DFIX, DANG, EXYZ, EADP, and ISOR for the dabco and bipy molecules.\nThe final refinement was performed with modification of the structural\nfactors for the electron densities of the disordered solvent region\n(2093 Å<sup>3</sup>, 48.5% of the crystal volume) using the SQUEEZE\noption of the PLATON software package. Refinement of the structure\nconverged at the following final values: R1 = 0.1172 and wR2 = 0.2531\nfor 3155 reflections for which <italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>), and R1 = 0.2403 and wR2 = 0.3168 for all 10006 reflections.\nThe largest difference peak and hole were 1.368 and −0.450\ne/Å<sup>3</sup>, respectively. The Flack parameter value of 0.47(4)\nthat was obtained indicated that the structure is racemic twinned.</p>", "clean_text": "[Ni2(HBTC)2(bipy)0.6(dabco)1.4], 3 \n\nTwo nickel ions, two-thirds of a BTC3- ligand, and four-thirds of a H1.5BTC1.5- ligand on six different crystallographic 3-fold symmetry sites, a pillaring dabco ligand, and a pillaring bipy site were observed as an asymmetric unit of hexagonal space group P3. The pillaring bipy site in the asymmetric unit was statistically disordered together with two other ligated dabco sites and two lattice water sites with a total site occupancy of 1. Nickel, oxygen, and nitrogen atoms were refined anisotropically, and carbon atoms were refined isotropically. The hydrogen atoms were assigned isotropic displacement coefficients U(H) = 1.2U(C), and their coordinates were allowed to ride on their respective atoms. The least-squares refinement of the structural model was performed under geometry restraints and displacement parameter restraints, such as DFIX, DANG, EXYZ, EADP, and ISOR for the dabco and bipy molecules. The final refinement was performed with modification of the structural factors for the electron densities of the disordered solvent region (2093 Å3, 48.5% of the crystal volume) using the SQUEEZE option of the PLATON software package. Refinement of the structure converged at the following final values: R1 = 0.1172 and wR2 = 0.2531 for 3155 reflections for which I > 2σ(I), and R1 = 0.2403 and wR2 = 0.3168 for all 10006 reflections. The largest difference peak and hole were 1.368 and -0.450 e/Å3, respectively. The Flack parameter value of 0.47(4) that was obtained indicated that the structure is racemic twinned.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>[Ni<sub>2</sub>(HBTC)<sub>2</sub>(bipy)(dabco)], <bold>4</bold>\n</title><p>Two nickel ions, two-thirds of a BTC<sup>3–</sup> ligand,\nand four-thirds of a H<sub>1.5</sub>BTC<sup>1.5–</sup> ligand\non six different crystallographic 3 sites, a pillaring dabco\nligand, and a pillaring bipy ligand were observed as an asymmetric\nunit of hexagonal space group <italic toggle=\"yes\">P</italic>3. The pillaring bipy\nligand is statistically disordered. All non-hydrogen atoms were refined\nanisotropically. The hydrogen atoms were assigned isotropic displacement\ncoefficients <italic toggle=\"yes\">U</italic>(H) = 1.2<italic toggle=\"yes\">U</italic>(C), and\ntheir coordinates were allowed to ride on their respective atoms.\nA hydrogen atom attached to a carboxylate group of a HBTC ligand was\nnot included in the least-squares refinement of the structural model,\nwhich was performed under geometry restraints and displacement parameter\nrestraints, such as DFIX, DANG, EXYZ, EADP, and ISOR for the disordered\nbipy sites. The final refinement was performed with modification of\nthe structural factors for the electron densities of the disordered\nsolvent region (2219 Å<sup>3</sup>, 50.9% of the crystal volume)\nusing the SQUEEZE option of the PLATON software package. Refinement\nof the structure converged at the following final values: R1 = 0.0945\nand wR2 = 0.2337 for 5571 reflections for which <italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>), and R1 = 0.1403 and wR2 = 0.2700\nfor all 10213 reflections. The largest difference peak and hole were\n1.631 and −0.787 e/Å<sup>3</sup>, respectively. The Flack\nparameter value of 0.49(3) that was obtained indicated that the structure\nis racemic twinned.</p>", "clean_text": "[Ni2(HBTC)2(bipy)(dabco)], 4 \n\nTwo nickel ions, two-thirds of a BTC3- ligand, and four-thirds of a H1.5BTC1.5- ligand on six different crystallographic 3 sites, a pillaring dabco ligand, and a pillaring bipy ligand were observed as an asymmetric unit of hexagonal space group P3. The pillaring bipy ligand is statistically disordered. All non-hydrogen atoms were refined anisotropically. The hydrogen atoms were assigned isotropic displacement coefficients U(H) = 1.2U(C), and their coordinates were allowed to ride on their respective atoms. A hydrogen atom attached to a carboxylate group of a HBTC ligand was not included in the least-squares refinement of the structural model, which was performed under geometry restraints and displacement parameter restraints, such as DFIX, DANG, EXYZ, EADP, and ISOR for the disordered bipy sites. The final refinement was performed with modification of the structural factors for the electron densities of the disordered solvent region (2219 Å3, 50.9% of the crystal volume) using the SQUEEZE option of the PLATON software package. Refinement of the structure converged at the following final values: R1 = 0.0945 and wR2 = 0.2337 for 5571 reflections for which I > 2σ(I), and R1 = 0.1403 and wR2 = 0.2700 for all 10213 reflections. The largest difference peak and hole were 1.631 and -0.787 e/Å3, respectively. The Flack parameter value of 0.49(3) that was obtained indicated that the structure is racemic twinned.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>A summary of the crystal data for <bold>2–4</bold> is given in Tables S1–S3 of the . CCDC 894148, 893749,\nand 893750 contain the supplementary crystallographic data. The data\ncan be obtained free of charge at <uri>http://www.ccdc.cam.ac.uk/conts/retrieving.html</uri> or from the Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, U.K.</p>", "clean_text": "A summary of the crystal data for 2-4 is given in Tables S1-S3 of the . CCDC 894148, 893749, and 893750 contain the supplementary crystallographic data. The data can be obtained free of charge at http://www.ccdc.cam.ac.uk/conts/retrieving.html or from the Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, U.K.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Gas Sorption Measurements</title><p>All of\nthe gas sorption isotherms\nwere measured using a BELSORP-max (BEL Japan, Inc.) adsorption system\nemploying a standard volumetric technique up to saturation pressure.\nThe N<sub>2</sub> (purity of 99.999%) sorption isotherms were monitored\nat 77 K. The adsorption data in the pressure range of &lt;0.1 <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> were fit to the Brunauer–Emmett–Teller\n(BET) equation to determine the BET surface area. The entire set of\nadsorption data was used to obtain the Langmuir specific surface area.\nThe H<sub>2</sub> (purity of 99.9999%) sorption isotherms were measured\nat 77 and 87 K, and the CO<sub>2</sub> (purity of 99.999%) and CH<sub>4</sub> (purity of 99.95%) sorption isotherms were measured at 195\nand 273 K.</p>", "clean_text": "Gas Sorption Measurements\n\nAll of the gas sorption isotherms were measured using a BELSORP-max (BEL Japan, Inc.) adsorption system employing a standard volumetric technique up to saturation pressure. The N2 (purity of 99.999%) sorption isotherms were monitored at 77 K. The adsorption data in the pressure range of <0.1 P/P 0 were fit to the Brunauer-Emmett-Teller (BET) equation to determine the BET surface area. The entire set of adsorption data was used to obtain the Langmuir specific surface area. The H2 (purity of 99.9999%) sorption isotherms were measured at 77 and 87 K, and the CO2 (purity of 99.999%) and CH4 (purity of 99.95%) sorption isotherms were measured at 195 and 273 K.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Computations</title><p>The Vienna Ab initio\nSimulation Package\nwas used to calculate the ground state of many-electron systems in\nthe framework of density functional theory. The plane-wave basis set with an energy cutoff of 400 eV and the\nPerdew–Burke–Ernzerhof-type gradient-corrected exchange-correlation\npotential were employed.\n</p>", "clean_text": "Computations\n\nThe Vienna Ab initio Simulation Package was used to calculate the ground state of many-electron systems in the framework of density functional theory. The plane-wave basis set with an energy cutoff of 400 eV and the Perdew-Burke-Ernzerhof-type gradient-corrected exchange-correlation potential were employed. ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>Attempt To Synthesize the Isoreticular MOFs\nvia the Conventional\nApproach</title><p>Attempts to prepare <bold>2</bold> and <bold>3</bold> via a one-pot solvothermal reaction were not successful. While the\nsolvothermal reaction of H<sub>3</sub>BTC with ∼1.2 equiv of\nNi<sup>II</sup> ion in DMF at 130 °C for 3 days in the presence\nof an equivalent amount of bipy as a pillaring linker led to the 3D\nMOF, <bold>1</bold>, with a 3,5-connected <bold>hms</bold> net topology, a similar solvothermal reaction in the presence\nof dabco as a potential pillaring linker produced only the reported\n2D MOF, [Ni(HBTC)(DMF)<sub>2</sub>] (Figure S1 of the ), where the 2D sheet of the MOF made of Ni<sup>II</sup> ion and HBTC\nligand is the same as that of <bold>1</bold>, but the 3-connected\nnickel centers of an <bold>hcb</bold> net topology are ligated with\ntwo additional monodentate DMF molecules. A similar reaction but in\nthe presence of excess amounts of dabco at ambient temperature resulted\nin the immediate precipitation of a cyan crystalline powder of an\nunidentified phase. Further solvothermal reaction of the reaction\nmixture with the crystalline powder in DMF solvent at 130 °C\nfor 3 days did not indicate any phase change of the crystalline powder.\nAn attempt to synthesize <bold>3</bold> via a one-pot solvothermal\nreaction was also unsuccessful. The product, obtained using reaction\nconditions similar to those for the preparation of <bold>1</bold> but\nin the simultaneous presence of the two pillaring linkers, bipy and\ndabco, turned out to be a heterogeneous mixture of <bold>1</bold> and\n[Ni(HBTC)(DMF)<sub>2</sub>] (Figure S2 of the ). While bipy was incorporated as a\npillaring linker in the structure of <bold>1</bold>, dabco was not.</p>", "clean_text": "Results and Discussion\n\nAttempt To Synthesize the Isoreticular MOFs via the Conventional Approach\n\nAttempts to prepare 2 and 3 via a one-pot solvothermal reaction were not successful. While the solvothermal reaction of H3BTC with ~1.2 equiv of NiII ion in DMF at 130 °C for 3 days in the presence of an equivalent amount of bipy as a pillaring linker led to the 3D MOF, 1, with a 3,5-connected hms net topology, a similar solvothermal reaction in the presence of dabco as a potential pillaring linker produced only the reported 2D MOF, [Ni(HBTC)(DMF)2] (Figure S1 of the ), where the 2D sheet of the MOF made of NiII ion and HBTC ligand is the same as that of 1, but the 3-connected nickel centers of an hcb net topology are ligated with two additional monodentate DMF molecules. A similar reaction but in the presence of excess amounts of dabco at ambient temperature resulted in the immediate precipitation of a cyan crystalline powder of an unidentified phase. Further solvothermal reaction of the reaction mixture with the crystalline powder in DMF solvent at 130 °C for 3 days did not indicate any phase change of the crystalline powder. An attempt to synthesize 3 via a one-pot solvothermal reaction was also unsuccessful. The product, obtained using reaction conditions similar to those for the preparation of 1 but in the simultaneous presence of the two pillaring linkers, bipy and dabco, turned out to be a heterogeneous mixture of 1 and [Ni(HBTC)(DMF)2] (Figure S2 of the ). While bipy was incorporated as a pillaring linker in the structure of 1, dabco was not.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>PSLE of the MOF</title><p>\n<bold>2</bold> could be obtained only\nby soaking <bold>1</bold> in a dabco DMF solution via the PSLE of\nthe structural organic linker of <bold>1</bold>, bipy. When the cyan\nsingle crystals of <bold>1</bold> were soaked in a 1.0 M dabco DMF\nsolution at 100 °C, the crystals underwent a change in color\nfrom cyan to pale yellow (Figure ).</p>", "clean_text": "PSLE of the MOF\n\n 2 could be obtained only by soaking 1 in a dabco DMF solution via the PSLE of the structural organic linker of 1, bipy. When the cyan single crystals of 1 were soaked in a 1.0 M dabco DMF solution at 100 °C, the crystals underwent a change in color from cyan to pale yellow (Figure ).", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Optical microscopic\nphotographs of (a) [Ni(HBTC)(bipy)] (<bold>1</bold>), (b) [Ni(HBTC)(dabco)]\n(<bold>2</bold>), and (c) [Ni<sub>2</sub>(HBTC)<sub>2</sub>(bipy)<sub>0.6</sub>(dabco)<sub>1.4</sub>] (<bold>3</bold>) crystals.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Optical microscopic photographs of (a) [Ni(HBTC)(bipy)] (1), (b) [Ni(HBTC)(dabco)] (2), and (c) [Ni2(HBTC)2(bipy)0.6(dabco)1.4] (3) crystals.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>To check whether the change from\nthe cyan crystals of <bold>1</bold> to the pale yellow crystals of <bold>2</bold> is a single-crystal-to-single-crystal\n(SCSC) transformation, one single crystal of <bold>1</bold> was selected\nand was soaked in the same way as for the bulk crystals. The single\ncrystal retained its crystallinity without any indication of dissolution,\nand there was no hint of the formation of any additional crystals.\nThe PXRD patterns of the crystals showed gradual intensity decreases\nof the (<italic toggle=\"yes\">h</italic>, <italic toggle=\"yes\">k</italic>, <italic toggle=\"yes\">l</italic>) reflections with a non-zero <italic toggle=\"yes\">l</italic> index while retaining\nthe intensities of the (<italic toggle=\"yes\">h</italic>, <italic toggle=\"yes\">k</italic>, 0)\nreflections as the soaking proceeds (Figure a). Two new broad peaks at 2θ ≈ 12.5°, 25°,\nand 38.5°, corresponding to (0, 0, 1), (0, 0, 2), and (0, 0,\n3) reflections, respectively, indicated that the <italic toggle=\"yes\">c</italic>-axis dimension of the crystal decreased from ∼11 to ∼7\nÅ while the dimensions of the <italic toggle=\"yes\">a–b</italic> plane\nremained intact (Figure b). The longer bipy\npillaring linkers between the 2D sheets were replaced by the shorter\ndabco linkers, and the replacement was completed within 30 h.</p>", "clean_text": "To check whether the change from the cyan crystals of 1 to the pale yellow crystals of 2 is a single-crystal-to-single-crystal (SCSC) transformation, one single crystal of 1 was selected and was soaked in the same way as for the bulk crystals. The single crystal retained its crystallinity without any indication of dissolution, and there was no hint of the formation of any additional crystals. The PXRD patterns of the crystals showed gradual intensity decreases of the (h, k, l) reflections with a non-zero l index while retaining the intensities of the (h, k, 0) reflections as the soaking proceeds (Figure a). Two new broad peaks at 2θ ~ 12.5°, 25°, and 38.5°, corresponding to (0, 0, 1), (0, 0, 2), and (0, 0, 3) reflections, respectively, indicated that the c-axis dimension of the crystal decreased from ~11 to ~7 Å while the dimensions of the a-b plane remained intact (Figure b). The longer bipy pillaring linkers between the 2D sheets were replaced by the shorter dabco linkers, and the replacement was completed within 30 h.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The complete exchange of pillaring ligand was confirmed by the\nX-ray diffraction analysis of a single crystal of <bold>2</bold> (Figure ). The ∼7 Å intersheet distance caused\nby the dabco pillaring linker agrees well with the PXRD pattern of <bold>2</bold>.</p>", "clean_text": "The complete exchange of pillaring ligand was confirmed by the X-ray diffraction analysis of a single crystal of 2 (Figure ). The ~7 Å intersheet distance caused by the dabco pillaring linker agrees well with the PXRD pattern of 2.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>\n<bold>3</bold> could also only be obtained by the\nPSLE of <bold>1</bold> in a DMF solution containing dabco as an additional\npotential\npillaring ligand via partial and selective exchange of the existing\npillaring ligand, bipy. Soaking the crystals of <bold>1</bold> in\na 0.05 M dabco DMF solution at 100 °C showed a change in the\ncolor of the crystals from cyan to pale green (Figure ). The SCSC transformation from <bold>1</bold> to <bold>3</bold> was also checked by soaking one single crystal of <bold>1</bold> in a 0.05 M dabco DMF solution. The PXRD patterns of the crystals\nof <bold>1</bold> soaked in the dabco solution also showed gradual\nintensity decreases of the (<italic toggle=\"yes\">h</italic>, <italic toggle=\"yes\">k</italic>, <italic toggle=\"yes\">l</italic>) reflections with a non-zero <italic toggle=\"yes\">l</italic> index while the intensities of the (<italic toggle=\"yes\">h</italic>, <italic toggle=\"yes\">k</italic>, 0) reflections were retained as the soaking proceeded,\nand the change to the postsynthetically modified crystals <bold>3</bold> was completed within 48 h (Figure a). New\nbroad peaks appeared at 2θ ≈ 4.9°, 9.8°, 14.7°,\nand 24.5° that could be assigned as the peaks of (0, 0, 1), (0,\n0, 2), (0, 0, 3), and (0, 0, 5) reflections, respectively; the <italic toggle=\"yes\">c</italic>-axis dimension of the crystal increased from ∼11\nto ∼18 Å (Figure b). The elongated <italic toggle=\"yes\">c</italic>-axis dimension of the crystal suggests that the alternating\npillaring bipy layers have been selectively exchanged for the dabco\nlinkers.</p>", "clean_text": " 3 could also only be obtained by the PSLE of 1 in a DMF solution containing dabco as an additional potential pillaring ligand via partial and selective exchange of the existing pillaring ligand, bipy. Soaking the crystals of 1 in a 0.05 M dabco DMF solution at 100 °C showed a change in the color of the crystals from cyan to pale green (Figure ). The SCSC transformation from 1 to 3 was also checked by soaking one single crystal of 1 in a 0.05 M dabco DMF solution. The PXRD patterns of the crystals of 1 soaked in the dabco solution also showed gradual intensity decreases of the (h, k, l) reflections with a non-zero l index while the intensities of the (h, k, 0) reflections were retained as the soaking proceeded, and the change to the postsynthetically modified crystals 3 was completed within 48 h (Figure a). New broad peaks appeared at 2θ ~ 4.9°, 9.8°, 14.7°, and 24.5° that could be assigned as the peaks of (0, 0, 1), (0, 0, 2), (0, 0, 3), and (0, 0, 5) reflections, respectively; the c-axis dimension of the crystal increased from ~11 to ~18 Å (Figure b). The elongated c-axis dimension of the crystal suggests that the alternating pillaring bipy layers have been selectively exchanged for the dabco linkers.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Time-dependent PXRD patterns of approximately 10 mg of single\ncrystals of <bold>1</bold> soaked in 10 mL of a 1.0 M dabco DMF solution\nat 100 °C. (b) PXRD patterns of the as-synthesized <bold>1</bold> and as-synthesized [Ni(HBTC)(dabco)] (<bold>2</bold>) obtained via\nPSM of <bold>1</bold> for 30 h and simulated PXRD patterns from the\ncorresponding single-crystal structures with (<italic toggle=\"yes\">h</italic>, <italic toggle=\"yes\">k</italic>, <italic toggle=\"yes\">l</italic>) indices.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Time-dependent PXRD patterns of approximately 10 mg of single crystals of 1 soaked in 10 mL of a 1.0 M dabco DMF solution at 100 °C. (b) PXRD patterns of the as-synthesized 1 and as-synthesized [Ni(HBTC)(dabco)] (2) obtained via PSM of 1 for 30 h and simulated PXRD patterns from the corresponding single-crystal structures with (h, k, l) indices.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Crystal structure of <bold>2</bold>: (a) top view of the structure\nas a ball-and-stick diagram, (b) space-filling model showing the 2D <bold>hcb</bold> network structure, (c) side view of the structure as a\nball-and-stick diagram, and (d) space-filling model showing the 2D\nsheets pillared via the dabco organic linker. Color codes: nickel,\ncyan; carbon, gray; oxygen, red; dabco, green.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Crystal structure of 2: (a) top view of the structure as a ball-and-stick diagram, (b) space-filling model showing the 2D hcb network structure, (c) side view of the structure as a ball-and-stick diagram, and (d) space-filling model showing the 2D sheets pillared via the dabco organic linker. Color codes: nickel, cyan; carbon, gray; oxygen, red; dabco, green.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Time-dependent PXRD patterns of approximately 10 mg of single\ncrystals of <bold>1</bold> soaked in 10 mL of a 0.05 M dabco DMF solution\nat 100 °C. (b) PXRD patterns of as-synthesized <bold>1</bold> and as-synthesized [Ni<sub>2</sub>(HBTC)<sub>2</sub>(bipy)<sub>0.6</sub>(dabco)<sub>1.4</sub>] (<bold>3</bold>) obtained via PSM of <bold>1</bold> for 48 h and simulated PXRD patterns from the corresponding\nsingle-crystal structures with (<italic toggle=\"yes\">h</italic>, <italic toggle=\"yes\">k</italic>, <italic toggle=\"yes\">l</italic>) indices.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Time-dependent PXRD patterns of approximately 10 mg of single crystals of 1 soaked in 10 mL of a 0.05 M dabco DMF solution at 100 °C. (b) PXRD patterns of as-synthesized 1 and as-synthesized [Ni2(HBTC)2(bipy)0.6(dabco)1.4] (3) obtained via PSM of 1 for 48 h and simulated PXRD patterns from the corresponding single-crystal structures with (h, k, l) indices.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Although the random substitution of the pillaring ligand\nfrom bipy\nto dabco linker is an entropically more favorable process, the exchange\nin a lower-concentration dabco DMF solution occurs via the entropically\nless favorable selective substitution of the alternating pillaring\nlayers. While the exchange of the pillaring ligand in a 1.0 M dabco\nDMF solution occurs via the random substitution of the pillaring ligand,\nthe exchange in a 0.05 M dabco DMF solution occurs via the selective\nand systematic substitution of the alternating bipy/dabco pillaring\nlayers. The single-crystal X-ray diffraction analysis showed that <bold>3</bold> has a [Ni<sub>2</sub>(HBTC)<sub>2</sub>(bipy)<sub>0.6</sub>(dabco)<sub>1.4</sub>] structure, where the ligand exchange from\nbipy to dabco had occurred only in the alternating layers (Figure ). Even though the intersheet distance pillared\nby bipy linkers is ∼11 Å, the occupancy factor for the\nbipy site in the single-crystal structure indicated that more than\n60% of the bipy sites were replaced by either dabco or solvent DMF/water\nmolecules, which agrees with the EA result.</p>", "clean_text": "Although the random substitution of the pillaring ligand from bipy to dabco linker is an entropically more favorable process, the exchange in a lower-concentration dabco DMF solution occurs via the entropically less favorable selective substitution of the alternating pillaring layers. While the exchange of the pillaring ligand in a 1.0 M dabco DMF solution occurs via the random substitution of the pillaring ligand, the exchange in a 0.05 M dabco DMF solution occurs via the selective and systematic substitution of the alternating bipy/dabco pillaring layers. The single-crystal X-ray diffraction analysis showed that 3 has a [Ni2(HBTC)2(bipy)0.6(dabco)1.4] structure, where the ligand exchange from bipy to dabco had occurred only in the alternating layers (Figure ). Even though the intersheet distance pillared by bipy linkers is ~11 Å, the occupancy factor for the bipy site in the single-crystal structure indicated that more than 60% of the bipy sites were replaced by either dabco or solvent DMF/water molecules, which agrees with the EA result.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Crystal structure of <bold>3</bold>: (a) side view of the structure\nas a ball-and-stick diagram and (b) space-filling model showing the\n2D sheets pillared via alternating bipy and dabco linkers. Color codes:\nnickel, cyan; carbon, gray; oxygen, red; bipy, pink; dabco, green.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Crystal structure of 3: (a) side view of the structure as a ball-and-stick diagram and (b) space-filling model showing the 2D sheets pillared via alternating bipy and dabco linkers. Color codes: nickel, cyan; carbon, gray; oxygen, red; bipy, pink; dabco, green.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>When single crystals of <bold>3</bold> were soaked in a 0.1 M bipy\nDMF solution at ambient temperature for 7 days, there was no apparent\nchange in the PXRD pattern of the sample. The X-ray diffraction analysis\nof a single crystal of the soaked sample, <bold>4</bold>, also showed\nno apparent changes in its lattice parameters or the space group.\nHowever, the structural refinement of <bold>4</bold> of with a formula\nunit of [Ni<sub>2</sub>(HBTC)<sub>2</sub>(bipy)(dabco)] could be performed\nwith the fully occupied bipy site in the alternating pillaring layer.\nThe EA result also supports the formula unit of <bold>4</bold>.</p>", "clean_text": "When single crystals of 3 were soaked in a 0.1 M bipy DMF solution at ambient temperature for 7 days, there was no apparent change in the PXRD pattern of the sample. The X-ray diffraction analysis of a single crystal of the soaked sample, 4, also showed no apparent changes in its lattice parameters or the space group. However, the structural refinement of 4 of with a formula unit of [Ni2(HBTC)2(bipy)(dabco)] could be performed with the fully occupied bipy site in the alternating pillaring layer. The EA result also supports the formula unit of 4.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>When the crystals of <bold>1</bold> were soaked in a 0.3 M dabco\nDMF solution for 8 h at 100 °C, the PXRD pattern of the crystals\nshowed the simultaneous appearance of the peaks related to the structures\nof <bold>1–3</bold> [the peaks at 2θ ≈ 7.9°,\n15.8°, and 23.8° for (0, 0, 1), (0, 0, 2), and (0, 0, 3)\nreflections of <bold>1</bold>, respectively; the peaks at 2θ\n≈ 12.6° and 24.6° for (0, 0, 1) and (0, 0, 2) reflections\nof <bold>2</bold>, respectively; the peaks at 2θ ≈ 4.9°,\n9.8°, 14.7°, and 25.2° for (0, 0, 1), (0, 0, 2), (0,\n0, 3), and (0, 0, 5) reflections of <bold>3</bold>, respectively]\n(Figure ). In the substitution of the pillaring\nlinker of <bold>1</bold> soaked in the intermediate concentration\nof a dabco DMF solution, the reaction proceeds via both random substitution\nand systematically alternating substitution of the bipy pillaring\nlinkers. The extended soaking of <bold>1</bold> in the 0.3 M dabco\nDMF solution for more than a month completely exchanged all bipy pillaring\nlinkers in <bold>1</bold> with dabco pillaring linkers to form <bold>2</bold>, as in the soaking of <bold>1</bold> in the 1.0 M dabco\nDMF solution.</p>", "clean_text": "When the crystals of 1 were soaked in a 0.3 M dabco DMF solution for 8 h at 100 °C, the PXRD pattern of the crystals showed the simultaneous appearance of the peaks related to the structures of 1-3 [the peaks at 2θ ~ 7.9°, 15.8°, and 23.8° for (0, 0, 1), (0, 0, 2), and (0, 0, 3) reflections of 1, respectively; the peaks at 2θ ~ 12.6° and 24.6° for (0, 0, 1) and (0, 0, 2) reflections of 2, respectively; the peaks at 2θ ~ 4.9°, 9.8°, 14.7°, and 25.2° for (0, 0, 1), (0, 0, 2), (0, 0, 3), and (0, 0, 5) reflections of 3, respectively] (Figure ). In the substitution of the pillaring linker of 1 soaked in the intermediate concentration of a dabco DMF solution, the reaction proceeds via both random substitution and systematically alternating substitution of the bipy pillaring linkers. The extended soaking of 1 in the 0.3 M dabco DMF solution for more than a month completely exchanged all bipy pillaring linkers in 1 with dabco pillaring linkers to form 2, as in the soaking of 1 in the 1.0 M dabco DMF solution.", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Time-dependent PXRD patterns of approximately 10 mg of\nsingle crystals\nof <bold>1</bold> soaked in 10 mL of a 0.3 M dabco DMF solution at\n100 °C.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Time-dependent PXRD patterns of approximately 10 mg of single crystals of 1 soaked in 10 mL of a 0.3 M dabco DMF solution at 100 °C.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Reverse PSLE of the MOFs</title><p>\n<bold>2</bold> and <bold>3</bold> could be reversibly transformed\nback to <bold>1</bold> by simply\nsoaking the crystals in a bipy DMF solution (Figure S3 of the ). While the soaking of\nthe crystals of <bold>3</bold> in a 0.05 M bipy DMF solution at 100\n°C led to complete replacement of the pillaring dabco linker\nback with the bipy linker within 6 h (Figure S3b of the ), a similar soaking of\nthe crystals of <bold>2</bold> in a 0.1 M bipy DMF solution at 100\n°C led to incomplete replacement of the pillaring dabco linker\nand generated a crystalline mixture of <bold>1–3</bold> (Figure\nS3a of the ). The\nPXRD pattern of the mixture showed the simultaneous presence of three\nsets of (0, 0, <italic toggle=\"yes\">l</italic>) reflections related to the crystals\nof <bold>1–3</bold>. The soaking of the crystals of <bold>2</bold> in a higher-concentration bipy DMF solution (1.0 M) for 1 day at\n100 °C finally led to complete exchange of the pillaring linker.</p>", "clean_text": "Reverse PSLE of the MOFs\n\n 2 and 3 could be reversibly transformed back to 1 by simply soaking the crystals in a bipy DMF solution (Figure S3 of the ). While the soaking of the crystals of 3 in a 0.05 M bipy DMF solution at 100 °C led to complete replacement of the pillaring dabco linker back with the bipy linker within 6 h (Figure S3b of the ), a similar soaking of the crystals of 2 in a 0.1 M bipy DMF solution at 100 °C led to incomplete replacement of the pillaring dabco linker and generated a crystalline mixture of 1-3 (Figure S3a of the ). The PXRD pattern of the mixture showed the simultaneous presence of three sets of (0, 0, l) reflections related to the crystals of 1-3. The soaking of the crystals of 2 in a higher-concentration bipy DMF solution (1.0 M) for 1 day at 100 °C finally led to complete exchange of the pillaring linker.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>Entropically and Enthalpically Favorable Pillaring Ligand Exchanges</title><p>To understand the formation of the entropically unfavorable, selectively\nexchanged structure <bold>3</bold> rather than the entropically favorable,\nrandomly exchanged structural model <bold>3*</bold> (Scheme ), we constructed three different types of 2D sheet\nstructural models of an <bold>hcb</bold> net topology consisting of\n[bipy–Ni<sup>II</sup>–bipy], [bipy–Ni<sup>II</sup>–dabco], and [dabco–Ni<sup>II</sup>–dabco] coordination\nsites (Figure ).</p>", "clean_text": "Entropically and Enthalpically Favorable Pillaring Ligand Exchanges\n\nTo understand the formation of the entropically unfavorable, selectively exchanged structure 3 rather than the entropically favorable, randomly exchanged structural model 3* (Scheme ), we constructed three different types of 2D sheet structural models of an hcb net topology consisting of [bipy-NiII-bipy], [bipy-NiII-dabco], and [dabco-NiII-dabco] coordination sites (Figure ).", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Reaction toward <bold>2</bold> via Random Ligand Exchange and toward <bold>3</bold> via\nSelective Ligand Exchange</title>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0012.tif\"></graphic>\n</fig>", "clean_text": " 1  Reaction toward 2 via Random Ligand Exchange and toward 3 via Selective Ligand Exchange   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>While the selectively exchanged structure, <bold>3</bold>, contains\nonly the [bipy–Ni<sup>II</sup>–dabco] coordination site,\nthe [bipy–Ni<sup>II</sup>–bipy], [bipy–Ni<sup>II</sup>–dabco], and [dabco–Ni<sup>II</sup>–dabco]\ncoordination sites can be observed in the randomly exchanged structural\nmodel, <bold>3</bold>*. Using the total energies of the three aforementioned\nstructural models and isolated bipy and dabco, we evaluated the formation enthalpy of the coordination\nsites. Compared with the [bipy–Ni<sup>II</sup>–bipy]\ncoordination site, the [bipy–Ni<sup>II</sup>–dabco]\nand [dabco–Ni<sup>II</sup>–dabco] coordination sites\nare unfavorable by ∼11.12 and ∼34.30 kJ/mol, respectively\n(Figure S4 of the ). The energy difference obviously originates from the difference\nin the coordination strength of Ni<sup>II</sup>–bipy and Ni<sup>II</sup>–dabco sites. Even though dabco is a stronger base\nthan bipy, the calculation shows that the Ni–N<sub>dabco</sub> bond at the [bipy–Ni<sup>II</sup>–dabco] coordination\nsite is ∼0.15 Å more longer than the Ni–N<sub>bipy</sub> bond at the [bipy–Ni<sup>II</sup>–bipy] coordination\nsite (Table ). More interestingly, there is\n∼0.05 Å more elongation of the Ni–N<sub>dabco</sub> bond at the [dabco–Ni<sup>II</sup>–dabco] coordination\nsite than at the [bipy–Ni<sup>II</sup>–dabco] coordination\nsite. Similar elongations of the Ni–N<sub>dabco</sub> bond\nwere also observed in the single-crystal structures of <bold>2–4</bold>. The elongation is caused by the repulsion of the sterically more\ndemanding ligated dabco linker with the BTC ligands. While the BTC\nplane in the [bipy–Ni<sup>II</sup>–bipy] coordination\nsite is almost planar, that in the [bipy–Ni<sup>II</sup>–dabco]\ncoordination site is distorted to release the strain incurred by the\nsteric repulsion. The puckering of the BTC plane in the [dabco–Ni<sup>II</sup>–dabco] coordination site is unavailable because of\nthe symmetry, and thus, the strain originated from the steric repulsion\nis instead released by increasing the Ni<sup>II</sup>–dabco\nbond length. Although the random replacement of the pillaring bipy\nlinker by dabco is entropically favorable, the formation of a [dabco–Ni<sup>II</sup>–dabco] coordination site is enthalpically less favorable\nthan the formation of a [bipy–Ni<sup>II</sup>–dabco]\ncoordination site. Hence, the selective replacement occurs as an enthalpically\nfavorable process in the lower-concentration dabco DMF solution.</p>", "clean_text": "While the selectively exchanged structure, 3, contains only the [bipy-NiII-dabco] coordination site, the [bipy-NiII-bipy], [bipy-NiII-dabco], and [dabco-NiII-dabco] coordination sites can be observed in the randomly exchanged structural model, 3*. Using the total energies of the three aforementioned structural models and isolated bipy and dabco, we evaluated the formation enthalpy of the coordination sites. Compared with the [bipy-NiII-bipy] coordination site, the [bipy-NiII-dabco] and [dabco-NiII-dabco] coordination sites are unfavorable by ~11.12 and ~34.30 kJ/mol, respectively (Figure S4 of the ). The energy difference obviously originates from the difference in the coordination strength of NiII-bipy and NiII-dabco sites. Even though dabco is a stronger base than bipy, the calculation shows that the Ni-Ndabco bond at the [bipy-NiII-dabco] coordination site is ~0.15 Å more longer than the Ni-Nbipy bond at the [bipy-NiII-bipy] coordination site (Table ). More interestingly, there is ~0.05 Å more elongation of the Ni-Ndabco bond at the [dabco-NiII-dabco] coordination site than at the [bipy-NiII-dabco] coordination site. Similar elongations of the Ni-Ndabco bond were also observed in the single-crystal structures of 2-4. The elongation is caused by the repulsion of the sterically more demanding ligated dabco linker with the BTC ligands. While the BTC plane in the [bipy-NiII-bipy] coordination site is almost planar, that in the [bipy-NiII-dabco] coordination site is distorted to release the strain incurred by the steric repulsion. The puckering of the BTC plane in the [dabco-NiII-dabco] coordination site is unavailable because of the symmetry, and thus, the strain originated from the steric repulsion is instead released by increasing the NiII-dabco bond length. Although the random replacement of the pillaring bipy linker by dabco is entropically favorable, the formation of a [dabco-NiII-dabco] coordination site is enthalpically less favorable than the formation of a [bipy-NiII-dabco] coordination site. Hence, the selective replacement occurs as an enthalpically favorable process in the lower-concentration dabco DMF solution.", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a–f)\nTop and side views of the three different coordination\nsites, [bipy–Ni<sup>II</sup>–bipy], [bipy–Ni<sup>II</sup>–dabco], and [dabco–Ni<sup>II</sup>–dabco],\nof the structural models consisting of 2D hexagonal lattices based\non [bipy–Ni<sup>II</sup>–bipy], [bipy–Ni<sup>II</sup>–dabco], and [dabco–Ni<sup>II</sup>–dabco]\ncoordination sites. The Ni<sup>II</sup> coordination sites in the\nstructures with two different types of carboxylate binding modes,\na chelating bindentate and two monodentate binding modes, are of a\ndistorted octahedral geometry.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  (a-f) Top and side views of the three different coordination sites, [bipy-NiII-bipy], [bipy-NiII-dabco], and [dabco-NiII-dabco], of the structural models consisting of 2D hexagonal lattices based on [bipy-NiII-bipy], [bipy-NiII-dabco], and [dabco-NiII-dabco] coordination sites. The NiII coordination sites in the structures with two different types of carboxylate binding modes, a chelating bindentate and two monodentate binding modes, are of a distorted octahedral geometry.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<title>Attempts To Interconvert the Entropically and Enthalpically\nFavorable Pillaring Ligand Exchange Processes</title><p>To find out\nwhether the entropically favorable random exchange in the higher-dabco\nconcentration solution could be converted to an enthalpically favorable\nselective exchange, the reaction temperature was lowered to 40 °C\nwith no indication of the formation of the enthalpically favorable\nproduct, <bold>3</bold>. At temperatures lower than 40 °C, no\nappreciable exchange reaction occurred over a period of more than\n1 week. Similarly, to find out whether the enthalpically favorable\nselective exchange could be converted to an entropically favorable\nrandom exchange, the reaction temperature was increased to 200 °C\nin an autoclave. There was no indication of the formation of the entropically\nfavorable product. The entropic contribution of the reaction is probably\nnot large enough to convert the reaction process in the experimentally\nallowed temperature range.</p>", "clean_text": "Attempts To Interconvert the Entropically and Enthalpically Favorable Pillaring Ligand Exchange Processes\n\nTo find out whether the entropically favorable random exchange in the higher-dabco concentration solution could be converted to an enthalpically favorable selective exchange, the reaction temperature was lowered to 40 °C with no indication of the formation of the enthalpically favorable product, 3. At temperatures lower than 40 °C, no appreciable exchange reaction occurred over a period of more than 1 week. Similarly, to find out whether the enthalpically favorable selective exchange could be converted to an entropically favorable random exchange, the reaction temperature was increased to 200 °C in an autoclave. There was no indication of the formation of the entropically favorable product. The entropic contribution of the reaction is probably not large enough to convert the reaction process in the experimentally allowed temperature range.", "data": null, "include_properties": null}, {"idx": 38, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Bond Distances (angstroms)\naround\nthe Ni(II) Coordination Sites</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col4\" rowsep=\"1\">optimized\nstructural model<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">Ni<sup>II</sup> site<xref rid=\"t1fn3\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>,<xref rid=\"t1fn1\"></xref> Ni(bipy)<sub>2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>/<bold>4</bold> Ni(bipy)(dabco)</oasis:entry>\n<oasis:entry align=\"center\">Ni(bipy)<sub>2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">Ni(bipy)(dabco)</oasis:entry>\n<oasis:entry align=\"center\">Ni(dabco)<sub>2</sub>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Ni–N<sub>bipy</sub>\n</oasis:entry>\n<oasis:entry>2.091</oasis:entry>\n<oasis:entry>2.052/2.094</oasis:entry>\n<oasis:entry>2.067</oasis:entry>\n<oasis:entry>2.085</oasis:entry>\n<oasis:entry>–</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni–N<sub>dabco</sub>\n</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>2.165/2.135</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>2.220</oasis:entry>\n<oasis:entry>2.270</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni–O<sub>b</sub>\n</oasis:entry>\n<oasis:entry>2.113</oasis:entry>\n<oasis:entry>2.110/2.133</oasis:entry>\n<oasis:entry>2.130</oasis:entry>\n<oasis:entry>2.135</oasis:entry>\n<oasis:entry>2.131</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni–O<sub>b</sub>\n</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>2.114/2.144</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>2.136</oasis:entry>\n<oasis:entry>–</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni–O<sub>m</sub>\n</oasis:entry>\n<oasis:entry>2.044</oasis:entry>\n<oasis:entry>2.013/2.026</oasis:entry>\n<oasis:entry>2.084</oasis:entry>\n<oasis:entry>2.056</oasis:entry>\n<oasis:entry>2.031</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni–O<sub>m</sub>\n</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>2.018/2.030</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>2.058</oasis:entry>\n<oasis:entry>–</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>average</oasis:entry>\n<oasis:entry>2.083</oasis:entry>\n<oasis:entry>2.079/2.094</oasis:entry>\n<oasis:entry>2.094</oasis:entry>\n<oasis:entry>2.115</oasis:entry>\n<oasis:entry>2.144</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>The bond distances around the Ni(II)\nion are from the reported single-crystal structure of <bold>1</bold>.<xref ref-type=\"bibr\" rid=\"ref4\"></xref>\n</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Optimized 2D sheet structural models\nof an <bold>hcb</bold> net topology consisting of [bipy–Ni<sup>II</sup>–bipy], [bipy–Ni<sup>II</sup>–dabco],\nand [dabco–Ni<sup>II</sup>–dabco] coordination sites.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>c</label>\n<p>Ni(bipy)<sub>2</sub> = the\n[bipy–Ni<sup>II</sup>–bipy] coordination site. Ni(bipy)(dabco)\n= the [bipy–Ni<sup>II</sup>–dabco] coordination site.\nNi(dabco)<sub>2</sub> =\nthe [dabco–Ni<sup>II</sup>–dabco] coordination site.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>N<sub>2</sub> sorption isotherms of <bold>1a</bold>, <bold>2a</bold>, and <bold>3a</bold> at 77 K.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  N2 sorption isotherms of 1a, 2a, and 3a at 77 K.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["property"], "content": "<title>N<sub>2</sub> Sorption Behaviors of the MOFs</title><p>The gas\nsorption behavior of the isoreticular MOFs, activated <bold>1a–3a</bold>, were investigated. The pore dimensions and the specific surfaces\nareas were accessed using N<sub>2</sub> sorption isotherms (Figure ). The N<sub>2</sub> uptake amount and the BET specific\narea of <bold>2a</bold> are 251 cm<sup>3</sup>/g and 930 m<sup>2</sup>/g, respectively, which are significantly smaller than those of <bold>1a</bold> (391 cm<sup>3</sup>/g and 1540 m<sup>2</sup>/g, respectively). The complete exchange of the\nlonger pillaring ligand bipy by the shorter pillaring ligand dabco\nin <bold>2a</bold> significantly reduced the pore volume and the specific\nsurface area. The partial exchange of the pillaring ligand by the\nshorter pillaring ligand dabco in <bold>3a</bold> also led to a reduced\nN<sub>2</sub> uptake amount and BET surface area compared with those\nof <bold>1a</bold>. The N<sub>2</sub> uptake amount and the BET specific\narea of <bold>3a</bold> were 305 cm<sup>3</sup>/g and 1150 m<sup>2</sup>/g, respectively. As expected from the intermediate dimension with\nthe selectively and alternatively exchanged mixed pillars, these values\nare smaller than those of <bold>1a</bold> with pure bipy pillar, but\nlarger than those of <bold>2a</bold> with pure dabco pillar. All the\nactivated samples, <bold>1a–3a</bold>, are stable in air at\nleast for a couple of hours. The activated samples exposed in air\nfor a couple of hours did not indicate any decrease in N<sub>2</sub> uptake amounts. However, an extended exposure in air or a soaking\nin water led to the complete loss of the crystallinity and the porosity\nof the activated samples. The activated samples exposed to air for\none month or soaked in water overnight did not show any powder diffraction\npeaks and did not adsorb any N<sub>2</sub> at 77 K.</p>", "clean_text": "N2 Sorption Behaviors of the MOFs\n\nThe gas sorption behavior of the isoreticular MOFs, activated 1a-3a, were investigated. The pore dimensions and the specific surfaces areas were accessed using N2 sorption isotherms (Figure ). The N2 uptake amount and the BET specific area of 2a are 251 cm3/g and 930 m2/g, respectively, which are significantly smaller than those of 1a (391 cm3/g and 1540 m2/g, respectively). The complete exchange of the longer pillaring ligand bipy by the shorter pillaring ligand dabco in 2a significantly reduced the pore volume and the specific surface area. The partial exchange of the pillaring ligand by the shorter pillaring ligand dabco in 3a also led to a reduced N2 uptake amount and BET surface area compared with those of 1a. The N2 uptake amount and the BET specific area of 3a were 305 cm3/g and 1150 m2/g, respectively. As expected from the intermediate dimension with the selectively and alternatively exchanged mixed pillars, these values are smaller than those of 1a with pure bipy pillar, but larger than those of 2a with pure dabco pillar. All the activated samples, 1a-3a, are stable in air at least for a couple of hours. The activated samples exposed in air for a couple of hours did not indicate any decrease in N2 uptake amounts. However, an extended exposure in air or a soaking in water led to the complete loss of the crystallinity and the porosity of the activated samples. The activated samples exposed to air for one month or soaked in water overnight did not show any powder diffraction peaks and did not adsorb any N2 at 77 K.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["property"], "content": "<title>CO<sub>2</sub> and CH<sub>4</sub> Sorption Behaviors of the\nMOFs</title><p>The effects of the modified pore dimensions of <bold>2a</bold> and <bold>3a</bold> compared with that of <bold>1a</bold> are reflected in the sorption behavior of CH<sub>4</sub> and CO<sub>2</sub> (Figures  and  and Figures S4 and S5 of the ). At 195 K, decreased CH<sub>4</sub> uptake amounts on <bold>2a</bold> and <bold>3a</bold> (106 and 118 mg/g, respectively) were observed\ncompared with that of <bold>1a</bold> (152 mg/g) (Figure  and Figure S5 of the ). However, at 273 K, slightly increased uptake\namounts on <bold>2a</bold> and <bold>3a</bold> were observed compared\nwith that on <bold>1a</bold> (Figure a). The\nlarger CH<sub>4</sub> sorption uptake amounts at 273 K on <bold>2a</bold> and <bold>3a</bold> with the smaller pore volumes compared with\nthat on <bold>1a</bold> with the larger pore volume are due to the\nlarger CH<sub>4</sub> adsorption enthalpy on <bold>2a</bold> and <bold>3a</bold> (approximately −21 and −23 kJ/mol, respectively)\nthan that on <bold>1a</bold> (approximately −17 kJ/mol) (Figure b). On the other hand, at 273 K, the CH<sub>4</sub> uptake amount on <bold>2a</bold> (38 mg/g) is similar to that on <bold>3a</bold> (34 mg/g) even though the pore volume of <bold>2a</bold> is significantly larger than that of <bold>3a</bold>.</p>", "clean_text": "CO2 and CH4 Sorption Behaviors of the MOFs\n\nThe effects of the modified pore dimensions of 2a and 3a compared with that of 1a are reflected in the sorption behavior of CH4 and CO2 (Figures  and  and Figures S4 and S5 of the ). At 195 K, decreased CH4 uptake amounts on 2a and 3a (106 and 118 mg/g, respectively) were observed compared with that of 1a (152 mg/g) (Figure  and Figure S5 of the ). However, at 273 K, slightly increased uptake amounts on 2a and 3a were observed compared with that on 1a (Figure a). The larger CH4 sorption uptake amounts at 273 K on 2a and 3a with the smaller pore volumes compared with that on 1a with the larger pore volume are due to the larger CH4 adsorption enthalpy on 2a and 3a (approximately -21 and -23 kJ/mol, respectively) than that on 1a (approximately -17 kJ/mol) (Figure b). On the other hand, at 273 K, the CH4 uptake amount on 2a (38 mg/g) is similar to that on 3a (34 mg/g) even though the pore volume of 2a is significantly larger than that of 3a.", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a) CH<sub>4</sub> sorption isotherms of <bold>1a</bold> (black), <bold>2a</bold> (red), and <bold>3a</bold> (blue) at 195 and 273 K and\n(b) their adsorption enthalpies.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  (a) CH4 sorption isotherms of 1a (black), 2a (red), and 3a (blue) at 195 and 273 K and (b) their adsorption enthalpies.   ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["property"], "content": "<p>The sorption behavior of CO<sub>2</sub> on <bold>1a–3a</bold> is different from that of CH<sub>4</sub> (Figure  and Figure S6 of the ). The qualitative uptake behavior of CO<sub>2</sub> on <bold>1a–3a</bold> looks similar to that of CH<sub>4</sub> (Figure a). Although, at 195 K, the CO<sub>2</sub> uptake amount on <bold>3a</bold> (447 mg/g) is ∼1.2 times that on <bold>2a</bold> (379 mg/g), at 273 K the CO<sub>2</sub> uptake amount on <bold>3a</bold> (261 mg/g) is ∼2.2 times that on <bold>2a</bold> (119 mg/g),\nwhich is caused by the larger CO<sub>2</sub> adsorption enthalpy on <bold>3a</bold> (approximately −27 kJ/mol) than that on <bold>2a</bold> (approximately −22 kJ/mol) (Figure b). Although the pore dimension of <bold>3a</bold> based on the N<sub>2</sub> uptake amount is larger than that of <bold>2a</bold>, the\nadsorption enthalpy of <bold>3a</bold> on CO<sub>2</sub> is larger\nthan that of <bold>2a</bold>, which is due to the combined effects\nof the different properties of the pillaring ligands and of the unsaturated\nmetal sites generated from the solvent or monodentate dabco-ligated\nNi(II) centers in <bold>3a</bold>. The less hydrophobic nature of\naromatic bipy and aliphatic dabco as mixed pillaring ligands in <bold>3a</bold> compared to that of pure aliphatic dabco in <bold>2a</bold> is responsible for the larger adsorption enthalpy of CO<sub>2</sub> with a larger polarizability and quadrupole moment on <bold>3a</bold> than <bold>2a</bold>. In addition, the presence of the unsaturated\nmetal sites is also contributing to the larger adsorption enthalpy\nof <bold>3a</bold> versus that of <bold>2a</bold>. At 1 bar and 273\nK, the CO<sub>2</sub> uptake amount of <bold>1a</bold> is 316 mg/g,\nwhich is the second largest amount yet reported at this temperature, and almost comparable with the largest amount\nof SNU-5, 385 mg/g. More interestingly,\nalthough the uptake amount of <bold>3a</bold> at 1 bar and 273 K is\nsmaller than those of <bold>1a</bold> and SNU-5, the uptake amount\nat ∼0.15 bar (which is the partial pressure of CO<sub>2</sub> in flue gas), 141 mg/g, is almost twice the uptake amounts of <bold>1a</bold> and SNU-5 at the same pressure, 72 and 73 mg/g, respectively.</p>", "clean_text": "The sorption behavior of CO2 on 1a-3a is different from that of CH4 (Figure  and Figure S6 of the ). The qualitative uptake behavior of CO2 on 1a-3a looks similar to that of CH4 (Figure a). Although, at 195 K, the CO2 uptake amount on 3a (447 mg/g) is ~1.2 times that on 2a (379 mg/g), at 273 K the CO2 uptake amount on 3a (261 mg/g) is ~2.2 times that on 2a (119 mg/g), which is caused by the larger CO2 adsorption enthalpy on 3a (approximately -27 kJ/mol) than that on 2a (approximately -22 kJ/mol) (Figure b). Although the pore dimension of 3a based on the N2 uptake amount is larger than that of 2a, the adsorption enthalpy of 3a on CO2 is larger than that of 2a, which is due to the combined effects of the different properties of the pillaring ligands and of the unsaturated metal sites generated from the solvent or monodentate dabco-ligated Ni(II) centers in 3a. The less hydrophobic nature of aromatic bipy and aliphatic dabco as mixed pillaring ligands in 3a compared to that of pure aliphatic dabco in 2a is responsible for the larger adsorption enthalpy of CO2 with a larger polarizability and quadrupole moment on 3a than 2a. In addition, the presence of the unsaturated metal sites is also contributing to the larger adsorption enthalpy of 3a versus that of 2a. At 1 bar and 273 K, the CO2 uptake amount of 1a is 316 mg/g, which is the second largest amount yet reported at this temperature, and almost comparable with the largest amount of SNU-5, 385 mg/g. More interestingly, although the uptake amount of 3a at 1 bar and 273 K is smaller than those of 1a and SNU-5, the uptake amount at ~0.15 bar (which is the partial pressure of CO2 in flue gas), 141 mg/g, is almost twice the uptake amounts of 1a and SNU-5 at the same pressure, 72 and 73 mg/g, respectively.", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>(a)\nCO<sub>2</sub> sorption isotherms of <bold>1a</bold> (black), <bold>2a</bold> (red), and <bold>3a</bold> (blue) at 195 and 273 K and\n(b) their adsorption enthalpies.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  (a) CO2 sorption isotherms of 1a (black), 2a (red), and 3a (blue) at 195 and 273 K and (b) their adsorption enthalpies.   ", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["property"], "content": "<title>H<sub>2</sub> Sorption Behaviors of the MOFs</title><p>At 77\nK, interestingly, although the specific surface areas and the pore\ndimensions of <bold>2a</bold> and <bold>3a</bold> were significantly\nreduced compared with those of <bold>1a</bold>, the H<sub>2</sub> uptake\namounts of <bold>2a</bold> and <bold>3a</bold> (19.5 and 21.1 mg/g,\nrespectively) were only slightly reduced compared with that of <bold>1a</bold> (23.1 mg/g) (Figure a). At 87\nK, more interestingly, the H<sub>2</sub> uptake amounts of <bold>2a</bold> and <bold>3a</bold> (16.5 and 16.6 mg/g, respectively) are even\nslightly larger than that of <bold>1a</bold> (16.0 mg/g). The increased\nadsorption enthalpies of <bold>2a</bold> and <bold>3a</bold> (Figure b), which come from the more extensive interaction\nof the adsorbate H<sub>2</sub> with the pore surface of the reduced\npore dimensions, are responsible for the H<sub>2</sub> sorption behaviors. Surprisingly, the H<sub>2</sub> adsorption enthalpy\nof <bold>2a</bold> with no unsaturated metal sites is slightly larger\nthan that of <bold>3a</bold> with the unsaturated metal sites. The\ninteraction of H<sub>2</sub> with the pore surface of <bold>2a</bold> with the smaller pore dimension compared with that of <bold>3a</bold> with the larger pore dimension is responsible for the slightly larger\nH<sub>2</sub> adsorption enthalpy of <bold>2a</bold> versus that of <bold>3a</bold>.</p>", "clean_text": "H2 Sorption Behaviors of the MOFs\n\nAt 77 K, interestingly, although the specific surface areas and the pore dimensions of 2a and 3a were significantly reduced compared with those of 1a, the H2 uptake amounts of 2a and 3a (19.5 and 21.1 mg/g, respectively) were only slightly reduced compared with that of 1a (23.1 mg/g) (Figure a). At 87 K, more interestingly, the H2 uptake amounts of 2a and 3a (16.5 and 16.6 mg/g, respectively) are even slightly larger than that of 1a (16.0 mg/g). The increased adsorption enthalpies of 2a and 3a (Figure b), which come from the more extensive interaction of the adsorbate H2 with the pore surface of the reduced pore dimensions, are responsible for the H2 sorption behaviors. Surprisingly, the H2 adsorption enthalpy of 2a with no unsaturated metal sites is slightly larger than that of 3a with the unsaturated metal sites. The interaction of H2 with the pore surface of 2a with the smaller pore dimension compared with that of 3a with the larger pore dimension is responsible for the slightly larger H2 adsorption enthalpy of 2a versus that of 3a.", "data": null, "include_properties": null}, {"idx": 46, "type": "figure", "classification": null, "content": "<fig id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>(a) H<sub>2</sub> sorption isotherms of <bold>1a</bold> (black), <bold>2a</bold> (red), and <bold>3a</bold> (blue) at 77\nand 87 K and (b)\ntheir adsorption enthalpies.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  (a) H2 sorption isotherms of 1a (black), 2a (red), and 3a (blue) at 77 and 87 K and (b) their adsorption enthalpies.   ", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>The preparations of the two isoreticular\nMOFs, <bold>2</bold> and <bold>3</bold>, which cannot be attained\nvia the conventional synthetic\napproach, were demonstrated via the PSLE of <bold>1</bold>. By soaking <bold>1</bold> in a high-concentration dabco DMF solution, we completely\nexchanged all of the aromatic bipy pillaring linkers in <bold>1</bold> with the shorter aliphatic dabco pillaring linkers to form the isoreticular\n3D MOF, <bold>2</bold>, with reduced pore dimensions and a reduced\nvolume. The reaction proceeded via the entropically favorable random\nsubstitution of the pillaring linker. This reaction process is enthalpically\nunfavorable because of the formation of the sterically more demanding\n[dabco–Ni<sup>II</sup>–dabco] coordination site. In\ncontrast, the soaking of <bold>1</bold> in a low-concentration dabco\nDMF solution led to the enthalpically favorable isoreticular MOF, <bold>3</bold>, with the partially and selectively exchanged additional\ncomponent, dabco linker. Even though the reaction toward selectively\nexchanged <bold>3</bold> is entropically less favorable than that\ntoward randomly exchanged <bold>3*</bold>, <bold>3</bold> with no\n[dabco–Ni<sup>II</sup>–dabco] coordination site is responsible\nfor the enthalpically favorable exchange process.</p>", "clean_text": "Conclusions\n\nThe preparations of the two isoreticular MOFs, 2 and 3, which cannot be attained via the conventional synthetic approach, were demonstrated via the PSLE of 1. By soaking 1 in a high-concentration dabco DMF solution, we completely exchanged all of the aromatic bipy pillaring linkers in 1 with the shorter aliphatic dabco pillaring linkers to form the isoreticular 3D MOF, 2, with reduced pore dimensions and a reduced volume. The reaction proceeded via the entropically favorable random substitution of the pillaring linker. This reaction process is enthalpically unfavorable because of the formation of the sterically more demanding [dabco-NiII-dabco] coordination site. In contrast, the soaking of 1 in a low-concentration dabco DMF solution led to the enthalpically favorable isoreticular MOF, 3, with the partially and selectively exchanged additional component, dabco linker. Even though the reaction toward selectively exchanged 3 is entropically less favorable than that toward randomly exchanged 3*, 3 with no [dabco-NiII-dabco] coordination site is responsible for the enthalpically favorable exchange process.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>The series\nof MOFs (<bold>1</bold> with all aromatic bipy linkers, <bold>2</bold> with all aliphatic dabco linkers, and <bold>3</bold> with\nboth aromatic and aliphatic pillaring linkers) provided an opportunity\nto assess the relationship between the pore dimension and hydrophobicity\nof the pore surface and the adsorption enthalpies of adsorbates. The\nCH<sub>4</sub> adsorption enthalpy increases as the pore dimension\ndecreases because of the more extensive interaction of the adsorbate\nwith the pore surface with reduced pore dimensions. As expected, <bold>2</bold>, with the smallest pore dimensions, showed the largest CH<sub>4</sub> adsorption enthalpy, and <bold>1</bold>, with the largest\npore dimensions, showed the smallest CH<sub>4</sub> adsorption enthalpy.\nHowever, <bold>3</bold>, with an intermediate pore dimension and mixed\npore surface properties, showed the largest CO<sub>2</sub> adsorption\nenthalpy. The adsorption enthalpy is affected not only by the pore\ndimension but also by the pore surface properties.</p>", "clean_text": "The series of MOFs (1 with all aromatic bipy linkers, 2 with all aliphatic dabco linkers, and 3 with both aromatic and aliphatic pillaring linkers) provided an opportunity to assess the relationship between the pore dimension and hydrophobicity of the pore surface and the adsorption enthalpies of adsorbates. The CH4 adsorption enthalpy increases as the pore dimension decreases because of the more extensive interaction of the adsorbate with the pore surface with reduced pore dimensions. As expected, 2, with the smallest pore dimensions, showed the largest CH4 adsorption enthalpy, and 1, with the largest pore dimensions, showed the smallest CH4 adsorption enthalpy. However, 3, with an intermediate pore dimension and mixed pore surface properties, showed the largest CO2 adsorption enthalpy. The adsorption enthalpy is affected not only by the pore dimension but also by the pore surface properties.", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>Postsynthetic\nexchanges of a ligand involved in the network connectivity\ncan be used as a general strategy for the preparation of isoreticular\nMOFs that are difficult to obtain or even cannot be attained via the\nconventional solvothermal reaction.</p>", "clean_text": "Postsynthetic exchanges of a ligand involved in the network connectivity can be used as a general strategy for the preparation of isoreticular MOFs that are difficult to obtain or even cannot be attained via the conventional solvothermal reaction.", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>CIF files\nfor <bold>2–4</bold>; tables of the crystal data and structure\nrefinement for <bold>2–4</bold>; PXRD patterns of the products\nobtained via conventional one-pot\nreactions of H<sub>3</sub>BTC, Ni<sup>II</sup>, and dabco and H<sub>3</sub>BTC, Ni<sup>II</sup>, bipy, and dabco; PXRD patterns of the\nproducts obtained via reverse PSLE of <bold>2</bold> and <bold>3</bold>; and CH<sub>4</sub> and CO<sub>2</sub> sorption isotherms of <bold>1a–3a</bold> at 195 and 273 K, respectively. This material\nis available free of charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p>", "clean_text": "CIF files for 2-4; tables of the crystal data and structure refinement for 2-4; PXRD patterns of the products obtained via conventional one-pot reactions of H3BTC, NiII, and dabco and H3BTC, NiII, bipy, and dabco; PXRD patterns of the products obtained via reverse PSLE of 2 and 3; and CH4 and CO2 sorption isotherms of 1a-3a at 195 and 273 K, respectively. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["property"], "content": "<p>The authors declare no\ncompeting financial interest.</p><title>Abbreviations</title><p>Brunauer–Emmett–Teller</p><p>4,4′-bipyridine</p><p>two-dimensional</p><p>three-dimensional</p><p>1,4-diazabicyclo[2.2.2]octane</p><p>\n<italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>′-dimethylformamide</p><p>elemental analysis</p><p>1,3,5-benzenetricarboxylic\nacid</p><p>metal–organic\nframeworks</p><p>postsynthetic ligand exchange</p><p>postsynthetic modification</p><p>powder X-ray diffraction</p><p>single-crystal-to-single-crystal</p><title>References</title><p>Even though the sample of <bold>1</bold> was\nactivated according to the reported procedure at 150 °C under\nvacuum for 12 h, the N<sub>2</sub> uptake amount and the BET specific\narea of <bold>1a</bold> are significantly larger than the reported\nvalues, 290 cm<sup>3</sup>/g and 970 m<sup>2</sup>/g, respectively. However, the pore volume calculated from the\nN<sub>2</sub> uptake amount of <bold>1a</bold>, 0.605 cm<sup>3</sup>/g, is still slightly smaller than that calculated from the solvent\ncavity volume of the reported single-crystal structure of <bold>1</bold>, 0.700 cm<sup>3</sup>/g.</p>", "clean_text": "The authors declare no competing financial interest.\n\nAbbreviations\n\nBrunauer-Emmett-Teller\n\n4,4'-bipyridine\n\ntwo-dimensional\n\nthree-dimensional\n\n1,4-diazabicyclo[2.2.2]octane\n\n N,N'-dimethylformamide\n\nelemental analysis\n\n1,3,5-benzenetricarboxylic acid\n\nmetal-organic frameworks\n\npostsynthetic ligand exchange\n\npostsynthetic modification\n\npowder X-ray diffraction\n\nsingle-crystal-to-single-crystal\n\nReferences\n\nEven though the sample of 1 was activated according to the reported procedure at 150 °C under vacuum for 12 h, the N2 uptake amount and the BET specific area of 1a are significantly larger than the reported values, 290 cm3/g and 970 m2/g, respectively. However, the pore volume calculated from the N2 uptake amount of 1a, 0.605 cm3/g, is still slightly smaller than that calculated from the solvent cavity volume of the reported single-crystal structure of 1, 0.700 cm3/g.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "6, 8, 9, 10", "type": "text", "classification": "synthesis condition", "content": "<title>Preparation\nof MOF [Ni(HBTC)(bipy)], <bold>1</bold>\n</title><p>\n<bold>1</bold> was\nprepared via a solvothermal reaction that was\nslightly modified from the reported synthetic procedures. A mixture of Ni(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (37.8 mg, 0.130 mmol), H<sub>3</sub>BTC (23.2 mg, 0.110\nmmol), and bipy (17.2 mg, 0.110 mmol) was dissolved in a mixed solvent\nof 4 mL of DMF and 4 mL of MeOH, and the solution was divided into\ntwo portions. Each portion was transferred to a 10 mL vial. The tightly\nsealed vial was heated at 70 °C for 2 days to form cyan hexagonal\ncrystals. The crystals of <bold>1</bold> were harvested and washed\nusing DMF and then air-dried at ambient temperature for a couple of\nhours. The activated sample, <bold>1a</bold>, was prepared by vacuum\ndrying overnight at 150 °C. EA was performed on the sample of <bold>1a</bold>, which had been reexposed to air for a couple of hours.\nEA calcd for [Ni(HBTC)(bipy)]·2H<sub>2</sub>O (C<sub>19</sub>H<sub>16</sub>N<sub>2</sub>O<sub>8</sub>Ni, fw = 459.03 g/mol). Calcd:\nC, 49.71%; H, 3.51%; N, 6.10%. Found: C, 49.84%; H, 4.00%; N, 6.62%.</p><title>[Ni(HBTC)(dabco)], <bold>2</bold>\n</title><p>Approximately 10\nmg of the crystals of <bold>1</bold> presoaked in DMF was transferred\nto a vial of 10 mL of a 1.0 M dabco DMF solution, and the solution\nin the tightly sealed vial was stored for 2 days in an oven at 100\n°C. The crystals slowly changed color from cyan to pale yellow\nwhile retaining their crystallinity during the soaking. The harvested\ncrystals were air-dried at ambient temperature for a couple of hours.\nThe activated sample, <bold>2a</bold>, was prepared by vacuum drying <bold>2</bold> at 150 °C overnight. EA was performed on the sample\nof <bold>2a</bold> reexposed in air for a couple of hours. EA calcd\nfor [Ni(HBTC)(dabco)]·2H<sub>2</sub>O (C<sub>15</sub>H<sub>20</sub>N<sub>2</sub>O<sub>8</sub>Ni, fw = 415.02 g/mol). Calcd: C, 43.41%;\nH, 4.86%; N, 6.75%. Found: C, 42.98%; H, 4.97%; N, 6.95%.</p><title>[Ni<sub>2</sub>(HBTC)<sub>2</sub>(bipy)<sub>0.6</sub>(dabco)<sub>1.4</sub>], <bold>3</bold>\n</title><p>The PSLE procedure for the preparation\nof <bold>3</bold> was the same as that for <bold>2</bold> except for\nthe use of a 0.05 M dabco DMF solution for 3 days. The pale green\ncrystals were harvested and washed using DMF and then air-dried at\nambient temperature for a couple of hours. The activated sample, <bold>3a</bold>, was prepared by vacuum drying <bold>3</bold> at 150 °C\novernight. EA was performed on the sample of <bold>3a</bold> that\nhad been reexposed to air for a couple of hours. EA calcd for [Ni<sub>2</sub>(HBTC)<sub>2</sub>(bipy)<sub>0.6</sub>(dabco)<sub>1.4</sub>]·5H<sub>2</sub>O (C<sub>32.4</sub>H<sub>39.6</sub>N<sub>4</sub>O<sub>17</sub>Ni<sub>2</sub>, fw = 874.47 g/mol). Calcd: C, 44.50%;\nH, 4.56%; N, 6.41%. Found: C, 44.21%; H, 4.77%; N, 6.82%.</p><title>[Ni<sub>2</sub>(HBTC)<sub>2</sub>(bipy)(dabco)], <bold>4</bold>\n</title><p>The crystals\nof <bold>4</bold> were prepared by soaking\napproximately 30 mg of <bold>3</bold> in 10 mL of a 0.1 M bipy DMF\nsolution at ambient temperature for 7 days. EA was conducted on the\nactivated sample that had been reexposed to air for a couple of hours,\nwhere the activated sample was prepared by soaking the crystals in\nfresh DMF for 2–3 days and methylene chloride for 1 day and\nthen vacuum drying at ambient temperature overnight. EA calcd for\n[Ni<sub>2</sub>(HBTC)<sub>2</sub>(bipy)(dabco)]·7.5H<sub>2</sub>O (C<sub>34</sub>H<sub>43</sub>N<sub>4</sub>O<sub>19.5</sub>Ni<sub>2</sub>, fw = 937.11 g/mol). Calcd: C, 43.58%; H, 4.63%; N, 5.98%.\nFound: C, 43.17%; H, 5.08%; N, 6.30%.</p>", "clean_text": "Preparation of MOF [Ni(HBTC)(bipy)], 1 \n\n 1 was prepared via a solvothermal reaction that was slightly modified from the reported synthetic procedures. A mixture of Ni(NO3)2⋅6H2O (37.8 mg, 0.130 mmol), H3BTC (23.2 mg, 0.110 mmol), and bipy (17.2 mg, 0.110 mmol) was dissolved in a mixed solvent of 4 mL of DMF and 4 mL of MeOH, and the solution was divided into two portions. Each portion was transferred to a 10 mL vial. The tightly sealed vial was heated at 70 °C for 2 days to form cyan hexagonal crystals. The crystals of 1 were harvested and washed using DMF and then air-dried at ambient temperature for a couple of hours. The activated sample, 1a, was prepared by vacuum drying overnight at 150 °C. EA was performed on the sample of 1a, which had been reexposed to air for a couple of hours. EA calcd for [Ni(HBTC)(bipy)]⋅2H2O (C19H16N2O8Ni, fw = 459.03 g/mol). Calcd: C, 49.71%; H, 3.51%; N, 6.10%. Found: C, 49.84%; H, 4.00%; N, 6.62%.\n\n[Ni(HBTC)(dabco)], 2 \n\nApproximately 10 mg of the crystals of 1 presoaked in DMF was transferred to a vial of 10 mL of a 1.0 M dabco DMF solution, and the solution in the tightly sealed vial was stored for 2 days in an oven at 100 °C. The crystals slowly changed color from cyan to pale yellow while retaining their crystallinity during the soaking. The harvested crystals were air-dried at ambient temperature for a couple of hours. The activated sample, 2a, was prepared by vacuum drying 2 at 150 °C overnight. EA was performed on the sample of 2a reexposed in air for a couple of hours. EA calcd for [Ni(HBTC)(dabco)]⋅2H2O (C15H20N2O8Ni, fw = 415.02 g/mol). Calcd: C, 43.41%; H, 4.86%; N, 6.75%. Found: C, 42.98%; H, 4.97%; N, 6.95%.\n\n[Ni2(HBTC)2(bipy)0.6(dabco)1.4], 3 \n\nThe PSLE procedure for the preparation of 3 was the same as that for 2 except for the use of a 0.05 M dabco DMF solution for 3 days. The pale green crystals were harvested and washed using DMF and then air-dried at ambient temperature for a couple of hours. The activated sample, 3a, was prepared by vacuum drying 3 at 150 °C overnight. EA was performed on the sample of 3a that had been reexposed to air for a couple of hours. EA calcd for [Ni2(HBTC)2(bipy)0.6(dabco)1.4]⋅5H2O (C32.4H39.6N4O17Ni2, fw = 874.47 g/mol). Calcd: C, 44.50%; H, 4.56%; N, 6.41%. Found: C, 44.21%; H, 4.77%; N, 6.82%.\n\n[Ni2(HBTC)2(bipy)(dabco)], 4 \n\nThe crystals of 4 were prepared by soaking approximately 30 mg of 3 in 10 mL of a 0.1 M bipy DMF solution at ambient temperature for 7 days. EA was conducted on the activated sample that had been reexposed to air for a couple of hours, where the activated sample was prepared by soaking the crystals in fresh DMF for 2-3 days and methylene chloride for 1 day and then vacuum drying at ambient temperature overnight. EA calcd for [Ni2(HBTC)2(bipy)(dabco)]⋅7.5H2O (C34H43N4O19.5Ni2, fw = 937.11 g/mol). Calcd: C, 43.58%; H, 4.63%; N, 5.98%. Found: C, 43.17%; H, 5.08%; N, 6.30%.", "data": [{"meta": {"name": "[Ni(HBTC)(bipy)]", "symbol": "1", "chemical formula": "C19H16N2O8Ni"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Ni(NO3)2·6H2O", "amount": "37.8", "unit": "mg"}, {"name": "H3BTC", "amount": "23.2", "unit": "mg"}, {"name": "bipy", "amount": "17.2", "unit": "mg"}], "solvent": [{"name": "DMF", "amount": "4", "unit": "mL"}, {"name": "MeOH", "amount": "4", "unit": "mL"}], "pressure": "", "temperature": "70°C", "time": "2 days"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "ambient temperature", "atmosphere": "", "time": "couple of hours"}]}, {"meta": {"name": "[Ni(HBTC)(dabco)]", "symbol": "2", "chemical formula": "C15H20N2O8Ni"}, "processes": [{"synthesis method": "soaking", "precursor": [{"name": "1", "amount": "10", "unit": "mg"}], "solution": [{"name": "1.0 M dabco DMF solution", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "100°C", "time": "2 days"}, {"synthesis method": "washing", "washing solution": "", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "ambient temperature", "atmosphere": "", "time": "couple of hours"}]}, {"meta": {"name": "[Ni2(HBTC)2(bipy)0.6(dabco)1.4]", "symbol": "3", "chemical formula": "C32.4H39.6N4O17Ni2"}, "processes": [{"synthesis method": "soaking", "precursor": [{"name": "1", "amount": "10", "unit": "mg"}], "solution": [{"name": "0.05 M dabco DMF solution", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "", "time": "3 days"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "ambient temperature", "atmosphere": "", "time": "couple of hours"}]}, {"meta": {"name": "[Ni2(HBTC)2(bipy)(dabco)]", "symbol": "4", "chemical formula": "C34H43N4O19.5Ni2"}, "processes": [{"synthesis method": "soaking", "precursor": [{"name": "3", "amount": "30", "unit": "mg"}], "solution": [{"name": "0.1 M bipy DMF solution", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "ambient temperature", "time": "7 days"}, {"synthesis method": "washing", "washing solution": "", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "ambient temperature", "atmosphere": "vacuum", "time": "overnight"}]}], "include_properties": ["solvothermal_synthesis", "washing", "drying", "chemical_synthesis", "washing", "drying", "chemical_synthesis", "washing", "drying", "chemical_synthesis", "washing", "drying"]}, {"idx": "13, 40, 41, 43, 45, 51", "type": "text", "classification": "property", "content": "<title>[Ni<sub>2</sub>(HBTC)<sub>2</sub>(bipy)<sub>0.6</sub>(dabco)<sub>1.4</sub>], <bold>3</bold>\n</title><p>Two nickel ions, two-thirds of\na BTC<sup>3–</sup> ligand, and four-thirds of a H<sub>1.5</sub>BTC<sup>1.5–</sup> ligand on six different crystallographic\n3-fold symmetry sites, a pillaring dabco ligand, and a pillaring bipy\nsite were observed as an asymmetric unit of hexagonal space group <italic toggle=\"yes\">P</italic>3. The pillaring bipy site in the asymmetric unit was statistically\ndisordered together with two other ligated dabco sites and two lattice\nwater sites with a total site occupancy of 1. Nickel, oxygen, and\nnitrogen atoms were refined anisotropically, and carbon atoms were\nrefined isotropically. The hydrogen atoms were assigned isotropic\ndisplacement coefficients <italic toggle=\"yes\">U</italic>(H) = 1.2<italic toggle=\"yes\">U</italic>(C), and their coordinates were allowed to ride on their respective\natoms. The least-squares refinement of the structural model was performed\nunder geometry restraints and displacement parameter restraints, such\nas DFIX, DANG, EXYZ, EADP, and ISOR for the dabco and bipy molecules.\nThe final refinement was performed with modification of the structural\nfactors for the electron densities of the disordered solvent region\n(2093 Å<sup>3</sup>, 48.5% of the crystal volume) using the SQUEEZE\noption of the PLATON software package. Refinement of the structure\nconverged at the following final values: R1 = 0.1172 and wR2 = 0.2531\nfor 3155 reflections for which <italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>), and R1 = 0.2403 and wR2 = 0.3168 for all 10006 reflections.\nThe largest difference peak and hole were 1.368 and −0.450\ne/Å<sup>3</sup>, respectively. The Flack parameter value of 0.47(4)\nthat was obtained indicated that the structure is racemic twinned.</p><title>N<sub>2</sub> Sorption Behaviors of the MOFs</title><p>The gas\nsorption behavior of the isoreticular MOFs, activated <bold>1a–3a</bold>, were investigated. The pore dimensions and the specific surfaces\nareas were accessed using N<sub>2</sub> sorption isotherms (Figure ). The N<sub>2</sub> uptake amount and the BET specific\narea of <bold>2a</bold> are 251 cm<sup>3</sup>/g and 930 m<sup>2</sup>/g, respectively, which are significantly smaller than those of <bold>1a</bold> (391 cm<sup>3</sup>/g and 1540 m<sup>2</sup>/g, respectively). The complete exchange of the\nlonger pillaring ligand bipy by the shorter pillaring ligand dabco\nin <bold>2a</bold> significantly reduced the pore volume and the specific\nsurface area. The partial exchange of the pillaring ligand by the\nshorter pillaring ligand dabco in <bold>3a</bold> also led to a reduced\nN<sub>2</sub> uptake amount and BET surface area compared with those\nof <bold>1a</bold>. The N<sub>2</sub> uptake amount and the BET specific\narea of <bold>3a</bold> were 305 cm<sup>3</sup>/g and 1150 m<sup>2</sup>/g, respectively. As expected from the intermediate dimension with\nthe selectively and alternatively exchanged mixed pillars, these values\nare smaller than those of <bold>1a</bold> with pure bipy pillar, but\nlarger than those of <bold>2a</bold> with pure dabco pillar. All the\nactivated samples, <bold>1a–3a</bold>, are stable in air at\nleast for a couple of hours. The activated samples exposed in air\nfor a couple of hours did not indicate any decrease in N<sub>2</sub> uptake amounts. However, an extended exposure in air or a soaking\nin water led to the complete loss of the crystallinity and the porosity\nof the activated samples. The activated samples exposed to air for\none month or soaked in water overnight did not show any powder diffraction\npeaks and did not adsorb any N<sub>2</sub> at 77 K.</p><title>CO<sub>2</sub> and CH<sub>4</sub> Sorption Behaviors of the\nMOFs</title><p>The effects of the modified pore dimensions of <bold>2a</bold> and <bold>3a</bold> compared with that of <bold>1a</bold> are reflected in the sorption behavior of CH<sub>4</sub> and CO<sub>2</sub> (Figures  and  and Figures S4 and S5 of the ). At 195 K, decreased CH<sub>4</sub> uptake amounts on <bold>2a</bold> and <bold>3a</bold> (106 and 118 mg/g, respectively) were observed\ncompared with that of <bold>1a</bold> (152 mg/g) (Figure  and Figure S5 of the ). However, at 273 K, slightly increased uptake\namounts on <bold>2a</bold> and <bold>3a</bold> were observed compared\nwith that on <bold>1a</bold> (Figure a). The\nlarger CH<sub>4</sub> sorption uptake amounts at 273 K on <bold>2a</bold> and <bold>3a</bold> with the smaller pore volumes compared with\nthat on <bold>1a</bold> with the larger pore volume are due to the\nlarger CH<sub>4</sub> adsorption enthalpy on <bold>2a</bold> and <bold>3a</bold> (approximately −21 and −23 kJ/mol, respectively)\nthan that on <bold>1a</bold> (approximately −17 kJ/mol) (Figure b). On the other hand, at 273 K, the CH<sub>4</sub> uptake amount on <bold>2a</bold> (38 mg/g) is similar to that on <bold>3a</bold> (34 mg/g) even though the pore volume of <bold>2a</bold> is significantly larger than that of <bold>3a</bold>.</p><p>The sorption behavior of CO<sub>2</sub> on <bold>1a–3a</bold> is different from that of CH<sub>4</sub> (Figure  and Figure S6 of the ). The qualitative uptake behavior of CO<sub>2</sub> on <bold>1a–3a</bold> looks similar to that of CH<sub>4</sub> (Figure a). Although, at 195 K, the CO<sub>2</sub> uptake amount on <bold>3a</bold> (447 mg/g) is ∼1.2 times that on <bold>2a</bold> (379 mg/g), at 273 K the CO<sub>2</sub> uptake amount on <bold>3a</bold> (261 mg/g) is ∼2.2 times that on <bold>2a</bold> (119 mg/g),\nwhich is caused by the larger CO<sub>2</sub> adsorption enthalpy on <bold>3a</bold> (approximately −27 kJ/mol) than that on <bold>2a</bold> (approximately −22 kJ/mol) (Figure b). Although the pore dimension of <bold>3a</bold> based on the N<sub>2</sub> uptake amount is larger than that of <bold>2a</bold>, the\nadsorption enthalpy of <bold>3a</bold> on CO<sub>2</sub> is larger\nthan that of <bold>2a</bold>, which is due to the combined effects\nof the different properties of the pillaring ligands and of the unsaturated\nmetal sites generated from the solvent or monodentate dabco-ligated\nNi(II) centers in <bold>3a</bold>. The less hydrophobic nature of\naromatic bipy and aliphatic dabco as mixed pillaring ligands in <bold>3a</bold> compared to that of pure aliphatic dabco in <bold>2a</bold> is responsible for the larger adsorption enthalpy of CO<sub>2</sub> with a larger polarizability and quadrupole moment on <bold>3a</bold> than <bold>2a</bold>. In addition, the presence of the unsaturated\nmetal sites is also contributing to the larger adsorption enthalpy\nof <bold>3a</bold> versus that of <bold>2a</bold>. At 1 bar and 273\nK, the CO<sub>2</sub> uptake amount of <bold>1a</bold> is 316 mg/g,\nwhich is the second largest amount yet reported at this temperature, and almost comparable with the largest amount\nof SNU-5, 385 mg/g. More interestingly,\nalthough the uptake amount of <bold>3a</bold> at 1 bar and 273 K is\nsmaller than those of <bold>1a</bold> and SNU-5, the uptake amount\nat ∼0.15 bar (which is the partial pressure of CO<sub>2</sub> in flue gas), 141 mg/g, is almost twice the uptake amounts of <bold>1a</bold> and SNU-5 at the same pressure, 72 and 73 mg/g, respectively.</p><title>H<sub>2</sub> Sorption Behaviors of the MOFs</title><p>At 77\nK, interestingly, although the specific surface areas and the pore\ndimensions of <bold>2a</bold> and <bold>3a</bold> were significantly\nreduced compared with those of <bold>1a</bold>, the H<sub>2</sub> uptake\namounts of <bold>2a</bold> and <bold>3a</bold> (19.5 and 21.1 mg/g,\nrespectively) were only slightly reduced compared with that of <bold>1a</bold> (23.1 mg/g) (Figure a). At 87\nK, more interestingly, the H<sub>2</sub> uptake amounts of <bold>2a</bold> and <bold>3a</bold> (16.5 and 16.6 mg/g, respectively) are even\nslightly larger than that of <bold>1a</bold> (16.0 mg/g). The increased\nadsorption enthalpies of <bold>2a</bold> and <bold>3a</bold> (Figure b), which come from the more extensive interaction\nof the adsorbate H<sub>2</sub> with the pore surface of the reduced\npore dimensions, are responsible for the H<sub>2</sub> sorption behaviors. Surprisingly, the H<sub>2</sub> adsorption enthalpy\nof <bold>2a</bold> with no unsaturated metal sites is slightly larger\nthan that of <bold>3a</bold> with the unsaturated metal sites. The\ninteraction of H<sub>2</sub> with the pore surface of <bold>2a</bold> with the smaller pore dimension compared with that of <bold>3a</bold> with the larger pore dimension is responsible for the slightly larger\nH<sub>2</sub> adsorption enthalpy of <bold>2a</bold> versus that of <bold>3a</bold>.</p><p>The authors declare no\ncompeting financial interest.</p><title>Abbreviations</title><p>Brunauer–Emmett–Teller</p><p>4,4′-bipyridine</p><p>two-dimensional</p><p>three-dimensional</p><p>1,4-diazabicyclo[2.2.2]octane</p><p>\n<italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>′-dimethylformamide</p><p>elemental analysis</p><p>1,3,5-benzenetricarboxylic\nacid</p><p>metal–organic\nframeworks</p><p>postsynthetic ligand exchange</p><p>postsynthetic modification</p><p>powder X-ray diffraction</p><p>single-crystal-to-single-crystal</p><title>References</title><p>Even though the sample of <bold>1</bold> was\nactivated according to the reported procedure at 150 °C under\nvacuum for 12 h, the N<sub>2</sub> uptake amount and the BET specific\narea of <bold>1a</bold> are significantly larger than the reported\nvalues, 290 cm<sup>3</sup>/g and 970 m<sup>2</sup>/g, respectively. However, the pore volume calculated from the\nN<sub>2</sub> uptake amount of <bold>1a</bold>, 0.605 cm<sup>3</sup>/g, is still slightly smaller than that calculated from the solvent\ncavity volume of the reported single-crystal structure of <bold>1</bold>, 0.700 cm<sup>3</sup>/g.</p>", "clean_text": "[Ni2(HBTC)2(bipy)0.6(dabco)1.4], 3 \n\nTwo nickel ions, two-thirds of a BTC3- ligand, and four-thirds of a H1.5BTC1.5- ligand on six different crystallographic 3-fold symmetry sites, a pillaring dabco ligand, and a pillaring bipy site were observed as an asymmetric unit of hexagonal space group P3. The pillaring bipy site in the asymmetric unit was statistically disordered together with two other ligated dabco sites and two lattice water sites with a total site occupancy of 1. Nickel, oxygen, and nitrogen atoms were refined anisotropically, and carbon atoms were refined isotropically. The hydrogen atoms were assigned isotropic displacement coefficients U(H) = 1.2U(C), and their coordinates were allowed to ride on their respective atoms. The least-squares refinement of the structural model was performed under geometry restraints and displacement parameter restraints, such as DFIX, DANG, EXYZ, EADP, and ISOR for the dabco and bipy molecules. The final refinement was performed with modification of the structural factors for the electron densities of the disordered solvent region (2093 Å3, 48.5% of the crystal volume) using the SQUEEZE option of the PLATON software package. Refinement of the structure converged at the following final values: R1 = 0.1172 and wR2 = 0.2531 for 3155 reflections for which I > 2σ(I), and R1 = 0.2403 and wR2 = 0.3168 for all 10006 reflections. The largest difference peak and hole were 1.368 and -0.450 e/Å3, respectively. The Flack parameter value of 0.47(4) that was obtained indicated that the structure is racemic twinned.\n\nN2 Sorption Behaviors of the MOFs\n\nThe gas sorption behavior of the isoreticular MOFs, activated 1a-3a, were investigated. The pore dimensions and the specific surfaces areas were accessed using N2 sorption isotherms (Figure ). The N2 uptake amount and the BET specific area of 2a are 251 cm3/g and 930 m2/g, respectively, which are significantly smaller than those of 1a (391 cm3/g and 1540 m2/g, respectively). The complete exchange of the longer pillaring ligand bipy by the shorter pillaring ligand dabco in 2a significantly reduced the pore volume and the specific surface area. The partial exchange of the pillaring ligand by the shorter pillaring ligand dabco in 3a also led to a reduced N2 uptake amount and BET surface area compared with those of 1a. The N2 uptake amount and the BET specific area of 3a were 305 cm3/g and 1150 m2/g, respectively. As expected from the intermediate dimension with the selectively and alternatively exchanged mixed pillars, these values are smaller than those of 1a with pure bipy pillar, but larger than those of 2a with pure dabco pillar. All the activated samples, 1a-3a, are stable in air at least for a couple of hours. The activated samples exposed in air for a couple of hours did not indicate any decrease in N2 uptake amounts. However, an extended exposure in air or a soaking in water led to the complete loss of the crystallinity and the porosity of the activated samples. The activated samples exposed to air for one month or soaked in water overnight did not show any powder diffraction peaks and did not adsorb any N2 at 77 K.\n\nCO2 and CH4 Sorption Behaviors of the MOFs\n\nThe effects of the modified pore dimensions of 2a and 3a compared with that of 1a are reflected in the sorption behavior of CH4 and CO2 (Figures  and  and Figures S4 and S5 of the ). At 195 K, decreased CH4 uptake amounts on 2a and 3a (106 and 118 mg/g, respectively) were observed compared with that of 1a (152 mg/g) (Figure  and Figure S5 of the ). However, at 273 K, slightly increased uptake amounts on 2a and 3a were observed compared with that on 1a (Figure a). The larger CH4 sorption uptake amounts at 273 K on 2a and 3a with the smaller pore volumes compared with that on 1a with the larger pore volume are due to the larger CH4 adsorption enthalpy on 2a and 3a (approximately -21 and -23 kJ/mol, respectively) than that on 1a (approximately -17 kJ/mol) (Figure b). On the other hand, at 273 K, the CH4 uptake amount on 2a (38 mg/g) is similar to that on 3a (34 mg/g) even though the pore volume of 2a is significantly larger than that of 3a.\n\nThe sorption behavior of CO2 on 1a-3a is different from that of CH4 (Figure  and Figure S6 of the ). The qualitative uptake behavior of CO2 on 1a-3a looks similar to that of CH4 (Figure a). Although, at 195 K, the CO2 uptake amount on 3a (447 mg/g) is ~1.2 times that on 2a (379 mg/g), at 273 K the CO2 uptake amount on 3a (261 mg/g) is ~2.2 times that on 2a (119 mg/g), which is caused by the larger CO2 adsorption enthalpy on 3a (approximately -27 kJ/mol) than that on 2a (approximately -22 kJ/mol) (Figure b). Although the pore dimension of 3a based on the N2 uptake amount is larger than that of 2a, the adsorption enthalpy of 3a on CO2 is larger than that of 2a, which is due to the combined effects of the different properties of the pillaring ligands and of the unsaturated metal sites generated from the solvent or monodentate dabco-ligated Ni(II) centers in 3a. The less hydrophobic nature of aromatic bipy and aliphatic dabco as mixed pillaring ligands in 3a compared to that of pure aliphatic dabco in 2a is responsible for the larger adsorption enthalpy of CO2 with a larger polarizability and quadrupole moment on 3a than 2a. In addition, the presence of the unsaturated metal sites is also contributing to the larger adsorption enthalpy of 3a versus that of 2a. At 1 bar and 273 K, the CO2 uptake amount of 1a is 316 mg/g, which is the second largest amount yet reported at this temperature, and almost comparable with the largest amount of SNU-5, 385 mg/g. More interestingly, although the uptake amount of 3a at 1 bar and 273 K is smaller than those of 1a and SNU-5, the uptake amount at ~0.15 bar (which is the partial pressure of CO2 in flue gas), 141 mg/g, is almost twice the uptake amounts of 1a and SNU-5 at the same pressure, 72 and 73 mg/g, respectively.\n\nH2 Sorption Behaviors of the MOFs\n\nAt 77 K, interestingly, although the specific surface areas and the pore dimensions of 2a and 3a were significantly reduced compared with those of 1a, the H2 uptake amounts of 2a and 3a (19.5 and 21.1 mg/g, respectively) were only slightly reduced compared with that of 1a (23.1 mg/g) (Figure a). At 87 K, more interestingly, the H2 uptake amounts of 2a and 3a (16.5 and 16.6 mg/g, respectively) are even slightly larger than that of 1a (16.0 mg/g). The increased adsorption enthalpies of 2a and 3a (Figure b), which come from the more extensive interaction of the adsorbate H2 with the pore surface of the reduced pore dimensions, are responsible for the H2 sorption behaviors. Surprisingly, the H2 adsorption enthalpy of 2a with no unsaturated metal sites is slightly larger than that of 3a with the unsaturated metal sites. The interaction of H2 with the pore surface of 2a with the smaller pore dimension compared with that of 3a with the larger pore dimension is responsible for the slightly larger H2 adsorption enthalpy of 2a versus that of 3a.\n\nThe authors declare no competing financial interest.\n\nAbbreviations\n\nBrunauer-Emmett-Teller\n\n4,4'-bipyridine\n\ntwo-dimensional\n\nthree-dimensional\n\n1,4-diazabicyclo[2.2.2]octane\n\n N,N'-dimethylformamide\n\nelemental analysis\n\n1,3,5-benzenetricarboxylic acid\n\nmetal-organic frameworks\n\npostsynthetic ligand exchange\n\npostsynthetic modification\n\npowder X-ray diffraction\n\nsingle-crystal-to-single-crystal\n\nReferences\n\nEven though the sample of 1 was activated according to the reported procedure at 150 °C under vacuum for 12 h, the N2 uptake amount and the BET specific area of 1a are significantly larger than the reported values, 290 cm3/g and 970 m2/g, respectively. However, the pore volume calculated from the N2 uptake amount of 1a, 0.605 cm3/g, is still slightly smaller than that calculated from the solvent cavity volume of the reported single-crystal structure of 1, 0.700 cm3/g.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "crystal system": [{"value": "tetragonal", "condition": ""}], "space group": [{"value": "Fm-3m", "condition": ""}]}, {"meta": {"name": "[Ni2(HBTC)2(bipy)0.6(dabco)1.4]", "symbol": "3", "chemical formula": ""}, "crystal system": [{"value": "hexagonal", "condition": ""}], "space group": [{"value": "P3", "condition": ""}]}]], "include_properties": ["crystal_system", "space_group"]}, {"idx": 38, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Bond Distances (angstroms)\naround\nthe Ni(II) Coordination Sites</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col4\" rowsep=\"1\">optimized\nstructural model<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">Ni<sup>II</sup> site<xref rid=\"t1fn3\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>,<xref rid=\"t1fn1\"></xref> Ni(bipy)<sub>2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>/<bold>4</bold> Ni(bipy)(dabco)</oasis:entry>\n<oasis:entry align=\"center\">Ni(bipy)<sub>2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">Ni(bipy)(dabco)</oasis:entry>\n<oasis:entry align=\"center\">Ni(dabco)<sub>2</sub>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Ni–N<sub>bipy</sub>\n</oasis:entry>\n<oasis:entry>2.091</oasis:entry>\n<oasis:entry>2.052/2.094</oasis:entry>\n<oasis:entry>2.067</oasis:entry>\n<oasis:entry>2.085</oasis:entry>\n<oasis:entry>–</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni–N<sub>dabco</sub>\n</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>2.165/2.135</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>2.220</oasis:entry>\n<oasis:entry>2.270</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni–O<sub>b</sub>\n</oasis:entry>\n<oasis:entry>2.113</oasis:entry>\n<oasis:entry>2.110/2.133</oasis:entry>\n<oasis:entry>2.130</oasis:entry>\n<oasis:entry>2.135</oasis:entry>\n<oasis:entry>2.131</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni–O<sub>b</sub>\n</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>2.114/2.144</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>2.136</oasis:entry>\n<oasis:entry>–</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni–O<sub>m</sub>\n</oasis:entry>\n<oasis:entry>2.044</oasis:entry>\n<oasis:entry>2.013/2.026</oasis:entry>\n<oasis:entry>2.084</oasis:entry>\n<oasis:entry>2.056</oasis:entry>\n<oasis:entry>2.031</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni–O<sub>m</sub>\n</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>2.018/2.030</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>2.058</oasis:entry>\n<oasis:entry>–</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>average</oasis:entry>\n<oasis:entry>2.083</oasis:entry>\n<oasis:entry>2.079/2.094</oasis:entry>\n<oasis:entry>2.094</oasis:entry>\n<oasis:entry>2.115</oasis:entry>\n<oasis:entry>2.144</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>The bond distances around the Ni(II)\nion are from the reported single-crystal structure of <bold>1</bold>.<xref ref-type=\"bibr\" rid=\"ref4\"></xref>\n</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Optimized 2D sheet structural models\nof an <bold>hcb</bold> net topology consisting of [bipy–Ni<sup>II</sup>–bipy], [bipy–Ni<sup>II</sup>–dabco],\nand [dabco–Ni<sup>II</sup>–dabco] coordination sites.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>c</label>\n<p>Ni(bipy)<sub>2</sub> = the\n[bipy–Ni<sup>II</sup>–bipy] coordination site. Ni(bipy)(dabco)\n= the [bipy–Ni<sup>II</sup>–dabco] coordination site.\nNi(dabco)<sub>2</sub> =\nthe [dabco–Ni<sup>II</sup>–dabco] coordination site.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Bond Distances (angstroms) around the Ni(II) Coordination Sites\n\n| Ni(II) site[^c] | 1, Ni(bipy)2 | 3/4 Ni(bipy)(dabco) | Ni(bipy)2 | Ni(bipy)(dabco) | Ni(dabco)2 |\n|-----------------|--------------|---------------------|-----------|----------------|------------|\n| Ni–Nbipy        | 2.091        | 2.052/2.094         | 2.067     | 2.085          | –          |\n| Ni–Ndabco       | –            | 2.165/2.135         | –         | 2.220          | 2.270      |\n| Ni–Ob[^a]       | 2.113        | 2.110/2.133         | 2.130     | 2.135          | 2.131      |\n| Ni–Ob[^a]       | –            | 2.114/2.144         | –         | 2.136          | –          |\n| Ni–Om           | 2.044        | 2.013/2.026         | 2.084     | 2.056          | 2.031      |\n| Ni–Om           | –            | 2.018/2.030         | –         | 2.058          | –          |\n| Average         | 2.083        | 2.079/2.094         | 2.094     | 2.115          | 2.144      |\n\n[^a]: The bond distances around the Ni(II) ion are from the reported single-crystal structure of 1.[^4]\n[^b]: Optimized 2D sheet structural models of an hcb net topology consisting of [bipy–NiII–bipy], [bipy–NiII–dabco], and [dabco–NiII–dabco] coordination sites.\n[^c]: Ni(bipy)2 = the [bipy–NiII–bipy] coordination site. Ni(bipy)(dabco) = the [bipy–NiII–dabco] coordination site. Ni(dabco)2 = the [dabco–NiII–dabco] coordination site.", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Optical microscopic\nphotographs of (a) [Ni(HBTC)(bipy)] (<bold>1</bold>), (b) [Ni(HBTC)(dabco)]\n(<bold>2</bold>), and (c) [Ni<sub>2</sub>(HBTC)<sub>2</sub>(bipy)<sub>0.6</sub>(dabco)<sub>1.4</sub>] (<bold>3</bold>) crystals.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Optical microscopic photographs of (a) [Ni(HBTC)(bipy)] (1), (b) [Ni(HBTC)(dabco)] (2), and (c) [Ni2(HBTC)2(bipy)0.6(dabco)1.4] (3) crystals.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Time-dependent PXRD patterns of approximately 10 mg of single\ncrystals of <bold>1</bold> soaked in 10 mL of a 1.0 M dabco DMF solution\nat 100 °C. (b) PXRD patterns of the as-synthesized <bold>1</bold> and as-synthesized [Ni(HBTC)(dabco)] (<bold>2</bold>) obtained via\nPSM of <bold>1</bold> for 30 h and simulated PXRD patterns from the\ncorresponding single-crystal structures with (<italic toggle=\"yes\">h</italic>, <italic toggle=\"yes\">k</italic>, <italic toggle=\"yes\">l</italic>) indices.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Time-dependent PXRD patterns of approximately 10 mg of single crystals of 1 soaked in 10 mL of a 1.0 M dabco DMF solution at 100 °C. (b) PXRD patterns of the as-synthesized 1 and as-synthesized [Ni(HBTC)(dabco)] (2) obtained via PSM of 1 for 30 h and simulated PXRD patterns from the corresponding single-crystal structures with (h, k, l) indices.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Crystal structure of <bold>2</bold>: (a) top view of the structure\nas a ball-and-stick diagram, (b) space-filling model showing the 2D <bold>hcb</bold> network structure, (c) side view of the structure as a\nball-and-stick diagram, and (d) space-filling model showing the 2D\nsheets pillared via the dabco organic linker. Color codes: nickel,\ncyan; carbon, gray; oxygen, red; dabco, green.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Crystal structure of 2: (a) top view of the structure as a ball-and-stick diagram, (b) space-filling model showing the 2D hcb network structure, (c) side view of the structure as a ball-and-stick diagram, and (d) space-filling model showing the 2D sheets pillared via the dabco organic linker. Color codes: nickel, cyan; carbon, gray; oxygen, red; dabco, green.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Time-dependent PXRD patterns of approximately 10 mg of single\ncrystals of <bold>1</bold> soaked in 10 mL of a 0.05 M dabco DMF solution\nat 100 °C. (b) PXRD patterns of as-synthesized <bold>1</bold> and as-synthesized [Ni<sub>2</sub>(HBTC)<sub>2</sub>(bipy)<sub>0.6</sub>(dabco)<sub>1.4</sub>] (<bold>3</bold>) obtained via PSM of <bold>1</bold> for 48 h and simulated PXRD patterns from the corresponding\nsingle-crystal structures with (<italic toggle=\"yes\">h</italic>, <italic toggle=\"yes\">k</italic>, <italic toggle=\"yes\">l</italic>) indices.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Time-dependent PXRD patterns of approximately 10 mg of single crystals of 1 soaked in 10 mL of a 0.05 M dabco DMF solution at 100 °C. (b) PXRD patterns of as-synthesized 1 and as-synthesized [Ni2(HBTC)2(bipy)0.6(dabco)1.4] (3) obtained via PSM of 1 for 48 h and simulated PXRD patterns from the corresponding single-crystal structures with (h, k, l) indices.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Crystal structure of <bold>3</bold>: (a) side view of the structure\nas a ball-and-stick diagram and (b) space-filling model showing the\n2D sheets pillared via alternating bipy and dabco linkers. Color codes:\nnickel, cyan; carbon, gray; oxygen, red; bipy, pink; dabco, green.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Crystal structure of 3: (a) side view of the structure as a ball-and-stick diagram and (b) space-filling model showing the 2D sheets pillared via alternating bipy and dabco linkers. Color codes: nickel, cyan; carbon, gray; oxygen, red; bipy, pink; dabco, green.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Time-dependent PXRD patterns of approximately 10 mg of\nsingle crystals\nof <bold>1</bold> soaked in 10 mL of a 0.3 M dabco DMF solution at\n100 °C.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Time-dependent PXRD patterns of approximately 10 mg of single crystals of 1 soaked in 10 mL of a 0.3 M dabco DMF solution at 100 °C.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Reaction toward <bold>2</bold> via Random Ligand Exchange and toward <bold>3</bold> via\nSelective Ligand Exchange</title>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0012.tif\"></graphic>\n</fig>", "clean_text": " 1  Reaction toward 2 via Random Ligand Exchange and toward 3 via Selective Ligand Exchange   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a–f)\nTop and side views of the three different coordination\nsites, [bipy–Ni<sup>II</sup>–bipy], [bipy–Ni<sup>II</sup>–dabco], and [dabco–Ni<sup>II</sup>–dabco],\nof the structural models consisting of 2D hexagonal lattices based\non [bipy–Ni<sup>II</sup>–bipy], [bipy–Ni<sup>II</sup>–dabco], and [dabco–Ni<sup>II</sup>–dabco]\ncoordination sites. The Ni<sup>II</sup> coordination sites in the\nstructures with two different types of carboxylate binding modes,\na chelating bindentate and two monodentate binding modes, are of a\ndistorted octahedral geometry.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  (a-f) Top and side views of the three different coordination sites, [bipy-NiII-bipy], [bipy-NiII-dabco], and [dabco-NiII-dabco], of the structural models consisting of 2D hexagonal lattices based on [bipy-NiII-bipy], [bipy-NiII-dabco], and [dabco-NiII-dabco] coordination sites. The NiII coordination sites in the structures with two different types of carboxylate binding modes, a chelating bindentate and two monodentate binding modes, are of a distorted octahedral geometry.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>N<sub>2</sub> sorption isotherms of <bold>1a</bold>, <bold>2a</bold>, and <bold>3a</bold> at 77 K.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  N2 sorption isotherms of 1a, 2a, and 3a at 77 K.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a) CH<sub>4</sub> sorption isotherms of <bold>1a</bold> (black), <bold>2a</bold> (red), and <bold>3a</bold> (blue) at 195 and 273 K and\n(b) their adsorption enthalpies.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  (a) CH4 sorption isotherms of 1a (black), 2a (red), and 3a (blue) at 195 and 273 K and (b) their adsorption enthalpies.   ", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>(a)\nCO<sub>2</sub> sorption isotherms of <bold>1a</bold> (black), <bold>2a</bold> (red), and <bold>3a</bold> (blue) at 195 and 273 K and\n(b) their adsorption enthalpies.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  (a) CO2 sorption isotherms of 1a (black), 2a (red), and 3a (blue) at 195 and 273 K and (b) their adsorption enthalpies.   ", "data": null, "include_properties": null}, {"idx": 46, "type": "figure", "classification": null, "content": "<fig id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>(a) H<sub>2</sub> sorption isotherms of <bold>1a</bold> (black), <bold>2a</bold> (red), and <bold>3a</bold> (blue) at 77\nand 87 K and (b)\ntheir adsorption enthalpies.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2012-03624p_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  (a) H2 sorption isotherms of 1a (black), 2a (red), and 3a (blue) at 77 and 87 K and (b) their adsorption enthalpies.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/cm303624p", "title": null, "journal": "American\nChemical Society", "date": "2013.03", "author_list": ["Jeong\nSeok", "Kim\nDongwook", "Song\nXiaokai", "Choi\nMin", "Park\nNoejung", "Lah\nMyoung Soo"]}}