{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic035044y.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Two new copper(II) compounds of chloranilate and 2,2‘:6‘,2‘ ‘-terpyridine have been synthesized, and the structures\nhave been solved by the single-crystal X-ray diffraction method. The crystal structure of {[Cu<sub>2</sub>(CA)(terpy)<sub>2</sub>][Cu(CA)<sub>2</sub>]}<italic>\n<sub>n</sub>\n</italic> (<bold>1</bold>), where H<sub>2</sub>CA = chloranilic acid and terpy = 2,2‘:6‘,2‘ ‘-terpyridine, consists of two modules, the dimer\nunit [Cu<sub>2</sub>(CA)(terpy)<sub>2</sub>]<sup>2+</sup> and the anionic mononuclear unit [Cu(CA)<sub>2</sub>]<sup>2-</sup>, forming an alternated chain. The chain is\nstabilized by semicoordinating and additional but efficient secondary bonding interactions. The crystal structure of\n{[Cu<sub>2</sub>(CA)(terpy)<sub>2</sub>(dmso)<sub>2</sub>][Cu(CA)<sub>2</sub>(dmso)<sub>2</sub>](EtOH)}<italic>\n<sub>n</sub>\n</italic> (<bold>2</bold>), where dmso = dimethyl sulfoxide, consists of solvent\nmolecules and two discrete modules, the dimer unit [Cu<sub>2</sub>(CA)(terpy)<sub>2</sub>(dmso)<sub>2</sub>]<sup>2+</sup> and the anionic mononuclear unit\n[Cu(CA)<sub>2</sub>(dmso)<sub>2</sub>]<sup>2-</sup>. The dimer units form a layer by secondary bonding interactions, and the monomer units and\nethanol molecules are introduced between the layers. The magnetic properties of <bold>1</bold> and <bold>2</bold> have been investigated\nin the temperature range 2.0−300 K. A weak ferromagnetic interaction was observed in <bold>1</bold>, <italic>J</italic>\n<sub>a</sub> = 2.36 cm<sup>-1</sup> and\n<italic>z</italic>\n<italic>J</italic>\n<sub>b</sub> = −0.68 cm<sup>-1</sup> while no exchange coupling was observed in <bold>2</bold>. </p>", "clean_text": "Two new copper(II) compounds of chloranilate and 2,2‘:6‘,2‘‘-terpyridine have been synthesized, and the structures have been solved by the single-crystal X-ray diffraction method. The crystal structure of {[Cu2(CA)(terpy)2][Cu(CA)2]} n  (1), where H2CA = chloranilic acid and terpy = 2,2‘:6‘,2‘‘-terpyridine, consists of two modules, the dimer unit [Cu2(CA)(terpy)2]2+ and the anionic mononuclear unit [Cu(CA)2]2-, forming an alternated chain. The chain is stabilized by semicoordinating and additional but efficient secondary bonding interactions. The crystal structure of {[Cu2(CA)(terpy)2(dmso)2][Cu(CA)2(dmso)2](EtOH)} n  (2), where dmso = dimethyl sulfoxide, consists of solvent molecules and two discrete modules, the dimer unit [Cu2(CA)(terpy)2(dmso)2]2+ and the anionic mononuclear unit [Cu(CA)2(dmso)2]2-. The dimer units form a layer by secondary bonding interactions, and the monomer units and ethanol molecules are introduced between the layers. The magnetic properties of 1 and 2 have been investigated in the temperature range 2.0-300 K. A weak ferromagnetic interaction was observed in 1, J a = 2.36 cm-1 and z J b = -0.68 cm-1 while no exchange coupling was observed in 2. ", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Two new copper(II) compounds of chloranilate and 2,2‘:6‘,2‘ ‘-terpyridine have been synthesized and characterized. The obtained compounds are built from a common synthon, while the assembled structures are different from each other. Both of the crystals contain two modules, the dimer and monomer units, forming an alternated chain structure by a semicoordination bonding interaction and a sheet structure by hydrogen-bonding interaction, respectively.</p>", "clean_text": "Two new copper(II) compounds of chloranilate and 2,2‘:6‘,2‘‘-terpyridine have been synthesized and characterized. The obtained compounds are built from a common synthon, while the assembled structures are different from each other. Both of the crystals contain two modules, the dimer and monomer units, forming an alternated chain structure by a semicoordination bonding interaction and a sheet structure by hydrogen-bonding interaction, respectively.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Crystal engineering with desired functions and fascinating\ntopological architectures has become an area of increasing\ninterest in recent years. One of the most significant\napproaches in the field is to use robust modules or motifs to\ndesign supramolecular architectures. In this context,\ndiscrete modules for inorganic−organic hybrid materials are\nlinked to larger networks through coordinate bonds, covalent\n\nbonds, or other intermolecular secondary bonding interactions, such as hydrogen bonding, π−π stacking interactions,\netc. Supramolecular chemistry has advanced to a stage\nat which we can design and construct molecular solids with\nspecific network topologies. Especially hybrid polynuclear\ntransition metal complexes have offered promising perspectives toward developing new functional materials. A\npromising strategy of the construction of polynuclear systems\nis the hybrid inorganic/organic self-assembly approach in\nwhich the inorganic elements are linked by organic bridges,\nand many excellent examples have been reported.\n</p>", "clean_text": "Introduction\n\nCrystal engineering with desired functions and fascinating topological architectures has become an area of increasing interest in recent years. One of the most significant approaches in the field is to use robust modules or motifs to design supramolecular architectures. In this context, discrete modules for inorganic-organic hybrid materials are linked to larger networks through coordinate bonds, covalent  bonds, or other intermolecular secondary bonding interactions, such as hydrogen bonding, π-π stacking interactions, etc. Supramolecular chemistry has advanced to a stage at which we can design and construct molecular solids with specific network topologies. Especially hybrid polynuclear transition metal complexes have offered promising perspectives toward developing new functional materials. A promising strategy of the construction of polynuclear systems is the hybrid inorganic/organic self-assembly approach in which the inorganic elements are linked by organic bridges, and many excellent examples have been reported. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>It is well-known that the dianion of 2,5-dichloro-3,6-dihydroxy-1,4-benzoquinone (chloranilic acid, H<sub>2</sub>CA) can\ncoordinate to metal ions in both the bidentate and the bis-bidentate fashions. As a result, CA<sup>2-</sup> can be used as\nboth the terminal and the bridging ligands. The former\naffords monomeric crystal structures whereas the later allows\nextending arrays such as a dimer, one-dimensional (1D)\nchain, or two-dimensional (2D) layer structure by using\ncoordination bonding interactions (Scheme , type A).\nHowever, the monomer compounds can also be built up to\nhigher dimensional structures by secondary bonding interactions, such as hydrogen-bonding interactions, π−π stacking\ninteractions, etc. These polynuclear compounds are\nuniformly built from a common synthon (metal−chloranilate:  M−CA).\n\n</p>", "clean_text": "It is well-known that the dianion of 2,5-dichloro-3,6-dihydroxy-1,4-benzoquinone (chloranilic acid, H2CA) can coordinate to metal ions in both the bidentate and the bis-bidentate fashions. As a result, CA2- can be used as both the terminal and the bridging ligands. The former affords monomeric crystal structures whereas the later allows extending arrays such as a dimer, one-dimensional (1D) chain, or two-dimensional (2D) layer structure by using coordination bonding interactions (Scheme , type A). However, the monomer compounds can also be built up to higher dimensional structures by secondary bonding interactions, such as hydrogen-bonding interactions, π-π stacking interactions, etc. These polynuclear compounds are uniformly built from a common synthon (metal-chloranilate: M-CA).  ", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ic035044yh00001\" position=\"float\">\n<label>1</label>\n<graphic xlink:href=\"ic-2003-05044y_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>The simple synthon makes various kinds of architectures\nthrough self-assembling processes, and the versatility of the\nchloranilic acid prompts us to construct new assembled\ncompounds which consist of different kinds of modules\n(monomer, dimmer, etc.) that are made up of the common\nsynthon (Scheme , type B). Moreover, the extension of this\nchemistry would afford intriguing crystal structures and\nphysicochemical properties if the two forms in the same\ncrystal structures will offer different properties.\n</p>", "clean_text": "The simple synthon makes various kinds of architectures through self-assembling processes, and the versatility of the chloranilic acid prompts us to construct new assembled compounds which consist of different kinds of modules (monomer, dimmer, etc.) that are made up of the common synthon (Scheme , type B). Moreover, the extension of this chemistry would afford intriguing crystal structures and physicochemical properties if the two forms in the same crystal structures will offer different properties. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>In this study we have synthesized two compounds of\ncopper(II) with chloranilate and 2,2‘:6‘,2‘ ‘-terpyridine using\n\nthe self-assembling technique. The crystallographic and\nmagnetic characterization of these compounds are also\ndescribed. The crystal structures of these compounds consist\nof different kinds of modules which are made of the simple\nsynthon. Among the distinct factors involved in the syntheses\nof these compounds, the solvent has been reported to highly\ninfluence the resulting frameworks.\n</p>", "clean_text": "In this study we have synthesized two compounds of copper(II) with chloranilate and 2,2‘:6‘,2‘‘-terpyridine using  the self-assembling technique. The crystallographic and magnetic characterization of these compounds are also described. The crystal structures of these compounds consist of different kinds of modules which are made of the simple synthon. Among the distinct factors involved in the syntheses of these compounds, the solvent has been reported to highly influence the resulting frameworks. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental Section</title><p>\n<bold>Materials</bold>. Copper(II) sulfate pentahydrate, CuSO<sub>4</sub>·5H<sub>2</sub>O, chloranilic acid, and 2,2‘:6‘,2‘ ‘-terpyridine were purchased from commercial sources and used as received.\n</p><p>\n<bold>Syntheses. {[Cu</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(CA)(terpy)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>][Cu(CA)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>]}</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (1). </bold>An aqueous\nsolution (2 mL) of copper(II) sulfate pentahydrate (1 mmol·L<sup>-1</sup>)\nwas transferred to a glass tube, and then an water−ethanol mixture\nof 2 mL of 2,2‘:6‘,2‘ ‘-terpyridine and an ethanolic solution of\nchloranilic acid (1 mmol·L<sup>-1</sup>) was poured into the glass tube without\nmixing the solutions. Purple crystals began to form at ambient\ntemperature in 2 weeks. One of these crystals was used for X-ray\ncrystallography. Physical measurements were conducted on a\npolycrystalline powder that was synthesized as follows:  An aqueous\nsolution (50 mL) of copper(II) sulfate pentahydrate (0.075 g; 0.3\nmmol) was added to an ethanolic solution (50 mL) of 2,2‘:6‘,2‘ ‘-terpyridine (0.047 g; 0.2 mmol). The solution was stirred a few\nminutes, and an ethanolic solution (50 mL) of chloranilic acid (0.062\ng; 0.3 mmol) was added. Upon stirring of the mixture, purple\npowders appeared in 24 h. Yield:  78%. Anal. Calcd for C<sub>48</sub>Cl<sub>6</sub>Cu<sub>3</sub>H<sub>22</sub>N<sub>6</sub>O<sub>12</sub>:  C, 45.11; H, 1.73; N, 6.58. Found:  C, 44.96; H,\n1.73; N, 6.39. The homogeneity of the powder sample was\nconfirmed by comparison of the observed and calculated powder\ndiffraction patterns obtained from single-crystal data.\n</p>", "clean_text": "Experimental Section\n\n Materials. Copper(II) sulfate pentahydrate, CuSO4⋅5H2O, chloranilic acid, and 2,2‘:6‘,2‘‘-terpyridine were purchased from commercial sources and used as received. \n\n Syntheses. {[Cu  2  (CA)(terpy)  2  ][Cu(CA)  2  ]}   n    (1). An aqueous solution (2 mL) of copper(II) sulfate pentahydrate (1 mmol⋅L-1) was transferred to a glass tube, and then an water-ethanol mixture of 2 mL of 2,2‘:6‘,2‘‘-terpyridine and an ethanolic solution of chloranilic acid (1 mmol⋅L-1) was poured into the glass tube without mixing the solutions. Purple crystals began to form at ambient temperature in 2 weeks. One of these crystals was used for X-ray crystallography. Physical measurements were conducted on a polycrystalline powder that was synthesized as follows: An aqueous solution (50 mL) of copper(II) sulfate pentahydrate (0.075 g; 0.3 mmol) was added to an ethanolic solution (50 mL) of 2,2‘:6‘,2‘‘-terpyridine (0.047 g; 0.2 mmol). The solution was stirred a few minutes, and an ethanolic solution (50 mL) of chloranilic acid (0.062 g; 0.3 mmol) was added. Upon stirring of the mixture, purple powders appeared in 24 h. Yield: 78%. Anal. Calcd for C48Cl6Cu3H22N6O12: C, 45.11; H, 1.73; N, 6.58. Found: C, 44.96; H, 1.73; N, 6.39. The homogeneity of the powder sample was confirmed by comparison of the observed and calculated powder diffraction patterns obtained from single-crystal data. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>{[Cu</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(CA)(terpy)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(dmso)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>][Cu(CA)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(dmso)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>](EtOH)}</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (2). </bold>Compound <bold>1</bold> (0.235 g) was dissolved in 250 mL of dmso. The solution\nbecame red purple. To this solution was added 250 mL of ethanol.\nThe mixture was stirred for a few hours and kept at the room\ntemperature. Purple powders appeared in 1 week. Yield:  68%. Anal.\nCalcd for C<sub>58</sub>Cl<sub>6</sub>Cu<sub>3</sub>H<sub>52</sub>N<sub>6</sub>O<sub>17</sub>S<sub>4</sub>:  C, 42.56; H, 3.20; N, 5.14.\nFound:  C, 41.96; H, 3.00; N, 5.18. Physical measurements were\nconducted on this polycrystalline powder. For single crystals, 0.100\ng of compound <bold>1</bold> was dissolved in dmso (100 mL). This solution\n(3 mL) was transferred to a glass tube, and then 3 mL of ethanol\nwas poured into the tube without mixing the two solutions. Purple\ncrystals began to form at ambient temperature in 1 month. The\nhomogeneity of the powder sample was confirmed by comparison\nof the observed and calculated powder diffraction patterns obtained\nfrom single-crystal data.\n</p>", "clean_text": " {[Cu  2  (CA)(terpy)  2  (dmso)  2  ][Cu(CA)  2  (dmso)  2  ](EtOH)}   n    (2). Compound 1 (0.235 g) was dissolved in 250 mL of dmso. The solution became red purple. To this solution was added 250 mL of ethanol. The mixture was stirred for a few hours and kept at the room temperature. Purple powders appeared in 1 week. Yield: 68%. Anal. Calcd for C58Cl6Cu3H52N6O17S4: C, 42.56; H, 3.20; N, 5.14. Found: C, 41.96; H, 3.00; N, 5.18. Physical measurements were conducted on this polycrystalline powder. For single crystals, 0.100 g of compound 1 was dissolved in dmso (100 mL). This solution (3 mL) was transferred to a glass tube, and then 3 mL of ethanol was poured into the tube without mixing the two solutions. Purple crystals began to form at ambient temperature in 1 month. The homogeneity of the powder sample was confirmed by comparison of the observed and calculated powder diffraction patterns obtained from single-crystal data. ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Physical Measurements. </bold>Magnetic susceptibility data were\nrecorded over the temperature range from 2 to 300 K in the presence\nof a magnetic field between 50 and 5000 G with a SQUID\nsusceptometer (Quantum Design, San Diego, CA). All data were\ncorrected for diamagnetism, which was calculated from Pascal's\ntables. The TIP was assumed to be 60 × 10<sup>-6</sup> cm<sup>3</sup> mol<sup>-1</sup>. Least-squares fitting of the magnetic susceptibility to appropriate equations\nwith Heisenberg Hamiltonian (<italic>H </italic>= −<italic>J</italic>\n<bold>S</bold>\n<italic>\n<sub>i</sub>\n</italic>·<bold>S</bold>\n<italic>\n<sub>i</sub>\n</italic>) were performed. X-ray\npowder diffraction data were collected on a Rigaku RINT 2000\ndiffractometer by using Cu Kα radiation.\n</p>", "clean_text": " Physical Measurements. Magnetic susceptibility data were recorded over the temperature range from 2 to 300 K in the presence of a magnetic field between 50 and 5000 G with a SQUID susceptometer (Quantum Design, San Diego, CA). All data were corrected for diamagnetism, which was calculated from Pascal's tables. The TIP was assumed to be 60 × 10-6 cm3 mol-1. Least-squares fitting of the magnetic susceptibility to appropriate equations with Heisenberg Hamiltonian (H = -J S  i ⋅S  i ) were performed. X-ray powder diffraction data were collected on a Rigaku RINT 2000 diffractometer by using Cu Kα radiation. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Crystallographic Data Collection and Refinement of the\nStructure. </bold>Data collection was carried out by a Rigaku AFC7R\ndiffractometer with graphite-monochromated Mo Kα radiation for\n<bold>1</bold>. For <bold>2</bold>, all measurements were made on a Rigaku Mercury charge-coupled device (CCD) system with graphite-monochromated Mo\nKα radiation. Crystallographic data are given in Table . The\nstructures were solved by standard direct methods (the <italic>CrystalStructure</italic> crystallographic software package of the Molecular\nStructure Corp. and Rigaku). Full-matrix least-squares refinements\n(SHELXL-97)<sup>58</sup> were carried out with anisotropic thermal parameters for all non-hydrogen atoms. All the hydrogen atoms were\nplaced in the calculated positions and fixed. Atomic coordinates\nare given in Table .\n\n\n</p>", "clean_text": " Crystallographic Data Collection and Refinement of the Structure. Data collection was carried out by a Rigaku AFC7R diffractometer with graphite-monochromated Mo Kα radiation for 1. For 2, all measurements were made on a Rigaku Mercury charge-coupled device (CCD) system with graphite-monochromated Mo Kα radiation. Crystallographic data are given in Table . The structures were solved by standard direct methods (the CrystalStructure crystallographic software package of the Molecular Structure Corp. and Rigaku). Full-matrix least-squares refinements (SHELXL-97)58 were carried out with anisotropic thermal parameters for all non-hydrogen atoms. All the hydrogen atoms were placed in the calculated positions and fixed. Atomic coordinates are given in Table .   ", "data": null, "include_properties": null}, {"idx": 12, "type": "table", "classification": null, "content": "<table-wrap id=\"ic035044yt00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystallographic Data for Compounds<bold>1</bold> and <bold>2</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">formula\n</oasis:entry>\n<oasis:entry colname=\"2\">Cu<sub>3</sub>C<sub>48</sub>H<sub>22</sub>Cl<sub>6</sub>N<sub>6</sub>O<sub>12</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu<sub>3</sub>C<sub>58</sub>H<sub>52</sub>Cl<sub>6</sub>N<sub>6</sub>O<sub>17</sub>S<sub>4</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">fw\n</oasis:entry>\n<oasis:entry colname=\"2\">1278.07\n</oasis:entry>\n<oasis:entry colname=\"3\">1636.69\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst system\n</oasis:entry>\n<oasis:entry colname=\"2\">triclinic\n</oasis:entry>\n<oasis:entry colname=\"3\">triclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic>P</italic>1̄ (No. 2)\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic>P</italic>1̄ (No. 2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">9.168(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">8.418(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">10.344(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">13.341(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">13.087(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">15.286(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">α (deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">91.34(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">90.802(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β (deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">96.76(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">99.959(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">γ (deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">111.68(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">96.043(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>V</italic> (Å<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1142.2(16)\n</oasis:entry>\n<oasis:entry colname=\"3\">1680.5(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Z\n</oasis:entry>\n<oasis:entry colname=\"2\">1\n</oasis:entry>\n<oasis:entry colname=\"3\">1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">ρ(calcd) (g/cm<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.858\n</oasis:entry>\n<oasis:entry colname=\"3\">1.617\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">diffractometer\n</oasis:entry>\n<oasis:entry colname=\"2\">Rigaku AFC7R\n</oasis:entry>\n<oasis:entry colname=\"3\">Rigaku Mercury CCD\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">temp (K)\n</oasis:entry>\n<oasis:entry colname=\"2\">298\n</oasis:entry>\n<oasis:entry colname=\"3\">200\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">R<sub>1</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.0628\n</oasis:entry>\n<oasis:entry colname=\"3\">0.0639\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">wR<sub>2</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.1878\n</oasis:entry>\n<oasis:entry colname=\"3\">0.1831\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">GOF\n</oasis:entry>\n<oasis:entry colname=\"2\">1.01\n</oasis:entry>\n<oasis:entry colname=\"3\">1.02</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 13, "type": "table", "classification": null, "content": "<table-wrap id=\"ic035044yt00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Selected Bond Distances (Å) and Angles (deg)</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Compound <bold>1</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.914(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.963(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu(2)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.707(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu(2)−O(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.936(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu(2)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.245(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu(2)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.049(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.914(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.031(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cl(1)−C(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.734(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cl(2)−C(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.734(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cl(3)−C(9)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.711(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(1)−C(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.276(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−C(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.282(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3)−C(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.218(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(4)−C(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.214(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(5)−C(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.273(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(6)−C(7)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.216(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(1)−C(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.517(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(1)−C(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.371(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(2)−C(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.361(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(3)−C(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.430(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(4)−C(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.563(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(5)−C(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.420(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(7)−C(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.550(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(7)−C(9‘)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.417(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(8)−C(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.390(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Cu(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">84.1(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(1)−Cu(1)−O(2‘)\n</oasis:entry>\n<oasis:entry colname=\"4\">95.9(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Cu(2)−O(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">82.3(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2)−Cu(2)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">161.89(17)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Cu(2)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">94.1(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2)−Cu(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">102.6(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">84.2(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(5)−Cu(2)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">79.6(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(5)−Cu(2)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">98.4(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(5)−Cu(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">174.7(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(5)−Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">100.7(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6)−Cu(2)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">87.4(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(6)−Cu(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">95.4(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6)−Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">100.2(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(1)−Cu(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">79.6(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(1)−Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">160.4(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(2)−Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">81.7(3)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Compound <bold>2</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.968(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.949(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu(1)−O(7)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.411(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu(2)−O(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.946(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu(2)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.355(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu(2)−O(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.347(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu(2)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.038(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.931(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.032(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cl(1)−C(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.729(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cl(2)−C(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.737(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cl(3)−C(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.725(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cl(3)−C(9)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.725(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(1)−C(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.276(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−C(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.280(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3)−C(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.227(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(4)−C(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.228(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(5)−C(7)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.276(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(6)−C(8)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.236(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(1)−C(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.510(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(1)−C(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.377(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(2)−C(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.372(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(3)−C(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.416(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(4)−C(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.532(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(5)−C(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.411(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(7)−C(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.530(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(7)−C(9‘)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.370(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(8)−C(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.421(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Cu(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">83.38(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(1)−Cu(1)−O(2‘)\n</oasis:entry>\n<oasis:entry colname=\"4\">96.62(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Cu(1)−O(7)\n</oasis:entry>\n<oasis:entry colname=\"2\">87.4(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(1)−Cu(1)−O(7‘)\n</oasis:entry>\n<oasis:entry colname=\"4\">92.6(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Cu(1)−O(7)\n</oasis:entry>\n<oasis:entry colname=\"2\">87.64(19)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2)−Cu(1)−O(7‘)\n</oasis:entry>\n<oasis:entry colname=\"4\">92.36(19)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(5)−Cu(2)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">75.81(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(5)−Cu(2)−O(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">91.60(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(5)−Cu(2)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">99.51(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(5)−Cu(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">178.68(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(5)−Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">100.06(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6)−Cu(2)−O(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">166.92(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(6)−Cu(2)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">86.73(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6)−Cu(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">102.95(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(6)−Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">96.42(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(8)−Cu(2)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">91.98(14)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(8)−Cu(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">89.61(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(8)−Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">89.17(14)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(1)−Cu(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">79.94(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(1)−Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">160.36(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(2)−Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">80.46(14)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>\n<bold>Crystal Structures. {[Cu</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(CA)(terpy)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>][Cu(CA)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>]}</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (1).</bold>\nCrystal structure of <bold>1</bold> is made up of mono- and dinuclear\ncopper(II) units of the formulas [Cu(CA)<sub>2</sub>]<sup>2-</sup> and [Cu<sub>2</sub>(CA)(terpy)<sub>2</sub>]<sup>2+</sup>, respectively, which are linked by semicoordination of the coordinated oxygen atoms on the CA<sup>2-</sup> of the\nmonomer to the Cu(II) ion on the dimer unit leading to a\none-dimensional chain structure. An ORTEP drawing of the\ntwo units in <bold>1</bold> is shown in Figure a, and the selected bond\ndistances and angles of the compound are given in Table .\nIn the monomer unit, four oxygen atoms from the two CA<sup>2-</sup>\nmake a square planar environment and the copper atom sits\non the inversion center. The oxygen atoms coordinate\nasymmetrically (1.914(5) Å (Cu(1)−O(1) and Cu(1)−O(1‘)),\n1.963(5) Å (Cu(1)−O(2), Cu(1)−O(2‘)) while the CA\ndianions have a symmetrical structure which is recognized\nfrom the similar C−O distances, 1.276(8) Å (C(1)−O(1))\nand 1.282(9) Å (C(2)−O(2)) for coordinated and 1.214(9)\nÅ (C(4)−O(4)) and 1.218(9) Å (C(5)−O(3)) for uncoordinated oxygen atoms. The difference in the Cu−O bond\nlengths may be due to the weak coordination of O(2) to\nCu(2) (vide infra).\n\n</p>", "clean_text": "Results and Discussion\n\n Crystal Structures. {[Cu  2  (CA)(terpy)  2  ][Cu(CA)  2  ]}   n    (1). Crystal structure of 1 is made up of mono- and dinuclear copper(II) units of the formulas [Cu(CA)2]2- and [Cu2(CA)(terpy)2]2+, respectively, which are linked by semicoordination of the coordinated oxygen atoms on the CA2- of the monomer to the Cu(II) ion on the dimer unit leading to a one-dimensional chain structure. An ORTEP drawing of the two units in 1 is shown in Figure a, and the selected bond distances and angles of the compound are given in Table . In the monomer unit, four oxygen atoms from the two CA2- make a square planar environment and the copper atom sits on the inversion center. The oxygen atoms coordinate asymmetrically (1.914(5) Å (Cu(1)-O(1) and Cu(1)-O(1‘)), 1.963(5) Å (Cu(1)-O(2), Cu(1)-O(2‘)) while the CA dianions have a symmetrical structure which is recognized from the similar C-O distances, 1.276(8) Å (C(1)-O(1)) and 1.282(9) Å (C(2)-O(2)) for coordinated and 1.214(9) Å (C(4)-O(4)) and 1.218(9) Å (C(5)-O(3)) for uncoordinated oxygen atoms. The difference in the Cu-O bond lengths may be due to the weak coordination of O(2) to Cu(2) (vide infra).  ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"ic035044yf00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal structure of<bold>1</bold>. (a) ORTEP view of the molecular fragment of the structure showing the immediate environments of the copper atoms\ntogether with the atom-labeling scheme. (b) Perspective view of the structure showing the formation of the polymeric chain propagated along the crystallographic\n<italic>c</italic>-axis. Gray lines denote weak bonding interactions in the chain:  <italic>a</italic> = 3.05, <italic>b</italic> = 2.97, <italic>c</italic> = 3.31, <italic>d</italic> = 3.22, and <italic>e</italic> = 3.38 Å; CH−Cl hydrogen bond (the\nnumerical value is a D···A distance), <italic>f</italic> = 3.57 Å. (c) Cl−Cl contact between the chains in <bold>1</bold> (<italic>g</italic> = 3.31 Å). (d) Hydrogen-bonding network:  <italic>h</italic> = 3.70,\n<italic>i</italic> = 3.60 Å (the numerical values are D···A distances); Cl−C contact between the chains, <italic>j</italic> = 3.36 Å; π−π stacking interaction between the chains, <italic>k</italic> = 3.56\nÅ.</p>\n</caption>\n<graphic xlink:href=\"ic-2003-05044y_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  Crystal structure of1. (a) ORTEP view of the molecular fragment of the structure showing the immediate environments of the copper atoms together with the atom-labeling scheme. (b) Perspective view of the structure showing the formation of the polymeric chain propagated along the crystallographic c-axis. Gray lines denote weak bonding interactions in the chain: a = 3.05, b = 2.97, c = 3.31, d = 3.22, and e = 3.38 Å; CH-Cl hydrogen bond (the numerical value is a D⋅⋅⋅A distance), f = 3.57 Å. (c) Cl-Cl contact between the chains in 1 (g = 3.31 Å). (d) Hydrogen-bonding network: h = 3.70, i = 3.60 Å (the numerical values are D⋅⋅⋅A distances); Cl-C contact between the chains, j = 3.36 Å; π-π stacking interaction between the chains, k = 3.56 Å.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>On the other hand, each copper(II) ion is coordinated to\nthree nitrogen atoms of one terpy and two oxygen atoms of\none CA<sup>2-</sup> that acts in a bridging bis-bidentate fashion in the\ndimer unit. The CA<sup>2-</sup> is situated in a plane nearly orthogonal\nto that of terpy (84°). Further, the oxygen atom on the CA<sup>2-</sup>\nin the monomer unit weakly coordinates to the copper(II)\nion. Therefore, the geometry around the copper ion may\nbe viewed as elongated octahedral. When the longer Cu−O\n\ndistance is viewed as the apical direction of an elongated\noctahedron, one of the oxygen atom on the bridging CA<sup>2-</sup>\nand the three nitrogen atoms define the basal plane. The\nCu−O distance on the plane (Cu(2)−O(5), 1.936(5) Å) is\nshorter than that of the apical one (Cu(2)−O(6), 2.245(6)\nÅ) indicating the asymmetric coordination mode of the CA<sup>2-</sup>\ndianion. Such asymmetrical coordination of the CA<sup>2-</sup> dianion\nis also reflected in the distances of the C−O bonds. This\nfeature is similar to that of [Cu<sub>2</sub>(terpy)(CA)](PF<sub>6</sub>)<sub>2</sub>, which\nhas a discrete dimeric structure, and the C−O bonds of equal\nlength are located in ortho positions. The N−Cu−N angles\nare close (∼80°) and rigidly imposed by the terpy ligand.\n</p>", "clean_text": "On the other hand, each copper(II) ion is coordinated to three nitrogen atoms of one terpy and two oxygen atoms of one CA2- that acts in a bridging bis-bidentate fashion in the dimer unit. The CA2- is situated in a plane nearly orthogonal to that of terpy (84°). Further, the oxygen atom on the CA2- in the monomer unit weakly coordinates to the copper(II) ion. Therefore, the geometry around the copper ion may be viewed as elongated octahedral. When the longer Cu-O  distance is viewed as the apical direction of an elongated octahedron, one of the oxygen atom on the bridging CA2- and the three nitrogen atoms define the basal plane. The Cu-O distance on the plane (Cu(2)-O(5), 1.936(5) Å) is shorter than that of the apical one (Cu(2)-O(6), 2.245(6) Å) indicating the asymmetric coordination mode of the CA2- dianion. Such asymmetrical coordination of the CA2- dianion is also reflected in the distances of the C-O bonds. This feature is similar to that of [Cu2(terpy)(CA)](PF6)2, which has a discrete dimeric structure, and the C-O bonds of equal length are located in ortho positions. The N-Cu-N angles are close (~80°) and rigidly imposed by the terpy ligand. ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The assembled structure of <bold>1</bold> is shown in Figure b. The\nzigzag chain exhibits regular alternation of the monomer and\nthe dimer units. Therefore, two kinds of modules are\nconnected alternatively to form the chain motif in <bold>1</bold> by\na semicoordination-bonding interaction (Cu(2)−O(2),\n2.707(6) Å). The intradimer Cu−Cu separation is 7.888(6)\nÅ, while the monomer−dimer Cu−Cu distance is 3.741(4)\nÅ. Additionally, the chain structure is supported by several\nsecondary bonding interactions:  π−π stacking interactions\n(C(1)−C(10), 3.312(12) Å; C(2)−N(1), 3.220(10) Å); Cu−O\ninteractions (Cu(1)−O(5), 2.969(6) Å); Cl−C contacts\n(Cl(3)−C(2‘), 3.051(8); Cl(2)−C(19), 3.380(9) Å); CH−Cl\nhydrogen-bonding interaction (C(23)−Cl(1‘), 3.567(11) Å).\nThe contact of 3.05 Å between the Cl atom on the monomer\nunit and the C atom of the terpy ligand on the dimer unit is\nparticularly close, significantly less than the sum of the van\nder Waals radii; indeed this contact would be short even for\na carbon−carbon contact.\n</p>", "clean_text": "The assembled structure of 1 is shown in Figure b. The zigzag chain exhibits regular alternation of the monomer and the dimer units. Therefore, two kinds of modules are connected alternatively to form the chain motif in 1 by a semicoordination-bonding interaction (Cu(2)-O(2), 2.707(6) Å). The intradimer Cu-Cu separation is 7.888(6) Å, while the monomer-dimer Cu-Cu distance is 3.741(4) Å. Additionally, the chain structure is supported by several secondary bonding interactions: π-π stacking interactions (C(1)-C(10), 3.312(12) Å; C(2)-N(1), 3.220(10) Å); Cu-O interactions (Cu(1)-O(5), 2.969(6) Å); Cl-C contacts (Cl(3)-C(2‘), 3.051(8); Cl(2)-C(19), 3.380(9) Å); CH-Cl hydrogen-bonding interaction (C(23)-Cl(1‘), 3.567(11) Å). The contact of 3.05 Å between the Cl atom on the monomer unit and the C atom of the terpy ligand on the dimer unit is particularly close, significantly less than the sum of the van der Waals radii; indeed this contact would be short even for a carbon-carbon contact. ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Moreover, the chains are assembled to a three-dimensional\nstructure by π−π stacking interactions, Cl−C contacts\n(Cl(1)−C(7‘), 3.364(8) Å) and CH−Cl hydrogen-bonding\ninteractions (Cl(2)−C(12‘), 3.700(10) Å) (Figure d), CH−O\nhydrogen-bonding interactions (O(1)−C(11‘), 3.595(11) Å),\nand Cl−Cl contact (Cl(2)−Cl(2‘), 3.314(4) Å) shown in\nFigure c,d.\n</p>", "clean_text": "Moreover, the chains are assembled to a three-dimensional structure by π-π stacking interactions, Cl-C contacts (Cl(1)-C(7‘), 3.364(8) Å) and CH-Cl hydrogen-bonding interactions (Cl(2)-C(12‘), 3.700(10) Å) (Figure d), CH-O hydrogen-bonding interactions (O(1)-C(11‘), 3.595(11) Å), and Cl-Cl contact (Cl(2)-Cl(2‘), 3.314(4) Å) shown in Figure c,d. ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>\n<bold>{[Cu</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(CA)(terpy)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(dmso)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>][Cu(CA)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(dmso)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>](EtOH)}</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold>(2). </bold>The crystal structure of the compound <bold>2</bold> is made\nup of mono- and dimeric units of the formula {[Cu(CA)<sub>2</sub>(dmso)<sub>2</sub>]<sup>2-</sup> and [Cu<sub>2</sub>(CA)(terpy)<sub>2</sub>(dmso)<sub>2</sub>]<sup>2+</sup>, respectively. An\nORTEP drawing of the compound <bold>2</bold> is shown in Figure a,\nand the selected bond distances and angles are given in Table\n. The geometry around the copper ion of the monomer anion\nis a distorted octahedron involving the four oxygen atoms\nof two CA<sup>2-</sup> anions and the two oxygen atoms from dmso\nmolecules which are trans to each other. The dmso molecules\ndisorder in two positions. The environment of the copper\natom consists of the four short in-plane bonds and the two\nlong axial bonds, giving rise to a “4 + 2” type of\nconfiguration. The oxygen atoms on the CA<sup>2-</sup> dianions\ncoordinate symmetrically (1.968(3) Å (Cu(1)−O(1) and Cu(1)−O(1‘)); 1.949(3) Å (Cu(1)−O(2), Cu(2)−O(2‘)) reflecting that the CA dianions have a symmetrical structure which\nis recognized from the C−C and C−O distances, 1.276(5)\nÅ (C(1)−O(1)) and 1.280(4) Å (C(2)−O(2)). These features\nare different from those of the monomer unit on <bold>1</bold>, and the\ndifferences are attributed to the semicoordination bonding\ninteractions between the monomer and the dimer in <bold>1</bold>\ndescribed above. Moreover, the in-plane Cu−O distances of\n<bold>2</bold> are longer than those of <bold>1</bold> due to the apical coordination\nof the dmso molecules, and thus, the apical coordination of\nthe dmso molecule forces the ligand field strength of the\nbasal plane to weaken.\n\n</p>", "clean_text": " {[Cu  2  (CA)(terpy)  2  (dmso)  2  ][Cu(CA)  2  (dmso)  2  ](EtOH)}   n   (2). The crystal structure of the compound 2 is made up of mono- and dimeric units of the formula {[Cu(CA)2(dmso)2]2- and [Cu2(CA)(terpy)2(dmso)2]2+, respectively. An ORTEP drawing of the compound 2 is shown in Figure a, and the selected bond distances and angles are given in Table . The geometry around the copper ion of the monomer anion is a distorted octahedron involving the four oxygen atoms of two CA2- anions and the two oxygen atoms from dmso molecules which are trans to each other. The dmso molecules disorder in two positions. The environment of the copper atom consists of the four short in-plane bonds and the two long axial bonds, giving rise to a \"4 + 2\" type of configuration. The oxygen atoms on the CA2- dianions coordinate symmetrically (1.968(3) Å (Cu(1)-O(1) and Cu(1)-O(1‘)); 1.949(3) Å (Cu(1)-O(2), Cu(2)-O(2‘)) reflecting that the CA dianions have a symmetrical structure which is recognized from the C-C and C-O distances, 1.276(5) Å (C(1)-O(1)) and 1.280(4) Å (C(2)-O(2)). These features are different from those of the monomer unit on 1, and the differences are attributed to the semicoordination bonding interactions between the monomer and the dimer in 1 described above. Moreover, the in-plane Cu-O distances of 2 are longer than those of 1 due to the apical coordination of the dmso molecules, and thus, the apical coordination of the dmso molecule forces the ligand field strength of the basal plane to weaken.  ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"ic035044yf00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Crystal structure of<bold>2</bold>. (a) ORTEP view of the molecular fragment of the structure <bold>2 </bold>showing the immediate environments of the copper atoms\ntogether with the atom-labeling scheme. (b) Assembled structure. (c) Layer structure of [Cu<sub>2</sub>(CA)(terpy)<sub>2</sub>(dmso)<sub>2</sub>]<sup>2+</sup> module. Gray lines denote weak bonding\ninteractions in the layer:  <italic>a</italic> = 3.52, <italic>b</italic> = 3.53, <italic>c</italic> = 3.60, <italic>d</italic> = 3.51, <italic>e</italic> = 3.16, and <italic>f</italic> = 3.23 Å (the numerical values of <italic>e</italic> and <italic>f</italic> are D···A distances). (d) Weak\nbonding interaction between the modules. Hydrogen bonds:  <italic>g</italic> = 3.59, <italic>h</italic> = 3.41, <italic>i</italic> = 3.36, <italic>j</italic> = 3.36, and <italic>k</italic> = 3.05 Å (the numerical values are D···A\ndistances); Cl−C or π−π stacking interactions, <italic>l</italic> = 3.46, <italic>m</italic> = 3.35, and <italic>n</italic> = 3.39 Å. (e) Hydrogen-bonding network in the [Cu(CA)<sub>2</sub>(dmso)<sub>2</sub>]<sup>2-</sup> module: \n<italic>o</italic> = 3.11, <italic>p</italic> = 3.54, and <italic>q</italic> = 3.36 Å.</p>\n</caption>\n<graphic xlink:href=\"ic-2003-05044y_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  Crystal structure of2. (a) ORTEP view of the molecular fragment of the structure 2 showing the immediate environments of the copper atoms together with the atom-labeling scheme. (b) Assembled structure. (c) Layer structure of [Cu2(CA)(terpy)2(dmso)2]2+ module. Gray lines denote weak bonding interactions in the layer: a = 3.52, b = 3.53, c = 3.60, d = 3.51, e = 3.16, and f = 3.23 Å (the numerical values of e and f are D⋅⋅⋅A distances). (d) Weak bonding interaction between the modules. Hydrogen bonds: g = 3.59, h = 3.41, i = 3.36, j = 3.36, and k = 3.05 Å (the numerical values are D⋅⋅⋅A distances); Cl-C or π-π stacking interactions, l = 3.46, m = 3.35, and n = 3.39 Å. (e) Hydrogen-bonding network in the [Cu(CA)2(dmso)2]2- module: o = 3.11, p = 3.54, and q = 3.36 Å.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>On the other hand, each copper(II) ion in the dimer is\ncoordinated to an oxygen atom of dmso, three nitrogen atoms\nof one terpy, and two oxygen atoms of one CA<sup>2-</sup> that acts\nin a bridging bis-bidentate fashion. The CA<sup>2-</sup> dianion is\nsituated in a plane nearly orthogonal to that of terpy (85°).\n\nThe geometry around the copper ion may be viewed as\ndistorted octahedral. When the longer Cu−O distance is\nviewed as the apical direction of a distorted octahedron, one\nof the oxygen atoms (O(5)) on the bridging CA<sup>2-</sup> and the\nthree nitrogen atoms define the basal plane. The Cu−O\ndistance on the plane (Cu(2)−O(5), 1.946(3) Å) is shorter\nthan that of the apical one (Cu(2)−O(6), 2.355(3) Å)\nindicating the asymmetric coordination mode of the bridging\nCA<sup>2-</sup> dianion. The N−Cu−N angles are similar to those of\n<bold>1</bold> and close (∼80°) and rigidly imposed by the terpy ligand.\nThe intradimer Cu−Cu distance is 8.057(2) Å, the value of\nwhich is longer than that of the dimer in <bold>1</bold> due to the longer\nCu−O distances. Each dmso molecule coordinates to the\nsixth position of the octahedron, while the one of the oxygen\natom of the CA dianion in the monomer coordinates to this\nposition for <bold>1</bold>. Therefore, the apical coordination also\nweakens the ligand field strength of the basal plane.\nFurthermore, the solvent molecules prevent the coordination\nof the different modules to attach together to form the\nextended network.\n</p>", "clean_text": "On the other hand, each copper(II) ion in the dimer is coordinated to an oxygen atom of dmso, three nitrogen atoms of one terpy, and two oxygen atoms of one CA2- that acts in a bridging bis-bidentate fashion. The CA2- dianion is situated in a plane nearly orthogonal to that of terpy (85°).  The geometry around the copper ion may be viewed as distorted octahedral. When the longer Cu-O distance is viewed as the apical direction of a distorted octahedron, one of the oxygen atoms (O(5)) on the bridging CA2- and the three nitrogen atoms define the basal plane. The Cu-O distance on the plane (Cu(2)-O(5), 1.946(3) Å) is shorter than that of the apical one (Cu(2)-O(6), 2.355(3) Å) indicating the asymmetric coordination mode of the bridging CA2- dianion. The N-Cu-N angles are similar to those of 1 and close (~80°) and rigidly imposed by the terpy ligand. The intradimer Cu-Cu distance is 8.057(2) Å, the value of which is longer than that of the dimer in 1 due to the longer Cu-O distances. Each dmso molecule coordinates to the sixth position of the octahedron, while the one of the oxygen atom of the CA dianion in the monomer coordinates to this position for 1. Therefore, the apical coordination also weakens the ligand field strength of the basal plane. Furthermore, the solvent molecules prevent the coordination of the different modules to attach together to form the extended network. ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>While the intramolecular distances do not provide any\nsurprises, the intermolecular contacts in this structure mediates the formation of a motif whose nature and symmetry\nare far removed from the shapes of the modules. Interestingly, the dimers form a layer extended to the <italic>xy</italic> plane\n(Figure b). The layers are supported by secondary but\nefficient three kinds of interactions:  (1) The adjacent dimers\nare stacked on each other with coordinated terpy, the\ndistances of the neighbor C(17)−C(19‘), C(17)−C(23‘), and\nC(19)−C(21‘) being 3.532(6), 3.604(7), and 3.506(6) Å,\nrespectively, to support the layer. (2) The hydrogen bonds\n(C(17)−O(6‘), 3.155(5) Å; C(21)−O(8‘), 3.227(6) Å) occur\nbetween the carbon atom on the terpy and the coordinated\noxygen atom of CA<sup>2-</sup> on the nearest neighbor dimer and\nbetween the carbon atom on the terpy and the coordinated\noxygen atom of dmso on the nearest neighbor dimer,\n\nrespectively. (3) The contact of 3.516(6) Å between S(3)\natom on dmso and C(12) of the terpy ligand on the adjacent\nunit is found. Moreover, the monomer anion and ethanol\nmolecules are introduced in the layer (Figure c). The\nintroduced monomer is supported by four kinds of secondary\nbonding interactions to the dimers shown in Figure d: \nstacking interactions (C(4)−C(23), 3.385(7) Å; O(3)−C(24),\n3.346(6) Å); Cl−C contact (Cl(1)−C(8), 3.461(4) Å); CH−Cl hydrogen-bonding interaction (C(12)−Cl(2‘), 3.588(6) Å);\nCH−O hydrogen-bonding interactions (O(1)−C(12‘),\n3.413(6) Å; O(2)−C(11‘), 3.358(6) Å; O(3)−C(16‘),\n3.048(5) Å; O(4)−C(13‘), 3.361(6) Å). The interstitial\nethanol molecules disorder in two positions and are hydrogen\nbonded to the oxygen atom of the coordinated dmso or the\noxygen atoms on the CA<sup>2-</sup> dianion (O(9)−O(4), 3.113(12)\nÅ; O(9)−S(2‘), 3.542(15) Å) (Figure e). The sulfur atom\non the coordinated dmso contacts the nearest neighbor\noxygen atom on the adjacent dmso molecule to form a one-dimensional structure between the layer (S(1)−O(7‘), 3.357(7) Å).\n</p>", "clean_text": "While the intramolecular distances do not provide any surprises, the intermolecular contacts in this structure mediates the formation of a motif whose nature and symmetry are far removed from the shapes of the modules. Interestingly, the dimers form a layer extended to the xy plane (Figure b). The layers are supported by secondary but efficient three kinds of interactions: (1) The adjacent dimers are stacked on each other with coordinated terpy, the distances of the neighbor C(17)-C(19‘), C(17)-C(23‘), and C(19)-C(21‘) being 3.532(6), 3.604(7), and 3.506(6) Å, respectively, to support the layer. (2) The hydrogen bonds (C(17)-O(6‘), 3.155(5) Å; C(21)-O(8‘), 3.227(6) Å) occur between the carbon atom on the terpy and the coordinated oxygen atom of CA2- on the nearest neighbor dimer and between the carbon atom on the terpy and the coordinated oxygen atom of dmso on the nearest neighbor dimer,  respectively. (3) The contact of 3.516(6) Å between S(3) atom on dmso and C(12) of the terpy ligand on the adjacent unit is found. Moreover, the monomer anion and ethanol molecules are introduced in the layer (Figure c). The introduced monomer is supported by four kinds of secondary bonding interactions to the dimers shown in Figure d: stacking interactions (C(4)-C(23), 3.385(7) Å; O(3)-C(24), 3.346(6) Å); Cl-C contact (Cl(1)-C(8), 3.461(4) Å); CH-Cl hydrogen-bonding interaction (C(12)-Cl(2‘), 3.588(6) Å); CH-O hydrogen-bonding interactions (O(1)-C(12‘), 3.413(6) Å; O(2)-C(11‘), 3.358(6) Å; O(3)-C(16‘), 3.048(5) Å; O(4)-C(13‘), 3.361(6) Å). The interstitial ethanol molecules disorder in two positions and are hydrogen bonded to the oxygen atom of the coordinated dmso or the oxygen atoms on the CA2- dianion (O(9)-O(4), 3.113(12) Å; O(9)-S(2‘), 3.542(15) Å) (Figure e). The sulfur atom on the coordinated dmso contacts the nearest neighbor oxygen atom on the adjacent dmso molecule to form a one-dimensional structure between the layer (S(1)-O(7‘), 3.357(7) Å). ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Solvent Control in the Assembled Structures.</bold> As\nconcluded from the structural analysis, significant differences\nbetween complexes <bold>1</bold> and <bold>2</bold> related to the use of different\nsolvent systems are found while there are two kinds of\nmodules, monomer and dimer units, which are built from\nthe common synthon, Cu−CA, in both of the compounds <bold>1</bold>\nand <bold>2</bold> (Scheme ).\n</p>", "clean_text": " Solvent Control in the Assembled Structures. As concluded from the structural analysis, significant differences between complexes 1 and 2 related to the use of different solvent systems are found while there are two kinds of modules, monomer and dimer units, which are built from the common synthon, Cu-CA, in both of the compounds 1 and 2 (Scheme ). ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>\n<bold>1</bold> exhibits a one-dimensional structure which leads to\nregular alternation of the monomer and the dimer units:  two\nkinds of modules connect to each other by semicoordinating\n\ninteraction and additional but efficient secondary bonding\ninteractions. Compound <bold>2</bold> contains discrete dimer and\nmonomer units in which dmso molecules coordinate to both\nof the copper(II) ions. The solvent molecules prevent the\ncoordination of the different modules to form the extended\nnetwork but allow the aggregation by the secondary bonding\ninteractions between the modules, giving rise to a 3D\nnetwork. Therefore, the solvent molecules coordinated in the\nmodules clearly control the mode of assembly in the solid.\n</p>", "clean_text": " 1 exhibits a one-dimensional structure which leads to regular alternation of the monomer and the dimer units: two kinds of modules connect to each other by semicoordinating  interaction and additional but efficient secondary bonding interactions. Compound 2 contains discrete dimer and monomer units in which dmso molecules coordinate to both of the copper(II) ions. The solvent molecules prevent the coordination of the different modules to form the extended network but allow the aggregation by the secondary bonding interactions between the modules, giving rise to a 3D network. Therefore, the solvent molecules coordinated in the modules clearly control the mode of assembly in the solid. ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>\n<bold>Magnetic Properties</bold>. The magnetic properties of <bold>1</bold> under\nthe form of the χ<sub>M</sub>\n<italic>T</italic> product versus <italic>T</italic> (χ<sub>M</sub> being the magnetic\nsusceptibility/one copper(II) ions) is shown in Figure a. χ<sub>M</sub>\n<italic>T</italic>\nat 300 K is equal to 0.42 cm<sup>3</sup>·mol<sup>-1</sup>·K, a value of which is\nas expected for one magnetically isolated spin doublet. This\nvalue remains practically constant through cooling from 300\nto 30 K, and it increases gradually at lower temperatures to\nattain a value of 0.46 cm<sup>3</sup>·mol<sup>-1</sup>·K at 2.0 K. This curve\nreveals the ferromagnetic coupling in <bold>1</bold>. As the structure of\n<bold>1</bold> consists of the monomer unit and the dimer unit, the\nmagnetic interactions in the chain is denoted <italic>J</italic>\n<sub>a</sub> and <italic>J</italic>\n<sub>b</sub> shown\nin Scheme .\n\n\n\n</p>", "clean_text": " Magnetic Properties. The magnetic properties of 1 under the form of the χM T product versus T (χM being the magnetic susceptibility/one copper(II) ions) is shown in Figure a. χM T at 300 K is equal to 0.42 cm3⋅mol-1⋅K, a value of which is as expected for one magnetically isolated spin doublet. This value remains practically constant through cooling from 300 to 30 K, and it increases gradually at lower temperatures to attain a value of 0.46 cm3⋅mol-1⋅K at 2.0 K. This curve reveals the ferromagnetic coupling in 1. As the structure of 1 consists of the monomer unit and the dimer unit, the magnetic interactions in the chain is denoted J a and J b shown in Scheme .    ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"ic035044yf00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Plots of χ<italic>T </italic>and 1/χ vs <italic>T </italic>for (a) <bold>1</bold> (a) and (b) <bold>2</bold>. Solid lines:  theoretical fits of the data with the parameters listed in the text. Insets:  Field\ndependence of the magnetizations at 2.0 K. Solid lines denote Brillouin function for a spin doublet.\n </p>\n</caption>\n<graphic xlink:href=\"ic-2003-05044y_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  Plots of χT and 1/χ vs T for (a) 1 (a) and (b) 2. Solid lines: theoretical fits of the data with the parameters listed in the text. Insets: Field dependence of the magnetizations at 2.0 K. Solid lines denote Brillouin function for a spin doublet.    ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ic035044yh00002\" position=\"float\">\n<label>2</label>\n<graphic xlink:href=\"ic-2003-05044y_0006.tif\"></graphic>\n</fig>", "clean_text": " 2  ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ic035044yh00003\" position=\"float\">\n<label>3</label>\n<graphic xlink:href=\"ic-2003-05044y_0007.tif\"></graphic>\n</fig>", "clean_text": " 3  ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["property"], "content": "<p>The magnetic interaction in a similar dimeric module of\nCu−CA−Cu in which the magnetic orbitals, of d<italic>\n<sub>x</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup>\n<sub>-</sub>\n<italic>\n<sub>y</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup> type,\nare essentially localized in the basal planes and lie perpendicular to the chloranilate plane is relatively small (|<italic>J</italic>| &lt;\n0.5 cm<sup>-1</sup>), and it is easy to conclude that the\nmagnetic interaction mainly occurs between the Cu ions on\nthe dimer and the monomer moieties; that is, |<italic>J</italic>\n<sub>a</sub>| &gt; |<italic>J</italic>\n<sub>b</sub>|. From\nthis point of view, the compound looks like an assembly of\ntrimers with relatively larger magnetic interaction (<italic>J</italic>\n<sub>a</sub>)\nconnected through weak interaction (<italic>J</italic>\n<sub>b</sub>). The attempt to\nmodel the magnetic susceptibility is done with a simple ABA\n\nlinear trinuclear model with mean-field approximation based\non the following equations:\n\n<disp-formula content-type=\"pre-labeled\" id=\"ic035044ye00001\">\n<graphic position=\"anchor\" xlink:href=\"ic-2003-05044y_0008.gif\"></graphic>\n</disp-formula>\n\n<disp-formula content-type=\"pre-labeled\" id=\"ic035044ye00002\">\n<graphic position=\"anchor\" xlink:href=\"ic-2003-05044y_0009.gif\"></graphic>\n</disp-formula>\n\n<disp-formula content-type=\"pre-labeled\" id=\"ic035044ye00003\">\n<graphic position=\"anchor\" xlink:href=\"ic-2003-05044y_0010.gif\"></graphic>\n</disp-formula>\n\n<disp-formula content-type=\"pre-labeled\" id=\"ic035044ye00004\">\n<graphic position=\"anchor\" xlink:href=\"ic-2003-05044y_0011.gif\"></graphic>\n</disp-formula>\n\n<disp-formula content-type=\"pre-labeled\" id=\"ic035044ye00005\">\n<graphic position=\"anchor\" xlink:href=\"ic-2003-05044y_0012.gif\"></graphic>\n</disp-formula>\n\n<disp-formula content-type=\"pre-labeled\" id=\"ic035044ye00006\">\n<graphic position=\"anchor\" xlink:href=\"ic-2003-05044y_0013.gif\"></graphic>\n</disp-formula>\nIn the above equations, <italic>g</italic>\n<sub>dimer</sub> and <italic>g</italic>\n<sub>monomer</sub> are the <italic>g</italic>-factors\nof the copper ions on the dimer unit and on the monomer\nunit, respectively. The best fit parameters are <italic>J</italic>\n<sub>a</sub> = 2.36 cm<sup>-1</sup>,\n<italic>z</italic>\n<italic>J</italic>\n<sub>b</sub> = −0.68 cm<sup>-1</sup>, <italic>g</italic>\n<sub>dimer</sub> = 2.11, and <italic>g</italic>\n<sub>monomer</sub> = 2.13. The\nintratrimer ferromagnetic coupling observed in <bold>1</bold> is in\nagreement with the trimeric conformation:  bridged oxygen\natoms are involved in the exchange pathway. The relative\norientation of the metal-centered magnetic orbitals within\nthe chain is depicted in Scheme a. The magnetic orbital at\neach copper atom is defined by the short equatorial bonds.\nThere it can be seen that the out-of-plane exchange pathway\nis involved in the Cu−O−Cu−O−Cu fragment. Therefore,\nferromagnetic couplings would be predicted, as observed,\nand <italic>z</italic>\n<italic>J</italic>\n<sub>b</sub> can be attributed to the dominant intertrimer\ninteraction. As each trimer is surrounded by two trimers\nwithin a chain, <italic>z</italic> = 2 and <italic>J</italic>\n<sub>b</sub> = −0.34 cm<sup>-1</sup>. The intertrimer\nantiferromagnetic interaction is weaker than the exchange\ninteraction for [Cu(CA)]<italic>\n<sub>n</sub>\n</italic>, which has a planar ribbon structure\n(−12.3 cm<sup>-1</sup>), and comparable to that for β-{[Cu(CA)(H<sub>2</sub>O)<sub>2</sub>](dmpyz)}<italic>\n<sub>n</sub>\n</italic>, in which the magnetic orbital lies perpendicular\nto the chloranilate plane, suggesting that the magnetic orbital\nd<sub>x</sub>\n<sup>\n<sub>2</sub>\n</sup>\n<sub>-</sub>\n<italic>\n<sub>y</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup> is parallel to the plane of Cu−terpy, as predicted from\nthe structure. This is also made clear in the comparison\nwith [Cu<sub>2</sub>(terpy)<sub>2</sub>(CA)]<sup>2+</sup>, [Cu<sub>2</sub>(Me<sub>2</sub>dien)<sub>2</sub>(CA)]<sup>2+</sup>, and\n[Cu<sub>2</sub>(Me<sub>2</sub>dien)<sub>2</sub>(dhbq)]<sup>2+</sup>, in which the copper(II) ion has a\nfive-coordinated geometry with a tridentate end-cap ligand,\nand compound <bold>2 </bold>(vide infra).\n\n</p>", "clean_text": "The magnetic interaction in a similar dimeric module of Cu-CA-Cu in which the magnetic orbitals, of d x   2  -  y   2  type, are essentially localized in the basal planes and lie perpendicular to the chloranilate plane is relatively small (|J| < 0.5 cm-1), and it is easy to conclude that the magnetic interaction mainly occurs between the Cu ions on the dimer and the monomer moieties; that is, |J a| > |J b|. From this point of view, the compound looks like an assembly of trimers with relatively larger magnetic interaction (J a) connected through weak interaction (J b). The attempt to model the magnetic susceptibility is done with a simple ABA  linear trinuclear model with mean-field approximation based on the following equations:                         In the above equations, g dimer and g monomer are the g-factors of the copper ions on the dimer unit and on the monomer unit, respectively. The best fit parameters are J a = 2.36 cm-1, z J b = -0.68 cm-1, g dimer = 2.11, and g monomer = 2.13. The intratrimer ferromagnetic coupling observed in 1 is in agreement with the trimeric conformation: bridged oxygen atoms are involved in the exchange pathway. The relative orientation of the metal-centered magnetic orbitals within the chain is depicted in Scheme a. The magnetic orbital at each copper atom is defined by the short equatorial bonds. There it can be seen that the out-of-plane exchange pathway is involved in the Cu-O-Cu-O-Cu fragment. Therefore, ferromagnetic couplings would be predicted, as observed, and z J b can be attributed to the dominant intertrimer interaction. As each trimer is surrounded by two trimers within a chain, z = 2 and J b = -0.34 cm-1. The intertrimer antiferromagnetic interaction is weaker than the exchange interaction for [Cu(CA)] n , which has a planar ribbon structure (-12.3 cm-1), and comparable to that for β-{[Cu(CA)(H2O)2](dmpyz)} n , in which the magnetic orbital lies perpendicular to the chloranilate plane, suggesting that the magnetic orbital dx  2  -  y   2  is parallel to the plane of Cu-terpy, as predicted from the structure. This is also made clear in the comparison with [Cu2(terpy)2(CA)]2+, [Cu2(Me2dien)2(CA)]2+, and [Cu2(Me2dien)2(dhbq)]2+, in which the copper(II) ion has a five-coordinated geometry with a tridentate end-cap ligand, and compound 2 (vide infra).  ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ic035044yh00004\" position=\"float\">\n<label>4</label>\n<graphic xlink:href=\"ic-2003-05044y_0014.tif\"></graphic>\n</fig>", "clean_text": " 4  ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<p>The variation of χ<sub>M</sub>\n<italic>T</italic> versus <italic>T</italic> for <bold>2</bold> is shown in Figure\nb. χ<sub>M</sub>\n<italic>T</italic> at 300 K is equal to 0.425 cm<sup>3</sup>·mol<sup>-1</sup>·K, a value of\nwhich is as expected for one magnetically isolated spin\ndoublet. This value remains practically constant through\ncooling from 300 K up to 2 K, which reveals the paramagnetic state of <bold>2</bold>. As the structure of <bold>2</bold> consists of the monomer\nand the dimer, which are linked only by electrostatic forces,\nvan der Waals interactions, and an extensive network of\nhydrogen bonds, the magnetic interactions between the\ncomponents in <bold>2</bold> are smaller than that of the chain in <bold>1</bold>; thus,\nthe magnetic interaction mainly operates in the dimer unit.\nHowever, no intradimer coupling was observed in <bold>2</bold>, which\nis in agreement with the dimeric conformation shown in\nScheme b:  the magnetic orbital also lies perpendicular to\nthe chloranilate plane, suggesting that the magnetic orbital\nd<italic>\n<sub>x</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup>\n<sub>-</sub>\n<italic>\n<sub>y</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup> is parallel to the plane of Cu−terpy. The above\nmagnetic behavior of <bold>2</bold> is slightly different from that in <bold>1</bold>,\nwhich may be due to the longer Cu−Cu distance (<bold>1</bold>, 7.89\nÅ; <bold>2</bold>, 8.06 Å) and the planarity of the basal planes. Owing\nto the higher planarity of the basal plane of the dimer in <bold>2</bold>,\nthe mixing of the d<italic>\n<sub>z</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup> orbital, which directs to the oxygen\natom of the CA<sup>2-</sup> ion, with the magnetic orbital d<italic>\n<sub>x</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup>\n<sub>-</sub>\n<italic>\n<sub>y</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup> orbital\nis smaller than that in <bold>1</bold>. These features account for residual\ncoupling in <bold>1</bold>. The mixing of the magnetic orbital on the\ncopper ion modifies the residual spin densities on the\ncoordinated oxygen atoms of CA<sup>2-</sup> and hence the magnitude\nof the intraligand exchange coupling.\n</p>", "clean_text": "The variation of χM T versus T for 2 is shown in Figure b. χM T at 300 K is equal to 0.425 cm3⋅mol-1⋅K, a value of which is as expected for one magnetically isolated spin doublet. This value remains practically constant through cooling from 300 K up to 2 K, which reveals the paramagnetic state of 2. As the structure of 2 consists of the monomer and the dimer, which are linked only by electrostatic forces, van der Waals interactions, and an extensive network of hydrogen bonds, the magnetic interactions between the components in 2 are smaller than that of the chain in 1; thus, the magnetic interaction mainly operates in the dimer unit. However, no intradimer coupling was observed in 2, which is in agreement with the dimeric conformation shown in Scheme b: the magnetic orbital also lies perpendicular to the chloranilate plane, suggesting that the magnetic orbital d x   2  -  y   2  is parallel to the plane of Cu-terpy. The above magnetic behavior of 2 is slightly different from that in 1, which may be due to the longer Cu-Cu distance (1, 7.89 Å; 2, 8.06 Å) and the planarity of the basal planes. Owing to the higher planarity of the basal plane of the dimer in 2, the mixing of the d z   2  orbital, which directs to the oxygen atom of the CA2- ion, with the magnetic orbital d x   2  -  y   2  orbital is smaller than that in 1. These features account for residual coupling in 1. The mixing of the magnetic orbital on the copper ion modifies the residual spin densities on the coordinated oxygen atoms of CA2- and hence the magnitude of the intraligand exchange coupling. ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In this study, it is shown how the common synthon based\non copper chloranilate can be used for the construction of\nnew types of metal-assembled complexes, which consist of\ndifferent modules. There is a structural diversity among the\ncopper chloranilate complexes. The assembled structures are\neasily controlled by the selection of the solvent. The above\n\nresults show that the present approach is a successful\nprocedure to prepare new types of metal-assembled complexes and the advances in the design of them will depend\non the crystal engineering that involves the development of\nconvenient synthetic strategies leading to a better control of\nthe supramolecular structure of the materials.\n</p>", "clean_text": "Conclusion\n\nIn this study, it is shown how the common synthon based on copper chloranilate can be used for the construction of new types of metal-assembled complexes, which consist of different modules. There is a structural diversity among the copper chloranilate complexes. The assembled structures are easily controlled by the selection of the solvent. The above  results show that the present approach is a successful procedure to prepare new types of metal-assembled complexes and the advances in the design of them will depend on the crystal engineering that involves the development of convenient synthetic strategies leading to a better control of the supramolecular structure of the materials. ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>\n<ext-link xlink:href=\"/doi/suppl/10.1021%2Fic035044y\">Supporting Information Available</ext-link>\n</title><p>Figures S1 and S2,\nrepresenting powder XRD diagrams of <bold>1</bold> and <bold>2</bold>, and X-ray\ncrystallographic files in CIF format. This material is available free\nof charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p><title>References</title>", "clean_text": " Supporting Information Available \n\nFigures S1 and S2, representing powder XRD diagrams of 1 and 2, and X-ray crystallographic files in CIF format. This material is available free of charge via the Internet at http://pubs.acs.org.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "8, 9", "type": "text", "classification": "synthesis condition", "content": "<title>Experimental Section</title><p>\n<bold>Materials</bold>. Copper(II) sulfate pentahydrate, CuSO<sub>4</sub>·5H<sub>2</sub>O, chloranilic acid, and 2,2‘:6‘,2‘ ‘-terpyridine were purchased from commercial sources and used as received.\n</p><p>\n<bold>Syntheses. {[Cu</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(CA)(terpy)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>][Cu(CA)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>]}</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (1). </bold>An aqueous\nsolution (2 mL) of copper(II) sulfate pentahydrate (1 mmol·L<sup>-1</sup>)\nwas transferred to a glass tube, and then an water−ethanol mixture\nof 2 mL of 2,2‘:6‘,2‘ ‘-terpyridine and an ethanolic solution of\nchloranilic acid (1 mmol·L<sup>-1</sup>) was poured into the glass tube without\nmixing the solutions. Purple crystals began to form at ambient\ntemperature in 2 weeks. One of these crystals was used for X-ray\ncrystallography. Physical measurements were conducted on a\npolycrystalline powder that was synthesized as follows:  An aqueous\nsolution (50 mL) of copper(II) sulfate pentahydrate (0.075 g; 0.3\nmmol) was added to an ethanolic solution (50 mL) of 2,2‘:6‘,2‘ ‘-terpyridine (0.047 g; 0.2 mmol). The solution was stirred a few\nminutes, and an ethanolic solution (50 mL) of chloranilic acid (0.062\ng; 0.3 mmol) was added. Upon stirring of the mixture, purple\npowders appeared in 24 h. Yield:  78%. Anal. Calcd for C<sub>48</sub>Cl<sub>6</sub>Cu<sub>3</sub>H<sub>22</sub>N<sub>6</sub>O<sub>12</sub>:  C, 45.11; H, 1.73; N, 6.58. Found:  C, 44.96; H,\n1.73; N, 6.39. The homogeneity of the powder sample was\nconfirmed by comparison of the observed and calculated powder\ndiffraction patterns obtained from single-crystal data.\n</p><p>\n<bold>{[Cu</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(CA)(terpy)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(dmso)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>][Cu(CA)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(dmso)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>](EtOH)}</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (2). </bold>Compound <bold>1</bold> (0.235 g) was dissolved in 250 mL of dmso. The solution\nbecame red purple. To this solution was added 250 mL of ethanol.\nThe mixture was stirred for a few hours and kept at the room\ntemperature. Purple powders appeared in 1 week. Yield:  68%. Anal.\nCalcd for C<sub>58</sub>Cl<sub>6</sub>Cu<sub>3</sub>H<sub>52</sub>N<sub>6</sub>O<sub>17</sub>S<sub>4</sub>:  C, 42.56; H, 3.20; N, 5.14.\nFound:  C, 41.96; H, 3.00; N, 5.18. Physical measurements were\nconducted on this polycrystalline powder. For single crystals, 0.100\ng of compound <bold>1</bold> was dissolved in dmso (100 mL). This solution\n(3 mL) was transferred to a glass tube, and then 3 mL of ethanol\nwas poured into the tube without mixing the two solutions. Purple\ncrystals began to form at ambient temperature in 1 month. The\nhomogeneity of the powder sample was confirmed by comparison\nof the observed and calculated powder diffraction patterns obtained\nfrom single-crystal data.\n</p>", "clean_text": "Experimental Section\n\n Materials. Copper(II) sulfate pentahydrate, CuSO4⋅5H2O, chloranilic acid, and 2,2‘:6‘,2‘‘-terpyridine were purchased from commercial sources and used as received. \n\n Syntheses. {[Cu  2  (CA)(terpy)  2  ][Cu(CA)  2  ]}   n    (1). An aqueous solution (2 mL) of copper(II) sulfate pentahydrate (1 mmol⋅L-1) was transferred to a glass tube, and then an water-ethanol mixture of 2 mL of 2,2‘:6‘,2‘‘-terpyridine and an ethanolic solution of chloranilic acid (1 mmol⋅L-1) was poured into the glass tube without mixing the solutions. Purple crystals began to form at ambient temperature in 2 weeks. One of these crystals was used for X-ray crystallography. Physical measurements were conducted on a polycrystalline powder that was synthesized as follows: An aqueous solution (50 mL) of copper(II) sulfate pentahydrate (0.075 g; 0.3 mmol) was added to an ethanolic solution (50 mL) of 2,2‘:6‘,2‘‘-terpyridine (0.047 g; 0.2 mmol). The solution was stirred a few minutes, and an ethanolic solution (50 mL) of chloranilic acid (0.062 g; 0.3 mmol) was added. Upon stirring of the mixture, purple powders appeared in 24 h. Yield: 78%. Anal. Calcd for C48Cl6Cu3H22N6O12: C, 45.11; H, 1.73; N, 6.58. Found: C, 44.96; H, 1.73; N, 6.39. The homogeneity of the powder sample was confirmed by comparison of the observed and calculated powder diffraction patterns obtained from single-crystal data. \n\n {[Cu  2  (CA)(terpy)  2  (dmso)  2  ][Cu(CA)  2  (dmso)  2  ](EtOH)}   n    (2). Compound 1 (0.235 g) was dissolved in 250 mL of dmso. The solution became red purple. To this solution was added 250 mL of ethanol. The mixture was stirred for a few hours and kept at the room temperature. Purple powders appeared in 1 week. Yield: 68%. Anal. Calcd for C58Cl6Cu3H52N6O17S4: C, 42.56; H, 3.20; N, 5.14. Found: C, 41.96; H, 3.00; N, 5.18. Physical measurements were conducted on this polycrystalline powder. For single crystals, 0.100 g of compound 1 was dissolved in dmso (100 mL). This solution (3 mL) was transferred to a glass tube, and then 3 mL of ethanol was poured into the tube without mixing the two solutions. Purple crystals began to form at ambient temperature in 1 month. The homogeneity of the powder sample was confirmed by comparison of the observed and calculated powder diffraction patterns obtained from single-crystal data. ", "data": [{"meta": {"name": "[Cu2(CA)(terpy)2][Cu(CA)2]n", "symbol": "1", "chemical formula": "C48Cl6Cu3H22N6O12"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "copper(II) sulfate pentahydrate", "amount": "1", "unit": "mmol·L-1"}, {"name": "2,2‘:6‘,2‘ ‘-terpyridine", "amount": "2", "unit": "mL"}, {"name": "chloranilic acid", "amount": "1", "unit": "mmol·L-1"}], "solution": [{"name": "water", "amount": "2", "unit": "mL"}, {"name": "water-ethanol mixture", "amount": "2", "unit": "mL"}, {"name": "ethanolic solution", "amount": "50", "unit": "mL"}], "pressure": "", "temperature": "ambient temperature", "time": "2 weeks"}, {"synthesis method": "drying", "drying method": "evaporation", "temperature": "room temperature", "time": "several weeks"}], "yield": "78%"}, {"meta": {"name": "[Cu2(CA)(terpy)2(dmso)2][Cu(CA)2(dmso)2]n", "symbol": "2", "chemical formula": "C58Cl6Cu3H52N6O17S4"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "[Cu2(CA)(terpy)2][Cu(CA)2]n", "amount": "0.235", "unit": "g"}], "solution": [{"name": "dmso", "amount": "250", "unit": "mL"}, {"name": "ethanol", "amount": "250", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "1 week"}, {"synthesis method": "drying", "drying method": "evaporation", "temperature": "room temperature", "time": ""}], "yield": "68%"}], "include_properties": ["chemical_synthesis"]}, {"idx": "1, 25, 29, 31", "type": "text", "classification": "property", "content": "<p>Two new copper(II) compounds of chloranilate and 2,2‘:6‘,2‘ ‘-terpyridine have been synthesized, and the structures\nhave been solved by the single-crystal X-ray diffraction method. The crystal structure of {[Cu<sub>2</sub>(CA)(terpy)<sub>2</sub>][Cu(CA)<sub>2</sub>]}<italic>\n<sub>n</sub>\n</italic> (<bold>1</bold>), where H<sub>2</sub>CA = chloranilic acid and terpy = 2,2‘:6‘,2‘ ‘-terpyridine, consists of two modules, the dimer\nunit [Cu<sub>2</sub>(CA)(terpy)<sub>2</sub>]<sup>2+</sup> and the anionic mononuclear unit [Cu(CA)<sub>2</sub>]<sup>2-</sup>, forming an alternated chain. The chain is\nstabilized by semicoordinating and additional but efficient secondary bonding interactions. The crystal structure of\n{[Cu<sub>2</sub>(CA)(terpy)<sub>2</sub>(dmso)<sub>2</sub>][Cu(CA)<sub>2</sub>(dmso)<sub>2</sub>](EtOH)}<italic>\n<sub>n</sub>\n</italic> (<bold>2</bold>), where dmso = dimethyl sulfoxide, consists of solvent\nmolecules and two discrete modules, the dimer unit [Cu<sub>2</sub>(CA)(terpy)<sub>2</sub>(dmso)<sub>2</sub>]<sup>2+</sup> and the anionic mononuclear unit\n[Cu(CA)<sub>2</sub>(dmso)<sub>2</sub>]<sup>2-</sup>. The dimer units form a layer by secondary bonding interactions, and the monomer units and\nethanol molecules are introduced between the layers. The magnetic properties of <bold>1</bold> and <bold>2</bold> have been investigated\nin the temperature range 2.0−300 K. A weak ferromagnetic interaction was observed in <bold>1</bold>, <italic>J</italic>\n<sub>a</sub> = 2.36 cm<sup>-1</sup> and\n<italic>z</italic>\n<italic>J</italic>\n<sub>b</sub> = −0.68 cm<sup>-1</sup> while no exchange coupling was observed in <bold>2</bold>. </p><p>\n<bold>Magnetic Properties</bold>. The magnetic properties of <bold>1</bold> under\nthe form of the χ<sub>M</sub>\n<italic>T</italic> product versus <italic>T</italic> (χ<sub>M</sub> being the magnetic\nsusceptibility/one copper(II) ions) is shown in Figure a. χ<sub>M</sub>\n<italic>T</italic>\nat 300 K is equal to 0.42 cm<sup>3</sup>·mol<sup>-1</sup>·K, a value of which is\nas expected for one magnetically isolated spin doublet. This\nvalue remains practically constant through cooling from 300\nto 30 K, and it increases gradually at lower temperatures to\nattain a value of 0.46 cm<sup>3</sup>·mol<sup>-1</sup>·K at 2.0 K. This curve\nreveals the ferromagnetic coupling in <bold>1</bold>. As the structure of\n<bold>1</bold> consists of the monomer unit and the dimer unit, the\nmagnetic interactions in the chain is denoted <italic>J</italic>\n<sub>a</sub> and <italic>J</italic>\n<sub>b</sub> shown\nin Scheme .\n\n\n\n</p><p>The magnetic interaction in a similar dimeric module of\nCu−CA−Cu in which the magnetic orbitals, of d<italic>\n<sub>x</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup>\n<sub>-</sub>\n<italic>\n<sub>y</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup> type,\nare essentially localized in the basal planes and lie perpendicular to the chloranilate plane is relatively small (|<italic>J</italic>| &lt;\n0.5 cm<sup>-1</sup>), and it is easy to conclude that the\nmagnetic interaction mainly occurs between the Cu ions on\nthe dimer and the monomer moieties; that is, |<italic>J</italic>\n<sub>a</sub>| &gt; |<italic>J</italic>\n<sub>b</sub>|. From\nthis point of view, the compound looks like an assembly of\ntrimers with relatively larger magnetic interaction (<italic>J</italic>\n<sub>a</sub>)\nconnected through weak interaction (<italic>J</italic>\n<sub>b</sub>). The attempt to\nmodel the magnetic susceptibility is done with a simple ABA\n\nlinear trinuclear model with mean-field approximation based\non the following equations:\n\n<disp-formula content-type=\"pre-labeled\" id=\"ic035044ye00001\">\n<graphic position=\"anchor\" xlink:href=\"ic-2003-05044y_0008.gif\"></graphic>\n</disp-formula>\n\n<disp-formula content-type=\"pre-labeled\" id=\"ic035044ye00002\">\n<graphic position=\"anchor\" xlink:href=\"ic-2003-05044y_0009.gif\"></graphic>\n</disp-formula>\n\n<disp-formula content-type=\"pre-labeled\" id=\"ic035044ye00003\">\n<graphic position=\"anchor\" xlink:href=\"ic-2003-05044y_0010.gif\"></graphic>\n</disp-formula>\n\n<disp-formula content-type=\"pre-labeled\" id=\"ic035044ye00004\">\n<graphic position=\"anchor\" xlink:href=\"ic-2003-05044y_0011.gif\"></graphic>\n</disp-formula>\n\n<disp-formula content-type=\"pre-labeled\" id=\"ic035044ye00005\">\n<graphic position=\"anchor\" xlink:href=\"ic-2003-05044y_0012.gif\"></graphic>\n</disp-formula>\n\n<disp-formula content-type=\"pre-labeled\" id=\"ic035044ye00006\">\n<graphic position=\"anchor\" xlink:href=\"ic-2003-05044y_0013.gif\"></graphic>\n</disp-formula>\nIn the above equations, <italic>g</italic>\n<sub>dimer</sub> and <italic>g</italic>\n<sub>monomer</sub> are the <italic>g</italic>-factors\nof the copper ions on the dimer unit and on the monomer\nunit, respectively. The best fit parameters are <italic>J</italic>\n<sub>a</sub> = 2.36 cm<sup>-1</sup>,\n<italic>z</italic>\n<italic>J</italic>\n<sub>b</sub> = −0.68 cm<sup>-1</sup>, <italic>g</italic>\n<sub>dimer</sub> = 2.11, and <italic>g</italic>\n<sub>monomer</sub> = 2.13. The\nintratrimer ferromagnetic coupling observed in <bold>1</bold> is in\nagreement with the trimeric conformation:  bridged oxygen\natoms are involved in the exchange pathway. The relative\norientation of the metal-centered magnetic orbitals within\nthe chain is depicted in Scheme a. The magnetic orbital at\neach copper atom is defined by the short equatorial bonds.\nThere it can be seen that the out-of-plane exchange pathway\nis involved in the Cu−O−Cu−O−Cu fragment. Therefore,\nferromagnetic couplings would be predicted, as observed,\nand <italic>z</italic>\n<italic>J</italic>\n<sub>b</sub> can be attributed to the dominant intertrimer\ninteraction. As each trimer is surrounded by two trimers\nwithin a chain, <italic>z</italic> = 2 and <italic>J</italic>\n<sub>b</sub> = −0.34 cm<sup>-1</sup>. The intertrimer\nantiferromagnetic interaction is weaker than the exchange\ninteraction for [Cu(CA)]<italic>\n<sub>n</sub>\n</italic>, which has a planar ribbon structure\n(−12.3 cm<sup>-1</sup>), and comparable to that for β-{[Cu(CA)(H<sub>2</sub>O)<sub>2</sub>](dmpyz)}<italic>\n<sub>n</sub>\n</italic>, in which the magnetic orbital lies perpendicular\nto the chloranilate plane, suggesting that the magnetic orbital\nd<sub>x</sub>\n<sup>\n<sub>2</sub>\n</sup>\n<sub>-</sub>\n<italic>\n<sub>y</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup> is parallel to the plane of Cu−terpy, as predicted from\nthe structure. This is also made clear in the comparison\nwith [Cu<sub>2</sub>(terpy)<sub>2</sub>(CA)]<sup>2+</sup>, [Cu<sub>2</sub>(Me<sub>2</sub>dien)<sub>2</sub>(CA)]<sup>2+</sup>, and\n[Cu<sub>2</sub>(Me<sub>2</sub>dien)<sub>2</sub>(dhbq)]<sup>2+</sup>, in which the copper(II) ion has a\nfive-coordinated geometry with a tridentate end-cap ligand,\nand compound <bold>2 </bold>(vide infra).\n\n</p><p>The variation of χ<sub>M</sub>\n<italic>T</italic> versus <italic>T</italic> for <bold>2</bold> is shown in Figure\nb. χ<sub>M</sub>\n<italic>T</italic> at 300 K is equal to 0.425 cm<sup>3</sup>·mol<sup>-1</sup>·K, a value of\nwhich is as expected for one magnetically isolated spin\ndoublet. This value remains practically constant through\ncooling from 300 K up to 2 K, which reveals the paramagnetic state of <bold>2</bold>. As the structure of <bold>2</bold> consists of the monomer\nand the dimer, which are linked only by electrostatic forces,\nvan der Waals interactions, and an extensive network of\nhydrogen bonds, the magnetic interactions between the\ncomponents in <bold>2</bold> are smaller than that of the chain in <bold>1</bold>; thus,\nthe magnetic interaction mainly operates in the dimer unit.\nHowever, no intradimer coupling was observed in <bold>2</bold>, which\nis in agreement with the dimeric conformation shown in\nScheme b:  the magnetic orbital also lies perpendicular to\nthe chloranilate plane, suggesting that the magnetic orbital\nd<italic>\n<sub>x</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup>\n<sub>-</sub>\n<italic>\n<sub>y</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup> is parallel to the plane of Cu−terpy. The above\nmagnetic behavior of <bold>2</bold> is slightly different from that in <bold>1</bold>,\nwhich may be due to the longer Cu−Cu distance (<bold>1</bold>, 7.89\nÅ; <bold>2</bold>, 8.06 Å) and the planarity of the basal planes. Owing\nto the higher planarity of the basal plane of the dimer in <bold>2</bold>,\nthe mixing of the d<italic>\n<sub>z</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup> orbital, which directs to the oxygen\natom of the CA<sup>2-</sup> ion, with the magnetic orbital d<italic>\n<sub>x</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup>\n<sub>-</sub>\n<italic>\n<sub>y</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup> orbital\nis smaller than that in <bold>1</bold>. These features account for residual\ncoupling in <bold>1</bold>. The mixing of the magnetic orbital on the\ncopper ion modifies the residual spin densities on the\ncoordinated oxygen atoms of CA<sup>2-</sup> and hence the magnitude\nof the intraligand exchange coupling.\n</p>", "clean_text": "Two new copper(II) compounds of chloranilate and 2,2‘:6‘,2‘‘-terpyridine have been synthesized, and the structures have been solved by the single-crystal X-ray diffraction method. The crystal structure of {[Cu2(CA)(terpy)2][Cu(CA)2]} n  (1), where H2CA = chloranilic acid and terpy = 2,2‘:6‘,2‘‘-terpyridine, consists of two modules, the dimer unit [Cu2(CA)(terpy)2]2+ and the anionic mononuclear unit [Cu(CA)2]2-, forming an alternated chain. The chain is stabilized by semicoordinating and additional but efficient secondary bonding interactions. The crystal structure of {[Cu2(CA)(terpy)2(dmso)2][Cu(CA)2(dmso)2](EtOH)} n  (2), where dmso = dimethyl sulfoxide, consists of solvent molecules and two discrete modules, the dimer unit [Cu2(CA)(terpy)2(dmso)2]2+ and the anionic mononuclear unit [Cu(CA)2(dmso)2]2-. The dimer units form a layer by secondary bonding interactions, and the monomer units and ethanol molecules are introduced between the layers. The magnetic properties of 1 and 2 have been investigated in the temperature range 2.0-300 K. A weak ferromagnetic interaction was observed in 1, J a = 2.36 cm-1 and z J b = -0.68 cm-1 while no exchange coupling was observed in 2. \n\n Magnetic Properties. The magnetic properties of 1 under the form of the χM T product versus T (χM being the magnetic susceptibility/one copper(II) ions) is shown in Figure a. χM T at 300 K is equal to 0.42 cm3⋅mol-1⋅K, a value of which is as expected for one magnetically isolated spin doublet. This value remains practically constant through cooling from 300 to 30 K, and it increases gradually at lower temperatures to attain a value of 0.46 cm3⋅mol-1⋅K at 2.0 K. This curve reveals the ferromagnetic coupling in 1. As the structure of 1 consists of the monomer unit and the dimer unit, the magnetic interactions in the chain is denoted J a and J b shown in Scheme .    \n\nThe magnetic interaction in a similar dimeric module of Cu-CA-Cu in which the magnetic orbitals, of d x   2  -  y   2  type, are essentially localized in the basal planes and lie perpendicular to the chloranilate plane is relatively small (|J| < 0.5 cm-1), and it is easy to conclude that the magnetic interaction mainly occurs between the Cu ions on the dimer and the monomer moieties; that is, |J a| > |J b|. From this point of view, the compound looks like an assembly of trimers with relatively larger magnetic interaction (J a) connected through weak interaction (J b). The attempt to model the magnetic susceptibility is done with a simple ABA  linear trinuclear model with mean-field approximation based on the following equations:                         In the above equations, g dimer and g monomer are the g-factors of the copper ions on the dimer unit and on the monomer unit, respectively. The best fit parameters are J a = 2.36 cm-1, z J b = -0.68 cm-1, g dimer = 2.11, and g monomer = 2.13. The intratrimer ferromagnetic coupling observed in 1 is in agreement with the trimeric conformation: bridged oxygen atoms are involved in the exchange pathway. The relative orientation of the metal-centered magnetic orbitals within the chain is depicted in Scheme a. The magnetic orbital at each copper atom is defined by the short equatorial bonds. There it can be seen that the out-of-plane exchange pathway is involved in the Cu-O-Cu-O-Cu fragment. Therefore, ferromagnetic couplings would be predicted, as observed, and z J b can be attributed to the dominant intertrimer interaction. As each trimer is surrounded by two trimers within a chain, z = 2 and J b = -0.34 cm-1. The intertrimer antiferromagnetic interaction is weaker than the exchange interaction for [Cu(CA)] n , which has a planar ribbon structure (-12.3 cm-1), and comparable to that for β-{[Cu(CA)(H2O)2](dmpyz)} n , in which the magnetic orbital lies perpendicular to the chloranilate plane, suggesting that the magnetic orbital dx  2  -  y   2  is parallel to the plane of Cu-terpy, as predicted from the structure. This is also made clear in the comparison with [Cu2(terpy)2(CA)]2+, [Cu2(Me2dien)2(CA)]2+, and [Cu2(Me2dien)2(dhbq)]2+, in which the copper(II) ion has a five-coordinated geometry with a tridentate end-cap ligand, and compound 2 (vide infra).  \n\nThe variation of χM T versus T for 2 is shown in Figure b. χM T at 300 K is equal to 0.425 cm3⋅mol-1⋅K, a value of which is as expected for one magnetically isolated spin doublet. This value remains practically constant through cooling from 300 K up to 2 K, which reveals the paramagnetic state of 2. As the structure of 2 consists of the monomer and the dimer, which are linked only by electrostatic forces, van der Waals interactions, and an extensive network of hydrogen bonds, the magnetic interactions between the components in 2 are smaller than that of the chain in 1; thus, the magnetic interaction mainly operates in the dimer unit. However, no intradimer coupling was observed in 2, which is in agreement with the dimeric conformation shown in Scheme b: the magnetic orbital also lies perpendicular to the chloranilate plane, suggesting that the magnetic orbital d x   2  -  y   2  is parallel to the plane of Cu-terpy. The above magnetic behavior of 2 is slightly different from that in 1, which may be due to the longer Cu-Cu distance (1, 7.89 Å; 2, 8.06 Å) and the planarity of the basal planes. Owing to the higher planarity of the basal plane of the dimer in 2, the mixing of the d z   2  orbital, which directs to the oxygen atom of the CA2- ion, with the magnetic orbital d x   2  -  y   2  orbital is smaller than that in 1. These features account for residual coupling in 1. The mixing of the magnetic orbital on the copper ion modifies the residual spin densities on the coordinated oxygen atoms of CA2- and hence the magnitude of the intraligand exchange coupling. ", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "dielectric constant": {"value": "4.5", "unit": "", "condition": ""}}, {"meta": {"name": "MOF-B", "symbol": "", "chemical formula": ""}, "electrical conductivity": {"value": "0.02", "unit": "S/cm", "condition": ""}}, {"meta": {"name": "NOTT-202", "symbol": "", "chemical formula": ""}, "electrical resistance": {"value": "10000000", "unit": "ohm·cm", "condition": ""}}, {"meta": {"name": "1", "symbol": "", "chemical formula": ""}, "magnetic susceptibility": [{"value": "0.42", "unit": "cm3·mol-1·K", "temperature": "300 K", "condition": ""}, {"value": "0.46", "unit": "cm3·mol-1·K", "temperature": "2.0 K", "condition": ""}]}, {"meta": {"name": "2", "symbol": "", "chemical formula": ""}, "magnetic susceptibility": [{"value": "0.425", "unit": "cm3·mol-1·K", "temperature": "300 K", "condition": ""}]}]], "include_properties": ["magnetic_susceptibility", "etc"]}, {"idx": 12, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"ic035044yt00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystallographic Data for Compounds<bold>1</bold> and <bold>2</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">formula\n</oasis:entry>\n<oasis:entry colname=\"2\">Cu<sub>3</sub>C<sub>48</sub>H<sub>22</sub>Cl<sub>6</sub>N<sub>6</sub>O<sub>12</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu<sub>3</sub>C<sub>58</sub>H<sub>52</sub>Cl<sub>6</sub>N<sub>6</sub>O<sub>17</sub>S<sub>4</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">fw\n</oasis:entry>\n<oasis:entry colname=\"2\">1278.07\n</oasis:entry>\n<oasis:entry colname=\"3\">1636.69\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst system\n</oasis:entry>\n<oasis:entry colname=\"2\">triclinic\n</oasis:entry>\n<oasis:entry colname=\"3\">triclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic>P</italic>1̄ (No. 2)\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic>P</italic>1̄ (No. 2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">9.168(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">8.418(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">10.344(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">13.341(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">13.087(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">15.286(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">α (deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">91.34(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">90.802(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β (deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">96.76(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">99.959(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">γ (deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">111.68(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">96.043(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>V</italic> (Å<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1142.2(16)\n</oasis:entry>\n<oasis:entry colname=\"3\">1680.5(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Z\n</oasis:entry>\n<oasis:entry colname=\"2\">1\n</oasis:entry>\n<oasis:entry colname=\"3\">1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">ρ(calcd) (g/cm<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.858\n</oasis:entry>\n<oasis:entry colname=\"3\">1.617\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">diffractometer\n</oasis:entry>\n<oasis:entry colname=\"2\">Rigaku AFC7R\n</oasis:entry>\n<oasis:entry colname=\"3\">Rigaku Mercury CCD\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">temp (K)\n</oasis:entry>\n<oasis:entry colname=\"2\">298\n</oasis:entry>\n<oasis:entry colname=\"3\">200\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">R<sub>1</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.0628\n</oasis:entry>\n<oasis:entry colname=\"3\">0.0639\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">wR<sub>2</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.1878\n</oasis:entry>\n<oasis:entry colname=\"3\">0.1831\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">GOF\n</oasis:entry>\n<oasis:entry colname=\"2\">1.01\n</oasis:entry>\n<oasis:entry colname=\"3\">1.02</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Crystallographic Data for Compounds 1 and 2\n\n|         | Compound 1 | Compound 2 |\n|---------|------------|------------|\n| Formula | Cu₃C₄₈H₂₂Cl₆N₆O₁₂ | Cu₃C₅₈H₅₂Cl₆N₆O₁₇S₄ |\n| fw | 1278.07 | 1636.69 |\n| cryst system | triclinic | triclinic |\n| space group | P1̄ (No. 2) | P1̄ (No. 2) |\n| a (Å) | 9.168(9) | 8.418(3) |\n| b (Å) | 10.344(10) | 13.341(5) |\n| c (Å) | 13.087(5) | 15.286(5) |\n| α (deg) | 91.34(6) | 90.802(9) |\n| β (deg) | 96.76(6) | 99.959(12) |\n| γ (deg) | 111.68(6) | 96.043(12) |\n| V (Å³) | 1142.2(16) | 1680.5(10) |\n| Z | 1 | 1 |\n| ρ(calcd) (g/cm³) | 1.858 | 1.617 |\n| diffractometer | Rigaku AFC7R | Rigaku Mercury CCD |\n| temp (K) | 298 | 200 |\n| R₁ | 0.0628 | 0.0639 |\n| wR₂ | 0.1878 | 0.1831 |\n| GOF | 1.01 | 1.02 |", "data": [{"meta": {"name": "", "symbol": "Compound 1", "chemical formula": "Cu₃C₄₈H₂₂Cl₆N₆O₁₂"}, "chemical formula weight": [{"value": "1278.07", "unit": "", "condition": ""}], "crystal system": [{"value": "triclinic", "condition": ""}], "space group": [{"value": "P1̄ (No. 2)", "condition": ""}], "lattice parameters": [{"value": {"a": "9.168(9)", "b": "10.344(10)", "c": "13.087(5)", "alpha": "91.34(6)", "beta": "96.76(6)", "gamma": "111.68(6)"}, "condition": ""}], "cell volume": [{"value": "1142.2(16)", "unit": "Å³", "condition": ""}], "density": [{"value": "1.858", "unit": "g/cm³", "condition": ""}]}, {"meta": {"name": "", "symbol": "Compound 2", "chemical formula": "Cu₃C₅₈H₅₂Cl₆N₆O₁₇S₄"}, "chemical formula weight": [{"value": "1636.69", "unit": "", "condition": ""}], "crystal system": [{"value": "triclinic", "condition": ""}], "space group": [{"value": "P1̄ (No. 2)", "condition": ""}], "lattice parameters": [{"value": {"a": "8.418(3)", "b": "13.341(5)", "c": "15.286(5)", "alpha": "90.802(9)", "beta": "99.959(12)", "gamma": "96.043(12)"}, "condition": ""}], "cell volume": [{"value": "1680.5(10)", "unit": "Å³", "condition": ""}], "density": [{"value": "1.617", "unit": "g/cm³", "condition": ""}]}], "include_properties": ["chemical_formula", "chemical_formula_weight", "crystal_system", "space_group", "lattice_parameters", "cell_volume", "density"]}, {"idx": 13, "type": "table", "classification": null, "content": "<table-wrap id=\"ic035044yt00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Selected Bond Distances (Å) and Angles (deg)</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Compound <bold>1</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.914(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.963(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu(2)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.707(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu(2)−O(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.936(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu(2)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.245(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu(2)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.049(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.914(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.031(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cl(1)−C(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.734(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cl(2)−C(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.734(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cl(3)−C(9)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.711(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(1)−C(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.276(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−C(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.282(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3)−C(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.218(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(4)−C(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.214(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(5)−C(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.273(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(6)−C(7)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.216(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(1)−C(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.517(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(1)−C(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.371(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(2)−C(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.361(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(3)−C(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.430(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(4)−C(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.563(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(5)−C(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.420(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(7)−C(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.550(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(7)−C(9‘)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.417(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(8)−C(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.390(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Cu(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">84.1(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(1)−Cu(1)−O(2‘)\n</oasis:entry>\n<oasis:entry colname=\"4\">95.9(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Cu(2)−O(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">82.3(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2)−Cu(2)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">161.89(17)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Cu(2)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">94.1(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2)−Cu(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">102.6(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">84.2(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(5)−Cu(2)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">79.6(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(5)−Cu(2)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">98.4(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(5)−Cu(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">174.7(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(5)−Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">100.7(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6)−Cu(2)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">87.4(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(6)−Cu(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">95.4(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6)−Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">100.2(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(1)−Cu(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">79.6(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(1)−Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">160.4(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(2)−Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">81.7(3)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Compound <bold>2</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.968(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.949(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu(1)−O(7)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.411(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu(2)−O(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.946(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu(2)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.355(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu(2)−O(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.347(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu(2)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.038(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.931(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.032(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cl(1)−C(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.729(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cl(2)−C(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.737(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cl(3)−C(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.725(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cl(3)−C(9)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.725(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(1)−C(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.276(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−C(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.280(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3)−C(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.227(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(4)−C(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.228(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(5)−C(7)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.276(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(6)−C(8)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.236(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(1)−C(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.510(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(1)−C(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.377(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(2)−C(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.372(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(3)−C(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.416(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(4)−C(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.532(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(5)−C(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.411(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(7)−C(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.530(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(7)−C(9‘)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.370(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(8)−C(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.421(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Cu(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">83.38(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(1)−Cu(1)−O(2‘)\n</oasis:entry>\n<oasis:entry colname=\"4\">96.62(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Cu(1)−O(7)\n</oasis:entry>\n<oasis:entry colname=\"2\">87.4(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(1)−Cu(1)−O(7‘)\n</oasis:entry>\n<oasis:entry colname=\"4\">92.6(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Cu(1)−O(7)\n</oasis:entry>\n<oasis:entry colname=\"2\">87.64(19)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2)−Cu(1)−O(7‘)\n</oasis:entry>\n<oasis:entry colname=\"4\">92.36(19)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(5)−Cu(2)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">75.81(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(5)−Cu(2)−O(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">91.60(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(5)−Cu(2)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">99.51(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(5)−Cu(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">178.68(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(5)−Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">100.06(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6)−Cu(2)−O(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">166.92(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(6)−Cu(2)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">86.73(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6)−Cu(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">102.95(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(6)−Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">96.42(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(8)−Cu(2)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">91.98(14)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(8)−Cu(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">89.61(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(8)−Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">89.17(14)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(1)−Cu(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">79.94(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(1)−Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">160.36(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(2)−Cu(2)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">80.46(14)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 5656 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ic035044yh00001\" position=\"float\">\n<label>1</label>\n<graphic xlink:href=\"ic-2003-05044y_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"ic035044yf00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal structure of<bold>1</bold>. (a) ORTEP view of the molecular fragment of the structure showing the immediate environments of the copper atoms\ntogether with the atom-labeling scheme. (b) Perspective view of the structure showing the formation of the polymeric chain propagated along the crystallographic\n<italic>c</italic>-axis. Gray lines denote weak bonding interactions in the chain:  <italic>a</italic> = 3.05, <italic>b</italic> = 2.97, <italic>c</italic> = 3.31, <italic>d</italic> = 3.22, and <italic>e</italic> = 3.38 Å; CH−Cl hydrogen bond (the\nnumerical value is a D···A distance), <italic>f</italic> = 3.57 Å. (c) Cl−Cl contact between the chains in <bold>1</bold> (<italic>g</italic> = 3.31 Å). (d) Hydrogen-bonding network:  <italic>h</italic> = 3.70,\n<italic>i</italic> = 3.60 Å (the numerical values are D···A distances); Cl−C contact between the chains, <italic>j</italic> = 3.36 Å; π−π stacking interaction between the chains, <italic>k</italic> = 3.56\nÅ.</p>\n</caption>\n<graphic xlink:href=\"ic-2003-05044y_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  Crystal structure of1. (a) ORTEP view of the molecular fragment of the structure showing the immediate environments of the copper atoms together with the atom-labeling scheme. (b) Perspective view of the structure showing the formation of the polymeric chain propagated along the crystallographic c-axis. Gray lines denote weak bonding interactions in the chain: a = 3.05, b = 2.97, c = 3.31, d = 3.22, and e = 3.38 Å; CH-Cl hydrogen bond (the numerical value is a D⋅⋅⋅A distance), f = 3.57 Å. (c) Cl-Cl contact between the chains in 1 (g = 3.31 Å). (d) Hydrogen-bonding network: h = 3.70, i = 3.60 Å (the numerical values are D⋅⋅⋅A distances); Cl-C contact between the chains, j = 3.36 Å; π-π stacking interaction between the chains, k = 3.56 Å.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"ic035044yf00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Crystal structure of<bold>2</bold>. (a) ORTEP view of the molecular fragment of the structure <bold>2 </bold>showing the immediate environments of the copper atoms\ntogether with the atom-labeling scheme. (b) Assembled structure. (c) Layer structure of [Cu<sub>2</sub>(CA)(terpy)<sub>2</sub>(dmso)<sub>2</sub>]<sup>2+</sup> module. Gray lines denote weak bonding\ninteractions in the layer:  <italic>a</italic> = 3.52, <italic>b</italic> = 3.53, <italic>c</italic> = 3.60, <italic>d</italic> = 3.51, <italic>e</italic> = 3.16, and <italic>f</italic> = 3.23 Å (the numerical values of <italic>e</italic> and <italic>f</italic> are D···A distances). (d) Weak\nbonding interaction between the modules. Hydrogen bonds:  <italic>g</italic> = 3.59, <italic>h</italic> = 3.41, <italic>i</italic> = 3.36, <italic>j</italic> = 3.36, and <italic>k</italic> = 3.05 Å (the numerical values are D···A\ndistances); Cl−C or π−π stacking interactions, <italic>l</italic> = 3.46, <italic>m</italic> = 3.35, and <italic>n</italic> = 3.39 Å. (e) Hydrogen-bonding network in the [Cu(CA)<sub>2</sub>(dmso)<sub>2</sub>]<sup>2-</sup> module: \n<italic>o</italic> = 3.11, <italic>p</italic> = 3.54, and <italic>q</italic> = 3.36 Å.</p>\n</caption>\n<graphic xlink:href=\"ic-2003-05044y_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  Crystal structure of2. (a) ORTEP view of the molecular fragment of the structure 2 showing the immediate environments of the copper atoms together with the atom-labeling scheme. (b) Assembled structure. (c) Layer structure of [Cu2(CA)(terpy)2(dmso)2]2+ module. Gray lines denote weak bonding interactions in the layer: a = 3.52, b = 3.53, c = 3.60, d = 3.51, e = 3.16, and f = 3.23 Å (the numerical values of e and f are D⋅⋅⋅A distances). (d) Weak bonding interaction between the modules. Hydrogen bonds: g = 3.59, h = 3.41, i = 3.36, j = 3.36, and k = 3.05 Å (the numerical values are D⋅⋅⋅A distances); Cl-C or π-π stacking interactions, l = 3.46, m = 3.35, and n = 3.39 Å. (e) Hydrogen-bonding network in the [Cu(CA)2(dmso)2]2- module: o = 3.11, p = 3.54, and q = 3.36 Å.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"ic035044yf00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Plots of χ<italic>T </italic>and 1/χ vs <italic>T </italic>for (a) <bold>1</bold> (a) and (b) <bold>2</bold>. Solid lines:  theoretical fits of the data with the parameters listed in the text. Insets:  Field\ndependence of the magnetizations at 2.0 K. Solid lines denote Brillouin function for a spin doublet.\n </p>\n</caption>\n<graphic xlink:href=\"ic-2003-05044y_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  Plots of χT and 1/χ vs T for (a) 1 (a) and (b) 2. Solid lines: theoretical fits of the data with the parameters listed in the text. Insets: Field dependence of the magnetizations at 2.0 K. Solid lines denote Brillouin function for a spin doublet.    ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ic035044yh00002\" position=\"float\">\n<label>2</label>\n<graphic xlink:href=\"ic-2003-05044y_0006.tif\"></graphic>\n</fig>", "clean_text": " 2  ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ic035044yh00003\" position=\"float\">\n<label>3</label>\n<graphic xlink:href=\"ic-2003-05044y_0007.tif\"></graphic>\n</fig>", "clean_text": " 3  ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ic035044yh00004\" position=\"float\">\n<label>4</label>\n<graphic xlink:href=\"ic-2003-05044y_0014.tif\"></graphic>\n</fig>", "clean_text": " 4  ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic035044y", "title": null, "journal": "American Chemical Society", "date": "2003.12", "author_list": ["Kawahara\nMitsuhiro", "Kabir\nMd. Khayrul", "Yamada\nKoichi", "Adachi\nKeiichi", "Kumagai\nHitoshi", "Narumi\nYasuo", "Kindo\nKoichi", "Kitagawa\nSusumu", "Kawata\nSatoshi"]}}