{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic052088t.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>The azido-bridged manganese complex of formula [Mn(tptz)(μ<sub>1,1</sub>-N<sub>3</sub>)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> [<bold>1</bold>; tptz = 2,4,6-tris(2-pyridyl)-1,3,5-triazine]\nhas been synthesized and characterized by single-crystal X-ray diffraction analysis and a low-temperature magnetic\nstudy. The complex <bold>1</bold> crystallizes in the orthorhombic space group <italic>Pbcn</italic>, with <italic>a</italic> = 17.911(5) Å, <italic>b</italic> = 15.804(5) Å,\n<italic>c</italic> = 6.6538(18) Å, and <italic>Z</italic> = 4. The Mn atoms are coordinated by three N atoms of the tptz ligands and connected\nto each other by double end-on (EO) azide ligands, forming a neutral 1D chain. The adjacent 1D chains are\nconnected by face-to-face π−π-stacking interactions and C−H···π interactions of pyridine rings of the tptz ligands,\nwhich leads to the formation of a supramolecular 2D sheet structure. Temperature- and field-dependent magnetic\nanalyses reveal dominant intrachain ferromagnetic interactions with EO azide-bridge and weak interchain\nantiferromagnetic interactions with overall metamagnetic behavior having 3D magnetic ordering at 2.7 K. The critical\nfield is approximately 80 G, at which the interlayer antiferromagnetic ground-state switches to a ferromagnetic\nstate. </p>", "clean_text": "The azido-bridged manganese complex of formula [Mn(tptz)(μ1,1-N3)2] n  [1; tptz = 2,4,6-tris(2-pyridyl)-1,3,5-triazine] has been synthesized and characterized by single-crystal X-ray diffraction analysis and a low-temperature magnetic study. The complex 1 crystallizes in the orthorhombic space group Pbcn, with a = 17.911(5) Å, b = 15.804(5) Å, c = 6.6538(18) Å, and Z = 4. The Mn atoms are coordinated by three N atoms of the tptz ligands and connected to each other by double end-on (EO) azide ligands, forming a neutral 1D chain. The adjacent 1D chains are connected by face-to-face π-π-stacking interactions and C-H⋅⋅⋅π interactions of pyridine rings of the tptz ligands, which leads to the formation of a supramolecular 2D sheet structure. Temperature- and field-dependent magnetic analyses reveal dominant intrachain ferromagnetic interactions with EO azide-bridge and weak interchain antiferromagnetic interactions with overall metamagnetic behavior having 3D magnetic ordering at 2.7 K. The critical field is approximately 80 G, at which the interlayer antiferromagnetic ground-state switches to a ferromagnetic state. ", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>The azido-bridged manganese complex of formula [Mn(tptz)(μ<sub>1,1</sub>-N<sub>3</sub>)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> [tptz = 2,4,6-tris(2-pyridyl)-1,3,5-triazine] was synthesized using tptz as a coligand, and the complex was characterized by a single-crystal X-ray diffraction study. Temperature- and field-dependent magnetic analyses reveal dominant intrachain ferromagnetic interactions with EO azide-bridge and weak interchain antiferromagnetic interactions with the overall metamagnetic behavior having 3D magnetic ordering at 2.7 K.</p>", "clean_text": "The azido-bridged manganese complex of formula [Mn(tptz)(μ1,1-N3)2] n  [tptz = 2,4,6-tris(2-pyridyl)-1,3,5-triazine] was synthesized using tptz as a coligand, and the complex was characterized by a single-crystal X-ray diffraction study. Temperature- and field-dependent magnetic analyses reveal dominant intrachain ferromagnetic interactions with EO azide-bridge and weak interchain antiferromagnetic interactions with the overall metamagnetic behavior having 3D magnetic ordering at 2.7 K.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>During the past decades, scientists have been engaged in\nthe synthesis of new molecule-based magnets, i.e., compounds with strong molecular character exhibiting spontaneous magnetization below a certain critical temperature.\nMolecule-based magnets exhibit a wide variety of bonding\nand structural motifs. These include one-, two-, and three-dimensional (1D, 2D, and 3D, respectively) network structures by variation of metal atoms and ligands. The\ncontemporary challenge to the synthetic inorganic chemists\nis to produce new compounds with preassigned magnetic\nproperties and, for this, the rational synthetic design for the\ntuning of the solid-state structure is important. Among the\nlarge number of bridging ligands, the azide ion can act as\nan efficient and versatile magnetic coupler owing to its\n\ndifferent bridging modes, either in <italic>μ</italic>\n<sub>1,1</sub> (end-on, EO) or in\n<italic>μ</italic>\n<sub>1,3</sub> (end-to-end, EE) (Chart ). The literature search indicates\nthat a considerable number of works have been reported\nconcerning the versatility of the azide ion. From the\nmagnetic point of view, the coordination modes of the azide\nligands greatly affect the nature and magnitude of the\nmagnetic exchange interaction in these polynuclear azide\ncomplexes. It is well established that the complexes with\ndouble symmetric EE bridges produce antiferromagnetic\ncoupling, whereas symmetric EO bridges usually exhibit\nferromagnetic coupling. Furthermore, EE and EO bridging\nmodes may simultaneously exist in the same species, leading\nto different topologies and magnetic properties. In\naddition, the judicial choice of the metal atoms along with\nthe bridging ligands is also an important factor. Among the\nfirst-row transition-metal azides, the exchange interaction\nbetween the high-spin Mn<sup>II</sup> centers is desirable because this\nion contains the highest possible number of unpaired\nelectrons. Apart from these, different organic molecules that\nare used as coligands and countercations present other than\nthe metal atoms may also sometime influences the intra- and\ninterlayer structure and hence the magnetic properties.\n\n</p>", "clean_text": "Introduction\n\nDuring the past decades, scientists have been engaged in the synthesis of new molecule-based magnets, i.e., compounds with strong molecular character exhibiting spontaneous magnetization below a certain critical temperature. Molecule-based magnets exhibit a wide variety of bonding and structural motifs. These include one-, two-, and three-dimensional (1D, 2D, and 3D, respectively) network structures by variation of metal atoms and ligands. The contemporary challenge to the synthetic inorganic chemists is to produce new compounds with preassigned magnetic properties and, for this, the rational synthetic design for the tuning of the solid-state structure is important. Among the large number of bridging ligands, the azide ion can act as an efficient and versatile magnetic coupler owing to its  different bridging modes, either in μ 1,1 (end-on, EO) or in μ 1,3 (end-to-end, EE) (Chart ). The literature search indicates that a considerable number of works have been reported concerning the versatility of the azide ion. From the magnetic point of view, the coordination modes of the azide ligands greatly affect the nature and magnitude of the magnetic exchange interaction in these polynuclear azide complexes. It is well established that the complexes with double symmetric EE bridges produce antiferromagnetic coupling, whereas symmetric EO bridges usually exhibit ferromagnetic coupling. Furthermore, EE and EO bridging modes may simultaneously exist in the same species, leading to different topologies and magnetic properties. In addition, the judicial choice of the metal atoms along with the bridging ligands is also an important factor. Among the first-row transition-metal azides, the exchange interaction between the high-spin MnII centers is desirable because this ion contains the highest possible number of unpaired electrons. Apart from these, different organic molecules that are used as coligands and countercations present other than the metal atoms may also sometime influences the intra- and interlayer structure and hence the magnetic properties.  ", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"chart\" id=\"ic052088tc00001\" position=\"float\">\n<label>1</label>\n<graphic xlink:href=\"ic-2005-02088t_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["property"], "content": "<p>Thus, in our continuous search toward molecule-based\nmagnets, we select 2,4,6-tris(2-pyridyl)-1,3,5-triazine (tptz)\nas a coligand and observe the behavior of this particular\nligand over a Mn−azide system. Here in this paper, we\npresent the synthesis and characterization of a new polymeric\nMn−azide complex, [Mn(tptz)(μ<sub>1,1</sub>-N<sub>3</sub>)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>1</bold>), which is\ncharacterized by single-crystal X-ray diffraction and low-temperature magnetic studies. Here each Mn<sup>II</sup> is seven-coordinated and is connected to one another by a double\nEO bridging azide ligand, forming a 1D chain. The adjacent\n1D chains are connected by face-to-face π−π-stacking\ninteractions and C−H···π interactions of the pyridine rings\nof the tptz ligand, which leads to the formation of a\nsupramolecular 2D sheet. Variable-temperature magnetic\nmeasurement exhibits intrachain ferromagnetic interactions\nand interchain antiferromagnetic interactions with the overall\nmetamagnetic behavior having 3D magnetic ordering at 2.7\nK.\n</p>", "clean_text": "Thus, in our continuous search toward molecule-based magnets, we select 2,4,6-tris(2-pyridyl)-1,3,5-triazine (tptz) as a coligand and observe the behavior of this particular ligand over a Mn-azide system. Here in this paper, we present the synthesis and characterization of a new polymeric Mn-azide complex, [Mn(tptz)(μ1,1-N3)2] n  (1), which is characterized by single-crystal X-ray diffraction and low-temperature magnetic studies. Here each MnII is seven-coordinated and is connected to one another by a double EO bridging azide ligand, forming a 1D chain. The adjacent 1D chains are connected by face-to-face π-π-stacking interactions and C-H⋅⋅⋅π interactions of the pyridine rings of the tptz ligand, which leads to the formation of a supramolecular 2D sheet. Variable-temperature magnetic measurement exhibits intrachain ferromagnetic interactions and interchain antiferromagnetic interactions with the overall metamagnetic behavior having 3D magnetic ordering at 2.7 K. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><p>\n<bold>Materials</bold>. High-purity (98%) 2,4,6-tris(2-pyridyl)-1,3,5-triazine\n(tptz) was purchased from the Aldrich Chemical Co. Inc. and used\nwithout further purification. All other chemicals were of analytical\nreagent grade.\n</p>", "clean_text": "Experimental Section\n\n Materials. High-purity (98%) 2,4,6-tris(2-pyridyl)-1,3,5-triazine (tptz) was purchased from the Aldrich Chemical Co. Inc. and used without further purification. All other chemicals were of analytical reagent grade. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>\n<bold>\n<italic>Caution!</italic>\n</bold>\n<italic> Perchlorate salts and azido complexes are potentially\nexplosive in the presence of </italic>\n<italic>organic compounds. Only a small\namount of the materials should be prepared and handled with </italic>\n<italic>care.</italic>\n</p><p>\n<bold>Physical Measurements</bold>. Elemental analyses were carried out\nusing a Perkin-Elmer 2400 II elemental analyzer. The IR spectrum\nwas recorded on a Perkin-Elmer 883-IR spectrophotometer using\nKBr pellets. The magnetic measurements were carried out on a\npolycrystalline sample using a Quantum Design SQUID MPMS-XL magnetometer in the temperature range of 2−300 K with an\napplied field of 3000 G. The contribution of the sample holder was\ndetermined separately in the same temperature range and field.\nDiamagnetic corrections were estimated from Pascal's constants.\n</p>", "clean_text": "  Caution!   Perchlorate salts and azido complexes are potentially explosive in the presence of  organic compounds. Only a small amount of the materials should be prepared and handled with  care. \n\n Physical Measurements. Elemental analyses were carried out using a Perkin-Elmer 2400 II elemental analyzer. The IR spectrum was recorded on a Perkin-Elmer 883-IR spectrophotometer using KBr pellets. The magnetic measurements were carried out on a polycrystalline sample using a Quantum Design SQUID MPMS-XL magnetometer in the temperature range of 2-300 K with an applied field of 3000 G. The contribution of the sample holder was determined separately in the same temperature range and field. Diamagnetic corrections were estimated from Pascal's constants. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Synthesis of [Mn(tptz)(</bold>μ<bold>\n<sub>1,1</sub>\n</bold>\n<bold>-</bold>\n<bold>N</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (1).</bold> A methanolic solution\n(10 mL) of tptz (0.156 g, 0.5 mmol) was slowly added to an aqueous\nsolution of Mn(ClO<sub>4</sub>)·6H<sub>2</sub>O (0.182 g, 0.5 mmol). The solution was\nstirred for few minutes at room temperature. Then an aqueous\nsolution of NaN<sub>3</sub> (0.0650 g, 1 mmol) was added to this solution\ndropwise with constant stirring. The deep-yellow solution was\nfiltered off, and the filtrate was kept at room temperature. After 4\ndays, orange block-shaped crystals, suitable for X-ray diffraction,\nwere obtained from the filtrate. Yield:  90%. Anal. Calcd for C<sub>18</sub>H<sub>12</sub>MnN<sub>12</sub>:  C, 47.85; H, 2.65; N, 37.22. Found:  C, 47.65; H, 2.92;\nN, 37.25.\n</p>", "clean_text": " Synthesis of [Mn(tptz)(μ 1,1  - N  3  )  2  ]   n    (1). A methanolic solution (10 mL) of tptz (0.156 g, 0.5 mmol) was slowly added to an aqueous solution of Mn(ClO4)⋅6H2O (0.182 g, 0.5 mmol). The solution was stirred for few minutes at room temperature. Then an aqueous solution of NaN3 (0.0650 g, 1 mmol) was added to this solution dropwise with constant stirring. The deep-yellow solution was filtered off, and the filtrate was kept at room temperature. After 4 days, orange block-shaped crystals, suitable for X-ray diffraction, were obtained from the filtrate. Yield: 90%. Anal. Calcd for C18H12MnN12: C, 47.85; H, 2.65; N, 37.22. Found: C, 47.65; H, 2.92; N, 37.25. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Crystallographic Data Collection and Refinement</bold>. Crystal\ndata, details of the collection, and refinements for the structure are\nsummarized in Table . The data collection for complex <bold>1</bold> was\ncarried out at 100 K on a Bruker X8 Apex2 diffractometer equipped\nwith a graphite monochromator and Mo Kα (λ = 0.710 73 Å)\nradiation. The structure was solved by direct methods, followed\nby successive Fourier and difference Fourier syntheses and refined\nby full-matrix least squares on <italic>F</italic>\n<sup> 2</sup>. All non-H atoms were refined\nwith anisotropic displacement parameters, and H atoms are placed\ngeometrically followed by refinement with riding isotropic displacement parameters. C8 and N8 are superimposed on each other by\ncrystallographic symmetry so this site was refined as 50% C and\n50% N with tied displacement parameters and coordinates. All of\nthe crystallographic computations were carried out using <italic>SHELXTL</italic>,\n<italic>PLATON 99</italic>, and ORTEP programs.\n\n</p>", "clean_text": " Crystallographic Data Collection and Refinement. Crystal data, details of the collection, and refinements for the structure are summarized in Table . The data collection for complex 1 was carried out at 100 K on a Bruker X8 Apex2 diffractometer equipped with a graphite monochromator and Mo Kα (λ = 0.71073 Å) radiation. The structure was solved by direct methods, followed by successive Fourier and difference Fourier syntheses and refined by full-matrix least squares on F 2. All non-H atoms were refined with anisotropic displacement parameters, and H atoms are placed geometrically followed by refinement with riding isotropic displacement parameters. C8 and N8 are superimposed on each other by crystallographic symmetry so this site was refined as 50% C and 50% N with tied displacement parameters and coordinates. All of the crystallographic computations were carried out using SHELXTL, PLATON 99, and ORTEP programs.  ", "data": null, "include_properties": null}, {"idx": 10, "type": "table", "classification": null, "content": "<table-wrap id=\"ic052088tt00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal Data and Structure Refinements of Complex<bold>1</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"2\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">empirical formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>18</sub>H<sub>12</sub>MnN<sub>12</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">fw\n</oasis:entry>\n<oasis:entry colname=\"2\">451.34\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst syst\n</oasis:entry>\n<oasis:entry colname=\"2\">orthorhombic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic>Pbcn</italic> (No. 60)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">17.911(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">15.804(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">6.6538(18)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>V </italic>(Å<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1883.5(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>Z</italic>\n</oasis:entry>\n<oasis:entry colname=\"2\">4\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">temperature (K)\n</oasis:entry>\n<oasis:entry colname=\"2\">100\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">λ<sub>Mo</sub>\n<sub> </sub>\n<sub>K</sub>\n<sub>α</sub> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.710 73\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>D</italic>\n<sub>c </sub>(g cm<sup>-3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.592\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>μ</italic>\n<italic> </italic>(mm<sup>-1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.737\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>F</italic>(000)\n</oasis:entry>\n<oasis:entry colname=\"2\">916\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">θ range (deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.3−34.8\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">total data\n</oasis:entry>\n<oasis:entry colname=\"2\">29412\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">unique data\n</oasis:entry>\n<oasis:entry colname=\"2\">4030\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">obsd data [<italic>I </italic>&gt;<italic> </italic>2σ(<italic>I</italic>)]\n</oasis:entry>\n<oasis:entry colname=\"2\">2361\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>N</italic>\n<sub>ref</sub>, <italic>N</italic>\n<sub>par</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">4030, 143\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">GOF\n</oasis:entry>\n<oasis:entry colname=\"2\">0.95\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.0429\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic>\n<sub>w</sub>\n<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.1011\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">R<sub>int</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.055\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Δρ<sub>max</sub> (e<sup> </sup>Å<sup>-3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.64\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Δρ<sub>min</sub> (e<sup> </sup>Å<sup>-3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">−0.79</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> \n                     <italic>R</italic> = ∑(|<italic>F</italic>\n<sub>o</sub> − <italic>F</italic>\n<sub>c</sub>|)/∑|<italic>F</italic>\n<sub>o</sub>|.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> \n                     <italic>R</italic>\n<sub>w</sub> = {∑[<italic>w</italic>(|<italic>F</italic>\n<sub>o</sub> − <italic>F</italic>\n<sub>c</sub>|)<sup>2</sup>]/∑[<italic>w</italic>|<italic>F</italic>\n<sub>o</sub>|<sup>2</sup>]}<sup>1/2</sup>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>\n<bold>IR Spectroscopy</bold>. Complex<bold> 1</bold> shows two intense absorption bands at 2066 and 2048 cm<sup>-1</sup>, which can be assigned\nto the ν<sub>assym</sub> stretching vibration of the azide ligands.\nSimilarly, a ν<sub>sym</sub> stretching vibration of azide also appears\nat 1331 cm<sup>-1</sup>. The above characteristic bands indicate the\nEO bridging mode of azide. Furthermore, the bands in the\nregions of 1645−1390 and 1270−750 cm<sup>-1</sup> are observed as\na result of the C−C and C−N stretching and bending modes\nof the tptz ligands.\n</p>", "clean_text": "Results and Discussion\n\n IR Spectroscopy. Complex 1 shows two intense absorption bands at 2066 and 2048 cm-1, which can be assigned to the νassym stretching vibration of the azide ligands. Similarly, a νsym stretching vibration of azide also appears at 1331 cm-1. The above characteristic bands indicate the EO bridging mode of azide. Furthermore, the bands in the regions of 1645-1390 and 1270-750 cm-1 are observed as a result of the C-C and C-N stretching and bending modes of the tptz ligands. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Structure Description of Complex</bold>\n<bold>1.</bold> The X-ray structural analysis reveals that complex <bold>1 </bold>is a 1D chain. The\nORTEP diagram of the part of the chain with an atom-labeling scheme is shown in Figure . Here, the coordination\nsphere of each Mn<sup>II</sup> center contains three N atoms (N26,\nN1, and N26*) of the chelating tptz ligand and four N atoms\n(N11, N11*, N11#, and N11##) from the bridging azide\n(Figure ). Each Mn<sup>II</sup> is connected to two other symmetry-related Mn<sup>II</sup> centers via two doubly EO azide bridges,\nforming an infinite 1D chain along the crystallographic <italic>c</italic>\naxis. Thus, here the Mn<sup>II</sup> ion shows an unusual 7 coordination\nnumber with a distorted pentagonal-bipyramidal geometry.\nThe equatorial plane of the pentagon is formed by four N\natoms of the bridging azido ligand and another N (N1) of\nthe tptz ligand, whereas the axial coordination sites are\noccupied by two N atoms of the tptz ligand (N26 and N26*).\nSelected bond distances and angles are depicted in Table ,\nwhich are comparable with other seven-coordinated Mn<sup>II</sup>\nsystems. The Mn−N<sub>azide</sub> distances are 2.2716(13) and\n2.2739(12) Å, whereas the Mn−N<sub>tptz</sub> distances range between\n\n2.3135(18) and 2.4305(13) Å. The EO bridging azides that\nare linear show slightly asymmetric N−N distances. The Mn···Mn distance through the EO azide bridge is 3.634(1) Å,\nand Mn1−N11−Mn1# angle is 106.16(4)°, which lies within\nthe range for Mn<sup>II</sup> ions with the EO azide bridge.\n\n\n</p>", "clean_text": " Structure Description of Complex 1. The X-ray structural analysis reveals that complex 1 is a 1D chain. The ORTEP diagram of the part of the chain with an atom-labeling scheme is shown in Figure . Here, the coordination sphere of each MnII center contains three N atoms (N26, N1, and N26*) of the chelating tptz ligand and four N atoms (N11, N11*, N11#, and N11##) from the bridging azide (Figure ). Each MnII is connected to two other symmetry-related MnII centers via two doubly EO azide bridges, forming an infinite 1D chain along the crystallographic c axis. Thus, here the MnII ion shows an unusual 7 coordination number with a distorted pentagonal-bipyramidal geometry. The equatorial plane of the pentagon is formed by four N atoms of the bridging azido ligand and another N (N1) of the tptz ligand, whereas the axial coordination sites are occupied by two N atoms of the tptz ligand (N26 and N26*). Selected bond distances and angles are depicted in Table , which are comparable with other seven-coordinated MnII systems. The Mn-Nazide distances are 2.2716(13) and 2.2739(12) Å, whereas the Mn-Ntptz distances range between  2.3135(18) and 2.4305(13) Å. The EO bridging azides that are linear show slightly asymmetric N-N distances. The Mn⋅⋅⋅Mn distance through the EO azide bridge is 3.634(1) Å, and Mn1-N11-Mn1# angle is 106.16(4)°, which lies within the range for MnII ions with the EO azide bridge.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"ic052088tf00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Coordination environment of Mn<sup>II</sup> in <bold>1 </bold>showing an atom-labeling\nscheme. Ellipsoids are at the 40% probability level. (Symmetry code:  * =\n−<italic>x</italic>, <italic>y</italic>, <sup>3</sup>/<sub>2</sub> − <italic>z</italic>; # = −<italic>x</italic>, −<italic>y</italic>, 2 − <italic>z</italic>; ## = <italic>x</italic>, −<italic>y</italic>, −<sup>1</sup>/<sub>2</sub> + <italic>z</italic>.)</p>\n</caption>\n<graphic xlink:href=\"ic-2005-02088t_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  Coordination environment of MnII in 1 showing an atom-labeling scheme. Ellipsoids are at the 40% probability level. (Symmetry code: * = -x, y, 3/2 - z; # = -x, -y, 2 - z; ## = x, -y, -1/2 + z.)   ", "data": null, "include_properties": null}, {"idx": 14, "type": "table", "classification": null, "content": "<table-wrap id=\"ic052088tt00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Bond Angles (deg) for Complex<bold>1</bold>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn1−N1\n</oasis:entry>\n<oasis:entry colname=\"2\">2.3135(18)\n</oasis:entry>\n<oasis:entry colname=\"3\">Mn1−N11\n</oasis:entry>\n<oasis:entry colname=\"4\">2.2716(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn1−N26\n</oasis:entry>\n<oasis:entry colname=\"2\">2.4305(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">Mn1−N11#\n</oasis:entry>\n<oasis:entry colname=\"4\">2.2739(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Mn1−N11\n</oasis:entry>\n<oasis:entry colname=\"2\">83.18(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Mn1#−N11−N12\n</oasis:entry>\n<oasis:entry colname=\"4\">128.00(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Mn1−N26\n</oasis:entry>\n<oasis:entry colname=\"2\">67.91(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">N11−N12−N13\n</oasis:entry>\n<oasis:entry colname=\"4\">179.36(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn1−N26−C21\n</oasis:entry>\n<oasis:entry colname=\"2\">118.35(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">Mn1−N26−C25\n</oasis:entry>\n<oasis:entry colname=\"4\">124.70(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Mn1−N11#\n</oasis:entry>\n<oasis:entry colname=\"2\">139.60(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">N11−Mn1−N26\n</oasis:entry>\n<oasis:entry colname=\"4\">82.51(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N11−Mn1−N11*\n</oasis:entry>\n<oasis:entry colname=\"2\">166.36(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N11−Mn1−N26*\n</oasis:entry>\n<oasis:entry colname=\"4\">92.35(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N11−Mn1−N11#\n</oasis:entry>\n<oasis:entry colname=\"2\">73.84(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N11−Mn1−N11##\n</oasis:entry>\n<oasis:entry colname=\"4\">117.33(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N11*−Mn1−N26\n</oasis:entry>\n<oasis:entry colname=\"2\">92.35(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N26−Mn1−N26*\n</oasis:entry>\n<oasis:entry colname=\"4\">135.81(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N11#−Mn1−N26\n</oasis:entry>\n<oasis:entry colname=\"2\">138.11(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N11##−Mn1−N26\n</oasis:entry>\n<oasis:entry colname=\"4\">80.12(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N11*−Mn1−N26*\n</oasis:entry>\n<oasis:entry colname=\"2\">82.51(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N11*−Mn1−N11#\n</oasis:entry>\n<oasis:entry colname=\"4\">117.33(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn1−N11−N12\n</oasis:entry>\n<oasis:entry colname=\"2\">123.84(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">N11#−Mn1−N26*\n</oasis:entry>\n<oasis:entry colname=\"4\">80.12(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N11##−Mn1−N26*\n</oasis:entry>\n<oasis:entry colname=\"2\">138.11(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N11#−Mn1−N11##\n</oasis:entry>\n<oasis:entry colname=\"4\">80.80(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn1−N1−C2\n</oasis:entry>\n<oasis:entry colname=\"2\">122.27(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">Mn1−N11−Mn1#\n</oasis:entry>\n<oasis:entry colname=\"4\">106.16(4)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry code:  * = −<italic>x</italic>, <italic>y</italic>, <sup>3</sup>/<sub>2</sub> − <italic>z</italic>; # = −<italic>x</italic>, −<italic>y</italic>, 2 − <italic>z</italic>; ## = <italic>x</italic>, −<italic>y</italic>,\n−<sup>1</sup>/<sub>2</sub> + <italic>z</italic>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>The crystal packing of <bold>1</bold> indicates that the adjacent 1D\nchain orients the tptz ligand in such a way that the chains\nare interlocked by face-to-face π−π interactions occurring\nbetween the pyridyl rings [R1 = N8−C7−N8*−C9*−C10−C9; R2 = C7−C8−C9−C10−C9*−N8* (* = −<italic>x</italic>, <italic>y</italic>, <sup>3</sup>/<sub>2</sub> −\n<italic>z</italic>)] of tptz, having there centroid−centroid distances of 3.286(1) Å. The π−π interactions are quite strong because the\ndihedral angles between the rings are 0° whereas the slip\nangles are 22.97(1)° for all four interactions (table in the\nSupporting Information). The π−π interactions are supplemented by the C−H···π interactions [C10−H10 to the\ntriazine ring R3 = N1−C2−N3−C4−N3*−C2* (* = −<italic>x</italic>,\n<italic>y</italic>, <sup>3</sup>/<sub>2</sub> − <italic>z</italic>)] with an H···R distance of 3.3654(1) Å and an\nC−H···R angle of 98.67(1)° to form a supramolecular 2D\nsheet (Figure ).\n\n</p>", "clean_text": "The crystal packing of 1 indicates that the adjacent 1D chain orients the tptz ligand in such a way that the chains are interlocked by face-to-face π-π interactions occurring between the pyridyl rings [R1 = N8-C7-N8*-C9*-C10-C9; R2 = C7-C8-C9-C10-C9*-N8* (* = -x, y, 3/2 - z)] of tptz, having there centroid-centroid distances of 3.286(1) Å. The π-π interactions are quite strong because the dihedral angles between the rings are 0° whereas the slip angles are 22.97(1)° for all four interactions (table in the Supporting Information). The π-π interactions are supplemented by the C-H⋅⋅⋅π interactions [C10-H10 to the triazine ring R3 = N1-C2-N3-C4-N3*-C2* (* = -x, y, 3/2 - z)] with an H⋅⋅⋅R distance of 3.3654(1) Å and an C-H⋅⋅⋅R angle of 98.67(1)° to form a supramolecular 2D sheet (Figure ).  ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"ic052088tf00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Formation of a sheet by the locking of 1D [Mn(tptz)(N<sub>3</sub>)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> chains with face-to-face π−π interactions and C−H···π interactions (dotted\nmagenta lines indicate π−π and C−H···π interactions). H atoms (except the CH− of terminal pyridyl rings) and noncoordinated N(azide) atoms are omitted\nfor clarity. (b) Disposition of the supramolecular sheets viewed along crystallographic <italic>c </italic>axis.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-02088t_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Formation of a sheet by the locking of 1D [Mn(tptz)(N3)2] n  chains with face-to-face π-π interactions and C-H⋅⋅⋅π interactions (dotted magenta lines indicate π-π and C-H⋅⋅⋅π interactions). H atoms (except the CH- of terminal pyridyl rings) and noncoordinated N(azide) atoms are omitted for clarity. (b) Disposition of the supramolecular sheets viewed along crystallographic c axis.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>\n<bold>Magnetic Study and Magnetostructural Correlation</bold>.\nThe magnetic susceptibility of <bold>1</bold> was measured at 2−300 K\nwith an external field of 3000 G. The χ<sub>M</sub>\n<italic>T</italic> vs <italic>T</italic> plot (Figure\na) indicates ferromagnetic coupling between the Mn<sup>II</sup>\ncenters bridged by the μ<sub>1,1</sub>-N<sub>3</sub> ligands. Indeed, χ<sub>Μ</sub>\n<italic>T </italic>has a\nvalue of 5.07 cm<sup>3</sup> K mol<sup>-1</sup> at 300 K, slightly higher than\nthe expected value for an isolated octahedral Mn<sup>II</sup> ion (4.38\ncm<sup>3</sup> K mol<sup>-1</sup> and TIP = 0). Indeed, in complex <bold>1</bold> the Mn<sup>II</sup>\nion is heptacoordinated; thus, there is a nonzero TIP value.\nχ<sub>Μ</sub>\n<italic>T</italic> values increase gradually upon cooling to ca. 75 K.\nBelow this temperature, χ<sub>Μ</sub>\n<italic>T </italic>increases abruptly to a maximum value of 31.19 cm<sup>3</sup> K mol<sup>-1</sup> at 8 K because of rapidly\nincreasing ferromagnetic correlations between adjacent spin\ncarriers. Upon cooling to 2 K, χ<sub>Μ</sub>\n<italic>T </italic>decreases quickly to 13.19\ncm<sup>3</sup> K mol<sup>-1</sup> because of possible interchain antiferromagnetic\ninteractions. The same behavior has been observed in other\n\nrelated complexes such as <italic>trans</italic>-[Mn(N<sub>3</sub>)<sub>2</sub>(pyz)]<italic>\n<sub>n</sub>\n</italic>\n (pyz =\npyrazine) and <italic>cis</italic>-[Mn(N<sub>3</sub>)<sub>2</sub>(2-bzpy)]<italic>\n<sub>n</sub>\n</italic> (2-bzpy = 2-benzoylpyridine). To determine the exchange parameters via\na N<sub>3</sub> bridge type, χ<sub>Μ</sub>\n<italic>T </italic>was fitted to the <italic>S </italic>= <sup>5</sup>/<sub>2</sub> Fisher chain\nmodel, χ<sub>M</sub> (eq 1), in conjunction with an additional mean-field correction term, χ<sub>MF</sub> (eq 2), where <italic>N </italic>is Avogadro's\nnumber, μ<sub>B</sub> is the Bohr magneton, <italic>k</italic>\n<sub>B</sub> is the Boltzmann\nconstant, and <italic>z </italic>is the number of nearest neighbors. The best\nleast-squares fit parameters gave <italic>J</italic> = 4.07 cm<sup>-1</sup>, z<italic>J</italic> ‘ = −0.13\ncm<sup>-1</sup>, <italic>g </italic>= 2.003, <italic>R </italic>= 5.22 × 10<sup>-4</sup> = ∑<italic>\n<sub>i</sub>\n</italic>(χ<sub>M</sub>\n<italic>T</italic>\n<sub>cal</sub> − χ<sub>M</sub>\n<italic>T</italic>\n<sub>obs</sub>)<sup>2</sup>/(χ<sub>M</sub>\n<italic>T</italic>\n<sub>obs</sub>)<sup>2</sup>.\n<disp-formula content-type=\"pre-labeled\" id=\"ic052088te00001\">\n<graphic position=\"anchor\" xlink:href=\"ic-2005-02088t_0005.gif\"></graphic>\n</disp-formula>\nwhere\n<disp-formula content-type=\"pre-labeled\" id=\"ic052088te00002\">\n<graphic position=\"anchor\" xlink:href=\"ic-2005-02088t_0006.gif\"></graphic>\n</disp-formula>\n\n<disp-formula content-type=\"pre-labeled\" id=\"ic052088te00003\">\n<graphic position=\"anchor\" xlink:href=\"ic-2005-02088t_0007.gif\"></graphic>\n</disp-formula>\n\n</p>", "clean_text": " Magnetic Study and Magnetostructural Correlation. The magnetic susceptibility of 1 was measured at 2-300 K with an external field of 3000 G. The χM T vs T plot (Figure a) indicates ferromagnetic coupling between the MnII centers bridged by the μ1,1-N3 ligands. Indeed, χΜ T has a value of 5.07 cm3 K mol-1 at 300 K, slightly higher than the expected value for an isolated octahedral MnII ion (4.38 cm3 K mol-1 and TIP = 0). Indeed, in complex 1 the MnII ion is heptacoordinated; thus, there is a nonzero TIP value. χΜ T values increase gradually upon cooling to ca. 75 K. Below this temperature, χΜ T increases abruptly to a maximum value of 31.19 cm3 K mol-1 at 8 K because of rapidly increasing ferromagnetic correlations between adjacent spin carriers. Upon cooling to 2 K, χΜ T decreases quickly to 13.19 cm3 K mol-1 because of possible interchain antiferromagnetic interactions. The same behavior has been observed in other  related complexes such as trans-[Mn(N3)2(pyz)] n   (pyz = pyrazine) and cis-[Mn(N3)2(2-bzpy)] n  (2-bzpy = 2-benzoylpyridine). To determine the exchange parameters via a N3 bridge type, χΜ T was fitted to the S = 5/2 Fisher chain model, χM (eq 1), in conjunction with an additional mean-field correction term, χMF (eq 2), where N is Avogadro's number, μB is the Bohr magneton, k B is the Boltzmann constant, and z is the number of nearest neighbors. The best least-squares fit parameters gave J = 4.07 cm-1, zJ‘ = -0.13 cm-1, g = 2.003, R = 5.22 × 10-4 = ∑ i (χM T cal - χM T obs)2/(χM T obs)2.    where         ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"ic052088tf00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Plot of<italic>χ</italic>\n<sub>M</sub>\n<italic>T </italic>vs<italic> T</italic> of <bold>1</bold>. The solid line corresponds to the best\nfit (see the text). The <italic>χ</italic>\n<sub>M</sub> vs<italic> T</italic> curves below 25 K at applied fields of 3000,\n1000, 200, and 50 G are shown in the inset. (b) Plot of the reduced\nmagnetization <italic>M</italic>/<italic>N</italic>β vs applied field <italic>H</italic> at 2 K for <bold>1</bold>. The continuous line\ncorresponds to the Brillouin function for an isolated <italic>S</italic> = <sup>5</sup>/<sub>2</sub> with <italic>g</italic> = 2.0.\n</p>\n</caption>\n<graphic xlink:href=\"ic-2005-02088t_0008.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Plot ofχ M T vs T of 1. The solid line corresponds to the best fit (see the text). The χ M vs T curves below 25 K at applied fields of 3000, 1000, 200, and 50 G are shown in the inset. (b) Plot of the reduced magnetization M/Nβ vs applied field H at 2 K for 1. The continuous line corresponds to the Brillouin function for an isolated S = 5/2 with g = 2.0.    ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>The ferromagnetic coupling was confirmed by magnetization measurements performed at 2 K up to an external field\nof 5 T showing the typical behavior of a soft ferromagnet\nbecause coercivity was not observed (Figure b). At higher\nfield, the magnetization in <italic>M</italic>/<italic>N</italic>β units indicates a saturated\n<italic>S</italic> = <sup>5</sup>/<sub>2</sub> system, 5.18 <italic>N</italic>β. A comparison of the overall shape\nof the plot with the Brillouin plot for a fully isolated <italic>S</italic> = <sup>5</sup>/<sub>2</sub>\nsystem indicates faster magnetization, consistent with the\nferromagnetic interaction.\n</p>", "clean_text": "The ferromagnetic coupling was confirmed by magnetization measurements performed at 2 K up to an external field of 5 T showing the typical behavior of a soft ferromagnet because coercivity was not observed (Figure b). At higher field, the magnetization in M/Nβ units indicates a saturated S = 5/2 system, 5.18 Nβ. A comparison of the overall shape of the plot with the Brillouin plot for a fully isolated S = 5/2 system indicates faster magnetization, consistent with the ferromagnetic interaction. ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>This ferromagnetic behavior may be explained by attending to the principal factors that influence the sign of the\nexchange interaction in the [{μ<sub>1,1</sub>-N<sub>3</sub>}<sub>2</sub>M<sup>II</sup>] system. The\nmagnetostructural correlation studies have shown a dependence of the ferromagnetic exchange coupling constant (<italic>J</italic>)\non the M−N(azide)−M bridging angle. For Mn, the ferromagnetic exchange appears to increase with an increase of\nthe bridging angle (starting from 100°) involved in the\nexchange pathway. Very recently, Aromí et al. have\ndeduced from four dinuclear Mn<sup>II</sup> compounds a linear\nrelationship between the exchange integral (<italic>J</italic>) and the azide\nbridging angle (<italic>θ</italic>); <italic>J</italic> = 0.64<italic>θ</italic> − 64.5. If this relationship\nholds for complex <bold>1</bold> [<italic>θ</italic> = 106.16(4)°], a <italic>J</italic> value of ca. 3.43\ncm<sup>-1</sup> is anticipated. The experimental <italic>J</italic> value (4.07 cm<sup>-1</sup>)\nappears to be close to the average among the prospective\nvalues using the previous relationship.\n</p>", "clean_text": "This ferromagnetic behavior may be explained by attending to the principal factors that influence the sign of the exchange interaction in the [{μ1,1-N3}2MII] system. The magnetostructural correlation studies have shown a dependence of the ferromagnetic exchange coupling constant (J) on the M-N(azide)-M bridging angle. For Mn, the ferromagnetic exchange appears to increase with an increase of the bridging angle (starting from 100°) involved in the exchange pathway. Very recently, Aromí et al. have deduced from four dinuclear MnII compounds a linear relationship between the exchange integral (J) and the azide bridging angle (θ); J = 0.64θ - 64.5. If this relationship holds for complex 1 [θ = 106.16(4)°], a J value of ca. 3.43 cm-1 is anticipated. The experimental J value (4.07 cm-1) appears to be close to the average among the prospective values using the previous relationship. ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>To characterize the magnetic transition from intrachain\nferromagnetism to interchain antiferromagnetism of <bold>1 </bold>in the\nlow-temperature region, field-cooled magnetization was\nmeasured under different fields (Figure ). At the lower field\nof 15, 30, and 50 G, the <italic>M </italic>vs<italic> T</italic> curve shows a maximum at\nca. 2.7 K (Figure , inset), clearly indicating the occurrence\nof antiferromagnetic ordering of the ferromagnetic chains\nbelow the critical temperature. The magnetization maximum\nshifts toward low temperature as the applied field is increased\nto 200, 1000, and 3000 G. However, the magnetization at\nor above 200 G shows no maximum and tends to saturate at\nlower temperature, indicating that the interchain antiferromagnetic interactions are overcome by the external field. This\nbehavior is characteristic of a metamagnet built of ferromagnetic chains. The metamagnetic behavior is confirmed\nby the field dependence of magnetization (Figure ). The\nsigmoidal shape of the <italic>M</italic>/<italic>N</italic>β vs<italic> H</italic> curve at 2 K indicates\nthe field-induced transition from an antiferromagnetic to a\nferromagnetic state, which is characteristic of a metamagnet.\n\nThe critical field is ≈80 G, estimated as the field at which\na maximum δ<italic>M</italic>/<italic>δ</italic>\n<italic>H </italic>value is reached (Figure , inset).\n\n\n</p>", "clean_text": "To characterize the magnetic transition from intrachain ferromagnetism to interchain antiferromagnetism of 1 in the low-temperature region, field-cooled magnetization was measured under different fields (Figure ). At the lower field of 15, 30, and 50 G, the M vs T curve shows a maximum at ca. 2.7 K (Figure , inset), clearly indicating the occurrence of antiferromagnetic ordering of the ferromagnetic chains below the critical temperature. The magnetization maximum shifts toward low temperature as the applied field is increased to 200, 1000, and 3000 G. However, the magnetization at or above 200 G shows no maximum and tends to saturate at lower temperature, indicating that the interchain antiferromagnetic interactions are overcome by the external field. This behavior is characteristic of a metamagnet built of ferromagnetic chains. The metamagnetic behavior is confirmed by the field dependence of magnetization (Figure ). The sigmoidal shape of the M/Nβ vs H curve at 2 K indicates the field-induced transition from an antiferromagnetic to a ferromagnetic state, which is characteristic of a metamagnet.  The critical field is ~80 G, estimated as the field at which a maximum δM/δ H value is reached (Figure , inset).   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"ic052088tf00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Field-cooled magnetization vs temperature at applied fields of (from bottom to top) 15, 30, 50, 200, 1000, and 3000 G. The inset shows the magnetization curves at 15, 30, and 50 G with a maximum of<italic>T</italic>\n<sub>c</sub> = 2.7\nK. The solid lines joining the experimental points are just guides for the\neye.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-02088t_0009.tif\"></graphic>\n</fig>", "clean_text": " 4  Field-cooled magnetization vs temperature at applied fields of (from bottom to top) 15, 30, 50, 200, 1000, and 3000 G. The inset shows the magnetization curves at 15, 30, and 50 G with a maximum ofT c = 2.7 K. The solid lines joining the experimental points are just guides for the eye.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"ic052088tf00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Hysteresis curve for<bold>1</bold>. The inset shows δ<italic>M</italic>/δ<italic>H</italic> at low field.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-02088t_0010.tif\"></graphic>\n</fig>", "clean_text": " 5  Hysteresis curve for1. The inset shows δM/δH at low field.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>The temperature dependence of the ac magnetic susceptibility is also measured at zero dc field and confirms the\noccurrence of the magnetic transition with <italic>T</italic>\n<sub>c</sub> = 2.7 K, at\nwhich the maximum of χ‘ (the in-phase component) occurs.\nThe divergence of χ‘ ‘ (the out-of-phase component) with the\nfield starts at this temperature (Figure ). This metamagnetic-like transition results from the presence of small antiferromagnetic interactions among the ferromagnetic chains and,\nin complex <bold>1</bold>, can be favored by the heptacoordination of\nthe Mn ions.\n\n</p>", "clean_text": "The temperature dependence of the ac magnetic susceptibility is also measured at zero dc field and confirms the occurrence of the magnetic transition with T c = 2.7 K, at which the maximum of χ‘ (the in-phase component) occurs. The divergence of χ‘‘ (the out-of-phase component) with the field starts at this temperature (Figure ). This metamagnetic-like transition results from the presence of small antiferromagnetic interactions among the ferromagnetic chains and, in complex 1, can be favored by the heptacoordination of the Mn ions.  ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"ic052088tf00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Real<inline-formula>\n<inline-graphic xlink:href=\"ic-2005-02088t_0011.gif\"></inline-graphic>\n</inline-formula>\n(inset) and imaginary<inline-formula>\n<inline-graphic xlink:href=\"ic-2005-02088t_0012.gif\"></inline-graphic>\n</inline-formula>\nparts of ac susceptibilities vs\ntemperature at a dc field of ∼0 G and an ac field of 3.5 G for <bold>1</bold>. Frequencies\nfrom top to bottom are 75, 158, 333, and 710 Hz. The solid lines joining\nthe experimental points are just guides for the eye.\n </p>\n</caption>\n<graphic xlink:href=\"ic-2005-02088t_0013.tif\"></graphic>\n</fig>", "clean_text": " 6  Real   (inset) and imaginary   parts of ac susceptibilities vs temperature at a dc field of ~0 G and an ac field of 3.5 G for 1. Frequencies from top to bottom are 75, 158, 333, and 710 Hz. The solid lines joining the experimental points are just guides for the eye.    ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>From the above study, it can be concluded that, for the\ngeneration of new magnetic materials with azide ligands, the\nchoice of the metal atom and coligand is very important.\nHere it is shown that azide-bridged 1D chains are interdigitated by face-to-face π−π and C−H···π interactions. From\nthis fact, it can be attributed that the metamagnetic behavior\nmay be due to the interchain weak interactions. Studies of\nthese types of similar compounds are in progress, from which\nwe are able to determine the role of weak interactions over\nthe magnetic behavior of a molecule.\n</p>", "clean_text": "Conclusion\n\nFrom the above study, it can be concluded that, for the generation of new magnetic materials with azide ligands, the choice of the metal atom and coligand is very important. Here it is shown that azide-bridged 1D chains are interdigitated by face-to-face π-π and C-H⋅⋅⋅π interactions. From this fact, it can be attributed that the metamagnetic behavior may be due to the interchain weak interactions. Studies of these types of similar compounds are in progress, from which we are able to determine the role of weak interactions over the magnetic behavior of a molecule. ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>\n<ext-link xlink:href=\"/doi/suppl/10.1021%2Fic052088t\">Supporting Information Available</ext-link>\n</title><p>X-ray crystallographic data\nin CIF format and a table of π−π and C−H···π interactions in\ncomplex <bold>1</bold>. This material is available free of charge via the Internet\nat <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p><title>References</title>", "clean_text": " Supporting Information Available \n\nX-ray crystallographic data in CIF format and a table of π-π and C-H⋅⋅⋅π interactions in complex 1. This material is available free of charge via the Internet at http://pubs.acs.org.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": 8, "type": "text", "classification": "synthesis condition", "content": "<p>\n<bold>Synthesis of [Mn(tptz)(</bold>μ<bold>\n<sub>1,1</sub>\n</bold>\n<bold>-</bold>\n<bold>N</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (1).</bold> A methanolic solution\n(10 mL) of tptz (0.156 g, 0.5 mmol) was slowly added to an aqueous\nsolution of Mn(ClO<sub>4</sub>)·6H<sub>2</sub>O (0.182 g, 0.5 mmol). The solution was\nstirred for few minutes at room temperature. Then an aqueous\nsolution of NaN<sub>3</sub> (0.0650 g, 1 mmol) was added to this solution\ndropwise with constant stirring. The deep-yellow solution was\nfiltered off, and the filtrate was kept at room temperature. After 4\ndays, orange block-shaped crystals, suitable for X-ray diffraction,\nwere obtained from the filtrate. Yield:  90%. Anal. Calcd for C<sub>18</sub>H<sub>12</sub>MnN<sub>12</sub>:  C, 47.85; H, 2.65; N, 37.22. Found:  C, 47.65; H, 2.92;\nN, 37.25.\n</p>", "clean_text": " Synthesis of [Mn(tptz)(μ 1,1  - N  3  )  2  ]   n    (1). A methanolic solution (10 mL) of tptz (0.156 g, 0.5 mmol) was slowly added to an aqueous solution of Mn(ClO4)⋅6H2O (0.182 g, 0.5 mmol). The solution was stirred for few minutes at room temperature. Then an aqueous solution of NaN3 (0.0650 g, 1 mmol) was added to this solution dropwise with constant stirring. The deep-yellow solution was filtered off, and the filtrate was kept at room temperature. After 4 days, orange block-shaped crystals, suitable for X-ray diffraction, were obtained from the filtrate. Yield: 90%. Anal. Calcd for C18H12MnN12: C, 47.85; H, 2.65; N, 37.22. Found: C, 47.65; H, 2.92; N, 37.25. ", "data": [{"meta": {"name": "[Mn(tptz)(μ1,1-N3)2]n", "symbol": "1", "chemical formula": "C18H12MnN12"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "tptz", "amount": "0.156", "unit": "g"}, {"name": "Mn(ClO4)·6H2O", "amount": "0.182", "unit": "g"}, {"name": "NaN3", "amount": "0.0650", "unit": "g"}], "solution": [{"name": "methanol", "amount": "10", "unit": "mL"}, {"name": "aqueous solution", "amount": "", "unit": ""}], "pressure": "", "temperature": "room temperature", "time": "4 days"}, {"synthesis method": "filtration", "filtration solution": "", "amount": ""}]}], "include_properties": ["chemical_synthesis", "filtration"]}, {"idx": "1, 5, 17, 19, 20, 21, 24", "type": "text", "classification": "property", "content": "<p>The azido-bridged manganese complex of formula [Mn(tptz)(μ<sub>1,1</sub>-N<sub>3</sub>)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> [<bold>1</bold>; tptz = 2,4,6-tris(2-pyridyl)-1,3,5-triazine]\nhas been synthesized and characterized by single-crystal X-ray diffraction analysis and a low-temperature magnetic\nstudy. The complex <bold>1</bold> crystallizes in the orthorhombic space group <italic>Pbcn</italic>, with <italic>a</italic> = 17.911(5) Å, <italic>b</italic> = 15.804(5) Å,\n<italic>c</italic> = 6.6538(18) Å, and <italic>Z</italic> = 4. The Mn atoms are coordinated by three N atoms of the tptz ligands and connected\nto each other by double end-on (EO) azide ligands, forming a neutral 1D chain. The adjacent 1D chains are\nconnected by face-to-face π−π-stacking interactions and C−H···π interactions of pyridine rings of the tptz ligands,\nwhich leads to the formation of a supramolecular 2D sheet structure. Temperature- and field-dependent magnetic\nanalyses reveal dominant intrachain ferromagnetic interactions with EO azide-bridge and weak interchain\nantiferromagnetic interactions with overall metamagnetic behavior having 3D magnetic ordering at 2.7 K. The critical\nfield is approximately 80 G, at which the interlayer antiferromagnetic ground-state switches to a ferromagnetic\nstate. </p><p>Thus, in our continuous search toward molecule-based\nmagnets, we select 2,4,6-tris(2-pyridyl)-1,3,5-triazine (tptz)\nas a coligand and observe the behavior of this particular\nligand over a Mn−azide system. Here in this paper, we\npresent the synthesis and characterization of a new polymeric\nMn−azide complex, [Mn(tptz)(μ<sub>1,1</sub>-N<sub>3</sub>)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>1</bold>), which is\ncharacterized by single-crystal X-ray diffraction and low-temperature magnetic studies. Here each Mn<sup>II</sup> is seven-coordinated and is connected to one another by a double\nEO bridging azide ligand, forming a 1D chain. The adjacent\n1D chains are connected by face-to-face π−π-stacking\ninteractions and C−H···π interactions of the pyridine rings\nof the tptz ligand, which leads to the formation of a\nsupramolecular 2D sheet. Variable-temperature magnetic\nmeasurement exhibits intrachain ferromagnetic interactions\nand interchain antiferromagnetic interactions with the overall\nmetamagnetic behavior having 3D magnetic ordering at 2.7\nK.\n</p><p>\n<bold>Magnetic Study and Magnetostructural Correlation</bold>.\nThe magnetic susceptibility of <bold>1</bold> was measured at 2−300 K\nwith an external field of 3000 G. The χ<sub>M</sub>\n<italic>T</italic> vs <italic>T</italic> plot (Figure\na) indicates ferromagnetic coupling between the Mn<sup>II</sup>\ncenters bridged by the μ<sub>1,1</sub>-N<sub>3</sub> ligands. Indeed, χ<sub>Μ</sub>\n<italic>T </italic>has a\nvalue of 5.07 cm<sup>3</sup> K mol<sup>-1</sup> at 300 K, slightly higher than\nthe expected value for an isolated octahedral Mn<sup>II</sup> ion (4.38\ncm<sup>3</sup> K mol<sup>-1</sup> and TIP = 0). Indeed, in complex <bold>1</bold> the Mn<sup>II</sup>\nion is heptacoordinated; thus, there is a nonzero TIP value.\nχ<sub>Μ</sub>\n<italic>T</italic> values increase gradually upon cooling to ca. 75 K.\nBelow this temperature, χ<sub>Μ</sub>\n<italic>T </italic>increases abruptly to a maximum value of 31.19 cm<sup>3</sup> K mol<sup>-1</sup> at 8 K because of rapidly\nincreasing ferromagnetic correlations between adjacent spin\ncarriers. Upon cooling to 2 K, χ<sub>Μ</sub>\n<italic>T </italic>decreases quickly to 13.19\ncm<sup>3</sup> K mol<sup>-1</sup> because of possible interchain antiferromagnetic\ninteractions. The same behavior has been observed in other\n\nrelated complexes such as <italic>trans</italic>-[Mn(N<sub>3</sub>)<sub>2</sub>(pyz)]<italic>\n<sub>n</sub>\n</italic>\n (pyz =\npyrazine) and <italic>cis</italic>-[Mn(N<sub>3</sub>)<sub>2</sub>(2-bzpy)]<italic>\n<sub>n</sub>\n</italic> (2-bzpy = 2-benzoylpyridine). To determine the exchange parameters via\na N<sub>3</sub> bridge type, χ<sub>Μ</sub>\n<italic>T </italic>was fitted to the <italic>S </italic>= <sup>5</sup>/<sub>2</sub> Fisher chain\nmodel, χ<sub>M</sub> (eq 1), in conjunction with an additional mean-field correction term, χ<sub>MF</sub> (eq 2), where <italic>N </italic>is Avogadro's\nnumber, μ<sub>B</sub> is the Bohr magneton, <italic>k</italic>\n<sub>B</sub> is the Boltzmann\nconstant, and <italic>z </italic>is the number of nearest neighbors. The best\nleast-squares fit parameters gave <italic>J</italic> = 4.07 cm<sup>-1</sup>, z<italic>J</italic> ‘ = −0.13\ncm<sup>-1</sup>, <italic>g </italic>= 2.003, <italic>R </italic>= 5.22 × 10<sup>-4</sup> = ∑<italic>\n<sub>i</sub>\n</italic>(χ<sub>M</sub>\n<italic>T</italic>\n<sub>cal</sub> − χ<sub>M</sub>\n<italic>T</italic>\n<sub>obs</sub>)<sup>2</sup>/(χ<sub>M</sub>\n<italic>T</italic>\n<sub>obs</sub>)<sup>2</sup>.\n<disp-formula content-type=\"pre-labeled\" id=\"ic052088te00001\">\n<graphic position=\"anchor\" xlink:href=\"ic-2005-02088t_0005.gif\"></graphic>\n</disp-formula>\nwhere\n<disp-formula content-type=\"pre-labeled\" id=\"ic052088te00002\">\n<graphic position=\"anchor\" xlink:href=\"ic-2005-02088t_0006.gif\"></graphic>\n</disp-formula>\n\n<disp-formula content-type=\"pre-labeled\" id=\"ic052088te00003\">\n<graphic position=\"anchor\" xlink:href=\"ic-2005-02088t_0007.gif\"></graphic>\n</disp-formula>\n\n</p><p>The ferromagnetic coupling was confirmed by magnetization measurements performed at 2 K up to an external field\nof 5 T showing the typical behavior of a soft ferromagnet\nbecause coercivity was not observed (Figure b). At higher\nfield, the magnetization in <italic>M</italic>/<italic>N</italic>β units indicates a saturated\n<italic>S</italic> = <sup>5</sup>/<sub>2</sub> system, 5.18 <italic>N</italic>β. A comparison of the overall shape\nof the plot with the Brillouin plot for a fully isolated <italic>S</italic> = <sup>5</sup>/<sub>2</sub>\nsystem indicates faster magnetization, consistent with the\nferromagnetic interaction.\n</p><p>This ferromagnetic behavior may be explained by attending to the principal factors that influence the sign of the\nexchange interaction in the [{μ<sub>1,1</sub>-N<sub>3</sub>}<sub>2</sub>M<sup>II</sup>] system. The\nmagnetostructural correlation studies have shown a dependence of the ferromagnetic exchange coupling constant (<italic>J</italic>)\non the M−N(azide)−M bridging angle. For Mn, the ferromagnetic exchange appears to increase with an increase of\nthe bridging angle (starting from 100°) involved in the\nexchange pathway. Very recently, Aromí et al. have\ndeduced from four dinuclear Mn<sup>II</sup> compounds a linear\nrelationship between the exchange integral (<italic>J</italic>) and the azide\nbridging angle (<italic>θ</italic>); <italic>J</italic> = 0.64<italic>θ</italic> − 64.5. If this relationship\nholds for complex <bold>1</bold> [<italic>θ</italic> = 106.16(4)°], a <italic>J</italic> value of ca. 3.43\ncm<sup>-1</sup> is anticipated. The experimental <italic>J</italic> value (4.07 cm<sup>-1</sup>)\nappears to be close to the average among the prospective\nvalues using the previous relationship.\n</p><p>To characterize the magnetic transition from intrachain\nferromagnetism to interchain antiferromagnetism of <bold>1 </bold>in the\nlow-temperature region, field-cooled magnetization was\nmeasured under different fields (Figure ). At the lower field\nof 15, 30, and 50 G, the <italic>M </italic>vs<italic> T</italic> curve shows a maximum at\nca. 2.7 K (Figure , inset), clearly indicating the occurrence\nof antiferromagnetic ordering of the ferromagnetic chains\nbelow the critical temperature. The magnetization maximum\nshifts toward low temperature as the applied field is increased\nto 200, 1000, and 3000 G. However, the magnetization at\nor above 200 G shows no maximum and tends to saturate at\nlower temperature, indicating that the interchain antiferromagnetic interactions are overcome by the external field. This\nbehavior is characteristic of a metamagnet built of ferromagnetic chains. The metamagnetic behavior is confirmed\nby the field dependence of magnetization (Figure ). The\nsigmoidal shape of the <italic>M</italic>/<italic>N</italic>β vs<italic> H</italic> curve at 2 K indicates\nthe field-induced transition from an antiferromagnetic to a\nferromagnetic state, which is characteristic of a metamagnet.\n\nThe critical field is ≈80 G, estimated as the field at which\na maximum δ<italic>M</italic>/<italic>δ</italic>\n<italic>H </italic>value is reached (Figure , inset).\n\n\n</p><p>The temperature dependence of the ac magnetic susceptibility is also measured at zero dc field and confirms the\noccurrence of the magnetic transition with <italic>T</italic>\n<sub>c</sub> = 2.7 K, at\nwhich the maximum of χ‘ (the in-phase component) occurs.\nThe divergence of χ‘ ‘ (the out-of-phase component) with the\nfield starts at this temperature (Figure ). This metamagnetic-like transition results from the presence of small antiferromagnetic interactions among the ferromagnetic chains and,\nin complex <bold>1</bold>, can be favored by the heptacoordination of\nthe Mn ions.\n\n</p>", "clean_text": "The azido-bridged manganese complex of formula [Mn(tptz)(μ1,1-N3)2] n  [1; tptz = 2,4,6-tris(2-pyridyl)-1,3,5-triazine] has been synthesized and characterized by single-crystal X-ray diffraction analysis and a low-temperature magnetic study. The complex 1 crystallizes in the orthorhombic space group Pbcn, with a = 17.911(5) Å, b = 15.804(5) Å, c = 6.6538(18) Å, and Z = 4. The Mn atoms are coordinated by three N atoms of the tptz ligands and connected to each other by double end-on (EO) azide ligands, forming a neutral 1D chain. The adjacent 1D chains are connected by face-to-face π-π-stacking interactions and C-H⋅⋅⋅π interactions of pyridine rings of the tptz ligands, which leads to the formation of a supramolecular 2D sheet structure. Temperature- and field-dependent magnetic analyses reveal dominant intrachain ferromagnetic interactions with EO azide-bridge and weak interchain antiferromagnetic interactions with overall metamagnetic behavior having 3D magnetic ordering at 2.7 K. The critical field is approximately 80 G, at which the interlayer antiferromagnetic ground-state switches to a ferromagnetic state. \n\nThus, in our continuous search toward molecule-based magnets, we select 2,4,6-tris(2-pyridyl)-1,3,5-triazine (tptz) as a coligand and observe the behavior of this particular ligand over a Mn-azide system. Here in this paper, we present the synthesis and characterization of a new polymeric Mn-azide complex, [Mn(tptz)(μ1,1-N3)2] n  (1), which is characterized by single-crystal X-ray diffraction and low-temperature magnetic studies. Here each MnII is seven-coordinated and is connected to one another by a double EO bridging azide ligand, forming a 1D chain. The adjacent 1D chains are connected by face-to-face π-π-stacking interactions and C-H⋅⋅⋅π interactions of the pyridine rings of the tptz ligand, which leads to the formation of a supramolecular 2D sheet. Variable-temperature magnetic measurement exhibits intrachain ferromagnetic interactions and interchain antiferromagnetic interactions with the overall metamagnetic behavior having 3D magnetic ordering at 2.7 K. \n\n Magnetic Study and Magnetostructural Correlation. The magnetic susceptibility of 1 was measured at 2-300 K with an external field of 3000 G. The χM T vs T plot (Figure a) indicates ferromagnetic coupling between the MnII centers bridged by the μ1,1-N3 ligands. Indeed, χΜ T has a value of 5.07 cm3 K mol-1 at 300 K, slightly higher than the expected value for an isolated octahedral MnII ion (4.38 cm3 K mol-1 and TIP = 0). Indeed, in complex 1 the MnII ion is heptacoordinated; thus, there is a nonzero TIP value. χΜ T values increase gradually upon cooling to ca. 75 K. Below this temperature, χΜ T increases abruptly to a maximum value of 31.19 cm3 K mol-1 at 8 K because of rapidly increasing ferromagnetic correlations between adjacent spin carriers. Upon cooling to 2 K, χΜ T decreases quickly to 13.19 cm3 K mol-1 because of possible interchain antiferromagnetic interactions. The same behavior has been observed in other  related complexes such as trans-[Mn(N3)2(pyz)] n   (pyz = pyrazine) and cis-[Mn(N3)2(2-bzpy)] n  (2-bzpy = 2-benzoylpyridine). To determine the exchange parameters via a N3 bridge type, χΜ T was fitted to the S = 5/2 Fisher chain model, χM (eq 1), in conjunction with an additional mean-field correction term, χMF (eq 2), where N is Avogadro's number, μB is the Bohr magneton, k B is the Boltzmann constant, and z is the number of nearest neighbors. The best least-squares fit parameters gave J = 4.07 cm-1, zJ‘ = -0.13 cm-1, g = 2.003, R = 5.22 × 10-4 = ∑ i (χM T cal - χM T obs)2/(χM T obs)2.    where         \n\nThe ferromagnetic coupling was confirmed by magnetization measurements performed at 2 K up to an external field of 5 T showing the typical behavior of a soft ferromagnet because coercivity was not observed (Figure b). At higher field, the magnetization in M/Nβ units indicates a saturated S = 5/2 system, 5.18 Nβ. A comparison of the overall shape of the plot with the Brillouin plot for a fully isolated S = 5/2 system indicates faster magnetization, consistent with the ferromagnetic interaction. \n\nThis ferromagnetic behavior may be explained by attending to the principal factors that influence the sign of the exchange interaction in the [{μ1,1-N3}2MII] system. The magnetostructural correlation studies have shown a dependence of the ferromagnetic exchange coupling constant (J) on the M-N(azide)-M bridging angle. For Mn, the ferromagnetic exchange appears to increase with an increase of the bridging angle (starting from 100°) involved in the exchange pathway. Very recently, Aromí et al. have deduced from four dinuclear MnII compounds a linear relationship between the exchange integral (J) and the azide bridging angle (θ); J = 0.64θ - 64.5. If this relationship holds for complex 1 [θ = 106.16(4)°], a J value of ca. 3.43 cm-1 is anticipated. The experimental J value (4.07 cm-1) appears to be close to the average among the prospective values using the previous relationship. \n\nTo characterize the magnetic transition from intrachain ferromagnetism to interchain antiferromagnetism of 1 in the low-temperature region, field-cooled magnetization was measured under different fields (Figure ). At the lower field of 15, 30, and 50 G, the M vs T curve shows a maximum at ca. 2.7 K (Figure , inset), clearly indicating the occurrence of antiferromagnetic ordering of the ferromagnetic chains below the critical temperature. The magnetization maximum shifts toward low temperature as the applied field is increased to 200, 1000, and 3000 G. However, the magnetization at or above 200 G shows no maximum and tends to saturate at lower temperature, indicating that the interchain antiferromagnetic interactions are overcome by the external field. This behavior is characteristic of a metamagnet built of ferromagnetic chains. The metamagnetic behavior is confirmed by the field dependence of magnetization (Figure ). The sigmoidal shape of the M/Nβ vs H curve at 2 K indicates the field-induced transition from an antiferromagnetic to a ferromagnetic state, which is characteristic of a metamagnet.  The critical field is ~80 G, estimated as the field at which a maximum δM/δ H value is reached (Figure , inset).   \n\nThe temperature dependence of the ac magnetic susceptibility is also measured at zero dc field and confirms the occurrence of the magnetic transition with T c = 2.7 K, at which the maximum of χ‘ (the in-phase component) occurs. The divergence of χ‘‘ (the out-of-phase component) with the field starts at this temperature (Figure ). This metamagnetic-like transition results from the presence of small antiferromagnetic interactions among the ferromagnetic chains and, in complex 1, can be favored by the heptacoordination of the Mn ions.  ", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "crystal system": [{"value": "tetragonal", "condition": ""}], "space group": [{"value": "Fm-3m", "condition": ""}], "lattice parameters": [{"value": {"a": "", "b": "", "c": "", "alpha": "", "beta": "", "gamma": "", "condition": ""}}]}, {"meta": {"name": "Compound 2", "symbol": "", "chemical formula": "C36H42N6O4"}, "crystal system": [{"value": "monoclinic", "condition": ""}], "space group": [{"value": "P21/c", "condition": ""}], "lattice parameters": [{"value": {"a": "10.812", "b": "15.261", "c": "13.973", "alpha": "", "beta": "", "gamma": "", "condition": "T = 298(2) K"}}]}, {"meta": {"name": "[Mn(tptz)(μ1,1-N3)2]n", "symbol": "1", "chemical formula": ""}, "crystal system": [{"value": "orthorhombic", "condition": ""}], "space group": [{"value": "Pbcn", "condition": ""}], "lattice parameters": [{"value": {"a": "17.911", "b": "15.804", "c": "6.6538", "alpha": "", "beta": "", "gamma": "", "condition": ""}}]}]], "include_properties": ["crystal_system", "space_group", "lattice_parameters"]}, {"idx": 10, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"ic052088tt00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal Data and Structure Refinements of Complex<bold>1</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"2\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">empirical formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>18</sub>H<sub>12</sub>MnN<sub>12</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">fw\n</oasis:entry>\n<oasis:entry colname=\"2\">451.34\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst syst\n</oasis:entry>\n<oasis:entry colname=\"2\">orthorhombic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic>Pbcn</italic> (No. 60)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">17.911(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">15.804(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">6.6538(18)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>V </italic>(Å<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1883.5(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>Z</italic>\n</oasis:entry>\n<oasis:entry colname=\"2\">4\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">temperature (K)\n</oasis:entry>\n<oasis:entry colname=\"2\">100\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">λ<sub>Mo</sub>\n<sub> </sub>\n<sub>K</sub>\n<sub>α</sub> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.710 73\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>D</italic>\n<sub>c </sub>(g cm<sup>-3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.592\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>μ</italic>\n<italic> </italic>(mm<sup>-1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.737\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>F</italic>(000)\n</oasis:entry>\n<oasis:entry colname=\"2\">916\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">θ range (deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.3−34.8\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">total data\n</oasis:entry>\n<oasis:entry colname=\"2\">29412\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">unique data\n</oasis:entry>\n<oasis:entry colname=\"2\">4030\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">obsd data [<italic>I </italic>&gt;<italic> </italic>2σ(<italic>I</italic>)]\n</oasis:entry>\n<oasis:entry colname=\"2\">2361\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>N</italic>\n<sub>ref</sub>, <italic>N</italic>\n<sub>par</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">4030, 143\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">GOF\n</oasis:entry>\n<oasis:entry colname=\"2\">0.95\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.0429\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic>\n<sub>w</sub>\n<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.1011\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">R<sub>int</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.055\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Δρ<sub>max</sub> (e<sup> </sup>Å<sup>-3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.64\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Δρ<sub>min</sub> (e<sup> </sup>Å<sup>-3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">−0.79</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> \n                     <italic>R</italic> = ∑(|<italic>F</italic>\n<sub>o</sub> − <italic>F</italic>\n<sub>c</sub>|)/∑|<italic>F</italic>\n<sub>o</sub>|.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> \n                     <italic>R</italic>\n<sub>w</sub> = {∑[<italic>w</italic>(|<italic>F</italic>\n<sub>o</sub> − <italic>F</italic>\n<sub>c</sub>|)<sup>2</sup>]/∑[<italic>w</italic>|<italic>F</italic>\n<sub>o</sub>|<sup>2</sup>]}<sup>1/2</sup>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Crystal Data and Structure Refinements of Complex1\n\n|                    |                    |\n|--------------------|--------------------|\n| empirical formula | C<sub>18</sub>H<sub>12</sub>MnN<sub>12</sub> |\n| fw                 | 451.34             |\n| cryst syst         | orthorhombic       |\n| space group        | Pbcn (No. 60)      |\n| a (Å)              | 17.911(5)          |\n| b (Å)              | 15.804(5)          |\n| c (Å)              | 6.6538(18)         |\n| V (Å<sup>3</sup>) | 1883.5(9)          |\n| Z                  | 4                  |\n| temperature (K)   | 100                |\n| λ<sub>Mo</sub><sub> </sub><sub>K</sub><sub>α</sub> (Å) | 0.710 73 |\n| D<sub>c </sub>(g cm<sup>-3</sup>) | 1.592 |\n| μ (mm<sup>-1</sup>) | 0.737 |\n| F(000) | 916 |\n| θ range (deg) | 2.3−34.8 |\n| total data | 29412 |\n| unique data | 4030 |\n| obsd data [I &gt; 2σ(I)] | 2361 |\n| N<sub>ref</sub>, N<sub>par</sub> | 4030, 143 |\n| GOF | 0.95 |\n| R<italic><sup>a</sup></italic><sup></sup> | 0.0429 |\n| R<sub>w</sub><italic><sup>b</sup></italic><sup></sup> | 0.1011 |\n| R<sub>int</sub> | 0.055 |\n| Δρ<sub>max</sub> (e<sup> </sup>Å<sup>-3</sup>) | 0.64 |\n| Δρ<sub>min</sub> (e<sup> </sup>Å<sup>-3</sup>) | −0.79 |\n\nTable 1 Footnotes:\na R = ∑(|F<sub>o</sub> − F<sub>c</sub>|)/∑|F<sub>o</sub>|.\nb R<sub>w</sub> = {∑[w(|F<sub>o</sub> − F<sub>c</sub>|)<sup>2</sup>]/∑[w|F<sub>o</sub>|<sup>2</sup>]}<sup>1/2</sup>.", "data": [{"meta": {"name": "", "symbol": "", "chemical formula": "C18H12MnN12"}, "chemical formula weight": [{"value": "451.34", "unit": "", "condition": ""}], "crystal system": [{"value": "orthorhombic", "condition": ""}], "space group": [{"value": "Pbcn (No. 60)", "condition": ""}], "lattice parameters": [{"value": {"a": "17.911(5)", "b": "15.804(5)", "c": "6.6538(18)", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}], "cell volume": [{"value": "1883.5(9)", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.592", "unit": "g/cm^3", "condition": ""}]}], "include_properties": ["chemical_formula", "chemical_formula_weight", "crystal_system", "space_group", "lattice_parameters", "cell_volume", "density"]}, {"idx": 14, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"ic052088tt00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Bond Angles (deg) for Complex<bold>1</bold>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn1−N1\n</oasis:entry>\n<oasis:entry colname=\"2\">2.3135(18)\n</oasis:entry>\n<oasis:entry colname=\"3\">Mn1−N11\n</oasis:entry>\n<oasis:entry colname=\"4\">2.2716(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn1−N26\n</oasis:entry>\n<oasis:entry colname=\"2\">2.4305(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">Mn1−N11#\n</oasis:entry>\n<oasis:entry colname=\"4\">2.2739(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Mn1−N11\n</oasis:entry>\n<oasis:entry colname=\"2\">83.18(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Mn1#−N11−N12\n</oasis:entry>\n<oasis:entry colname=\"4\">128.00(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Mn1−N26\n</oasis:entry>\n<oasis:entry colname=\"2\">67.91(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">N11−N12−N13\n</oasis:entry>\n<oasis:entry colname=\"4\">179.36(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn1−N26−C21\n</oasis:entry>\n<oasis:entry colname=\"2\">118.35(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">Mn1−N26−C25\n</oasis:entry>\n<oasis:entry colname=\"4\">124.70(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Mn1−N11#\n</oasis:entry>\n<oasis:entry colname=\"2\">139.60(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">N11−Mn1−N26\n</oasis:entry>\n<oasis:entry colname=\"4\">82.51(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N11−Mn1−N11*\n</oasis:entry>\n<oasis:entry colname=\"2\">166.36(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N11−Mn1−N26*\n</oasis:entry>\n<oasis:entry colname=\"4\">92.35(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N11−Mn1−N11#\n</oasis:entry>\n<oasis:entry colname=\"2\">73.84(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N11−Mn1−N11##\n</oasis:entry>\n<oasis:entry colname=\"4\">117.33(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N11*−Mn1−N26\n</oasis:entry>\n<oasis:entry colname=\"2\">92.35(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N26−Mn1−N26*\n</oasis:entry>\n<oasis:entry colname=\"4\">135.81(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N11#−Mn1−N26\n</oasis:entry>\n<oasis:entry colname=\"2\">138.11(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N11##−Mn1−N26\n</oasis:entry>\n<oasis:entry colname=\"4\">80.12(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N11*−Mn1−N26*\n</oasis:entry>\n<oasis:entry colname=\"2\">82.51(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N11*−Mn1−N11#\n</oasis:entry>\n<oasis:entry colname=\"4\">117.33(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn1−N11−N12\n</oasis:entry>\n<oasis:entry colname=\"2\">123.84(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">N11#−Mn1−N26*\n</oasis:entry>\n<oasis:entry colname=\"4\">80.12(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N11##−Mn1−N26*\n</oasis:entry>\n<oasis:entry colname=\"2\">138.11(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N11#−Mn1−N11##\n</oasis:entry>\n<oasis:entry colname=\"4\">80.80(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn1−N1−C2\n</oasis:entry>\n<oasis:entry colname=\"2\">122.27(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">Mn1−N11−Mn1#\n</oasis:entry>\n<oasis:entry colname=\"4\">106.16(4)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry code:  * = −<italic>x</italic>, <italic>y</italic>, <sup>3</sup>/<sub>2</sub> − <italic>z</italic>; # = −<italic>x</italic>, −<italic>y</italic>, 2 − <italic>z</italic>; ## = <italic>x</italic>, −<italic>y</italic>,\n−<sup>1</sup>/<sub>2</sub> + <italic>z</italic>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Selected Bond Lengths (Å) and Bond Angles (deg) for Complex1[^a]\n\n|                |                |                |                |\n|----------------|----------------|----------------|----------------|\n| Mn1−N1         | 2.3135(18)     | Mn1−N11        | 2.2716(13)     |\n| Mn1−N26        | 2.4305(13)     | Mn1−N11#       | 2.2739(12)     |\n| N1−Mn1−N11     | 83.18(2)       | Mn1#−N11−N12   | 128.00(9)      |\n| N1−Mn1−N26     | 67.91(3)       | N11−N12−N13    | 179.36(13)     |\n| Mn1−N26−C21    | 118.35(8)      | Mn1−N26−C25    | 124.70(9)      |\n| N1−Mn1−N11#    | 139.60(3)      | N11−Mn1−N26    | 82.51(4)       |\n| N11−Mn1−N11*   | 166.36(4)      | N11−Mn1−N26*   | 92.35(4)       |\n| N11−Mn1−N11#   | 73.84(4)       | N11−Mn1−N11##  | 117.33(4)      |\n| N11*−Mn1−N26   | 92.35(4)       | N26−Mn1−N26*   | 135.81(4)      |\n| N11#−Mn1−N26   | 138.11(4)      | N11##−Mn1−N26  | 80.12(4)       |\n| N11*−Mn1−N26*  | 82.51(4)       | N11*−Mn1−N11#  | 117.33(4)      |\n| Mn1−N11−N12    | 123.84(8)      | N11#−Mn1−N26*  | 80.12(4)       |\n| N11##−Mn1−N26* | 138.11(4)      | N11#−Mn1−N11## | 80.80(4)       |\n| Mn1−N1−C2      | 122.27(8)      | Mn1−N11−Mn1#   | 106.16(4)      |\n\n[^a]: Symmetry code: * = −x, y, 3/2 − z; # = −x, −y, 2 − z; ## = x, −y, −1/2 + z.", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"chart\" id=\"ic052088tc00001\" position=\"float\">\n<label>1</label>\n<graphic xlink:href=\"ic-2005-02088t_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"ic052088tf00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Coordination environment of Mn<sup>II</sup> in <bold>1 </bold>showing an atom-labeling\nscheme. Ellipsoids are at the 40% probability level. (Symmetry code:  * =\n−<italic>x</italic>, <italic>y</italic>, <sup>3</sup>/<sub>2</sub> − <italic>z</italic>; # = −<italic>x</italic>, −<italic>y</italic>, 2 − <italic>z</italic>; ## = <italic>x</italic>, −<italic>y</italic>, −<sup>1</sup>/<sub>2</sub> + <italic>z</italic>.)</p>\n</caption>\n<graphic xlink:href=\"ic-2005-02088t_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  Coordination environment of MnII in 1 showing an atom-labeling scheme. Ellipsoids are at the 40% probability level. (Symmetry code: * = -x, y, 3/2 - z; # = -x, -y, 2 - z; ## = x, -y, -1/2 + z.)   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"ic052088tf00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Formation of a sheet by the locking of 1D [Mn(tptz)(N<sub>3</sub>)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> chains with face-to-face π−π interactions and C−H···π interactions (dotted\nmagenta lines indicate π−π and C−H···π interactions). H atoms (except the CH− of terminal pyridyl rings) and noncoordinated N(azide) atoms are omitted\nfor clarity. (b) Disposition of the supramolecular sheets viewed along crystallographic <italic>c </italic>axis.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-02088t_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Formation of a sheet by the locking of 1D [Mn(tptz)(N3)2] n  chains with face-to-face π-π interactions and C-H⋅⋅⋅π interactions (dotted magenta lines indicate π-π and C-H⋅⋅⋅π interactions). H atoms (except the CH- of terminal pyridyl rings) and noncoordinated N(azide) atoms are omitted for clarity. (b) Disposition of the supramolecular sheets viewed along crystallographic c axis.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"ic052088tf00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Plot of<italic>χ</italic>\n<sub>M</sub>\n<italic>T </italic>vs<italic> T</italic> of <bold>1</bold>. The solid line corresponds to the best\nfit (see the text). The <italic>χ</italic>\n<sub>M</sub> vs<italic> T</italic> curves below 25 K at applied fields of 3000,\n1000, 200, and 50 G are shown in the inset. (b) Plot of the reduced\nmagnetization <italic>M</italic>/<italic>N</italic>β vs applied field <italic>H</italic> at 2 K for <bold>1</bold>. The continuous line\ncorresponds to the Brillouin function for an isolated <italic>S</italic> = <sup>5</sup>/<sub>2</sub> with <italic>g</italic> = 2.0.\n</p>\n</caption>\n<graphic xlink:href=\"ic-2005-02088t_0008.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Plot ofχ M T vs T of 1. The solid line corresponds to the best fit (see the text). The χ M vs T curves below 25 K at applied fields of 3000, 1000, 200, and 50 G are shown in the inset. (b) Plot of the reduced magnetization M/Nβ vs applied field H at 2 K for 1. The continuous line corresponds to the Brillouin function for an isolated S = 5/2 with g = 2.0.    ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"ic052088tf00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Field-cooled magnetization vs temperature at applied fields of (from bottom to top) 15, 30, 50, 200, 1000, and 3000 G. The inset shows the magnetization curves at 15, 30, and 50 G with a maximum of<italic>T</italic>\n<sub>c</sub> = 2.7\nK. The solid lines joining the experimental points are just guides for the\neye.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-02088t_0009.tif\"></graphic>\n</fig>", "clean_text": " 4  Field-cooled magnetization vs temperature at applied fields of (from bottom to top) 15, 30, 50, 200, 1000, and 3000 G. The inset shows the magnetization curves at 15, 30, and 50 G with a maximum ofT c = 2.7 K. The solid lines joining the experimental points are just guides for the eye.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"ic052088tf00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Hysteresis curve for<bold>1</bold>. The inset shows δ<italic>M</italic>/δ<italic>H</italic> at low field.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-02088t_0010.tif\"></graphic>\n</fig>", "clean_text": " 5  Hysteresis curve for1. The inset shows δM/δH at low field.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"ic052088tf00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Real<inline-formula>\n<inline-graphic xlink:href=\"ic-2005-02088t_0011.gif\"></inline-graphic>\n</inline-formula>\n(inset) and imaginary<inline-formula>\n<inline-graphic xlink:href=\"ic-2005-02088t_0012.gif\"></inline-graphic>\n</inline-formula>\nparts of ac susceptibilities vs\ntemperature at a dc field of ∼0 G and an ac field of 3.5 G for <bold>1</bold>. Frequencies\nfrom top to bottom are 75, 158, 333, and 710 Hz. The solid lines joining\nthe experimental points are just guides for the eye.\n </p>\n</caption>\n<graphic xlink:href=\"ic-2005-02088t_0013.tif\"></graphic>\n</fig>", "clean_text": " 6  Real   (inset) and imaginary   parts of ac susceptibilities vs temperature at a dc field of ~0 G and an ac field of 3.5 G for 1. Frequencies from top to bottom are 75, 158, 333, and 710 Hz. The solid lines joining the experimental points are just guides for the eye.    ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic052088t", "title": null, "journal": "American Chemical Society", "date": "2006.03", "author_list": ["Das\nAnamika", "Rosair\nGeorgina M.", "El Fallah\nM. Salah", "Ribas\nJoan", "Mitra\nSamiran"]}}