{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic050235h.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Reactions between CuCl<sub>2</sub> and K<sub>2</sub>tcpd (tcpd<sup>2-</sup> = [C<sub>10</sub>N<sub>6</sub>]<sup>2-</sup> = (C[C(CN)<sub>2</sub>]<sub>3</sub>)<sup>2-</sup>) in the presence of neutral co-ligands\n(bpym = 2,2‘-bipyrimidine, and tn = 1,3-diaminopropane) in aqueous solution yield the new compounds [Cu<sub>2</sub>(bpym)(tcpd)<sub>2</sub>(H<sub>2</sub>O)<sub>4</sub>]·2H<sub>2</sub>O (<bold>1</bold>), [Cu(tn)(tcpd)] (<bold>2</bold>), and [Cu(tn)<sub>2</sub>(tcpd)]·H<sub>2</sub>O (<bold>3</bold>), which are characterized by X-ray\ncrystallography and magnetic measurements. Compound <bold>1</bold> displays a one-dimensional structure in which the bpym\nligand, acting with a bis-chelating coordination mode, leads to [Cu<sub>2</sub>(bpym)]<sup>4+</sup> dinuclear units which are connected\nby two μ<sub>2</sub>-tcpd<sup>2-</sup> bridging ligands. Compound <bold>2</bold> consists of a three-dimensional structure generated by [Cu(tn)]<sup>2+</sup>\nunits connected by a μ<sub>4</sub>-tcpd<sup>2-</sup> ligand. The structure of <bold>3</bold> is made up of centrosymmetric planar [Cu(tn)]<sup>2+</sup> units\nconnected by a μ<sub>2</sub>-tcpd<sup>2-</sup> ligand leading to infinite zigzag chains. In compounds <bold>1</bold> and<bold> 3</bold>, the bridging coordination\nmode of the tcpd<sup>2-</sup> unit involves only two nitrogen atoms of one C(CN)<sub>2</sub> wing, while in <bold>2</bold>, this ligand acts via four\nnitrogen atoms of two C(CN)<sub>2</sub> wings. Despite this difference, the structural features of the tcpd<sup>2-</sup> units in <bold>1</bold>\n<bold>−</bold>\n<bold>3</bold> are\nessentially similar. Magnetic measurements for compound <bold>1</bold> exhibit a maximum in the <italic>χ</italic>\n<italic>\n<sub>m</sub>\n</italic>\n<italic>vs</italic>\n<italic> T</italic> plot (at ∼150 K)\nwhich is characteristic of strong antiferromagnetic exchange interactions between the Cu(II) metal ions dominated\nby the magnetic exchange through the bis-chelating bpym. The fit of the magnetic data to a dimer model gives <italic>J</italic>\nand <italic>g</italic> values of −90.0 cm<sup>-1</sup> and 2.12, respectively. For compounds <bold>2</bold> and <bold>3</bold> the thermal variations of the magnetic\nsusceptibility show weak antiferromagnetic interactions between the Cu(II) metal ions that can be well reproduced\nwith an antiferromagnetic regular <italic>S</italic> = 1/2 chain model that gives <italic>J</italic> values of −0.07(2) and −0.18(1) cm<sup>-1</sup> with <italic>g</italic>\nvalues of 2.12(1) and 2.13(1) for compounds <bold>2</bold> and <bold>3</bold>, respectively (the Hamiltonian is written in all the cases as\n<italic>H</italic> = −2<italic>JS</italic>\n<italic>\n<sub>a</sub>\n</italic>\n<italic>S</italic>\n<italic>\n<sub>b</sub>\n</italic>). </p>", "clean_text": "Reactions between CuCl2 and K2tcpd (tcpd2- = [C10N6]2- = (C[C(CN)2]3)2-) in the presence of neutral co-ligands (bpym = 2,2‘-bipyrimidine, and tn = 1,3-diaminopropane) in aqueous solution yield the new compounds [Cu2(bpym)(tcpd)2(H2O)4]⋅2H2O (1), [Cu(tn)(tcpd)] (2), and [Cu(tn)2(tcpd)]⋅H2O (3), which are characterized by X-ray crystallography and magnetic measurements. Compound 1 displays a one-dimensional structure in which the bpym ligand, acting with a bis-chelating coordination mode, leads to [Cu2(bpym)]4+ dinuclear units which are connected by two μ2-tcpd2- bridging ligands. Compound 2 consists of a three-dimensional structure generated by [Cu(tn)]2+ units connected by a μ4-tcpd2- ligand. The structure of 3 is made up of centrosymmetric planar [Cu(tn)]2+ units connected by a μ2-tcpd2- ligand leading to infinite zigzag chains. In compounds 1 and 3, the bridging coordination mode of the tcpd2- unit involves only two nitrogen atoms of one C(CN)2 wing, while in 2, this ligand acts via four nitrogen atoms of two C(CN)2 wings. Despite this difference, the structural features of the tcpd2- units in 1 - 3 are essentially similar. Magnetic measurements for compound 1 exhibit a maximum in the χ  m  vs  T plot (at ~150 K) which is characteristic of strong antiferromagnetic exchange interactions between the Cu(II) metal ions dominated by the magnetic exchange through the bis-chelating bpym. The fit of the magnetic data to a dimer model gives J and g values of -90.0 cm-1 and 2.12, respectively. For compounds 2 and 3 the thermal variations of the magnetic susceptibility show weak antiferromagnetic interactions between the Cu(II) metal ions that can be well reproduced with an antiferromagnetic regular S = 1/2 chain model that gives J values of -0.07(2) and -0.18(1) cm-1 with g values of 2.12(1) and 2.13(1) for compounds 2 and 3, respectively (the Hamiltonian is written in all the cases as H = -2JS  a  S  b ). ", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>We report three new compounds <bold>1</bold>\n<bold>−</bold>\n<bold>3</bold>, all involving the tcpd<sup>2-</sup> polynitrile ligand and neutral co-ligands (2,2‘-bipyrimidine, 1,3-diaminopropane). Despite differences in the coordination modes (μ<sub>2</sub>- and μ<sub>4</sub>-), the structural features of the tcpd<sup>2-</sup> ligand are essentially similar in the three compounds. Strong antiferromagnetic exchange interactions between the Cu(II) metal ions are observed in <bold>1</bold>; they are dominated by the magnetic exchange coupling through the bis-chelating bpym co-ligand.</p>", "clean_text": "We report three new compounds 1 - 3, all involving the tcpd2- polynitrile ligand and neutral co-ligands (2,2‘-bipyrimidine, 1,3-diaminopropane). Despite differences in the coordination modes (μ2- and μ4-), the structural features of the tcpd2- ligand are essentially similar in the three compounds. Strong antiferromagnetic exchange interactions between the Cu(II) metal ions are observed in 1; they are dominated by the magnetic exchange coupling through the bis-chelating bpym co-ligand.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Polynitrile anions (Scheme ) have received, in the past\nfew years, considerable interest in the field of coordination\nchemistry and molecular materials. These organic anions\nare interesting for their high electronic delocalization and\nfor their ability to act with various bridging coordination\nmodes since their cyano groups are juxtaposed in such a way\nthat they cannot all coordinate to the same metal ion.\n\n</p>", "clean_text": "Introduction\n\nPolynitrile anions (Scheme ) have received, in the past few years, considerable interest in the field of coordination chemistry and molecular materials. These organic anions are interesting for their high electronic delocalization and for their ability to act with various bridging coordination modes since their cyano groups are juxtaposed in such a way that they cannot all coordinate to the same metal ion.  ", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ic050235hh00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Examples of Polynitrile Units Involving Two, Three, Four, and Six CN groups</p>\n</caption>\n<graphic xlink:href=\"ic-2005-00235h_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Examples of Polynitrile Units Involving Two, Three, Four, and Six CN groups   ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Thus, reactions of these organic anions with transition\nmetal ions afford fascinating molecular extended structures\nof different dimensionalities and unusual magnetic properties; among them are the binary systems ML<italic>\n<sub>n</sub>\n</italic>. For\nexample, the tricoordinate dca<sup>-</sup> (dca<sup>-</sup> = dicyanamide =\nN(CN)<sub>2</sub>\n<sup>-</sup>) and tcm<sup>-</sup> (tcm<sup>-</sup> = tricyanomethanide = [C(CN)<sub>3</sub>]<sup>-</sup>)\nanions form rutile-like structures M(dca)<sub>2</sub> and M(tcm)<sub>2</sub> (M\n= Cr(II), Mn(II), Fe(II), Co(II), Ni(II), and Cu(II)), and\nthe tetracoordinate tcpd<sup>2-</sup> anion (tcpd<sup>2-</sup> = 2-dicyanomethylene-1,1,3,3-tetracyanopropanediide = [C<sub>10</sub>N<sub>6</sub>]<sup>2-</sup> =\n\n(C[C(CN)<sub>2</sub>]<sub>3</sub>)<sup>2-</sup>) (Scheme ) forms an intriguing three-dimensional structure of formula [Cu(tcpd)(H<sub>2</sub>O)<sub>2</sub>], generated\nby eclipsed chains which are laterally connected by equivalent eclipsed chains running orthogonally. Some of these\n3D binary compounds show long-range magnetic ordering,\nhard magnetic behavior, or spin-canted antiferromagnetism.\n</p>", "clean_text": "Thus, reactions of these organic anions with transition metal ions afford fascinating molecular extended structures of different dimensionalities and unusual magnetic properties; among them are the binary systems ML n . For example, the tricoordinate dca- (dca- = dicyanamide = N(CN)2 -) and tcm- (tcm- = tricyanomethanide = [C(CN)3]-) anions form rutile-like structures M(dca)2 and M(tcm)2 (M = Cr(II), Mn(II), Fe(II), Co(II), Ni(II), and Cu(II)), and the tetracoordinate tcpd2- anion (tcpd2- = 2-dicyanomethylene-1,1,3,3-tetracyanopropanediide = [C10N6]2- =  (C[C(CN)2]3)2-) (Scheme ) forms an intriguing three-dimensional structure of formula [Cu(tcpd)(H2O)2], generated by eclipsed chains which are laterally connected by equivalent eclipsed chains running orthogonally. Some of these 3D binary compounds show long-range magnetic ordering, hard magnetic behavior, or spin-canted antiferromagnetism. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>To explore the influence of a second ligand on the network\nstructures and on the electronic properties of these binary\nsystems, various mixed-ligand compounds involving polynitrile and neutral bridging or chelating co-ligands have been\nreported. However, such mixed-ligand species have been\nlimited to the simple polynitrile ligands such as dca, tcm,\nand dcne (dcne<sup>-</sup> = 2,2-dicyano-1-ethoxyethenolate =\n[(NC)<sub>2</sub>CC(O)OEt]<sup>-</sup>); mixed-ligand compounds involving\nsophisticated cyanocarbanions with more than three nitrile\ngroups have not been reported yet. Herein, we report the\nsyntheses, structural characterizations, and magnetic properties of three new compounds [Cu<sub>2</sub>(bpym)(tcpd)<sub>2</sub>(H<sub>2</sub>O)<sub>4</sub>]·2H<sub>2</sub>O (<bold>1</bold>), [Cu(tn)(tcpd)] (<bold>2</bold>), and [Cu(tn)<sub>2</sub>(tcpd)]·H<sub>2</sub>O (<bold>3</bold>) (tn\n= 1,3-diaminopropane = NH<sub>2</sub>CH<sub>2</sub>CH<sub>2</sub>CH<sub>2</sub>NH<sub>2</sub>, and bpym\n= 2,2‘-bipyrimidine = C<sub>8</sub>H<sub>6</sub>N<sub>4</sub>) containing the tcpd<sup>2-</sup> unit\nand involving either a bridging or a chelating ancillary ligand.\n</p>", "clean_text": "To explore the influence of a second ligand on the network structures and on the electronic properties of these binary systems, various mixed-ligand compounds involving polynitrile and neutral bridging or chelating co-ligands have been reported. However, such mixed-ligand species have been limited to the simple polynitrile ligands such as dca, tcm, and dcne (dcne- = 2,2-dicyano-1-ethoxyethenolate = [(NC)2CC(O)OEt]-); mixed-ligand compounds involving sophisticated cyanocarbanions with more than three nitrile groups have not been reported yet. Herein, we report the syntheses, structural characterizations, and magnetic properties of three new compounds [Cu2(bpym)(tcpd)2(H2O)4]⋅2H2O (1), [Cu(tn)(tcpd)] (2), and [Cu(tn)2(tcpd)]⋅H2O (3) (tn = 1,3-diaminopropane = NH2CH2CH2CH2NH2, and bpym = 2,2‘-bipyrimidine = C8H6N4) containing the tcpd2- unit and involving either a bridging or a chelating ancillary ligand. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><p>\n<bold>General Methods. </bold>The reagents bpym (Lancaster), tn, and\nCuCl<sub>2</sub>·2H<sub>2</sub>O (Acros Organics) were used as received. K<sub>2</sub>tcpd was\nprepared according to ref . All reactions were performed under\naerobic conditions. Elemental analyses were obtained from the\nService de microanalyses, CNRS, Gif sur Yvette, France. Infrared\nspectra were recorded in the range 4000−200 cm<sup>-1</sup> as KBr pellets\non a FT-IR NEXUS NICOLET Spectrometer. The magnetic studies\nwere carried out on powder samples enclosed in medical caps. The\nmagnetic susceptibility measurements were performed at 0.1 T, in\nthe temperature range 2−300 K with a SQUID magnetometer\nMPMS-XL-5 from Quantum Design. The molar susceptibility was\ncorrected from the sample holder and diamagnetic contributions\nof all atoms (Pascal's constants).\n</p>", "clean_text": "Experimental Section\n\n General Methods. The reagents bpym (Lancaster), tn, and CuCl2⋅2H2O (Acros Organics) were used as received. K2tcpd was prepared according to ref . All reactions were performed under aerobic conditions. Elemental analyses were obtained from the Service de microanalyses, CNRS, Gif sur Yvette, France. Infrared spectra were recorded in the range 4000-200 cm-1 as KBr pellets on a FT-IR NEXUS NICOLET Spectrometer. The magnetic studies were carried out on powder samples enclosed in medical caps. The magnetic susceptibility measurements were performed at 0.1 T, in the temperature range 2-300 K with a SQUID magnetometer MPMS-XL-5 from Quantum Design. The molar susceptibility was corrected from the sample holder and diamagnetic contributions of all atoms (Pascal's constants). ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>[Cu</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(bpym)(tcpd)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>4</sub>\n</bold>\n<bold>]·2H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O (1).</bold> An aqueous solution (2\nmL) of 2,2‘-bipyrimidine (50 mg, 0.316 mmol) was slowly added\nto a hot aqueous solution (2 mL) of CuCl<sub>2</sub>·2H<sub>2</sub>O (108 mg, 0.632\nmmol). To the resulting solution was slowly added, with continuous\nstirring, an aqueous solution (5 mL) of potassium 2-dicyanomethylene-1,1,3,3-tetracyanopropanediide (179 mg, 0.632 mmol) leading\nto an immediate dark brown precipitate of <bold>1</bold> which was filtered\nand air-dried. Yield:  1.39 g (55%). Anal. Calcd. for C<sub>28</sub>H<sub>18</sub>Cu<sub>2</sub>N<sub>16</sub>O<sub>6</sub>:  C, 41.96; H, 2.26; N, 27.96; Cu, 15.85%. Found:  C,\n42.10; H, 2.18; N, 28.08; Cu, 15.66%. IR data (ν/cm<sup>-1</sup>):  3419br,\n2244m, 2208s, 2192s, 1653w, 1588m, 1560w, 1507w, 1428s, 1413s,\n1222w, 1032w, 741w, 687w, 537w, 482w. The crystalline powder\nwas dissolved in hot water (40 mL) leading by slow evaporation\nto dark brown single crystals of <bold>1</bold> suitable for X-ray diffraction.\n</p>", "clean_text": " [Cu  2  (bpym)(tcpd)  2  (H  2  O)  4  ]⋅2H  2  O (1). An aqueous solution (2 mL) of 2,2‘-bipyrimidine (50 mg, 0.316 mmol) was slowly added to a hot aqueous solution (2 mL) of CuCl2⋅2H2O (108 mg, 0.632 mmol). To the resulting solution was slowly added, with continuous stirring, an aqueous solution (5 mL) of potassium 2-dicyanomethylene-1,1,3,3-tetracyanopropanediide (179 mg, 0.632 mmol) leading to an immediate dark brown precipitate of 1 which was filtered and air-dried. Yield: 1.39 g (55%). Anal. Calcd. for C28H18Cu2N16O6: C, 41.96; H, 2.26; N, 27.96; Cu, 15.85%. Found: C, 42.10; H, 2.18; N, 28.08; Cu, 15.66%. IR data (ν/cm-1): 3419br, 2244m, 2208s, 2192s, 1653w, 1588m, 1560w, 1507w, 1428s, 1413s, 1222w, 1032w, 741w, 687w, 537w, 482w. The crystalline powder was dissolved in hot water (40 mL) leading by slow evaporation to dark brown single crystals of 1 suitable for X-ray diffraction. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>[Cu(tn)(tcpd)] (2) and [Cu(tn)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(tcpd)]·H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O (3). </bold>1,3-Diaminopropane (1.0 mL, 12.0 mmol) was added to a concentrated aqueous\n\nsolution (10 mL) of CuCl<sub>2</sub>·2H<sub>2</sub>O (2.04 g, 12.0 mmol) with\ncontinuous stirring, leading to the immediate precipitation of a green\npowder. After addition of an aqueous solution (10 mL) of sodium\nhydroxide (0.48 g, 12.0 mmol), the resulting dark blue solution\nwas warmed (about 60 °C for about 5 min) and then filtered in\norder to eliminate the precipitate which remained. An aqueous\nsolution (1 mL) of CuCl<sub>2</sub>·2H<sub>2</sub>O (0.68 g, 4.0 mmol) was then added,\nand the resulting solution was treated with an aqueous solution (30\nmL) of potassium 2-dicyanomethylene-1,1,3,3-tetracyanopropanediide (3.39 g, 12.0 mmol); this resulted in the immediate precipitation of a green powder which was dissolved, after filtration, in hot\nwater. The final solution yielded by slow evaporation green crystals\nof <bold>2 </bold>and mauve crystals of<bold> 3</bold> which were separated manually. Anal.\nCalcd for C<sub>13</sub>H<sub>10</sub>CuN<sub>8</sub> (<bold>2</bold>):  C, 45.68; H, 2.95; N, 32.78; Cu, 18.59%.\nFound:  C, 45.81; H, 3.06; N, 32.38; Cu, 18.28%. IR data (ν/cm<sup>-1</sup>):  3436m, 3308m, 3242m, 3141w, 2230s, 2191s, 2175s, 1586w,\n1410s, 1165m, 1014m, 926w, 880w, 678m, 636w, 536w, 495w,\n477w. Anal. Calcd for C<sub>16</sub>H<sub>22</sub>CuN<sub>10</sub>O (<bold>3</bold>):  C, 44.28; H, 5.11; N,\n32.28; Cu, 14.64%. Found:  C, 43.98; H, 5.01; N, 32.51; Cu,\n14.87%. IR data (ν/cm<sup>-1</sup>):  3446m, 3314m, 3284m, 3250w, 2184s,\n2165s, 1605m, 1590m, 1421s, 1167m, 1020m, 911m, 802w, 669m,\n536m, 481m.\n</p>", "clean_text": " [Cu(tn)(tcpd)] (2) and [Cu(tn)  2  (tcpd)]⋅H  2  O (3). 1,3-Diaminopropane (1.0 mL, 12.0 mmol) was added to a concentrated aqueous  solution (10 mL) of CuCl2⋅2H2O (2.04 g, 12.0 mmol) with continuous stirring, leading to the immediate precipitation of a green powder. After addition of an aqueous solution (10 mL) of sodium hydroxide (0.48 g, 12.0 mmol), the resulting dark blue solution was warmed (about 60 °C for about 5 min) and then filtered in order to eliminate the precipitate which remained. An aqueous solution (1 mL) of CuCl2⋅2H2O (0.68 g, 4.0 mmol) was then added, and the resulting solution was treated with an aqueous solution (30 mL) of potassium 2-dicyanomethylene-1,1,3,3-tetracyanopropanediide (3.39 g, 12.0 mmol); this resulted in the immediate precipitation of a green powder which was dissolved, after filtration, in hot water. The final solution yielded by slow evaporation green crystals of 2 and mauve crystals of 3 which were separated manually. Anal. Calcd for C13H10CuN8 (2): C, 45.68; H, 2.95; N, 32.78; Cu, 18.59%. Found: C, 45.81; H, 3.06; N, 32.38; Cu, 18.28%. IR data (ν/cm-1): 3436m, 3308m, 3242m, 3141w, 2230s, 2191s, 2175s, 1586w, 1410s, 1165m, 1014m, 926w, 880w, 678m, 636w, 536w, 495w, 477w. Anal. Calcd for C16H22CuN10O (3): C, 44.28; H, 5.11; N, 32.28; Cu, 14.64%. Found: C, 43.98; H, 5.01; N, 32.51; Cu, 14.87%. IR data (ν/cm-1): 3446m, 3314m, 3284m, 3250w, 2184s, 2165s, 1605m, 1590m, 1421s, 1167m, 1020m, 911m, 802w, 669m, 536m, 481m. ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<p>As mentioned above, equimolar reaction between CuCl<sub>2</sub>·2H<sub>2</sub>O\nand 1,3-diaminopropane, in the presence of sodium hydroxide, leads\nto the formation of a mixture of [Cu(tn)(H<sub>2</sub>O)<italic>\n<sub>n</sub>\n</italic>]<sup>2+</sup> and [Cu(tn)<sub>2</sub>(H<sub>2</sub>O)<italic>\n<sub>m</sub>\n</italic>]<sup>2+</sup> entities since a mixture of compounds <bold>2</bold> and <bold>3</bold> was\nobtained. However, slight modifications of the synthetic procedure\nallowed the formation of <bold>3 </bold>as a single compound:  a large excess\nof 1,3-diaminopropane (3.6 mL, 43.2 mmol) was added to a\nconcentrated aqueous solution of CuCl<sub>2</sub>·2H<sub>2</sub>O (2.04 g, 12.0 mmol)\nwith continuous stirring, leading to the immediate formation of a\nblue solution to which was slowly added, with continuous stirring,\nan aqueous solution (10 mL) of K<sub>2</sub>tcpd (3.39 g, 12.0 mmol). This\nresulted in the immediate precipitation of a mauve powder which\nwas dissolved, after filtration, in hot water. Slow evaporation of\nthe resulting solution gave mauve crystals of <bold>3</bold>; they were filtered\nand air-dried. Yield:  2.71 g (52%).\n</p>", "clean_text": "As mentioned above, equimolar reaction between CuCl2⋅2H2O and 1,3-diaminopropane, in the presence of sodium hydroxide, leads to the formation of a mixture of [Cu(tn)(H2O) n ]2+ and [Cu(tn)2(H2O) m ]2+ entities since a mixture of compounds 2 and 3 was obtained. However, slight modifications of the synthetic procedure allowed the formation of 3 as a single compound: a large excess of 1,3-diaminopropane (3.6 mL, 43.2 mmol) was added to a concentrated aqueous solution of CuCl2⋅2H2O (2.04 g, 12.0 mmol) with continuous stirring, leading to the immediate formation of a blue solution to which was slowly added, with continuous stirring, an aqueous solution (10 mL) of K2tcpd (3.39 g, 12.0 mmol). This resulted in the immediate precipitation of a mauve powder which was dissolved, after filtration, in hot water. Slow evaporation of the resulting solution gave mauve crystals of 3; they were filtered and air-dried. Yield: 2.71 g (52%). ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>\n<bold>X-ray Structure Determinations.</bold> Data were collected at <italic>T</italic> =\n288 K on a Xcalibur 2 Diffractometer (Oxford Diffraction) using\na graphite monochromated Mo Kα radiation (λ = 0.71073 Å). The\nstructures were solved by direct methods and successive Fourier\ndifference syntheses, and were refined on <italic>F</italic>\n<italic>\n<sup>2</sup>\n</italic>\n<sup></sup> by weighted anisotropic full-matrix least-squares methods. For <bold>1</bold>, all hydrogen atoms\nwere located by difference Fourier maps; the hydrogen atoms of\nthe bpym ligand were refined isotropically, while those of the three\nwater molecules were not refined. For <bold>2</bold> and <bold>3</bold>, the hydrogen atoms\nwere calculated [<italic>d</italic>(C−H) = 0.95 Å], except for the two hydrogen\natoms of the water molecule of <bold>3</bold> which were not included; the\nthermal parameters were taken as <italic>U</italic>\n<sub>iso</sub> = 1.3 <italic>U</italic>\n<sub>equ</sub>(C) and therefore\nincluded as isotropic fixed contributors to <italic>F</italic>\n<italic>\n<sub>c</sub>\n</italic>. Scattering factors\nand corrections for anomalous dispersion were taken from the\n<italic>International Tables for X-ray </italic>\n<italic>Crystallography</italic>. The thermal\nellipsoid drawings were made with the ORTEP program. All\ncalculations were performed on an Alphastation 255 4/233 computer. Pertinent crystal data and selected bond distances and bond\nangles are listed in Tables −3. Complete crystallographic details\nare included in the Supporting Information.\n\n\n\n</p>", "clean_text": " X-ray Structure Determinations. Data were collected at T = 288 K on a Xcalibur 2 Diffractometer (Oxford Diffraction) using a graphite monochromated Mo Kα radiation (λ = 0.71073 Å). The structures were solved by direct methods and successive Fourier difference syntheses, and were refined on F  2   by weighted anisotropic full-matrix least-squares methods. For 1, all hydrogen atoms were located by difference Fourier maps; the hydrogen atoms of the bpym ligand were refined isotropically, while those of the three water molecules were not refined. For 2 and 3, the hydrogen atoms were calculated [d(C-H) = 0.95 Å], except for the two hydrogen atoms of the water molecule of 3 which were not included; the thermal parameters were taken as U iso = 1.3 U equ(C) and therefore included as isotropic fixed contributors to F  c . Scattering factors and corrections for anomalous dispersion were taken from the International Tables for X-ray  Crystallography. The thermal ellipsoid drawings were made with the ORTEP program. All calculations were performed on an Alphastation 255 4/233 computer. Pertinent crystal data and selected bond distances and bond angles are listed in Tables -3. Complete crystallographic details are included in the Supporting Information.    ", "data": null, "include_properties": null}, {"idx": 12, "type": "table", "classification": null, "content": "<table-wrap id=\"ic050235ht00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystallographic Data and Structural Refinement Parameters for Compounds [Cu<sub>2</sub>(bpym)(tcpd)<sub>2</sub>(H<sub>2</sub>O)<sub>4</sub>]·2H<sub>2</sub>O (<bold>1</bold>), [Cu(tn)(tcpd)] (<bold>2</bold>),\nand [Cu(tn)<sub>2</sub>(tcpd)]·H<sub>2</sub>O (<bold>3</bold>)</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry colname=\"4\">\n<bold>3</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>28</sub>H<sub>18</sub>N<sub>16</sub>O<sub>6</sub>Cu<sub>2 </sub>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"3\">C<sub>13</sub>H<sub>10</sub>N<sub>8</sub>Cu\n</oasis:entry>\n<oasis:entry colname=\"4\">C<sub>16</sub>H<sub>22</sub>N<sub>10</sub>OCu\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Fw\n</oasis:entry>\n<oasis:entry colname=\"2\">801.64\n</oasis:entry>\n<oasis:entry colname=\"3\">341.82\n</oasis:entry>\n<oasis:entry colname=\"4\">433.96\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst. system\n</oasis:entry>\n<oasis:entry colname=\"2\">triclinic\n</oasis:entry>\n<oasis:entry colname=\"3\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"4\">triclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">P-1\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic>P</italic>2<sub>1</sub>/<italic>n</italic>\n</oasis:entry>\n<oasis:entry colname=\"4\">P-1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">7.7495(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">7.3655(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">9.891(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">9.8432(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">13.955(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">9.955(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">10.9787(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">14.337(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">11.608(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>α</italic> (°)\n</oasis:entry>\n<oasis:entry colname=\"2\">97.6(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">90\n</oasis:entry>\n<oasis:entry colname=\"4\">73.11(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>β</italic>\n<italic> </italic>(°)\n</oasis:entry>\n<oasis:entry colname=\"2\">101.2(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">94.72(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">66.83(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>γ</italic>\n<italic> </italic>(°)\n</oasis:entry>\n<oasis:entry colname=\"2\">90.076(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">90\n</oasis:entry>\n<oasis:entry colname=\"4\">77.32(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>V </italic>(Å<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">814.1(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">1468.7(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">998.2(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">ρ<sub>calcd</sub>, (g cm<sup>-3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.64\n</oasis:entry>\n<oasis:entry colname=\"3\">1.55\n</oasis:entry>\n<oasis:entry colname=\"4\">1.44\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Z\n</oasis:entry>\n<oasis:entry colname=\"2\">1\n</oasis:entry>\n<oasis:entry colname=\"3\">4\n</oasis:entry>\n<oasis:entry colname=\"4\">2\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">μ (cm<sup>-1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">13.76\n</oasis:entry>\n<oasis:entry colname=\"3\">14.97\n</oasis:entry>\n<oasis:entry colname=\"4\">11.23\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic>(<italic>F</italic>\n<sub>o</sub>)<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.045\n</oasis:entry>\n<oasis:entry colname=\"3\">0.071\n</oasis:entry>\n<oasis:entry colname=\"4\">0.029\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic>\n<sub>w</sub>(<italic>F</italic>\n<sub>o</sub>)<italic>\n<sup>c</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.050\n</oasis:entry>\n<oasis:entry colname=\"3\">0.076\n</oasis:entry>\n<oasis:entry colname=\"4\">0.030\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">GOF<italic>\n<sup>d</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.006\n</oasis:entry>\n<oasis:entry colname=\"3\">1.225\n</oasis:entry>\n<oasis:entry colname=\"4\">1.102</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> The asymmetric unit contains 0.5 of the chemical formula.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> \n                     <italic>R</italic> = Σ|<italic>F</italic>\n<sub>o</sub>\n− <italic>F</italic>\n<sub>c</sub>|/<italic>F</italic>\n<sub>o</sub>.<italic>\n<sup>c</sup>\n</italic>\n<sup></sup> \n                     <italic>R</italic>\n<sub>w</sub> = [Σ<italic>w</italic>(|<italic>F</italic>\n<sub>o</sub>| − |<italic>F</italic>\n<sub>c</sub>|)<sup>2</sup>/<italic>w</italic>(<italic>F</italic>\n<sub>o</sub>)<sup>2</sup>]<sup>1/2</sup>.<italic>\n<sup>d</sup>\n</italic>\n<sup></sup> GOF = [(∑<italic>w</italic>|<italic>F</italic>\n<sub>o</sub>| − |<italic>F</italic>\n<sub>c</sub>|)<sup>2</sup>/(<italic>N</italic>\n<sub>obs</sub> − <italic>N</italic>\n<sub>var</sub>)]<sup>1/2</sup>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 13, "type": "table", "classification": null, "content": "<table-wrap id=\"ic050235ht00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Important Bond Lengths (Å) and Angles (deg) for Compounds<bold>1</bold>\n<bold>−</bold>\n<bold>3</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>3</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu−N1\n</oasis:entry>\n<oasis:entry colname=\"2\">1.955(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu−N1\n</oasis:entry>\n<oasis:entry colname=\"4\">1.996(8)\n</oasis:entry>\n<oasis:entry colname=\"5\">Cu1−N1\n</oasis:entry>\n<oasis:entry colname=\"6\">2.551(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu−N2\n</oasis:entry>\n<oasis:entry colname=\"2\">1.980(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu−N2\n</oasis:entry>\n<oasis:entry colname=\"4\">2.346(9)\n</oasis:entry>\n<oasis:entry colname=\"5\">Cu1−N7\n</oasis:entry>\n<oasis:entry colname=\"6\">2.038(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu−O1\n</oasis:entry>\n<oasis:entry colname=\"2\">2.371(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu−N3\n</oasis:entry>\n<oasis:entry colname=\"4\">2.71(1)\n</oasis:entry>\n<oasis:entry colname=\"5\">Cu1−N8\n</oasis:entry>\n<oasis:entry colname=\"6\">2.020(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu−O2\n</oasis:entry>\n<oasis:entry colname=\"2\">2.344(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu−N4\n</oasis:entry>\n<oasis:entry colname=\"4\">1.991(8)\n</oasis:entry>\n<oasis:entry colname=\"5\">Cu2−N2\n</oasis:entry>\n<oasis:entry colname=\"6\">2.578(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu−N7\n</oasis:entry>\n<oasis:entry colname=\"2\">2.063(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu−N7\n</oasis:entry>\n<oasis:entry colname=\"4\">2.015(8)\n</oasis:entry>\n<oasis:entry colname=\"5\">Cu2−N9\n</oasis:entry>\n<oasis:entry colname=\"6\">2.022(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu−N8\n</oasis:entry>\n<oasis:entry colname=\"2\">2.043(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu−N8\n</oasis:entry>\n<oasis:entry colname=\"4\">1.996(8)\n</oasis:entry>\n<oasis:entry colname=\"5\">Cu2−N10\n</oasis:entry>\n<oasis:entry colname=\"6\">2.002(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Cu−N2\n</oasis:entry>\n<oasis:entry colname=\"2\">91.0(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N1−Cu−N2\n</oasis:entry>\n<oasis:entry colname=\"4\">94.4(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">N1−Cu1−N7\n</oasis:entry>\n<oasis:entry colname=\"6\">87.0(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Cu−N7\n</oasis:entry>\n<oasis:entry colname=\"2\">93.3(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N1−Cu−N3\n</oasis:entry>\n<oasis:entry colname=\"4\">95.5(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">N1−Cu1−N8\n</oasis:entry>\n<oasis:entry colname=\"6\">90.9(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Cu−N8\n</oasis:entry>\n<oasis:entry colname=\"2\">173.4(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">N1−Cu−N4\n</oasis:entry>\n<oasis:entry colname=\"4\">90.1(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">N7−Cu1−N8\n</oasis:entry>\n<oasis:entry colname=\"6\">89.6(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Cu−O1\n</oasis:entry>\n<oasis:entry colname=\"2\">94.0(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N1−Cu−N7\n</oasis:entry>\n<oasis:entry colname=\"4\">87.1(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">N2−Cu2−N9\n</oasis:entry>\n<oasis:entry colname=\"6\">90.2(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Cu−O2\n</oasis:entry>\n<oasis:entry colname=\"2\">90.3(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N1−Cu−N8\n</oasis:entry>\n<oasis:entry colname=\"4\">175.6(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">N2−Cu2−N10\n</oasis:entry>\n<oasis:entry colname=\"6\">91.2(1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N2−Cu−N7\n</oasis:entry>\n<oasis:entry colname=\"2\">175.1(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N2−Cu−N3\n</oasis:entry>\n<oasis:entry colname=\"4\">169.8(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">N9−Cu2−N10\n</oasis:entry>\n<oasis:entry colname=\"6\">89.5(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N2−Cu−N8\n</oasis:entry>\n<oasis:entry colname=\"2\">95.0(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N2−Cu−N4\n</oasis:entry>\n<oasis:entry colname=\"4\">95.7(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N2−Cu−O1\n</oasis:entry>\n<oasis:entry colname=\"2\">87.1(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N2−Cu−N7\n</oasis:entry>\n<oasis:entry colname=\"4\">95.5(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N2−Cu−O2\n</oasis:entry>\n<oasis:entry colname=\"2\">88.1(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N2−Cu−N8\n</oasis:entry>\n<oasis:entry colname=\"4\">89.7(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N7−Cu−N8\n</oasis:entry>\n<oasis:entry colname=\"2\">80.8(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N3−Cu−N4\n</oasis:entry>\n<oasis:entry colname=\"4\">86.7(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N7−Cu−O1\n</oasis:entry>\n<oasis:entry colname=\"2\">90.3(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N3−Cu−N7\n</oasis:entry>\n<oasis:entry colname=\"4\">82.6(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N7−Cu−O2\n</oasis:entry>\n<oasis:entry colname=\"2\">94.2(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N3−Cu−N8\n</oasis:entry>\n<oasis:entry colname=\"4\">80.4(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N8−Cu−O1\n</oasis:entry>\n<oasis:entry colname=\"2\">89.0(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N4−Cu−N7\n</oasis:entry>\n<oasis:entry colname=\"4\">168.7(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N8−Cu−O2\n</oasis:entry>\n<oasis:entry colname=\"2\">87.2(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N4−Cu−N8\n</oasis:entry>\n<oasis:entry colname=\"4\">88.1(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O1−Cu−O2\n</oasis:entry>\n<oasis:entry colname=\"2\">173.6(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N7−Cu−N8\n</oasis:entry>\n<oasis:entry colname=\"4\">93.9(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 14, "type": "table", "classification": null, "content": "<table-wrap id=\"ic050235ht00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Bond Lengths (Å) and Angles (deg) for the tcpd<sup>2-</sup> Ligands in\nCompounds <bold>1</bold>\n<bold>−</bold>\n<bold>3</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−C1\n</oasis:entry>\n<oasis:entry colname=\"2\">1.155(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.14(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.142(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N2−C2\n</oasis:entry>\n<oasis:entry colname=\"2\">1.146(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.13(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.150(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N3−C3\n</oasis:entry>\n<oasis:entry colname=\"2\">1.149(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.13(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.133(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N4−C4\n</oasis:entry>\n<oasis:entry colname=\"2\">1.147(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.14(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.138(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N5−C5\n</oasis:entry>\n<oasis:entry colname=\"2\">1.158(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.14(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.132(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N6−C6\n</oasis:entry>\n<oasis:entry colname=\"2\">1.154(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.17(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.143(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C1−C8\n</oasis:entry>\n<oasis:entry colname=\"2\">1.390(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.41(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.413(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C2−C8\n</oasis:entry>\n<oasis:entry colname=\"2\">1.396(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.41(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.424(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C3−C9\n</oasis:entry>\n<oasis:entry colname=\"2\">1.421(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.40(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.407(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C4−C9\n</oasis:entry>\n<oasis:entry colname=\"2\">1.416(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.41(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.411(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C5−C10\n</oasis:entry>\n<oasis:entry colname=\"2\">1.441(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.42(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.412(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C6−C10\n</oasis:entry>\n<oasis:entry colname=\"2\">1.447(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.39(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.406(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C7−C8\n</oasis:entry>\n<oasis:entry colname=\"2\">1.449(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.42(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.404(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C7−C9\n</oasis:entry>\n<oasis:entry colname=\"2\">1.410(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.40(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.424(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C7−C10\n</oasis:entry>\n<oasis:entry colname=\"2\">1.382(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.44(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.420(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−C1−C8\n</oasis:entry>\n<oasis:entry colname=\"2\">178.5(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">178(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">177.6(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N2−C2−C8\n</oasis:entry>\n<oasis:entry colname=\"2\">177.5(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">176(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">178.6(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N3−C3−C9\n</oasis:entry>\n<oasis:entry colname=\"2\">179.0(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">178(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">178.4(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N4−C4−C9\n</oasis:entry>\n<oasis:entry colname=\"2\">176.8(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">176(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">176.0(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N5−C5−C10\n</oasis:entry>\n<oasis:entry colname=\"2\">176.2(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">175(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">178.8(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N6−C6−C10\n</oasis:entry>\n<oasis:entry colname=\"2\">178.7(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">175(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">177.2(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C8−C7−C9\n</oasis:entry>\n<oasis:entry colname=\"2\">119.2(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">122.2(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">120.1(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C8−C7−C10\n</oasis:entry>\n<oasis:entry colname=\"2\">118.1(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">119.6(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">119.9(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C9−C7−C10\n</oasis:entry>\n<oasis:entry colname=\"2\">122.6(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">118.1(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">120.0(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C1−C8−C2\n</oasis:entry>\n<oasis:entry colname=\"2\">115.8(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">116.1(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">115.3(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C1−C8−C7\n</oasis:entry>\n<oasis:entry colname=\"2\">121.5(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">121.9(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">122.3(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C2−C8−C7\n</oasis:entry>\n<oasis:entry colname=\"2\">122.7(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">121.9(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">122.4(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C3−C9−C4\n</oasis:entry>\n<oasis:entry colname=\"2\">113.0(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">116.3(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">115.5(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C3−C9−C7\n</oasis:entry>\n<oasis:entry colname=\"2\">123.4(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">121.4(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">121.6(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C4−C9−C7\n</oasis:entry>\n<oasis:entry colname=\"2\">123.6(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">122.2(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">122.9(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C5−C10−C6\n</oasis:entry>\n<oasis:entry colname=\"2\">114.9(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">116(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">115.8(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C5−C10−C7\n</oasis:entry>\n<oasis:entry colname=\"2\">123.0(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">121(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">122.3(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C6−C10−C7\n</oasis:entry>\n<oasis:entry colname=\"2\">121.1(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">122(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">122.0(5)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>\n<bold>Syntheses and General Characterization.</bold> Reaction in\naqueous solution of copper(II) chloride with 2,2‘-bipyrimidine (bpym) and potassium 2-dicyanomethylene-1,1,3,3-tetracyanopropanediide K<sub>2</sub>tcpd gives, after further workup,\nthe new compound [Cu<sub>2</sub>(bpym)(tcpd)<sub>2</sub>(H<sub>2</sub>O)<sub>4</sub>]·2H<sub>2</sub>O (<bold>1</bold>) as\ndark brown crystals. A similar reaction performed in the\npresence of sodium hydroxide with 1,3-diaminopropane (tn)\ninstead of bpym (molar ratio tn/Cu = 1) affords a mixture\nof [Cu(tn)(tcpd)] (<bold>2</bold>) and [Cu(tn)<sub>2</sub>(tcpd)]·H<sub>2</sub>O<bold> (3) </bold>as green\nand mauve crystals, respectively. The use of a large excess\nof tn (molar ratio tn/Cu &gt; 3) gives exclusively [Cu(tn)<sub>2</sub>(tcpd)]·H<sub>2</sub>O (<bold>3</bold>) as mauve crystals. Attempts to obtain\ncomplex <bold>2</bold> as a single compound failed since all the synthetic\nprocedures used afford mixtures of the two compounds.\n</p>", "clean_text": "Results and Discussion\n\n Syntheses and General Characterization. Reaction in aqueous solution of copper(II) chloride with 2,2‘-bipyrimidine (bpym) and potassium 2-dicyanomethylene-1,1,3,3-tetracyanopropanediide K2tcpd gives, after further workup, the new compound [Cu2(bpym)(tcpd)2(H2O)4]⋅2H2O (1) as dark brown crystals. A similar reaction performed in the presence of sodium hydroxide with 1,3-diaminopropane (tn) instead of bpym (molar ratio tn/Cu = 1) affords a mixture of [Cu(tn)(tcpd)] (2) and [Cu(tn)2(tcpd)]⋅H2O (3) as green and mauve crystals, respectively. The use of a large excess of tn (molar ratio tn/Cu > 3) gives exclusively [Cu(tn)2(tcpd)]⋅H2O (3) as mauve crystals. Attempts to obtain complex 2 as a single compound failed since all the synthetic procedures used afford mixtures of the two compounds. ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>IR spectra of compounds <bold>1</bold>\n<bold>−</bold>\n<bold>3</bold> present the usual absorption\nbands of the tcpd<sup>2-</sup> unit and specifically several bands, in\n\nthe 2250−2160 cm<sup>-1</sup> range, assigned to ν<sub>CN</sub>. Compared to\nthe corresponding potassium salt (K<sub>2</sub>tcpd) containing the non\ncoordinated tcpd<sup>2-</sup> moiety (2191 and 2121 cm<sup>-1</sup>), the ν<sub>CN</sub>\nvalues observed in these spectra (2244, 2208, and 2192 for\n<bold>1</bold>; 2230, 2191, and 2175 for <bold>2</bold>; 2184 and 2165 cm<sup>-1</sup> for <bold>3</bold>)\nare indicative of the presence of coordinated and noncoordinated nitrile groups in the three compounds. Concerning\nthe bpym ligand which can act either as a terminal chelating\nor a bis(chelating) ligand toward transition metal ions,\nprevious studies show that IR spectroscopy can be used as\na diagnostic tool for identifying the coordination mode.The\nterminal chelating mode is typically characterized by two\nintense, sharp peaks of nearly equal intensities at approximately 1580 and 1560 cm<sup>-1</sup> (ring stretching modes of\nbpym); the presence of the bis-chelating coordination mode\nis indicated either by an asymmetric doublet or a single\nstrong broad feature around 1580 cm<sup>-1</sup>. The asymmetric\ndoublet observed in the IR spectrum (1588m and 1560w\ncm<sup>-1</sup>) points to the presence of the bis-chelating coordination\nmode of the bpym in compound <bold>1</bold>.\n</p>", "clean_text": "IR spectra of compounds 1 - 3 present the usual absorption bands of the tcpd2- unit and specifically several bands, in  the 2250-2160 cm-1 range, assigned to νCN. Compared to the corresponding potassium salt (K2tcpd) containing the non coordinated tcpd2- moiety (2191 and 2121 cm-1), the νCN values observed in these spectra (2244, 2208, and 2192 for 1; 2230, 2191, and 2175 for 2; 2184 and 2165 cm-1 for 3) are indicative of the presence of coordinated and noncoordinated nitrile groups in the three compounds. Concerning the bpym ligand which can act either as a terminal chelating or a bis(chelating) ligand toward transition metal ions, previous studies show that IR spectroscopy can be used as a diagnostic tool for identifying the coordination mode.The terminal chelating mode is typically characterized by two intense, sharp peaks of nearly equal intensities at approximately 1580 and 1560 cm-1 (ring stretching modes of bpym); the presence of the bis-chelating coordination mode is indicated either by an asymmetric doublet or a single strong broad feature around 1580 cm-1. The asymmetric doublet observed in the IR spectrum (1588m and 1560w cm-1) points to the presence of the bis-chelating coordination mode of the bpym in compound 1. ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Crystal Structures of [Cu</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(bpym)(tcpd)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>4</sub>\n</bold>\n<bold>]</bold>\n<bold>·</bold>\n<bold>2H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O\n(1), [Cu(tn)(tcpd)] </bold>\n<bold>(2), and [Cu (tn)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(tcpd)]·H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O (3).</bold>\nORTEP plots of compounds <bold>1</bold>, <bold>2</bold>, and <bold>3</bold> are shown in Figures\n−5. Pertinent crystal data, interatomic distances, and angles\nare listed in Tables −3, respectively.\n\n\n\n\n\n</p>", "clean_text": " Crystal Structures of [Cu  2  (bpym)(tcpd)  2  (H  2  O)  4  ] ⋅ 2H  2  O (1), [Cu(tn)(tcpd)]  (2), and [Cu (tn)  2  (tcpd)]⋅H  2  O (3). ORTEP plots of compounds 1, 2, and 3 are shown in Figures -5. Pertinent crystal data, interatomic distances, and angles are listed in Tables -3, respectively.      ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"ic050235hf00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>ORTEP view of compound<bold>1</bold> showing the atom labeling scheme,\nthe Cu(II) environment, and the 1D structure. Codes of the equivalent\npositions:  (a) −<italic>x</italic>, −<italic>y</italic>, −<italic>z</italic>, (b) 1−<italic>x</italic>, 1−<italic>y</italic>, −<italic>z</italic>, and (c) −1+<italic>x</italic>, −1+<italic>y</italic>, <italic>z</italic>.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-00235h_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  ORTEP view of compound1 showing the atom labeling scheme, the Cu(II) environment, and the 1D structure. Codes of the equivalent positions: (a) -x, -y, -z, (b) 1-x, 1-y, -z, and (c) -1+x, -1+y, z.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"ic050235hf00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>ORTEP view of compound<bold>1</bold> showing the 2D structure generated\nthrough hydrogen bonding between adjacent chains (dashed lines). One of\nthe two uncoordinated wings of the tcpd<sup>2-</sup> ligand is omitted for clarity.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-00235h_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  ORTEP view of compound1 showing the 2D structure generated through hydrogen bonding between adjacent chains (dashed lines). One of the two uncoordinated wings of the tcpd2- ligand is omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"ic050235hf00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>ORTEP view showing the atomic labeling scheme, the asymmetric unit, the μ<sub>4</sub>-tcpd<sup>2-</sup> ligand, and the metal ion environment in <bold>2</bold>.\nCu···Cu distances (Å):  Cu<sup>(i)</sup>···Cu<sup>(iii)</sup> 6.981(2), Cu···Cu<sup>(iii)</sup> 7.366(2), Cu<sup>(i)</sup>···Cu<sup>(ii)</sup> 7.630(2), Cu<sup>(ii)</sup>···Cu<sup>(iii)</sup> 9.924(2), Cu···Cu<sup>(i)</sup> 10.065(2), and Cu···Cu<sup>(ii)</sup> 10.352(2). Codes of equivalent positions:  (i) −1/2−<italic>x</italic>, 1/2+<italic>y</italic>, 1/2−<italic>z</italic>; (ii) −1/2+<italic>x</italic>, 1/2−<italic>y</italic>, 1/2+<italic>z</italic>; (iii) −1+<italic>x</italic>, <italic>y</italic>, <italic>z</italic>; (iv) −1−<italic>x</italic>, 1−<italic>y</italic>, 1−<italic>z</italic>; (v)\n−1/2+<italic>x</italic>, 1/2−<italic>y</italic>, −1/2+<italic>z</italic>; (vi) −3/2−<italic>x</italic>, −1/2+<italic>y</italic>, 1/2−<italic>z</italic>; (vii) −1/2−<italic>x</italic>, −1/2+<italic>y</italic>, 1/2−<italic>z</italic>; (viii) 1/2+<italic>x</italic>, 1/2−<italic>y</italic>, −1/2+<italic>z</italic>; (ix) 1+<italic>x</italic>, <italic>y</italic>, <italic>z</italic>.\n</p>\n</caption>\n<graphic xlink:href=\"ic-2005-00235h_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  ORTEP view showing the atomic labeling scheme, the asymmetric unit, the μ4-tcpd2- ligand, and the metal ion environment in 2. Cu⋅⋅⋅Cu distances (Å): Cu(i)⋅⋅⋅Cu(iii) 6.981(2), Cu⋅⋅⋅Cu(iii) 7.366(2), Cu(i)⋅⋅⋅Cu(ii) 7.630(2), Cu(ii)⋅⋅⋅Cu(iii) 9.924(2), Cu⋅⋅⋅Cu(i) 10.065(2), and Cu⋅⋅⋅Cu(ii) 10.352(2). Codes of equivalent positions: (i) -1/2-x, 1/2+y, 1/2-z; (ii) -1/2+x, 1/2-y, 1/2+z; (iii) -1+x, y, z; (iv) -1-x, 1-y, 1-z; (v) -1/2+x, 1/2-y, -1/2+z; (vi) -3/2-x, -1/2+y, 1/2-z; (vii) -1/2-x, -1/2+y, 1/2-z; (viii) 1/2+x, 1/2-y, -1/2+z; (ix) 1+x, y, z.    ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"ic050235hf00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Three-dimensional molecular arrangement of<bold>2</bold>:  (a) The 1D\nmotif generated when the tcpd ligand is viewed as a μ<sub>2</sub>-bridging ligand\n(Cu−N1 and Cu−N4 bonds &lt; 2.0 Å). (b) The 2D motif observed when\nthe tcpd ligand is viewed as a μ<sub>3</sub>-bridging ligand (Cu−N1, Cu−N4, and\nCu−N2 bonds &lt; 2.35 Å), the tn ligands are omitted for clarity. (c) The 3D\nstructure of <bold>2</bold> generated with the μ<sub>4</sub>-bridging ligand.\n</p>\n</caption>\n<graphic xlink:href=\"ic-2005-00235h_0006.tif\"></graphic>\n</fig>", "clean_text": " 4  Three-dimensional molecular arrangement of2: (a) The 1D motif generated when the tcpd ligand is viewed as a μ2-bridging ligand (Cu-N1 and Cu-N4 bonds < 2.0 Å). (b) The 2D motif observed when the tcpd ligand is viewed as a μ3-bridging ligand (Cu-N1, Cu-N4, and Cu-N2 bonds < 2.35 Å), the tn ligands are omitted for clarity. (c) The 3D structure of 2 generated with the μ4-bridging ligand.    ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"ic050235hf00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>ORTEP view showing the atomic labeling scheme, the asymmetric unit, the μ<sub>2</sub>-tcpd<sup>2-</sup> ligand, and the metal ion environment in <bold>3</bold>. Codes of\nequivalent positions:  (a) <italic>x</italic>, 1+<italic>y</italic>, 1+<italic>z</italic>; (b) −1+<italic>x</italic>, 1+<italic>y</italic>, 1+<italic>z</italic>; (c) 1+<italic>x</italic>, <italic>y</italic>, <italic>z</italic>; (d) −<italic>x</italic>, −<italic>y</italic>, 2−<italic>z</italic>; (e) −<italic>x</italic>, 1−<italic>y</italic>, 3−<italic>z</italic>; (f) 1−<italic>x</italic>, −<italic>y</italic>, 2−<italic>z</italic>; (g) 1+<italic>x</italic>, −1+<italic>y</italic>, −1+<italic>z</italic>.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-00235h_0007.tif\"></graphic>\n</fig>", "clean_text": " 5  ORTEP view showing the atomic labeling scheme, the asymmetric unit, the μ2-tcpd2- ligand, and the metal ion environment in 3. Codes of equivalent positions: (a) x, 1+y, 1+z; (b) -1+x, 1+y, 1+z; (c) 1+x, y, z; (d) -x, -y, 2-z; (e) -x, 1-y, 3-z; (f) 1-x, -y, 2-z; (g) 1+x, -1+y, -1+z.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>For compound <bold>1</bold>, the asymmetric unit consists of one\ncopper(II) ion, one bpym molecule on a special position\n(0,0,0), one tcpd<sup>2-</sup> anion, and three water molecules. Each\nmetal ion is linked to four nitrogen atoms (two from the bis-chelating bpym, two from two polynitrile ligands) and to\ntwo water molecules in the trans configuration (Figure ).\n</p>", "clean_text": "For compound 1, the asymmetric unit consists of one copper(II) ion, one bpym molecule on a special position (0,0,0), one tcpd2- anion, and three water molecules. Each metal ion is linked to four nitrogen atoms (two from the bis-chelating bpym, two from two polynitrile ligands) and to two water molecules in the trans configuration (Figure ). ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The CuN<sub>4</sub>O<sub>2</sub> octahedron can be viewed as a planar array,\nwithin ±0.001 Å, of four short Cu−N bonds in the range\n1.955−2.063 Å with two trans long Cu−O ones (2.371(3)\nand 2.344(3) Å). As shown in Figure , the tcpd<sup>2-</sup> anion\nacts as a bridging ligand via two nitrogen atoms of one of\n\nits three C(CN)<sub>2</sub> wings. This leads to almost planar 12-membered (Cu(NCCCN)<sub>2</sub>Cu) dimetallacycles; these dimetallacycles are connected to each other by the bis-chelating\nbpym to give a 1D chain running along the [110] direction.\nThe Cu···Cu distance through the bis-chelating ligand\n(5.5047(8) Å) is in the usual range for this bridge (5.38−5.55 Å); as expected, the Cu···Cu distance through the\nbridging polynitrile ligand (7.0203(8) Å) is similar to that\nobserved in the binary system Cu−tcpd (7.026 Å). An\nexamination of the intermolecular distances between adjacent\nchains reveals hydrogen bonds involving coordinated and\nnoncoordinated water molecules (H04−O1−H05 and H08−O3−H09, respectively) and a noncoordinated nitrile group\n(N5) of the tcpd<sup>2-</sup> ligand (O1···H09 1.86 Å, H09−O3 0.90\nÅ, N5···H08 1.81 Å, H08−O3 1.03 Å, O1···H09−O3\n172.7°, N5···H08−O3 169.0°), giving rise to an overall 2D\nstructure as highlighted in Figure .\n</p>", "clean_text": "The CuN4O2 octahedron can be viewed as a planar array, within ±0.001 Å, of four short Cu-N bonds in the range 1.955-2.063 Å with two trans long Cu-O ones (2.371(3) and 2.344(3) Å). As shown in Figure , the tcpd2- anion acts as a bridging ligand via two nitrogen atoms of one of  its three C(CN)2 wings. This leads to almost planar 12-membered (Cu(NCCCN)2Cu) dimetallacycles; these dimetallacycles are connected to each other by the bis-chelating bpym to give a 1D chain running along the [110] direction. The Cu⋅⋅⋅Cu distance through the bis-chelating ligand (5.5047(8) Å) is in the usual range for this bridge (5.38-5.55 Å); as expected, the Cu⋅⋅⋅Cu distance through the bridging polynitrile ligand (7.0203(8) Å) is similar to that observed in the binary system Cu-tcpd (7.026 Å). An examination of the intermolecular distances between adjacent chains reveals hydrogen bonds involving coordinated and noncoordinated water molecules (H04-O1-H05 and H08-O3-H09, respectively) and a noncoordinated nitrile group (N5) of the tcpd2- ligand (O1⋅⋅⋅H09 1.86 Å, H09-O3 0.90 Å, N5⋅⋅⋅H08 1.81 Å, H08-O3 1.03 Å, O1⋅⋅⋅H09-O3 172.7°, N5⋅⋅⋅H08-O3 169.0°), giving rise to an overall 2D structure as highlighted in Figure . ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>For compound <bold>2</bold>, the asymmetric unit consists of one [Cu(tn)]<sup>2+</sup> unit and one tcpd<sup>2-</sup> anion, both located on general\npositions. Each Cu atom presents a CuN<sub>4</sub>N<sub>2</sub> distorted\noctahedral coordination with four nitrogen atoms arising from\nfour polynitrile ligands and two nitrogen atoms from the\nchelating tn ligand (Figure ). The Cu(II) coordination\noctahedron is much more severely distorted here than in\ncompound <bold>1</bold>. While the CuN1N4N7N8 is almost planar\nwithin ±0.2 Å and presents almost equivalent Cu−N bond\nlengths [1.991(8) and 1.996(8) Å from the polynitrile ligand;\n1.996(8) and 2.015(8) Å from the tn ligand], the two <italic>trans-\n</italic>CuN2 and CuN3 bonds are much longer [2.346(9) and 2.71(1) Å, respectively].\n</p>", "clean_text": "For compound 2, the asymmetric unit consists of one [Cu(tn)]2+ unit and one tcpd2- anion, both located on general positions. Each Cu atom presents a CuN4N2 distorted octahedral coordination with four nitrogen atoms arising from four polynitrile ligands and two nitrogen atoms from the chelating tn ligand (Figure ). The Cu(II) coordination octahedron is much more severely distorted here than in compound 1. While the CuN1N4N7N8 is almost planar within ±0.2 Å and presents almost equivalent Cu-N bond lengths [1.991(8) and 1.996(8) Å from the polynitrile ligand; 1.996(8) and 2.015(8) Å from the tn ligand], the two trans- CuN2 and CuN3 bonds are much longer [2.346(9) and 2.71(1) Å, respectively]. ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The coordination mode of the tcpd<sup>2-</sup> anion is very different\nfrom that observed for compound <bold>1</bold> since, here, this ligand\nacts with a μ<sub>4</sub>-bridging mode via four nitrogen atoms of two\ndifferent C(CN)<sub>2</sub> wings (Figure ) leading to the 3D structure\ndepicted in Figure c. The shortest Cu···Cu distance through\nthe tcpd<sup>2-</sup> ligand corresponds to that observed between two\ndifferent C(CN)<sub>2</sub> wings (Cu<sup>(i)</sup> ···Cu<sup>(iii)</sup> 6.981(2) Å); whereas\nthe Cu···Cu distances observed through the same C(CN)<sub>2</sub>\n\nwing are slightly longer (Cu···Cu<sup>(iii)</sup> 7.366(2) and Cu<sup>(i)</sup>···Cu<sup>(ii)</sup> 7.630(2) Å).\n</p>", "clean_text": "The coordination mode of the tcpd2- anion is very different from that observed for compound 1 since, here, this ligand acts with a μ4-bridging mode via four nitrogen atoms of two different C(CN)2 wings (Figure ) leading to the 3D structure depicted in Figure c. The shortest Cu⋅⋅⋅Cu distance through the tcpd2- ligand corresponds to that observed between two different C(CN)2 wings (Cu(i) ⋅⋅⋅Cu(iii) 6.981(2) Å); whereas the Cu⋅⋅⋅Cu distances observed through the same C(CN)2  wing are slightly longer (Cu⋅⋅⋅Cu(iii) 7.366(2) and Cu(i)⋅⋅⋅Cu(ii) 7.630(2) Å). ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>It is worthy to note that the tcpd<sup>2-</sup> unit can also be\ndescribed as an essentially μ<sub>3</sub>-ligand (Figure b) and therefore\nthe Cu coordination polyhedron as a moderately elongated\nsquare base pyramid since the Cu−N3 distance is rather long.\nThus, the simplest way to describe the complicated 3D\nmolecular arrangement is to consider the 2D elemental unit\ngenerated by a μ<sub>3</sub>-bridging tcpd<sup>2-</sup> ligand as shown in Figure\na,b. These layers are connected to each other through the\nlong N3···Cu bridges to lead to the 3D structure of <bold>2</bold> (Figure\nc).\n</p>", "clean_text": "It is worthy to note that the tcpd2- unit can also be described as an essentially μ3-ligand (Figure b) and therefore the Cu coordination polyhedron as a moderately elongated square base pyramid since the Cu-N3 distance is rather long. Thus, the simplest way to describe the complicated 3D molecular arrangement is to consider the 2D elemental unit generated by a μ3-bridging tcpd2- ligand as shown in Figure a,b. These layers are connected to each other through the long N3⋅⋅⋅Cu bridges to lead to the 3D structure of 2 (Figure c). ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>For compound <bold>3</bold>, the structure is built from two crystallographically independent [Cu(tn)]<sup>2+</sup> units (Cu1 and Cu2),\nboth located on inversion centers, and one tcpd<sup>2-</sup> anion on\na general position. The two [Cu(tn)<sub>2</sub>]<sup>2+</sup> units present essentially similar structural features with the Cu atom in a\nCuN<sub>4</sub>N<sub>2</sub> distorted octahedral coordination with four nitrogen\natoms arising from two tn chelating ligands (Cu−N from\n2.002(3) to 2.038(5) Å) and two nitrogen atoms from the\ntcpd<sup>2-</sup> ligand (Cu−N:  2.551(5) and 2.578(4) Å) (Figure ).\nAs in compound <bold>1</bold>, the tcpd<sup>2-</sup> ligand acts with a μ<sub>2</sub>-bridging\nmode via two nitrogen atoms of one C(CN)<sub>2</sub> wing, but it is\nonly weakly bound to the copper atom (shortest Cu−N: \n2.551 Å in <bold>3</bold>, 1.955 Å in <bold>1</bold>, and 1.991 Å in <bold>2</bold>). This leads to\na 1D chain running along the [1,−1,−1] direction (Figure\n). The intrachain Cu···Cu distance through the tcpd<sup>2-</sup> ligand\n(Cu1···Cu2 8.1433(1) Å) is longer than the interchain Cu1···Cu2 one (7.3724(1) Å).\n</p>", "clean_text": "For compound 3, the structure is built from two crystallographically independent [Cu(tn)]2+ units (Cu1 and Cu2), both located on inversion centers, and one tcpd2- anion on a general position. The two [Cu(tn)2]2+ units present essentially similar structural features with the Cu atom in a CuN4N2 distorted octahedral coordination with four nitrogen atoms arising from two tn chelating ligands (Cu-N from 2.002(3) to 2.038(5) Å) and two nitrogen atoms from the tcpd2- ligand (Cu-N: 2.551(5) and 2.578(4) Å) (Figure ). As in compound 1, the tcpd2- ligand acts with a μ2-bridging mode via two nitrogen atoms of one C(CN)2 wing, but it is only weakly bound to the copper atom (shortest Cu-N: 2.551 Å in 3, 1.955 Å in 1, and 1.991 Å in 2). This leads to a 1D chain running along the [1,-1,-1] direction (Figure ). The intrachain Cu⋅⋅⋅Cu distance through the tcpd2- ligand (Cu1⋅⋅⋅Cu2 8.1433(1) Å) is longer than the interchain Cu1⋅⋅⋅Cu2 one (7.3724(1) Å). ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Structure of the tcpd</bold>\n<bold>\n<sup>2-</sup>\n</bold>\n<sup></sup>\n<bold> Ligand. </bold>As clearly described\nabove, despite its six potentially bridging nitrile groups, the\ntcpd<sup>2-</sup> ligand shows only a μ<sub>4</sub>-(or at least μ<sub>3</sub>) bridging\ncoordination mode in compound <bold>2 </bold>and a μ<sub>2</sub>-bridging\ncoordination mode in compounds <bold>1</bold> and <bold>3</bold>, with a stronger\nmetal−ligand interaction in <bold>1</bold> than in <bold>3 </bold>as indicated by shorter\nCuN bond lengths. Despite these differences, this organic\nligand roughly presents similar features in compounds <bold>1</bold>\n<bold>−</bold>\n<bold>3</bold>\nas shown by the crystallographic parameters depicted in\nTable . The central fragment of each tcpd<sup>2-</sup> ligand is\nessentially planar (maximum deviation of 0.01 Å) and is built\non carbon atoms (C7, C8, C9, and C10) showing sp<sup>2</sup>\nhybridization. Careful examination of the tilt angles between\nthe mean central plane and the three C(CN)<sub>2</sub> wing planes\nreveals that the structure and the symmetry of the ligand are\naffected by the coordination modes. Thus, while in compounds <bold>2</bold> and <bold>3</bold> the three tilt angles out of the central plane\ndeviate moderately from the average value (23.2, 26.3, and\n27.2° in <bold>2</bold>, 24.4, 24.5, and 25.2° in <bold>3</bold>), in compound <bold>1</bold> this\ndeviation is much more pronounced (14.9, 22.5, and 31.8°).\nNote that the largest and smallest values correspond to the\ncoordinated N1N2 and to the hydrogen-bonded N5N6 wings,\nrespectively. The propeller-shaped geometry, previously\nreported for the tcpd<sup>2-</sup> unit, decreases the CN···NC steric\ninteractions between the nitrile groups of adjacent C(CN)<sub>2</sub>\nwings, but does not preclude an intense electronic delocalization all over the ligand (Table ). This high electronic\ndelocalization is similar to those previously reported for this\nligand<sup>8,16</sup> and for less sophisticated polynitrile ligands.\n</p>", "clean_text": " Structure of the tcpd  2-    Ligand. As clearly described above, despite its six potentially bridging nitrile groups, the tcpd2- ligand shows only a μ4-(or at least μ3) bridging coordination mode in compound 2 and a μ2-bridging coordination mode in compounds 1 and 3, with a stronger metal-ligand interaction in 1 than in 3 as indicated by shorter CuN bond lengths. Despite these differences, this organic ligand roughly presents similar features in compounds 1 - 3 as shown by the crystallographic parameters depicted in Table . The central fragment of each tcpd2- ligand is essentially planar (maximum deviation of 0.01 Å) and is built on carbon atoms (C7, C8, C9, and C10) showing sp2 hybridization. Careful examination of the tilt angles between the mean central plane and the three C(CN)2 wing planes reveals that the structure and the symmetry of the ligand are affected by the coordination modes. Thus, while in compounds 2 and 3 the three tilt angles out of the central plane deviate moderately from the average value (23.2, 26.3, and 27.2° in 2, 24.4, 24.5, and 25.2° in 3), in compound 1 this deviation is much more pronounced (14.9, 22.5, and 31.8°). Note that the largest and smallest values correspond to the coordinated N1N2 and to the hydrogen-bonded N5N6 wings, respectively. The propeller-shaped geometry, previously reported for the tcpd2- unit, decreases the CN⋅⋅⋅NC steric interactions between the nitrile groups of adjacent C(CN)2 wings, but does not preclude an intense electronic delocalization all over the ligand (Table ). This high electronic delocalization is similar to those previously reported for this ligand8,16 and for less sophisticated polynitrile ligands. ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<p>\n<bold>Magnetic Properties. </bold>The magnetic properties for compounds <bold>1</bold>\n<bold>−</bold>\n<bold>3</bold> are displayed in Figures  and  as the thermal\nvariation of the molar magnetic susceptibility per formula\nunit (<italic>χ</italic>\n<italic>\n<sub>m</sub>\n</italic>) for <bold>1</bold> and as <italic>χ</italic>\n<italic>\n<sub>m</sub>\n</italic>\n<italic>T</italic> versus <italic>T</italic> for <bold>2</bold> and <bold>3</bold>. In compound\n<bold>1</bold> the thermal variation of <italic>χ</italic>\n<italic>\n<sub>m</sub>\n</italic> presents a broad maximum at\napproximately 150 K, which is consistent with the presence\nof strong antiferromagnetic interactions between the metal\nions. The increase observed below 50 K is attributed to the\npresence of paramagnetic impurities (Figure ).\n\n\n</p>", "clean_text": " Magnetic Properties. The magnetic properties for compounds 1 - 3 are displayed in Figures  and  as the thermal variation of the molar magnetic susceptibility per formula unit (χ  m ) for 1 and as χ  m  T versus T for 2 and 3. In compound 1 the thermal variation of χ  m  presents a broad maximum at approximately 150 K, which is consistent with the presence of strong antiferromagnetic interactions between the metal ions. The increase observed below 50 K is attributed to the presence of paramagnetic impurities (Figure ).   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"ic050235hf00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Thermal variation of the magnetic susceptibility in the form of<italic>χ</italic>\n<italic>\n<sub>m</sub>\n</italic> versus <italic>T</italic> for compound <bold>1</bold>. Inset:  a close view of the maximum and the\nminimum in the plot. The solid line represents the best fit to the model\n(see text).</p>\n</caption>\n<graphic xlink:href=\"ic-2005-00235h_0008.tif\"></graphic>\n</fig>", "clean_text": " 6  Thermal variation of the magnetic susceptibility in the form ofχ  m  versus T for compound 1. Inset: a close view of the maximum and the minimum in the plot. The solid line represents the best fit to the model (see text).   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"ic050235hf00007\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Thermal variation of the product of the molar magnetic susceptibility times the temperature for compounds<bold>2</bold> and <bold>3</bold>. Solid lines are\nthe best fits to the model (see text).</p>\n</caption>\n<graphic xlink:href=\"ic-2005-00235h_0009.tif\"></graphic>\n</fig>", "clean_text": " 7  Thermal variation of the product of the molar magnetic susceptibility times the temperature for compounds2 and 3. Solid lines are the best fits to the model (see text).   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["property"], "content": "<p>The magnetic data previously reported for the 3D compound [Cu(tcpd)(H<sub>2</sub>O)<sub>2</sub>] involving bridges similar to those\ndescribed here for compound <bold>1</bold>\n<sup>8</sup> and examination of several\nrelated compounds involving the Cu−bpym−Cu bridges<sup>15</sup>\nsuggest that the magnetic interactions through the tcpd<sup>2-</sup>\nbridges are much weaker than those observed through the\nbpym bridges (|<italic>J</italic>\n<sub>tcpd</sub>| &lt; 0.5 cm<sup>-1</sup> and |<italic>J</italic>\n<sub>bpym</sub>| &gt; 90 cm<sup>-1</sup> for\nCu(II)). Accordingly, we have fitted the magnetic data with\nthe isotropic <italic>S</italic> = 1/2 dimer model of Bleaney and Bowers,\ntaking only into account the interactions through the bpym\nligand (the Hamiltonian is written as <italic>H </italic>= −2<italic>JS</italic>\n<italic>\n<sub>a</sub>\n</italic>\n<italic>S</italic>\n<italic>\n<sub>b</sub>\n</italic>) and\nadding a term for the paramagnetic contribution. A very\nsatisfactory fit over the whole temperature range (2−300 K)\nis obtained with the following set of parameters:  <italic>J</italic> = −90\ncm<sup>-1</sup>, <italic>g </italic>= 2.12, and 4% of monomeric paramagnetic\nimpurity (solid line in Figure ). The <italic>J</italic> value is similar to\nthose found in other Cu−bpym−Cu bridges. Note that a\nmore sophisticated model including the magnetic interactions\nthrough the tcpd<sup>2-</sup> bridges (as <italic>J</italic>\n<italic>‘</italic>) can also be considered.\nNevertheless, the very high |<italic>J</italic>|/|<italic>J</italic>\n<italic>‘</italic>| ratio precludes any\nconclusive estimation of <italic>J</italic>\n<italic>‘</italic> since the final plot is almost\nindependent of the changes in the<italic> J</italic>\n<italic>‘</italic> value or in its sign.\n</p>", "clean_text": "The magnetic data previously reported for the 3D compound [Cu(tcpd)(H2O)2] involving bridges similar to those described here for compound 1 8 and examination of several related compounds involving the Cu-bpym-Cu bridges15 suggest that the magnetic interactions through the tcpd2- bridges are much weaker than those observed through the bpym bridges (|J tcpd| < 0.5 cm-1 and |J bpym| > 90 cm-1 for Cu(II)). Accordingly, we have fitted the magnetic data with the isotropic S = 1/2 dimer model of Bleaney and Bowers, taking only into account the interactions through the bpym ligand (the Hamiltonian is written as H = -2JS  a  S  b ) and adding a term for the paramagnetic contribution. A very satisfactory fit over the whole temperature range (2-300 K) is obtained with the following set of parameters: J = -90 cm-1, g = 2.12, and 4% of monomeric paramagnetic impurity (solid line in Figure ). The J value is similar to those found in other Cu-bpym-Cu bridges. Note that a more sophisticated model including the magnetic interactions through the tcpd2- bridges (as J ‘) can also be considered. Nevertheless, the very high |J|/|J ‘| ratio precludes any conclusive estimation of J ‘ since the final plot is almost independent of the changes in the J ‘ value or in its sign. ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<p>For compound <bold>2</bold>, the thermal variation of the product of\nthe molar magnetic susceptibility times the temperature (χ<italic>\n<sub>m</sub>\n</italic>\n<italic>T</italic>)\nshows a constant value of about 0.41 emu K mol<sup>-1</sup> from\nroom temperature down to about 10 K (Figure ). Below\nthis temperature the χ<italic>\n<sub>m</sub>\n</italic>\n<italic>T</italic> product shows a weak decrease,\nindicative of the presence of very weak antiferromagnetic\ninteractions, to reach a value of 0.39 emu K mol<sup>-1</sup> at 2 K\n(Figure ).\n</p>", "clean_text": "For compound 2, the thermal variation of the product of the molar magnetic susceptibility times the temperature (χ m  T) shows a constant value of about 0.41 emu K mol-1 from room temperature down to about 10 K (Figure ). Below this temperature the χ m  T product shows a weak decrease, indicative of the presence of very weak antiferromagnetic interactions, to reach a value of 0.39 emu K mol-1 at 2 K (Figure ). ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>According to the structural results obtained for this\ncompound, the axial interaction through the two longest\nCu−N distances (Cu−N3 2.71(1) and Cu−N2 2.346(9) Å)\ncan be neglected to simplify its 3D arrangement. In this case,\nthe structure of <bold>2</bold> can be viewed as a 1D chain (see “···Cu−N1···N4−Cu···” chain in Figures  and a), and then, the\nweak antiferromagnetic behavior could be explained by\nintrachain interaction between neighboring copper ions. Thus,\na further analysis was restricted to the 1D model; the\nexperimental data were fitted using the empirical expression\nproposed by Hatfield<sup>18,19</sup> for antiferromagnetic 1D isotropic\nHeisenberg <italic>S </italic>= 1/2 chains. A very satisfactory agreement\nwith the experimental data in the whole temperature range\nwas obtained with <italic>J</italic> = −0.07(2) cm<sup>-1</sup> and <italic>g</italic> = 2.12(1) (solid\nline in Figure ). The low value of the exchange coupling is\nin agreement with the weak antiferromagnetic interactions\nexpected for similar Cu chains linked through −NC−C−CN− bridges.\n</p>", "clean_text": "According to the structural results obtained for this compound, the axial interaction through the two longest Cu-N distances (Cu-N3 2.71(1) and Cu-N2 2.346(9) Å) can be neglected to simplify its 3D arrangement. In this case, the structure of 2 can be viewed as a 1D chain (see \"⋅⋅⋅Cu-N1⋅⋅⋅N4-Cu⋅⋅⋅\" chain in Figures  and a), and then, the weak antiferromagnetic behavior could be explained by intrachain interaction between neighboring copper ions. Thus, a further analysis was restricted to the 1D model; the experimental data were fitted using the empirical expression proposed by Hatfield18,19 for antiferromagnetic 1D isotropic Heisenberg S = 1/2 chains. A very satisfactory agreement with the experimental data in the whole temperature range was obtained with J = -0.07(2) cm-1 and g = 2.12(1) (solid line in Figure ). The low value of the exchange coupling is in agreement with the weak antiferromagnetic interactions expected for similar Cu chains linked through -NC-C-CN- bridges. ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["property"], "content": "<p>For compound <bold>3</bold>, the thermal variation of the product of\nthe molar magnetic susceptibility times the temperature (χ<italic>\n<sub>m</sub>\n</italic>\n<italic>T</italic>)\nshows a constant value of about 0.42 emu K mol<sup>-1</sup> from\nroom temperature down to about 50 K (Figure ). Below\nthis temperature the χ<italic>\n<sub>m</sub>\n</italic>\n<italic>T</italic> product shows a weak decrease,\nindicative of the presence of weak antiferromagnetic interactions, reaching a value of 0.37 emu K mol<sup>-1</sup> at 2 K (Figure\n). According to the chain structure observed for compound <bold>3</bold>, we have also fitted the susceptibility data using\nthe empirical expression proposed by Hatfield<sup>18,19</sup> for\nantiferromagnetic 1D isotropic Heisenberg <italic>S </italic>= 1/2\nchains. A satisfactory agreement with the experimental data\nin the whole temperature range was obtained with <italic>J</italic> =\n−0.18(1) cm<sup>-1</sup> and <italic>g</italic> = 2.13(1) (solid line in Figure\n).\n</p>", "clean_text": "For compound 3, the thermal variation of the product of the molar magnetic susceptibility times the temperature (χ m  T) shows a constant value of about 0.42 emu K mol-1 from room temperature down to about 50 K (Figure ). Below this temperature the χ m  T product shows a weak decrease, indicative of the presence of weak antiferromagnetic interactions, reaching a value of 0.37 emu K mol-1 at 2 K (Figure ). According to the chain structure observed for compound 3, we have also fitted the susceptibility data using the empirical expression proposed by Hatfield18,19 for antiferromagnetic 1D isotropic Heisenberg S = 1/2 chains. A satisfactory agreement with the experimental data in the whole temperature range was obtained with J = -0.18(1) cm-1 and g = 2.13(1) (solid line in Figure ). ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>The paramagnetic behavior of compounds <bold>2</bold> and <bold>3</bold> is\nconfirmed by the isothermal magnetizations of these compounds at 2 K that can be very well reproduced with a\nBrillouin function for an <italic>S</italic> = 1/2 with slightly reduced <italic>g</italic>\nfactors that accounts for the weak antiferromagnetic interactions that can be observed at low temperatures (Figure ).\n</p>", "clean_text": "The paramagnetic behavior of compounds 2 and 3 is confirmed by the isothermal magnetizations of these compounds at 2 K that can be very well reproduced with a Brillouin function for an S = 1/2 with slightly reduced g factors that accounts for the weak antiferromagnetic interactions that can be observed at low temperatures (Figure ). ", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig id=\"ic050235hf00008\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Isothermal magnetizations at 2 K for compounds<bold>2</bold> and <bold>3</bold>. Solid\nlines are the best fits to the Brillouin function for <italic>S</italic> = 1/2 (see text).\n</p>\n</caption>\n<graphic xlink:href=\"ic-2005-00235h_0010.tif\"></graphic>\n</fig>", "clean_text": " 8  Isothermal magnetizations at 2 K for compounds2 and 3. Solid lines are the best fits to the Brillouin function for S = 1/2 (see text).    ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>This study reports three new examples of the copper(II)−tcpd system in which two different neutral ligands are\nintroduced as co-ligands. Compound <bold>1</bold> which involves a\nbridging polynitrile and a bis-chelating bpym is described\nas mono-dimensional chain. The use of a chelating ligand\n(tn) instead of the bridging bpym led us to compound<bold> 2</bold> with\na 3D architecture and to compound <bold>3</bold> with a 1D structure.\nThese structural differences clearly arise from the difference\nin the coordination modes of the tcpd<sup>2-</sup> ligand (μ<sub>2</sub>-bridging\nmode in <bold>1</bold> and <bold>3</bold> and μ<sub>4</sub>-bridging mode in <bold>2</bold>). From the\n\nmagnetic point of view, this study shows that in <bold>1</bold> the\nmagnetic interactions are dominated by the superexchange\npathway through the bis-chelating bpym ligand, while in <bold>2</bold>\nand <bold>3</bold> the polynitrile ligand allows weak but significant\nantiferromagnetic interactions between paramagnetic centers.\nThus, extension of this study to the paramagnetic polynitrile\nradical anions such as [C<sub>10</sub>N<sub>8</sub>]<sup>•-20</sup> and to other magnetic metal\nions should lead to new magnetic systems with stronger\nmagnetic exchange couplings.\n</p>", "clean_text": "Conclusions\n\nThis study reports three new examples of the copper(II)-tcpd system in which two different neutral ligands are introduced as co-ligands. Compound 1 which involves a bridging polynitrile and a bis-chelating bpym is described as mono-dimensional chain. The use of a chelating ligand (tn) instead of the bridging bpym led us to compound 2 with a 3D architecture and to compound 3 with a 1D structure. These structural differences clearly arise from the difference in the coordination modes of the tcpd2- ligand (μ2-bridging mode in 1 and 3 and μ4-bridging mode in 2). From the  magnetic point of view, this study shows that in 1 the magnetic interactions are dominated by the superexchange pathway through the bis-chelating bpym ligand, while in 2 and 3 the polynitrile ligand allows weak but significant antiferromagnetic interactions between paramagnetic centers. Thus, extension of this study to the paramagnetic polynitrile radical anions such as [C10N8]⋅-20 and to other magnetic metal ions should lead to new magnetic systems with stronger magnetic exchange couplings. ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<title>\n<ext-link xlink:href=\"/doi/suppl/10.1021%2Fic050235h\">Supporting Information Available</ext-link>\n</title><p>X-ray crystallographic files\nin CIF format. This material is available free of charge via the\nInternet at <uri xlink:href=\"http://pubs.asc.org\">http://pubs.asc.org</uri>.</p><title>References</title>", "clean_text": " Supporting Information Available \n\nX-ray crystallographic files in CIF format. This material is available free of charge via the Internet at http://pubs.asc.org.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "8, 9, 10", "type": "text", "classification": "synthesis condition", "content": "<p>\n<bold>[Cu</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(bpym)(tcpd)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>4</sub>\n</bold>\n<bold>]·2H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O (1).</bold> An aqueous solution (2\nmL) of 2,2‘-bipyrimidine (50 mg, 0.316 mmol) was slowly added\nto a hot aqueous solution (2 mL) of CuCl<sub>2</sub>·2H<sub>2</sub>O (108 mg, 0.632\nmmol). To the resulting solution was slowly added, with continuous\nstirring, an aqueous solution (5 mL) of potassium 2-dicyanomethylene-1,1,3,3-tetracyanopropanediide (179 mg, 0.632 mmol) leading\nto an immediate dark brown precipitate of <bold>1</bold> which was filtered\nand air-dried. Yield:  1.39 g (55%). Anal. Calcd. for C<sub>28</sub>H<sub>18</sub>Cu<sub>2</sub>N<sub>16</sub>O<sub>6</sub>:  C, 41.96; H, 2.26; N, 27.96; Cu, 15.85%. Found:  C,\n42.10; H, 2.18; N, 28.08; Cu, 15.66%. IR data (ν/cm<sup>-1</sup>):  3419br,\n2244m, 2208s, 2192s, 1653w, 1588m, 1560w, 1507w, 1428s, 1413s,\n1222w, 1032w, 741w, 687w, 537w, 482w. The crystalline powder\nwas dissolved in hot water (40 mL) leading by slow evaporation\nto dark brown single crystals of <bold>1</bold> suitable for X-ray diffraction.\n</p><p>\n<bold>[Cu(tn)(tcpd)] (2) and [Cu(tn)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(tcpd)]·H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O (3). </bold>1,3-Diaminopropane (1.0 mL, 12.0 mmol) was added to a concentrated aqueous\n\nsolution (10 mL) of CuCl<sub>2</sub>·2H<sub>2</sub>O (2.04 g, 12.0 mmol) with\ncontinuous stirring, leading to the immediate precipitation of a green\npowder. After addition of an aqueous solution (10 mL) of sodium\nhydroxide (0.48 g, 12.0 mmol), the resulting dark blue solution\nwas warmed (about 60 °C for about 5 min) and then filtered in\norder to eliminate the precipitate which remained. An aqueous\nsolution (1 mL) of CuCl<sub>2</sub>·2H<sub>2</sub>O (0.68 g, 4.0 mmol) was then added,\nand the resulting solution was treated with an aqueous solution (30\nmL) of potassium 2-dicyanomethylene-1,1,3,3-tetracyanopropanediide (3.39 g, 12.0 mmol); this resulted in the immediate precipitation of a green powder which was dissolved, after filtration, in hot\nwater. The final solution yielded by slow evaporation green crystals\nof <bold>2 </bold>and mauve crystals of<bold> 3</bold> which were separated manually. Anal.\nCalcd for C<sub>13</sub>H<sub>10</sub>CuN<sub>8</sub> (<bold>2</bold>):  C, 45.68; H, 2.95; N, 32.78; Cu, 18.59%.\nFound:  C, 45.81; H, 3.06; N, 32.38; Cu, 18.28%. IR data (ν/cm<sup>-1</sup>):  3436m, 3308m, 3242m, 3141w, 2230s, 2191s, 2175s, 1586w,\n1410s, 1165m, 1014m, 926w, 880w, 678m, 636w, 536w, 495w,\n477w. Anal. Calcd for C<sub>16</sub>H<sub>22</sub>CuN<sub>10</sub>O (<bold>3</bold>):  C, 44.28; H, 5.11; N,\n32.28; Cu, 14.64%. Found:  C, 43.98; H, 5.01; N, 32.51; Cu,\n14.87%. IR data (ν/cm<sup>-1</sup>):  3446m, 3314m, 3284m, 3250w, 2184s,\n2165s, 1605m, 1590m, 1421s, 1167m, 1020m, 911m, 802w, 669m,\n536m, 481m.\n</p><p>As mentioned above, equimolar reaction between CuCl<sub>2</sub>·2H<sub>2</sub>O\nand 1,3-diaminopropane, in the presence of sodium hydroxide, leads\nto the formation of a mixture of [Cu(tn)(H<sub>2</sub>O)<italic>\n<sub>n</sub>\n</italic>]<sup>2+</sup> and [Cu(tn)<sub>2</sub>(H<sub>2</sub>O)<italic>\n<sub>m</sub>\n</italic>]<sup>2+</sup> entities since a mixture of compounds <bold>2</bold> and <bold>3</bold> was\nobtained. However, slight modifications of the synthetic procedure\nallowed the formation of <bold>3 </bold>as a single compound:  a large excess\nof 1,3-diaminopropane (3.6 mL, 43.2 mmol) was added to a\nconcentrated aqueous solution of CuCl<sub>2</sub>·2H<sub>2</sub>O (2.04 g, 12.0 mmol)\nwith continuous stirring, leading to the immediate formation of a\nblue solution to which was slowly added, with continuous stirring,\nan aqueous solution (10 mL) of K<sub>2</sub>tcpd (3.39 g, 12.0 mmol). This\nresulted in the immediate precipitation of a mauve powder which\nwas dissolved, after filtration, in hot water. Slow evaporation of\nthe resulting solution gave mauve crystals of <bold>3</bold>; they were filtered\nand air-dried. Yield:  2.71 g (52%).\n</p>", "clean_text": " [Cu  2  (bpym)(tcpd)  2  (H  2  O)  4  ]⋅2H  2  O (1). An aqueous solution (2 mL) of 2,2‘-bipyrimidine (50 mg, 0.316 mmol) was slowly added to a hot aqueous solution (2 mL) of CuCl2⋅2H2O (108 mg, 0.632 mmol). To the resulting solution was slowly added, with continuous stirring, an aqueous solution (5 mL) of potassium 2-dicyanomethylene-1,1,3,3-tetracyanopropanediide (179 mg, 0.632 mmol) leading to an immediate dark brown precipitate of 1 which was filtered and air-dried. Yield: 1.39 g (55%). Anal. Calcd. for C28H18Cu2N16O6: C, 41.96; H, 2.26; N, 27.96; Cu, 15.85%. Found: C, 42.10; H, 2.18; N, 28.08; Cu, 15.66%. IR data (ν/cm-1): 3419br, 2244m, 2208s, 2192s, 1653w, 1588m, 1560w, 1507w, 1428s, 1413s, 1222w, 1032w, 741w, 687w, 537w, 482w. The crystalline powder was dissolved in hot water (40 mL) leading by slow evaporation to dark brown single crystals of 1 suitable for X-ray diffraction. \n\n [Cu(tn)(tcpd)] (2) and [Cu(tn)  2  (tcpd)]⋅H  2  O (3). 1,3-Diaminopropane (1.0 mL, 12.0 mmol) was added to a concentrated aqueous  solution (10 mL) of CuCl2⋅2H2O (2.04 g, 12.0 mmol) with continuous stirring, leading to the immediate precipitation of a green powder. After addition of an aqueous solution (10 mL) of sodium hydroxide (0.48 g, 12.0 mmol), the resulting dark blue solution was warmed (about 60 °C for about 5 min) and then filtered in order to eliminate the precipitate which remained. An aqueous solution (1 mL) of CuCl2⋅2H2O (0.68 g, 4.0 mmol) was then added, and the resulting solution was treated with an aqueous solution (30 mL) of potassium 2-dicyanomethylene-1,1,3,3-tetracyanopropanediide (3.39 g, 12.0 mmol); this resulted in the immediate precipitation of a green powder which was dissolved, after filtration, in hot water. The final solution yielded by slow evaporation green crystals of 2 and mauve crystals of 3 which were separated manually. Anal. Calcd for C13H10CuN8 (2): C, 45.68; H, 2.95; N, 32.78; Cu, 18.59%. Found: C, 45.81; H, 3.06; N, 32.38; Cu, 18.28%. IR data (ν/cm-1): 3436m, 3308m, 3242m, 3141w, 2230s, 2191s, 2175s, 1586w, 1410s, 1165m, 1014m, 926w, 880w, 678m, 636w, 536w, 495w, 477w. Anal. Calcd for C16H22CuN10O (3): C, 44.28; H, 5.11; N, 32.28; Cu, 14.64%. Found: C, 43.98; H, 5.01; N, 32.51; Cu, 14.87%. IR data (ν/cm-1): 3446m, 3314m, 3284m, 3250w, 2184s, 2165s, 1605m, 1590m, 1421s, 1167m, 1020m, 911m, 802w, 669m, 536m, 481m. \n\nAs mentioned above, equimolar reaction between CuCl2⋅2H2O and 1,3-diaminopropane, in the presence of sodium hydroxide, leads to the formation of a mixture of [Cu(tn)(H2O) n ]2+ and [Cu(tn)2(H2O) m ]2+ entities since a mixture of compounds 2 and 3 was obtained. However, slight modifications of the synthetic procedure allowed the formation of 3 as a single compound: a large excess of 1,3-diaminopropane (3.6 mL, 43.2 mmol) was added to a concentrated aqueous solution of CuCl2⋅2H2O (2.04 g, 12.0 mmol) with continuous stirring, leading to the immediate formation of a blue solution to which was slowly added, with continuous stirring, an aqueous solution (10 mL) of K2tcpd (3.39 g, 12.0 mmol). This resulted in the immediate precipitation of a mauve powder which was dissolved, after filtration, in hot water. Slow evaporation of the resulting solution gave mauve crystals of 3; they were filtered and air-dried. Yield: 2.71 g (52%). ", "data": [{"meta": {"name": "[Cu2(bpym)(tcpd)2(H2O)4]·2H2O", "symbol": "1", "chemical formula": "C28H18Cu2N16O6"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "2,2‘-bipyrimidine", "amount": "50", "unit": "mg"}, {"name": "CuCl2·2H2O", "amount": "108", "unit": "mg"}, {"name": "potassium 2-dicyanomethylene-1,1,3,3-tetracyanopropanediide", "amount": "179", "unit": "mg"}], "solution": [{"name": "H2O", "amount": "2", "unit": "mL"}, {"name": "MeOH/H2O solution", "amount": "2:1 v/v", "unit": ""}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "filtration", "filtration solution": "water", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}], "yield": "55%"}, {"meta": {"name": "[Cu(tn)(tcpd)]", "symbol": "2", "chemical formula": "C13H10CuN8"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "CuCl2·2H2O", "amount": "2.04", "unit": "g"}, {"name": "1,3-diaminopropane", "amount": "1.0", "unit": "mL"}, {"name": "sodium hydroxide", "amount": "0.48", "unit": "g"}], "solution": [{"name": "H2O", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "60°C", "time": "5 min"}, {"synthesis method": "filtration", "filtration solution": "water", "amount": ""}, {"synthesis method": "chemical synthesis", "precursor": [{"name": "CuCl2·2H2O", "amount": "0.68", "unit": "g"}, {"name": "potassium 2-dicyanomethylene-1,1,3,3-tetracyanopropanediide", "amount": "3.39", "unit": "g"}], "solution": [{"name": "H2O", "amount": "30", "unit": "mL"}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "filtration", "filtration solution": "water", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}], "yield": "", "other properties": ["IR data (ν/cm-1): 3419br, 2244m, 2208s, 2192s, 1653w, 1588m, 1560w, 1507w, 1428s, 1413s, 1222w, 1032w, 741w, 687w, 537w, 482w"]}, {"meta": {"name": "[Cu(tn)2(tcpd)]·H2O", "symbol": "3", "chemical formula": "C16H22CuN10O"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "CuCl2·2H2O", "amount": "2.04", "unit": "g"}, {"name": "1,3-diaminopropane", "amount": "3.6", "unit": "mL"}], "solution": [{"name": "H2O", "amount": "10", "unit": "mL"}, {"name": "K2tcpd", "amount": "3.39", "unit": "g"}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "filtration", "filtration solution": "water", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}], "yield": "52%"}], "include_properties": ["chemical_synthesis", "filtration", "drying"]}, {"idx": "1, 25, 30, 33, 34, 36", "type": "text", "classification": "property", "content": "<p>Reactions between CuCl<sub>2</sub> and K<sub>2</sub>tcpd (tcpd<sup>2-</sup> = [C<sub>10</sub>N<sub>6</sub>]<sup>2-</sup> = (C[C(CN)<sub>2</sub>]<sub>3</sub>)<sup>2-</sup>) in the presence of neutral co-ligands\n(bpym = 2,2‘-bipyrimidine, and tn = 1,3-diaminopropane) in aqueous solution yield the new compounds [Cu<sub>2</sub>(bpym)(tcpd)<sub>2</sub>(H<sub>2</sub>O)<sub>4</sub>]·2H<sub>2</sub>O (<bold>1</bold>), [Cu(tn)(tcpd)] (<bold>2</bold>), and [Cu(tn)<sub>2</sub>(tcpd)]·H<sub>2</sub>O (<bold>3</bold>), which are characterized by X-ray\ncrystallography and magnetic measurements. Compound <bold>1</bold> displays a one-dimensional structure in which the bpym\nligand, acting with a bis-chelating coordination mode, leads to [Cu<sub>2</sub>(bpym)]<sup>4+</sup> dinuclear units which are connected\nby two μ<sub>2</sub>-tcpd<sup>2-</sup> bridging ligands. Compound <bold>2</bold> consists of a three-dimensional structure generated by [Cu(tn)]<sup>2+</sup>\nunits connected by a μ<sub>4</sub>-tcpd<sup>2-</sup> ligand. The structure of <bold>3</bold> is made up of centrosymmetric planar [Cu(tn)]<sup>2+</sup> units\nconnected by a μ<sub>2</sub>-tcpd<sup>2-</sup> ligand leading to infinite zigzag chains. In compounds <bold>1</bold> and<bold> 3</bold>, the bridging coordination\nmode of the tcpd<sup>2-</sup> unit involves only two nitrogen atoms of one C(CN)<sub>2</sub> wing, while in <bold>2</bold>, this ligand acts via four\nnitrogen atoms of two C(CN)<sub>2</sub> wings. Despite this difference, the structural features of the tcpd<sup>2-</sup> units in <bold>1</bold>\n<bold>−</bold>\n<bold>3</bold> are\nessentially similar. Magnetic measurements for compound <bold>1</bold> exhibit a maximum in the <italic>χ</italic>\n<italic>\n<sub>m</sub>\n</italic>\n<italic>vs</italic>\n<italic> T</italic> plot (at ∼150 K)\nwhich is characteristic of strong antiferromagnetic exchange interactions between the Cu(II) metal ions dominated\nby the magnetic exchange through the bis-chelating bpym. The fit of the magnetic data to a dimer model gives <italic>J</italic>\nand <italic>g</italic> values of −90.0 cm<sup>-1</sup> and 2.12, respectively. For compounds <bold>2</bold> and <bold>3</bold> the thermal variations of the magnetic\nsusceptibility show weak antiferromagnetic interactions between the Cu(II) metal ions that can be well reproduced\nwith an antiferromagnetic regular <italic>S</italic> = 1/2 chain model that gives <italic>J</italic> values of −0.07(2) and −0.18(1) cm<sup>-1</sup> with <italic>g</italic>\nvalues of 2.12(1) and 2.13(1) for compounds <bold>2</bold> and <bold>3</bold>, respectively (the Hamiltonian is written in all the cases as\n<italic>H</italic> = −2<italic>JS</italic>\n<italic>\n<sub>a</sub>\n</italic>\n<italic>S</italic>\n<italic>\n<sub>b</sub>\n</italic>). </p><p>For compound <bold>2</bold>, the asymmetric unit consists of one [Cu(tn)]<sup>2+</sup> unit and one tcpd<sup>2-</sup> anion, both located on general\npositions. Each Cu atom presents a CuN<sub>4</sub>N<sub>2</sub> distorted\noctahedral coordination with four nitrogen atoms arising from\nfour polynitrile ligands and two nitrogen atoms from the\nchelating tn ligand (Figure ). The Cu(II) coordination\noctahedron is much more severely distorted here than in\ncompound <bold>1</bold>. While the CuN1N4N7N8 is almost planar\nwithin ±0.2 Å and presents almost equivalent Cu−N bond\nlengths [1.991(8) and 1.996(8) Å from the polynitrile ligand;\n1.996(8) and 2.015(8) Å from the tn ligand], the two <italic>trans-\n</italic>CuN2 and CuN3 bonds are much longer [2.346(9) and 2.71(1) Å, respectively].\n</p><p>\n<bold>Magnetic Properties. </bold>The magnetic properties for compounds <bold>1</bold>\n<bold>−</bold>\n<bold>3</bold> are displayed in Figures  and  as the thermal\nvariation of the molar magnetic susceptibility per formula\nunit (<italic>χ</italic>\n<italic>\n<sub>m</sub>\n</italic>) for <bold>1</bold> and as <italic>χ</italic>\n<italic>\n<sub>m</sub>\n</italic>\n<italic>T</italic> versus <italic>T</italic> for <bold>2</bold> and <bold>3</bold>. In compound\n<bold>1</bold> the thermal variation of <italic>χ</italic>\n<italic>\n<sub>m</sub>\n</italic> presents a broad maximum at\napproximately 150 K, which is consistent with the presence\nof strong antiferromagnetic interactions between the metal\nions. The increase observed below 50 K is attributed to the\npresence of paramagnetic impurities (Figure ).\n\n\n</p><p>The magnetic data previously reported for the 3D compound [Cu(tcpd)(H<sub>2</sub>O)<sub>2</sub>] involving bridges similar to those\ndescribed here for compound <bold>1</bold>\n<sup>8</sup> and examination of several\nrelated compounds involving the Cu−bpym−Cu bridges<sup>15</sup>\nsuggest that the magnetic interactions through the tcpd<sup>2-</sup>\nbridges are much weaker than those observed through the\nbpym bridges (|<italic>J</italic>\n<sub>tcpd</sub>| &lt; 0.5 cm<sup>-1</sup> and |<italic>J</italic>\n<sub>bpym</sub>| &gt; 90 cm<sup>-1</sup> for\nCu(II)). Accordingly, we have fitted the magnetic data with\nthe isotropic <italic>S</italic> = 1/2 dimer model of Bleaney and Bowers,\ntaking only into account the interactions through the bpym\nligand (the Hamiltonian is written as <italic>H </italic>= −2<italic>JS</italic>\n<italic>\n<sub>a</sub>\n</italic>\n<italic>S</italic>\n<italic>\n<sub>b</sub>\n</italic>) and\nadding a term for the paramagnetic contribution. A very\nsatisfactory fit over the whole temperature range (2−300 K)\nis obtained with the following set of parameters:  <italic>J</italic> = −90\ncm<sup>-1</sup>, <italic>g </italic>= 2.12, and 4% of monomeric paramagnetic\nimpurity (solid line in Figure ). The <italic>J</italic> value is similar to\nthose found in other Cu−bpym−Cu bridges. Note that a\nmore sophisticated model including the magnetic interactions\nthrough the tcpd<sup>2-</sup> bridges (as <italic>J</italic>\n<italic>‘</italic>) can also be considered.\nNevertheless, the very high |<italic>J</italic>|/|<italic>J</italic>\n<italic>‘</italic>| ratio precludes any\nconclusive estimation of <italic>J</italic>\n<italic>‘</italic> since the final plot is almost\nindependent of the changes in the<italic> J</italic>\n<italic>‘</italic> value or in its sign.\n</p><p>For compound <bold>2</bold>, the thermal variation of the product of\nthe molar magnetic susceptibility times the temperature (χ<italic>\n<sub>m</sub>\n</italic>\n<italic>T</italic>)\nshows a constant value of about 0.41 emu K mol<sup>-1</sup> from\nroom temperature down to about 10 K (Figure ). Below\nthis temperature the χ<italic>\n<sub>m</sub>\n</italic>\n<italic>T</italic> product shows a weak decrease,\nindicative of the presence of very weak antiferromagnetic\ninteractions, to reach a value of 0.39 emu K mol<sup>-1</sup> at 2 K\n(Figure ).\n</p><p>For compound <bold>3</bold>, the thermal variation of the product of\nthe molar magnetic susceptibility times the temperature (χ<italic>\n<sub>m</sub>\n</italic>\n<italic>T</italic>)\nshows a constant value of about 0.42 emu K mol<sup>-1</sup> from\nroom temperature down to about 50 K (Figure ). Below\nthis temperature the χ<italic>\n<sub>m</sub>\n</italic>\n<italic>T</italic> product shows a weak decrease,\nindicative of the presence of weak antiferromagnetic interactions, reaching a value of 0.37 emu K mol<sup>-1</sup> at 2 K (Figure\n). According to the chain structure observed for compound <bold>3</bold>, we have also fitted the susceptibility data using\nthe empirical expression proposed by Hatfield<sup>18,19</sup> for\nantiferromagnetic 1D isotropic Heisenberg <italic>S </italic>= 1/2\nchains. A satisfactory agreement with the experimental data\nin the whole temperature range was obtained with <italic>J</italic> =\n−0.18(1) cm<sup>-1</sup> and <italic>g</italic> = 2.13(1) (solid line in Figure\n).\n</p>", "clean_text": "Reactions between CuCl2 and K2tcpd (tcpd2- = [C10N6]2- = (C[C(CN)2]3)2-) in the presence of neutral co-ligands (bpym = 2,2‘-bipyrimidine, and tn = 1,3-diaminopropane) in aqueous solution yield the new compounds [Cu2(bpym)(tcpd)2(H2O)4]⋅2H2O (1), [Cu(tn)(tcpd)] (2), and [Cu(tn)2(tcpd)]⋅H2O (3), which are characterized by X-ray crystallography and magnetic measurements. Compound 1 displays a one-dimensional structure in which the bpym ligand, acting with a bis-chelating coordination mode, leads to [Cu2(bpym)]4+ dinuclear units which are connected by two μ2-tcpd2- bridging ligands. Compound 2 consists of a three-dimensional structure generated by [Cu(tn)]2+ units connected by a μ4-tcpd2- ligand. The structure of 3 is made up of centrosymmetric planar [Cu(tn)]2+ units connected by a μ2-tcpd2- ligand leading to infinite zigzag chains. In compounds 1 and 3, the bridging coordination mode of the tcpd2- unit involves only two nitrogen atoms of one C(CN)2 wing, while in 2, this ligand acts via four nitrogen atoms of two C(CN)2 wings. Despite this difference, the structural features of the tcpd2- units in 1 - 3 are essentially similar. Magnetic measurements for compound 1 exhibit a maximum in the χ  m  vs  T plot (at ~150 K) which is characteristic of strong antiferromagnetic exchange interactions between the Cu(II) metal ions dominated by the magnetic exchange through the bis-chelating bpym. The fit of the magnetic data to a dimer model gives J and g values of -90.0 cm-1 and 2.12, respectively. For compounds 2 and 3 the thermal variations of the magnetic susceptibility show weak antiferromagnetic interactions between the Cu(II) metal ions that can be well reproduced with an antiferromagnetic regular S = 1/2 chain model that gives J values of -0.07(2) and -0.18(1) cm-1 with g values of 2.12(1) and 2.13(1) for compounds 2 and 3, respectively (the Hamiltonian is written in all the cases as H = -2JS  a  S  b ). \n\nFor compound 2, the asymmetric unit consists of one [Cu(tn)]2+ unit and one tcpd2- anion, both located on general positions. Each Cu atom presents a CuN4N2 distorted octahedral coordination with four nitrogen atoms arising from four polynitrile ligands and two nitrogen atoms from the chelating tn ligand (Figure ). The Cu(II) coordination octahedron is much more severely distorted here than in compound 1. While the CuN1N4N7N8 is almost planar within ±0.2 Å and presents almost equivalent Cu-N bond lengths [1.991(8) and 1.996(8) Å from the polynitrile ligand; 1.996(8) and 2.015(8) Å from the tn ligand], the two trans- CuN2 and CuN3 bonds are much longer [2.346(9) and 2.71(1) Å, respectively]. \n\n Magnetic Properties. The magnetic properties for compounds 1 - 3 are displayed in Figures  and  as the thermal variation of the molar magnetic susceptibility per formula unit (χ  m ) for 1 and as χ  m  T versus T for 2 and 3. In compound 1 the thermal variation of χ  m  presents a broad maximum at approximately 150 K, which is consistent with the presence of strong antiferromagnetic interactions between the metal ions. The increase observed below 50 K is attributed to the presence of paramagnetic impurities (Figure ).   \n\nThe magnetic data previously reported for the 3D compound [Cu(tcpd)(H2O)2] involving bridges similar to those described here for compound 1 8 and examination of several related compounds involving the Cu-bpym-Cu bridges15 suggest that the magnetic interactions through the tcpd2- bridges are much weaker than those observed through the bpym bridges (|J tcpd| < 0.5 cm-1 and |J bpym| > 90 cm-1 for Cu(II)). Accordingly, we have fitted the magnetic data with the isotropic S = 1/2 dimer model of Bleaney and Bowers, taking only into account the interactions through the bpym ligand (the Hamiltonian is written as H = -2JS  a  S  b ) and adding a term for the paramagnetic contribution. A very satisfactory fit over the whole temperature range (2-300 K) is obtained with the following set of parameters: J = -90 cm-1, g = 2.12, and 4% of monomeric paramagnetic impurity (solid line in Figure ). The J value is similar to those found in other Cu-bpym-Cu bridges. Note that a more sophisticated model including the magnetic interactions through the tcpd2- bridges (as J ‘) can also be considered. Nevertheless, the very high |J|/|J ‘| ratio precludes any conclusive estimation of J ‘ since the final plot is almost independent of the changes in the J ‘ value or in its sign. \n\nFor compound 2, the thermal variation of the product of the molar magnetic susceptibility times the temperature (χ m  T) shows a constant value of about 0.41 emu K mol-1 from room temperature down to about 10 K (Figure ). Below this temperature the χ m  T product shows a weak decrease, indicative of the presence of very weak antiferromagnetic interactions, to reach a value of 0.39 emu K mol-1 at 2 K (Figure ). \n\nFor compound 3, the thermal variation of the product of the molar magnetic susceptibility times the temperature (χ m  T) shows a constant value of about 0.42 emu K mol-1 from room temperature down to about 50 K (Figure ). Below this temperature the χ m  T product shows a weak decrease, indicative of the presence of weak antiferromagnetic interactions, reaching a value of 0.37 emu K mol-1 at 2 K (Figure ). According to the chain structure observed for compound 3, we have also fitted the susceptibility data using the empirical expression proposed by Hatfield18,19 for antiferromagnetic 1D isotropic Heisenberg S = 1/2 chains. A satisfactory agreement with the experimental data in the whole temperature range was obtained with J = -0.18(1) cm-1 and g = 2.13(1) (solid line in Figure ). ", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "dielectric constant": {"value": "4.5", "unit": "", "condition": ""}}, {"meta": {"name": "MOF-B", "symbol": "", "chemical formula": ""}, "electrical conductivity": {"value": "0.02", "unit": "S/cm", "condition": ""}}, {"meta": {"name": "NOTT-202", "symbol": "", "chemical formula": ""}, "electrical resistance": {"value": "10000000", "unit": "ohm·cm", "condition": ""}}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "magnetic susceptibility": [{"value": "0.98", "unit": "cm3 mol-1 K", "temperature": "room temperature", "condition": ""}]}]], "include_properties": ["magnetic_susceptibility", "etc"]}, {"idx": 12, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"ic050235ht00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystallographic Data and Structural Refinement Parameters for Compounds [Cu<sub>2</sub>(bpym)(tcpd)<sub>2</sub>(H<sub>2</sub>O)<sub>4</sub>]·2H<sub>2</sub>O (<bold>1</bold>), [Cu(tn)(tcpd)] (<bold>2</bold>),\nand [Cu(tn)<sub>2</sub>(tcpd)]·H<sub>2</sub>O (<bold>3</bold>)</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry colname=\"4\">\n<bold>3</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>28</sub>H<sub>18</sub>N<sub>16</sub>O<sub>6</sub>Cu<sub>2 </sub>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"3\">C<sub>13</sub>H<sub>10</sub>N<sub>8</sub>Cu\n</oasis:entry>\n<oasis:entry colname=\"4\">C<sub>16</sub>H<sub>22</sub>N<sub>10</sub>OCu\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Fw\n</oasis:entry>\n<oasis:entry colname=\"2\">801.64\n</oasis:entry>\n<oasis:entry colname=\"3\">341.82\n</oasis:entry>\n<oasis:entry colname=\"4\">433.96\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst. system\n</oasis:entry>\n<oasis:entry colname=\"2\">triclinic\n</oasis:entry>\n<oasis:entry colname=\"3\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"4\">triclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">P-1\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic>P</italic>2<sub>1</sub>/<italic>n</italic>\n</oasis:entry>\n<oasis:entry colname=\"4\">P-1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">7.7495(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">7.3655(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">9.891(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">9.8432(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">13.955(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">9.955(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">10.9787(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">14.337(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">11.608(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>α</italic> (°)\n</oasis:entry>\n<oasis:entry colname=\"2\">97.6(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">90\n</oasis:entry>\n<oasis:entry colname=\"4\">73.11(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>β</italic>\n<italic> </italic>(°)\n</oasis:entry>\n<oasis:entry colname=\"2\">101.2(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">94.72(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">66.83(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>γ</italic>\n<italic> </italic>(°)\n</oasis:entry>\n<oasis:entry colname=\"2\">90.076(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">90\n</oasis:entry>\n<oasis:entry colname=\"4\">77.32(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>V </italic>(Å<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">814.1(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">1468.7(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">998.2(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">ρ<sub>calcd</sub>, (g cm<sup>-3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.64\n</oasis:entry>\n<oasis:entry colname=\"3\">1.55\n</oasis:entry>\n<oasis:entry colname=\"4\">1.44\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Z\n</oasis:entry>\n<oasis:entry colname=\"2\">1\n</oasis:entry>\n<oasis:entry colname=\"3\">4\n</oasis:entry>\n<oasis:entry colname=\"4\">2\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">μ (cm<sup>-1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">13.76\n</oasis:entry>\n<oasis:entry colname=\"3\">14.97\n</oasis:entry>\n<oasis:entry colname=\"4\">11.23\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic>(<italic>F</italic>\n<sub>o</sub>)<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.045\n</oasis:entry>\n<oasis:entry colname=\"3\">0.071\n</oasis:entry>\n<oasis:entry colname=\"4\">0.029\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic>\n<sub>w</sub>(<italic>F</italic>\n<sub>o</sub>)<italic>\n<sup>c</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.050\n</oasis:entry>\n<oasis:entry colname=\"3\">0.076\n</oasis:entry>\n<oasis:entry colname=\"4\">0.030\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">GOF<italic>\n<sup>d</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.006\n</oasis:entry>\n<oasis:entry colname=\"3\">1.225\n</oasis:entry>\n<oasis:entry colname=\"4\">1.102</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> The asymmetric unit contains 0.5 of the chemical formula.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> \n                     <italic>R</italic> = Σ|<italic>F</italic>\n<sub>o</sub>\n− <italic>F</italic>\n<sub>c</sub>|/<italic>F</italic>\n<sub>o</sub>.<italic>\n<sup>c</sup>\n</italic>\n<sup></sup> \n                     <italic>R</italic>\n<sub>w</sub> = [Σ<italic>w</italic>(|<italic>F</italic>\n<sub>o</sub>| − |<italic>F</italic>\n<sub>c</sub>|)<sup>2</sup>/<italic>w</italic>(<italic>F</italic>\n<sub>o</sub>)<sup>2</sup>]<sup>1/2</sup>.<italic>\n<sup>d</sup>\n</italic>\n<sup></sup> GOF = [(∑<italic>w</italic>|<italic>F</italic>\n<sub>o</sub>| − |<italic>F</italic>\n<sub>c</sub>|)<sup>2</sup>/(<italic>N</italic>\n<sub>obs</sub> − <italic>N</italic>\n<sub>var</sub>)]<sup>1/2</sup>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Crystallographic Data and Structural Refinement Parameters for Compounds [Cu<sub>2</sub>(bpym)(tcpd)<sub>2</sub>(H<sub>2</sub>O)<sub>4</sub>]·2H<sub>2</sub>O (1), [Cu(tn)(tcpd)] (2), and [Cu(tn)<sub>2</sub>(tcpd)]·H<sub>2</sub>O (3)\n\n|         | 1                                      | 2              | 3              |\n|---------|----------------------------------------|----------------|----------------|\n| formula | C<sub>28</sub>H<sub>18</sub>N<sub>16</sub>O<sub>6</sub>Cu<sub>2 </sub><sup>a</sup> | C<sub>13</sub>H<sub>10</sub>N<sub>8</sub>Cu | C<sub>16</sub>H<sub>22</sub>N<sub>10</sub>OCu |\n| Fw      | 801.64                                 | 341.82         | 433.96         |\n| cryst. system | triclinic                           | monoclinic     | triclinic      |\n| space group | P-1                                    | P2<sub>1</sub>/n | P-1             |\n| a (Å)    | 7.7495(4)                               | 7.3655(9)      | 9.891(2)       |\n| b (Å)    | 9.8432(6)                               | 13.955(2)      | 9.955(2)       |\n| c (Å)    | 10.9787(8)                              | 14.337(2)      | 11.608(2)      |\n| α (°)    | 97.6(2)                                 | 90             | 73.11(2)       |\n| β (°)    | 101.2(2)                                | 94.72(1)       | 66.83(2)       |\n| γ (°)    | 90.076(5)                               | 90             | 77.32(2)       |\n| V (Å<sup>3</sup>) | 814.1(9)                          | 1468.7(5)      | 998.2(3)       |\n| ρ<sub>calcd</sub>, (g cm<sup>-3</sup>) | 1.64     | 1.55           | 1.44           |\n| Z       | 1                                      | 4              | 2              |\n| μ (cm<sup>-1</sup>) | 13.76                       | 14.97          | 11.23          |\n| R(F<sub>o</sub>)<sup>b</sup> | 0.045              | 0.071          | 0.029          |\n| R<sub>w</sub>(F<sub>o</sub>)<sup>c</sup> | 0.050     | 0.076          | 0.030          |\n| GOF<sup>d</sup> | 1.006                           | 1.225          | 1.102          |\n\nTable 1 Footnotes:\na The asymmetric unit contains 0.5 of the chemical formula.\nb R = Σ|F<sub>o</sub> − F<sub>c</sub>|/F<sub>o</sub>.\nc R<sub>w</sub> = [Σw(|F<sub>o</sub>| − |F<sub>c</sub>|)<sup>2</sup>/w(F<sub>o</sub>)<sup>2</sup>]<sup>1/2</sup>.\nd GOF = [(∑w|F<sub>o</sub>| − |F<sub>c</sub>|)<sup>2</sup>/(N<sub>obs</sub> − N<sub>var</sub>)]<sup>1/2</sup>.", "data": [{"meta": {"name": "", "symbol": "1", "chemical formula": "C28H18N16O6Cu2"}, "chemical formula weight": [{"value": "801.64", "unit": "", "condition": ""}], "crystal system": [{"value": "triclinic", "condition": ""}], "space group": [{"value": "P-1", "condition": ""}], "lattice parameters": [{"value": {"a": "7.7495(4)", "b": "9.8432(6)", "c": "10.9787(8)", "alpha": "97.6(2)", "beta": "101.2(2)", "gamma": "90.076(5)"}, "condition": ""}], "cell volume": [{"value": "814.1(9)", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.64", "unit": "g/cm^3", "condition": ""}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": "C13H10N8Cu"}, "chemical formula weight": [{"value": "341.82", "unit": "", "condition": ""}], "crystal system": [{"value": "monoclinic", "condition": ""}], "space group": [{"value": "P2/n", "condition": ""}], "lattice parameters": [{"value": {"a": "7.3655(9)", "b": "13.955(2)", "c": "14.337(2)", "alpha": "90", "beta": "94.72(1)", "gamma": "90"}, "condition": ""}], "cell volume": [{"value": "1468.7(5)", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.55", "unit": "g/cm^3", "condition": ""}]}, {"meta": {"name": "", "symbol": "3", "chemical formula": "C16H22N10OCu"}, "chemical formula weight": [{"value": "433.96", "unit": "", "condition": ""}], "crystal system": [{"value": "triclinic", "condition": ""}], "space group": [{"value": "P-1", "condition": ""}], "lattice parameters": [{"value": {"a": "9.891(2)", "b": "9.955(2)", "c": "11.608(2)", "alpha": "73.11(2)", "beta": "66.83(2)", "gamma": "77.32(2)"}, "condition": ""}], "cell volume": [{"value": "998.2(3)", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.44", "unit": "g/cm^3", "condition": ""}]}], "include_properties": null}, {"idx": 13, "type": "table", "classification": null, "content": "<table-wrap id=\"ic050235ht00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Important Bond Lengths (Å) and Angles (deg) for Compounds<bold>1</bold>\n<bold>−</bold>\n<bold>3</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>3</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu−N1\n</oasis:entry>\n<oasis:entry colname=\"2\">1.955(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu−N1\n</oasis:entry>\n<oasis:entry colname=\"4\">1.996(8)\n</oasis:entry>\n<oasis:entry colname=\"5\">Cu1−N1\n</oasis:entry>\n<oasis:entry colname=\"6\">2.551(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu−N2\n</oasis:entry>\n<oasis:entry colname=\"2\">1.980(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu−N2\n</oasis:entry>\n<oasis:entry colname=\"4\">2.346(9)\n</oasis:entry>\n<oasis:entry colname=\"5\">Cu1−N7\n</oasis:entry>\n<oasis:entry colname=\"6\">2.038(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu−O1\n</oasis:entry>\n<oasis:entry colname=\"2\">2.371(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu−N3\n</oasis:entry>\n<oasis:entry colname=\"4\">2.71(1)\n</oasis:entry>\n<oasis:entry colname=\"5\">Cu1−N8\n</oasis:entry>\n<oasis:entry colname=\"6\">2.020(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu−O2\n</oasis:entry>\n<oasis:entry colname=\"2\">2.344(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu−N4\n</oasis:entry>\n<oasis:entry colname=\"4\">1.991(8)\n</oasis:entry>\n<oasis:entry colname=\"5\">Cu2−N2\n</oasis:entry>\n<oasis:entry colname=\"6\">2.578(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu−N7\n</oasis:entry>\n<oasis:entry colname=\"2\">2.063(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu−N7\n</oasis:entry>\n<oasis:entry colname=\"4\">2.015(8)\n</oasis:entry>\n<oasis:entry colname=\"5\">Cu2−N9\n</oasis:entry>\n<oasis:entry colname=\"6\">2.022(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu−N8\n</oasis:entry>\n<oasis:entry colname=\"2\">2.043(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu−N8\n</oasis:entry>\n<oasis:entry colname=\"4\">1.996(8)\n</oasis:entry>\n<oasis:entry colname=\"5\">Cu2−N10\n</oasis:entry>\n<oasis:entry colname=\"6\">2.002(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Cu−N2\n</oasis:entry>\n<oasis:entry colname=\"2\">91.0(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N1−Cu−N2\n</oasis:entry>\n<oasis:entry colname=\"4\">94.4(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">N1−Cu1−N7\n</oasis:entry>\n<oasis:entry colname=\"6\">87.0(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Cu−N7\n</oasis:entry>\n<oasis:entry colname=\"2\">93.3(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N1−Cu−N3\n</oasis:entry>\n<oasis:entry colname=\"4\">95.5(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">N1−Cu1−N8\n</oasis:entry>\n<oasis:entry colname=\"6\">90.9(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Cu−N8\n</oasis:entry>\n<oasis:entry colname=\"2\">173.4(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">N1−Cu−N4\n</oasis:entry>\n<oasis:entry colname=\"4\">90.1(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">N7−Cu1−N8\n</oasis:entry>\n<oasis:entry colname=\"6\">89.6(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Cu−O1\n</oasis:entry>\n<oasis:entry colname=\"2\">94.0(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N1−Cu−N7\n</oasis:entry>\n<oasis:entry colname=\"4\">87.1(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">N2−Cu2−N9\n</oasis:entry>\n<oasis:entry colname=\"6\">90.2(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Cu−O2\n</oasis:entry>\n<oasis:entry colname=\"2\">90.3(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N1−Cu−N8\n</oasis:entry>\n<oasis:entry colname=\"4\">175.6(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">N2−Cu2−N10\n</oasis:entry>\n<oasis:entry colname=\"6\">91.2(1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N2−Cu−N7\n</oasis:entry>\n<oasis:entry colname=\"2\">175.1(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N2−Cu−N3\n</oasis:entry>\n<oasis:entry colname=\"4\">169.8(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">N9−Cu2−N10\n</oasis:entry>\n<oasis:entry colname=\"6\">89.5(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N2−Cu−N8\n</oasis:entry>\n<oasis:entry colname=\"2\">95.0(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N2−Cu−N4\n</oasis:entry>\n<oasis:entry colname=\"4\">95.7(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N2−Cu−O1\n</oasis:entry>\n<oasis:entry colname=\"2\">87.1(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N2−Cu−N7\n</oasis:entry>\n<oasis:entry colname=\"4\">95.5(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N2−Cu−O2\n</oasis:entry>\n<oasis:entry colname=\"2\">88.1(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N2−Cu−N8\n</oasis:entry>\n<oasis:entry colname=\"4\">89.7(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N7−Cu−N8\n</oasis:entry>\n<oasis:entry colname=\"2\">80.8(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N3−Cu−N4\n</oasis:entry>\n<oasis:entry colname=\"4\">86.7(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N7−Cu−O1\n</oasis:entry>\n<oasis:entry colname=\"2\">90.3(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N3−Cu−N7\n</oasis:entry>\n<oasis:entry colname=\"4\">82.6(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N7−Cu−O2\n</oasis:entry>\n<oasis:entry colname=\"2\">94.2(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N3−Cu−N8\n</oasis:entry>\n<oasis:entry colname=\"4\">80.4(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N8−Cu−O1\n</oasis:entry>\n<oasis:entry colname=\"2\">89.0(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N4−Cu−N7\n</oasis:entry>\n<oasis:entry colname=\"4\">168.7(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N8−Cu−O2\n</oasis:entry>\n<oasis:entry colname=\"2\">87.2(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N4−Cu−N8\n</oasis:entry>\n<oasis:entry colname=\"4\">88.1(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O1−Cu−O2\n</oasis:entry>\n<oasis:entry colname=\"2\">173.6(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">N7−Cu−N8\n</oasis:entry>\n<oasis:entry colname=\"4\">93.9(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": ["substring not found"], "include_properties": null}, {"idx": 14, "type": "table", "classification": null, "content": "<table-wrap id=\"ic050235ht00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Bond Lengths (Å) and Angles (deg) for the tcpd<sup>2-</sup> Ligands in\nCompounds <bold>1</bold>\n<bold>−</bold>\n<bold>3</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−C1\n</oasis:entry>\n<oasis:entry colname=\"2\">1.155(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.14(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.142(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N2−C2\n</oasis:entry>\n<oasis:entry colname=\"2\">1.146(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.13(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.150(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N3−C3\n</oasis:entry>\n<oasis:entry colname=\"2\">1.149(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.13(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.133(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N4−C4\n</oasis:entry>\n<oasis:entry colname=\"2\">1.147(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.14(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.138(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N5−C5\n</oasis:entry>\n<oasis:entry colname=\"2\">1.158(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.14(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.132(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N6−C6\n</oasis:entry>\n<oasis:entry colname=\"2\">1.154(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.17(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.143(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C1−C8\n</oasis:entry>\n<oasis:entry colname=\"2\">1.390(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.41(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.413(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C2−C8\n</oasis:entry>\n<oasis:entry colname=\"2\">1.396(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.41(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.424(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C3−C9\n</oasis:entry>\n<oasis:entry colname=\"2\">1.421(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.40(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.407(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C4−C9\n</oasis:entry>\n<oasis:entry colname=\"2\">1.416(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.41(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.411(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C5−C10\n</oasis:entry>\n<oasis:entry colname=\"2\">1.441(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.42(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.412(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C6−C10\n</oasis:entry>\n<oasis:entry colname=\"2\">1.447(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.39(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.406(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C7−C8\n</oasis:entry>\n<oasis:entry colname=\"2\">1.449(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.42(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.404(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C7−C9\n</oasis:entry>\n<oasis:entry colname=\"2\">1.410(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.40(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.424(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C7−C10\n</oasis:entry>\n<oasis:entry colname=\"2\">1.382(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.44(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.420(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−C1−C8\n</oasis:entry>\n<oasis:entry colname=\"2\">178.5(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">178(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">177.6(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N2−C2−C8\n</oasis:entry>\n<oasis:entry colname=\"2\">177.5(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">176(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">178.6(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N3−C3−C9\n</oasis:entry>\n<oasis:entry colname=\"2\">179.0(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">178(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">178.4(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N4−C4−C9\n</oasis:entry>\n<oasis:entry colname=\"2\">176.8(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">176(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">176.0(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N5−C5−C10\n</oasis:entry>\n<oasis:entry colname=\"2\">176.2(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">175(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">178.8(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N6−C6−C10\n</oasis:entry>\n<oasis:entry colname=\"2\">178.7(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">175(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">177.2(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C8−C7−C9\n</oasis:entry>\n<oasis:entry colname=\"2\">119.2(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">122.2(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">120.1(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C8−C7−C10\n</oasis:entry>\n<oasis:entry colname=\"2\">118.1(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">119.6(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">119.9(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C9−C7−C10\n</oasis:entry>\n<oasis:entry colname=\"2\">122.6(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">118.1(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">120.0(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C1−C8−C2\n</oasis:entry>\n<oasis:entry colname=\"2\">115.8(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">116.1(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">115.3(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C1−C8−C7\n</oasis:entry>\n<oasis:entry colname=\"2\">121.5(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">121.9(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">122.3(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C2−C8−C7\n</oasis:entry>\n<oasis:entry colname=\"2\">122.7(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">121.9(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">122.4(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C3−C9−C4\n</oasis:entry>\n<oasis:entry colname=\"2\">113.0(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">116.3(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">115.5(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C3−C9−C7\n</oasis:entry>\n<oasis:entry colname=\"2\">123.4(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">121.4(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">121.6(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C4−C9−C7\n</oasis:entry>\n<oasis:entry colname=\"2\">123.6(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">122.2(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">122.9(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C5−C10−C6\n</oasis:entry>\n<oasis:entry colname=\"2\">114.9(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">116(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">115.8(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C5−C10−C7\n</oasis:entry>\n<oasis:entry colname=\"2\">123.0(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">121(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">122.3(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C6−C10−C7\n</oasis:entry>\n<oasis:entry colname=\"2\">121.1(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">122(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">122.0(5)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": ["substring not found"], "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ic050235hh00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Examples of Polynitrile Units Involving Two, Three, Four, and Six CN groups</p>\n</caption>\n<graphic xlink:href=\"ic-2005-00235h_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Examples of Polynitrile Units Involving Two, Three, Four, and Six CN groups   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"ic050235hf00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>ORTEP view of compound<bold>1</bold> showing the atom labeling scheme,\nthe Cu(II) environment, and the 1D structure. Codes of the equivalent\npositions:  (a) −<italic>x</italic>, −<italic>y</italic>, −<italic>z</italic>, (b) 1−<italic>x</italic>, 1−<italic>y</italic>, −<italic>z</italic>, and (c) −1+<italic>x</italic>, −1+<italic>y</italic>, <italic>z</italic>.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-00235h_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  ORTEP view of compound1 showing the atom labeling scheme, the Cu(II) environment, and the 1D structure. Codes of the equivalent positions: (a) -x, -y, -z, (b) 1-x, 1-y, -z, and (c) -1+x, -1+y, z.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"ic050235hf00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>ORTEP view of compound<bold>1</bold> showing the 2D structure generated\nthrough hydrogen bonding between adjacent chains (dashed lines). One of\nthe two uncoordinated wings of the tcpd<sup>2-</sup> ligand is omitted for clarity.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-00235h_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  ORTEP view of compound1 showing the 2D structure generated through hydrogen bonding between adjacent chains (dashed lines). One of the two uncoordinated wings of the tcpd2- ligand is omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"ic050235hf00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>ORTEP view showing the atomic labeling scheme, the asymmetric unit, the μ<sub>4</sub>-tcpd<sup>2-</sup> ligand, and the metal ion environment in <bold>2</bold>.\nCu···Cu distances (Å):  Cu<sup>(i)</sup>···Cu<sup>(iii)</sup> 6.981(2), Cu···Cu<sup>(iii)</sup> 7.366(2), Cu<sup>(i)</sup>···Cu<sup>(ii)</sup> 7.630(2), Cu<sup>(ii)</sup>···Cu<sup>(iii)</sup> 9.924(2), Cu···Cu<sup>(i)</sup> 10.065(2), and Cu···Cu<sup>(ii)</sup> 10.352(2). Codes of equivalent positions:  (i) −1/2−<italic>x</italic>, 1/2+<italic>y</italic>, 1/2−<italic>z</italic>; (ii) −1/2+<italic>x</italic>, 1/2−<italic>y</italic>, 1/2+<italic>z</italic>; (iii) −1+<italic>x</italic>, <italic>y</italic>, <italic>z</italic>; (iv) −1−<italic>x</italic>, 1−<italic>y</italic>, 1−<italic>z</italic>; (v)\n−1/2+<italic>x</italic>, 1/2−<italic>y</italic>, −1/2+<italic>z</italic>; (vi) −3/2−<italic>x</italic>, −1/2+<italic>y</italic>, 1/2−<italic>z</italic>; (vii) −1/2−<italic>x</italic>, −1/2+<italic>y</italic>, 1/2−<italic>z</italic>; (viii) 1/2+<italic>x</italic>, 1/2−<italic>y</italic>, −1/2+<italic>z</italic>; (ix) 1+<italic>x</italic>, <italic>y</italic>, <italic>z</italic>.\n</p>\n</caption>\n<graphic xlink:href=\"ic-2005-00235h_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  ORTEP view showing the atomic labeling scheme, the asymmetric unit, the μ4-tcpd2- ligand, and the metal ion environment in 2. Cu⋅⋅⋅Cu distances (Å): Cu(i)⋅⋅⋅Cu(iii) 6.981(2), Cu⋅⋅⋅Cu(iii) 7.366(2), Cu(i)⋅⋅⋅Cu(ii) 7.630(2), Cu(ii)⋅⋅⋅Cu(iii) 9.924(2), Cu⋅⋅⋅Cu(i) 10.065(2), and Cu⋅⋅⋅Cu(ii) 10.352(2). Codes of equivalent positions: (i) -1/2-x, 1/2+y, 1/2-z; (ii) -1/2+x, 1/2-y, 1/2+z; (iii) -1+x, y, z; (iv) -1-x, 1-y, 1-z; (v) -1/2+x, 1/2-y, -1/2+z; (vi) -3/2-x, -1/2+y, 1/2-z; (vii) -1/2-x, -1/2+y, 1/2-z; (viii) 1/2+x, 1/2-y, -1/2+z; (ix) 1+x, y, z.    ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"ic050235hf00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Three-dimensional molecular arrangement of<bold>2</bold>:  (a) The 1D\nmotif generated when the tcpd ligand is viewed as a μ<sub>2</sub>-bridging ligand\n(Cu−N1 and Cu−N4 bonds &lt; 2.0 Å). (b) The 2D motif observed when\nthe tcpd ligand is viewed as a μ<sub>3</sub>-bridging ligand (Cu−N1, Cu−N4, and\nCu−N2 bonds &lt; 2.35 Å), the tn ligands are omitted for clarity. (c) The 3D\nstructure of <bold>2</bold> generated with the μ<sub>4</sub>-bridging ligand.\n</p>\n</caption>\n<graphic xlink:href=\"ic-2005-00235h_0006.tif\"></graphic>\n</fig>", "clean_text": " 4  Three-dimensional molecular arrangement of2: (a) The 1D motif generated when the tcpd ligand is viewed as a μ2-bridging ligand (Cu-N1 and Cu-N4 bonds < 2.0 Å). (b) The 2D motif observed when the tcpd ligand is viewed as a μ3-bridging ligand (Cu-N1, Cu-N4, and Cu-N2 bonds < 2.35 Å), the tn ligands are omitted for clarity. (c) The 3D structure of 2 generated with the μ4-bridging ligand.    ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"ic050235hf00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>ORTEP view showing the atomic labeling scheme, the asymmetric unit, the μ<sub>2</sub>-tcpd<sup>2-</sup> ligand, and the metal ion environment in <bold>3</bold>. Codes of\nequivalent positions:  (a) <italic>x</italic>, 1+<italic>y</italic>, 1+<italic>z</italic>; (b) −1+<italic>x</italic>, 1+<italic>y</italic>, 1+<italic>z</italic>; (c) 1+<italic>x</italic>, <italic>y</italic>, <italic>z</italic>; (d) −<italic>x</italic>, −<italic>y</italic>, 2−<italic>z</italic>; (e) −<italic>x</italic>, 1−<italic>y</italic>, 3−<italic>z</italic>; (f) 1−<italic>x</italic>, −<italic>y</italic>, 2−<italic>z</italic>; (g) 1+<italic>x</italic>, −1+<italic>y</italic>, −1+<italic>z</italic>.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-00235h_0007.tif\"></graphic>\n</fig>", "clean_text": " 5  ORTEP view showing the atomic labeling scheme, the asymmetric unit, the μ2-tcpd2- ligand, and the metal ion environment in 3. Codes of equivalent positions: (a) x, 1+y, 1+z; (b) -1+x, 1+y, 1+z; (c) 1+x, y, z; (d) -x, -y, 2-z; (e) -x, 1-y, 3-z; (f) 1-x, -y, 2-z; (g) 1+x, -1+y, -1+z.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"ic050235hf00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Thermal variation of the magnetic susceptibility in the form of<italic>χ</italic>\n<italic>\n<sub>m</sub>\n</italic> versus <italic>T</italic> for compound <bold>1</bold>. Inset:  a close view of the maximum and the\nminimum in the plot. The solid line represents the best fit to the model\n(see text).</p>\n</caption>\n<graphic xlink:href=\"ic-2005-00235h_0008.tif\"></graphic>\n</fig>", "clean_text": " 6  Thermal variation of the magnetic susceptibility in the form ofχ  m  versus T for compound 1. Inset: a close view of the maximum and the minimum in the plot. The solid line represents the best fit to the model (see text).   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"ic050235hf00007\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Thermal variation of the product of the molar magnetic susceptibility times the temperature for compounds<bold>2</bold> and <bold>3</bold>. Solid lines are\nthe best fits to the model (see text).</p>\n</caption>\n<graphic xlink:href=\"ic-2005-00235h_0009.tif\"></graphic>\n</fig>", "clean_text": " 7  Thermal variation of the product of the molar magnetic susceptibility times the temperature for compounds2 and 3. Solid lines are the best fits to the model (see text).   ", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig id=\"ic050235hf00008\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Isothermal magnetizations at 2 K for compounds<bold>2</bold> and <bold>3</bold>. Solid\nlines are the best fits to the Brillouin function for <italic>S</italic> = 1/2 (see text).\n</p>\n</caption>\n<graphic xlink:href=\"ic-2005-00235h_0010.tif\"></graphic>\n</fig>", "clean_text": " 8  Isothermal magnetizations at 2 K for compounds2 and 3. Solid lines are the best fits to the Brillouin function for S = 1/2 (see text).    ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic050235h", "title": null, "journal": "American Chemical Society", "date": "2005.05", "author_list": ["Triki\nSmaïl", "Thétiot\nFranck", "Vandevelde\nFanny", "Sala-Pala\nJean", "Gómez-García\nCarlos J."]}}