{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic061173d.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Four gadolinium(III) complexes with dicarboxylate ligands of formulas [Gd<sub>2</sub>(mal)<sub>3</sub>(H<sub>2</sub>O)<sub>5</sub>]<italic>\n<sub>n</sub>\n</italic>·2<italic>n</italic>H<sub>2</sub>O (<bold>1</bold>), [Gd<sub>2</sub>(mal)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>2</bold>), [NaGd(mal)(ox)(H<sub>2</sub>O)<sub>3</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>3</bold>), and [Gd<sub>2</sub>(ox)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>]<italic>\n<sub>n</sub>\n</italic>·2.5<italic>n</italic>H<sub>2</sub>O (<bold>4</bold>) (mal = malonate; ox = oxalate) have\nbeen prepared, and their magnetic properties have been investigated as a function of the temperature. The structures\nof <bold>1</bold>−<bold>3</bold> have been determined by X-ray diffraction methods. The crystal structure of <bold>4</bold> was already known, and it\nis made of hexagonal layers of Gd atoms that are bridged by bis-bidentate oxalate. Compound <bold>1</bold> is isostructural\nwith the europium(III) malonate complex [Eu<sub>2</sub>(mal)<sub>3</sub>(H<sub>2</sub>O)<sub>5</sub>]<italic>\n<sub>n</sub>\n</italic>·2<italic>n</italic>H<sub>2</sub>O, whose structure was reported elsewhere. The\nGd atoms in <bold>1</bold> define a two-dimensional network where a terminal bidentate and bridging bidentate/bis-monodentate\nand tris-bidentate coordination modes of malonate occur. Compound <bold>2</bold> has a three-dimensional structure with a\nstructural phase transition at 226 K, which involves a change of the space group from <italic>I</italic>2/<italic>a</italic> to <italic>Ia</italic>. Although its\nstructure at room temperature was already known, that below 226 K was not. Pairs of Gd atoms with a double\noxo−carboxylate bridge occur in both phases, and the main differences between both structures deal with the Gd\nenvironment and the H-bond pattern. <bold>3 </bold>is also a three-dimensional compound, and it was obtained by reacting\nGd(III) ions with malonic acid in a silica gel medium. Oxalic acid results as an oxidized product of the malonic acid,\nand single crystals of the heteroleptic complex were produced. The Gd atoms in <bold>3</bold> are connected through bis-bidentate oxalate and carboxylate−malonate bridges in the anti<italic>−</italic>anti and anti<italic>−</italic>syn coordination modes. Compounds\n<bold>1</bold> and <bold>2</bold> exhibit weak but significant ferromagnetic couplings between the Gd(III) ions through the single (<bold>1</bold>) and\ndouble (<bold>2</bold>) oxo−carboxylate bridges, whereas antiferromagnetic interactions across the bis-bidentate oxalate account\nfor the overall antiferromagnetic behavior observed in <bold>3</bold> and <bold>4</bold>. </p>", "clean_text": "Four gadolinium(III) complexes with dicarboxylate ligands of formulas [Gd2(mal)3(H2O)5] n ⋅2nH2O (1), [Gd2(mal)3(H2O)6] n  (2), [NaGd(mal)(ox)(H2O)3] n  (3), and [Gd2(ox)3(H2O)6] n ⋅2.5nH2O (4) (mal = malonate; ox = oxalate) have been prepared, and their magnetic properties have been investigated as a function of the temperature. The structures of 1-3 have been determined by X-ray diffraction methods. The crystal structure of 4 was already known, and it is made of hexagonal layers of Gd atoms that are bridged by bis-bidentate oxalate. Compound 1 is isostructural with the europium(III) malonate complex [Eu2(mal)3(H2O)5] n ⋅2nH2O, whose structure was reported elsewhere. The Gd atoms in 1 define a two-dimensional network where a terminal bidentate and bridging bidentate/bis-monodentate and tris-bidentate coordination modes of malonate occur. Compound 2 has a three-dimensional structure with a structural phase transition at 226 K, which involves a change of the space group from I2/a to Ia. Although its structure at room temperature was already known, that below 226 K was not. Pairs of Gd atoms with a double oxo-carboxylate bridge occur in both phases, and the main differences between both structures deal with the Gd environment and the H-bond pattern. 3 is also a three-dimensional compound, and it was obtained by reacting Gd(III) ions with malonic acid in a silica gel medium. Oxalic acid results as an oxidized product of the malonic acid, and single crystals of the heteroleptic complex were produced. The Gd atoms in 3 are connected through bis-bidentate oxalate and carboxylate-malonate bridges in the anti-anti and anti-syn coordination modes. Compounds 1 and 2 exhibit weak but significant ferromagnetic couplings between the Gd(III) ions through the single (1) and double (2) oxo-carboxylate bridges, whereas antiferromagnetic interactions across the bis-bidentate oxalate account for the overall antiferromagnetic behavior observed in 3 and 4. ", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Four Gd(III) complexes with dicarboxylate ligands of formulas [Gd<sub>2</sub>(mal)<sub>3</sub>(H<sub>2</sub>O)<sub>5</sub>]<italic>\n<sub>n</sub>\n</italic>·2<italic>n</italic>H<sub>2</sub>O (<bold>1</bold>), [Gd<sub>2</sub>(mal)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>2</bold>), [NaGd(mal)(ox)(H<sub>2</sub>O)<sub>3</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>3</bold>), and [Gd<sub>2</sub>(ox)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>]<italic>\n<sub>n</sub>\n</italic>·2.5<italic>n</italic>H<sub>2</sub>O (<bold>4</bold>) (mal = malonate; ox = oxalate) have been prepared, and their magnetic properties have been investigated as a function of temperature. Ferro- (through single and double μ-oxo bridges) and antiferromagnetic (across bridging oxalate) interactions between the Gd(III) ions occur in this family of compounds.</p>", "clean_text": "Four Gd(III) complexes with dicarboxylate ligands of formulas [Gd2(mal)3(H2O)5] n ⋅2nH2O (1), [Gd2(mal)3(H2O)6] n  (2), [NaGd(mal)(ox)(H2O)3] n  (3), and [Gd2(ox)3(H2O)6] n ⋅2.5nH2O (4) (mal = malonate; ox = oxalate) have been prepared, and their magnetic properties have been investigated as a function of temperature. Ferro- (through single and double μ-oxo bridges) and antiferromagnetic (across bridging oxalate) interactions between the Gd(III) ions occur in this family of compounds.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The study of lanthanide complexes is an attractive area\nof research because of the special configuration of 4f\nelectrons and the variable coordination numbers of lanthanide\nelements, which may form compounds with applications in\nelectronics, magnetism, optics, medicine, chemistry, and\nbiology. Recently, lanthanide metal−organic frameworks\nhave received much attention because of the interesting\nproperties that they exhibit such us porosity, luminescence,\nmagnetism, and catalytic activity.\n</p>", "clean_text": "Introduction\n\nThe study of lanthanide complexes is an attractive area of research because of the special configuration of 4f electrons and the variable coordination numbers of lanthanide elements, which may form compounds with applications in electronics, magnetism, optics, medicine, chemistry, and biology. Recently, lanthanide metal-organic frameworks have received much attention because of the interesting properties that they exhibit such us porosity, luminescence, magnetism, and catalytic activity. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Magnetostructural studies on polynuclear complexes,\naimed at understanding the structural and chemical factors\nthat govern the exchange coupling between paramagnetic\ncenters, are of continuing interest. Although the magnetic\ninteractions between 3d ions are reasonably well understood,\nthe situation with the magnetic coupling between lanthanide\nions is much less advanced. Given that the Gd(III) cation\nhas a <sup>8</sup>\n<italic>S</italic>\n<sub>7/2</sub> ground state without first-order orbital momentum,\nits compounds are the most appropriate to get further insights\nin the study of the magnetic properties of lanthanide-containing polynuclear systems. Although for a long time it\nwas thought that the magnetic coupling between Gd(III) ions\nwas antiferromagnetic, a few recent reports have demonstrated the occurrence of ferromagnetic interactions in Gd(III) dimers. The novelty of this situation is well\nillustrated by the fact that there is only one example of a\nGd(III) chain exhibiting ferromagnetic interactions. Finally,\nit deserves to be pointed out that the number of polynuclear\nGd(III) compounds for which structural and magnetic data\nare available is quite low and also that the factors that govern\nthe nature and magnitude of the Gd···Gd interaction have\nnot been clarified. Then, the preparation and magnetostructural characterization of new polynuclear Gd(III) compounds\nare of great interest.\n</p>", "clean_text": "Magnetostructural studies on polynuclear complexes, aimed at understanding the structural and chemical factors that govern the exchange coupling between paramagnetic centers, are of continuing interest. Although the magnetic interactions between 3d ions are reasonably well understood, the situation with the magnetic coupling between lanthanide ions is much less advanced. Given that the Gd(III) cation has a 8 S 7/2 ground state without first-order orbital momentum, its compounds are the most appropriate to get further insights in the study of the magnetic properties of lanthanide-containing polynuclear systems. Although for a long time it was thought that the magnetic coupling between Gd(III) ions was antiferromagnetic, a few recent reports have demonstrated the occurrence of ferromagnetic interactions in Gd(III) dimers. The novelty of this situation is well illustrated by the fact that there is only one example of a Gd(III) chain exhibiting ferromagnetic interactions. Finally, it deserves to be pointed out that the number of polynuclear Gd(III) compounds for which structural and magnetic data are available is quite low and also that the factors that govern the nature and magnitude of the Gd⋅⋅⋅Gd interaction have not been clarified. Then, the preparation and magnetostructural characterization of new polynuclear Gd(III) compounds are of great interest. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In this work, we report the synthesis, X-ray crystal\nstructural determination, and magnetic characterization of\nfour Gd(III) complexes of formulas [Gd<sub>2</sub>(mal)<sub>3</sub>(H<sub>2</sub>O)<sub>5</sub>]<italic>\n<sub>n</sub>\n</italic>·2<italic>n</italic>H<sub>2</sub>O (<bold>1</bold>), [Gd<sub>2</sub>(mal)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>2</bold>), [NaGd(mal)(ox)(H<sub>2</sub>O)<sub>3</sub>]<italic>\n<sub>n</sub>\n</italic>\n(<bold>3</bold>), and [Gd<sub>2</sub>(ox)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>]<italic>\n<sub>n</sub>\n</italic>·2.5<italic>n</italic>H<sub>2</sub>O (<bold>4</bold>) (mal = malonate;\nox = oxalate), where the dicarboxylate-type ligands malonate\n(<bold>1</bold>−<bold>3</bold>) and oxalate (<bold>3</bold> and <bold>4</bold>) occur. Although some examples\nof malonate-<sup>1,37,40-49</sup> and oxalate-containing<sup>41,50-56</sup> lanthanide\ncompounds as well as a large number of lanthanide−oxalate−carboxylate examples are found in the literature,\n\nthe ternary lanthanide−malonate−oxalate system (case of\n<bold>3</bold>) is unprecedented. Ferromagnetic coupling occurs in\ncomplexes <bold>1</bold> and <bold>2</bold>, whereas an overall antiferromagnetic\nbehavior is observed in <bold>3</bold> and <bold>4</bold>.\n</p>", "clean_text": "In this work, we report the synthesis, X-ray crystal structural determination, and magnetic characterization of four Gd(III) complexes of formulas [Gd2(mal)3(H2O)5] n ⋅2nH2O (1), [Gd2(mal)3(H2O)6] n  (2), [NaGd(mal)(ox)(H2O)3] n  (3), and [Gd2(ox)3(H2O)6] n ⋅2.5nH2O (4) (mal = malonate; ox = oxalate), where the dicarboxylate-type ligands malonate (1-3) and oxalate (3 and 4) occur. Although some examples of malonate-1,37,40-49 and oxalate-containing41,50-56 lanthanide compounds as well as a large number of lanthanide-oxalate-carboxylate examples are found in the literature,  the ternary lanthanide-malonate-oxalate system (case of 3) is unprecedented. Ferromagnetic coupling occurs in complexes 1 and 2, whereas an overall antiferromagnetic behavior is observed in 3 and 4. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><p>\n<bold>Materials.</bold> Reagents and solvents used in all of the syntheses\nwere purchased from commercial sources and used without further\npurification. Elemental analyses (C and H) were performed on an\nEA 1108 CHNS-O microanalytical analyzer.\n</p>", "clean_text": "Experimental Section\n\n Materials. Reagents and solvents used in all of the syntheses were purchased from commercial sources and used without further purification. Elemental analyses (C and H) were performed on an EA 1108 CHNS-O microanalytical analyzer. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Preparation of the Complexes. </bold>Single crystals of <bold>1</bold>−<bold>4</bold> have\nbeen grown in a silica gel medium through the techniques described\nby Henisch.\n</p><p>\n<bold>[Gd</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(mal)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>5</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>·<bold>2</bold>\n<bold>\n<italic>n</italic>\n</bold>\n<bold>H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O (1).</bold> An aqueous solution of 1 M\nsodium metasilicate (5 mL) was poured into a solution of 1 M\nmalonic acid (4 mL), whose pH was adjusted to 4.46. The mixture\nwas introduced into test tubes, covered, and stored for 1 day at\nroom temperature to allow the formation of the gel. Finally, an\naqueous solution of 0.1 M gadolinium(III) nitrate hexahydrate (2\nmL) was placed on the gel, with care being taken to avoid damage\nof the surface of the gel, and the tubes were stored at 30 °C.\nColorless needles of <bold>1</bold> that were suitable for X-ray analysis appeared\nafter a few days.\n</p>", "clean_text": " Preparation of the Complexes. Single crystals of 1-4 have been grown in a silica gel medium through the techniques described by Henisch. \n\n [Gd  2  (mal)  3  (H  2  O)  5  ]   n  ⋅2  n  H  2  O (1). An aqueous solution of 1 M sodium metasilicate (5 mL) was poured into a solution of 1 M malonic acid (4 mL), whose pH was adjusted to 4.46. The mixture was introduced into test tubes, covered, and stored for 1 day at room temperature to allow the formation of the gel. Finally, an aqueous solution of 0.1 M gadolinium(III) nitrate hexahydrate (2 mL) was placed on the gel, with care being taken to avoid damage of the surface of the gel, and the tubes were stored at 30 °C. Colorless needles of 1 that were suitable for X-ray analysis appeared after a few days. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>\n<bold>[Gd</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(mal)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>6</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (2).</bold> Compound <bold>2</bold> was obtained by a\nprocedure similar to that of <bold>1</bold> but using aqueous solutions of 2 M\nmalonic acid (4 mL; adjusting the pH to 4.50) and of 0.5 M\ngadolinium(III) nitrate hexahydrate (2 mL). X-ray-suitable colorless\nprisms of <bold>2</bold> were grown after a few days.\n</p>", "clean_text": " [Gd  2  (mal)  3  (H  2  O)  6  ]   n    (2). Compound 2 was obtained by a procedure similar to that of 1 but using aqueous solutions of 2 M malonic acid (4 mL; adjusting the pH to 4.50) and of 0.5 M gadolinium(III) nitrate hexahydrate (2 mL). X-ray-suitable colorless prisms of 2 were grown after a few days. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>\n<bold>[NaGd(mal)(ox)(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (3).</bold> Compound <bold>3</bold> was prepared by a\nprocedure similar to that of <bold>1</bold> but fixing the pH to 5.16. Colorless\nplate-like crystals suitable for X-ray analysis appeared after a few\nweeks. Surprisingly, this malonate−oxalate mixed-ligand complex\nhas been obtained using only malonic acid. Part of the malonic\nacid is oxidized to oxalic acid under aerobic conditions in the gel,\nresulting in single crystals with oxalate and malonate as ligands in\na 1:1 molar ratio. Most likely, this reaction is mediated by the silica\ngel medium. After the introduction of Gd and once the reaction\nstarts, the initial conditions (pH value and concentration of the\nreactants) can change because of uncontrolled variables inside the\ngel (velocity of the reaction, product formation, etc.), leaving a\nhuge part of the reaction out of control. Then the synthetic\nconditions that allow the formation of the oxalic acid from malonic\nacid could be achieved in the gel. This transformation had been\nobserved previously in the Ce<sup>4+</sup>−malonic acid system, and a\nreaction mechanism was proposed.\n</p>", "clean_text": " [NaGd(mal)(ox)(H  2  O)  3  ]   n    (3). Compound 3 was prepared by a procedure similar to that of 1 but fixing the pH to 5.16. Colorless plate-like crystals suitable for X-ray analysis appeared after a few weeks. Surprisingly, this malonate-oxalate mixed-ligand complex has been obtained using only malonic acid. Part of the malonic acid is oxidized to oxalic acid under aerobic conditions in the gel, resulting in single crystals with oxalate and malonate as ligands in a 1:1 molar ratio. Most likely, this reaction is mediated by the silica gel medium. After the introduction of Gd and once the reaction starts, the initial conditions (pH value and concentration of the reactants) can change because of uncontrolled variables inside the gel (velocity of the reaction, product formation, etc.), leaving a huge part of the reaction out of control. Then the synthetic conditions that allow the formation of the oxalic acid from malonic acid could be achieved in the gel. This transformation had been observed previously in the Ce4+-malonic acid system, and a reaction mechanism was proposed. ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>\n<bold>[Gd</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(ox)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>6</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>·<bold>2.5</bold>\n<bold>\n<italic>n</italic>\n</bold>\n<bold>H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O (4).</bold> Although compound <bold>4</bold> can be\nobtained by following the synthetic route that was described by\nHansson, we used an alternative procedure similar to that described\nfor <bold>1</bold>. An aqueous solution of 0.2 M oxalic acid (4 mL) was used\ninstead of malonic acid, and the pH was adjusted to 4.35. Colorless\nplate-like single crystals were grown after a few days.\n</p>", "clean_text": " [Gd  2  (ox)  3  (H  2  O)  6  ]   n  ⋅2.5  n  H  2  O (4). Although compound 4 can be obtained by following the synthetic route that was described by Hansson, we used an alternative procedure similar to that described for 1. An aqueous solution of 0.2 M oxalic acid (4 mL) was used instead of malonic acid, and the pH was adjusted to 4.35. Colorless plate-like single crystals were grown after a few days. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Physical Techniques.</bold> IR spectra (450−4000 cm<sup>-1</sup>) of <bold>1</bold>−<bold>4</bold> were\nrecorded on a Bruker IF S55 spectrophotometer with samples\nprepared as KBr pellets. Magnetic susceptibility measurements on\npolycrystalline samples of <bold>1</bold>−<bold>4</bold> were performed in the temperature\nranges 2−300 K (<bold>1</bold>, <bold>3</bold>, and <bold>4</bold>) and 2−200 K (<bold>2</bold>) with a Quantum\nDesign SQUID magnetometer. Diamagnetic corrections of the\nconstituent atoms were estimated from Pascal's constants to be\n−200 × 10<sup>-6</sup> (<bold>1</bold>), −187 × 10<sup>-6</sup> (<bold>2</bold>), −189 × 10<sup>-6</sup> (<bold>3</bold>), and −185\n× 10<sup>-6</sup> (<bold>4</bold>) cm<sup>3</sup> mol<sup>-1</sup> (per Gd atom). Experimental susceptibilities\nwere also corrected for the temperature-independent paramagnetism\nand the magnetization of the sample holder. Differential scanning\ncalorimetry (DSC) at low temperatures for <bold>2</bold> was performed on a\nPerkin-Elmer Pyris 1 equipment, from +25 to −175 °C, with a 10\n°C min<sup>-1</sup> flow rate and with helium as the purge gas. This\nmeasurement was carried out during the warming and cooling\nprocesses.\n</p>", "clean_text": " Physical Techniques. IR spectra (450-4000 cm-1) of 1-4 were recorded on a Bruker IF S55 spectrophotometer with samples prepared as KBr pellets. Magnetic susceptibility measurements on polycrystalline samples of 1-4 were performed in the temperature ranges 2-300 K (1, 3, and 4) and 2-200 K (2) with a Quantum Design SQUID magnetometer. Diamagnetic corrections of the constituent atoms were estimated from Pascal's constants to be -200 × 10-6 (1), -187 × 10-6 (2), -189 × 10-6 (3), and -185 × 10-6 (4) cm3 mol-1 (per Gd atom). Experimental susceptibilities were also corrected for the temperature-independent paramagnetism and the magnetization of the sample holder. Differential scanning calorimetry (DSC) at low temperatures for 2 was performed on a Perkin-Elmer Pyris 1 equipment, from +25 to -175 °C, with a 10 °C min-1 flow rate and with helium as the purge gas. This measurement was carried out during the warming and cooling processes. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Crystallographic Data Collection and Structural Determination.</bold> Single crystals of <bold>1</bold>−<bold>4</bold> were mounted on an Nonius Kappa\nCCD diffractometer. Data were collected at 293(2) and 173(2) K\nusing graphite-monochromatic Mo Kα radiation (λ = 0.710 73 Å).\nA summary of the crystallographic data and structure refinement\nis given in Table . The structures were solved by direct methods\n\nand refined with a full-matrix least-squares technique on <italic>F</italic>\n<sup> 2</sup> using\nthe <italic>SHELXS-97</italic> and <italic>SHEXL-97</italic> programs included in the <italic>WINGX</italic>\nsoftware package. All non-H atoms were refined anisotropically.\nThree water molecules are very close in <bold>4</bold> [O(1w) is at 1.48(3) and\n1.95(4) Å from O(3w) and O(2w), respectively]. This situation\nindicates that the water molecules O(1w) and O(3w) are alternated\nbetween the cells, and then the occupations of both molecules have\nbeen set to 0.5, whereas that of O(2w) has been set to 0.25. The H\natoms of the malonate ligand were set in calculated positions for <bold>1</bold>\nand <bold>2</bold>, whereas they were located from difference maps for <bold>3</bold>. The\nH atoms of the water molecules were located from difference maps\nonly for compound <bold>3</bold>. All H atoms were refined isotropically. The\nfinal geometrical calculations and the graphical manipulations were\ncarried out with <italic>PARST95</italic>,\n<italic>PLATON</italic>, and <italic>Crystalmaker</italic>\n<sup>81</sup>\nprograms. Selected bond lengths and angles and H bonds of\ncompounds <bold>1</bold>−<bold>4</bold> are listed in Tables  (<bold>1</bold>), 3 (<bold>2</bold>), 4 (<bold>3</bold>), and 5 (<bold>4</bold>).\n\n\n\n\n\n</p>", "clean_text": " Crystallographic Data Collection and Structural Determination. Single crystals of 1-4 were mounted on an Nonius Kappa CCD diffractometer. Data were collected at 293(2) and 173(2) K using graphite-monochromatic Mo Kα radiation (λ = 0.71073 Å). A summary of the crystallographic data and structure refinement is given in Table . The structures were solved by direct methods  and refined with a full-matrix least-squares technique on F 2 using the SHELXS-97 and SHEXL-97 programs included in the WINGX software package. All non-H atoms were refined anisotropically. Three water molecules are very close in 4 [O(1w) is at 1.48(3) and 1.95(4) Å from O(3w) and O(2w), respectively]. This situation indicates that the water molecules O(1w) and O(3w) are alternated between the cells, and then the occupations of both molecules have been set to 0.5, whereas that of O(2w) has been set to 0.25. The H atoms of the malonate ligand were set in calculated positions for 1 and 2, whereas they were located from difference maps for 3. The H atoms of the water molecules were located from difference maps only for compound 3. All H atoms were refined isotropically. The final geometrical calculations and the graphical manipulations were carried out with PARST95, PLATON, and Crystalmaker 81 programs. Selected bond lengths and angles and H bonds of compounds 1-4 are listed in Tables  (1), 3 (2), 4 (3), and 5 (4).      ", "data": null, "include_properties": null}, {"idx": 13, "type": "table", "classification": null, "content": "<table-wrap id=\"ic061173dt00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal Data and Details of the Structural Determination</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\"></oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\"></oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\"></oasis:entry>\n<oasis:entry nameend=\"5\" namest=\"5\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry nameend=\"6\" namest=\"6\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>T</italic>, K\n</oasis:entry>\n<oasis:entry colname=\"2\">293(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">293(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">173(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">293(2)\n</oasis:entry>\n<oasis:entry colname=\"6\">293(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">empirical formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>9</sub>H<sub>20</sub>O<sub>19</sub>Gd<sub>2</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">C<sub>9</sub>H<sub>18</sub>O<sub>18</sub>Gd<sub>2</sub>\n</oasis:entry>\n<oasis:entry colname=\"4\">C<sub>9</sub>H<sub>18</sub>O<sub>18</sub>Gd<sub>2</sub>\n</oasis:entry>\n<oasis:entry colname=\"5\">C<sub>5</sub>H<sub>6</sub>GdNaO<sub>10</sub>\n</oasis:entry>\n<oasis:entry colname=\"6\">C<sub>6</sub>H<sub>17</sub>O<sub>20.5</sub>Gd<sub>2</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">MW\n</oasis:entry>\n<oasis:entry colname=\"2\">746.75\n</oasis:entry>\n<oasis:entry colname=\"3\">728.73\n</oasis:entry>\n<oasis:entry colname=\"4\">728.73\n</oasis:entry>\n<oasis:entry colname=\"5\">406.34\n</oasis:entry>\n<oasis:entry colname=\"6\">731.72\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst syst\n</oasis:entry>\n<oasis:entry colname=\"2\">orthorhombic\n</oasis:entry>\n<oasis:entry colname=\"3\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"4\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"5\">orthorhombic\n</oasis:entry>\n<oasis:entry colname=\"6\">monoclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic>Pmnb</italic>\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic>I</italic>2/<italic>a</italic>\n</oasis:entry>\n<oasis:entry colname=\"4\">\n<italic>Ia</italic>\n</oasis:entry>\n<oasis:entry colname=\"5\">\n<italic>Pbca</italic>\n</oasis:entry>\n<oasis:entry colname=\"6\">\n<italic>P</italic>2<sub>1</sub>/<italic>a</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic>, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">8.0896(17)\n</oasis:entry>\n<oasis:entry colname=\"3\">11.1064(10)\n</oasis:entry>\n<oasis:entry colname=\"4\">11.0319(18)\n</oasis:entry>\n<oasis:entry colname=\"5\">12.1012(7)\n</oasis:entry>\n<oasis:entry colname=\"6\">10.0549(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic>, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">12.179(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">12.2524(10)\n</oasis:entry>\n<oasis:entry colname=\"4\">12.254(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">12.2827(10)\n</oasis:entry>\n<oasis:entry colname=\"6\">9.6066(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic>, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">20.433(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">13.6098(10)\n</oasis:entry>\n<oasis:entry colname=\"4\">13.453(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">12.6578(5)\n</oasis:entry>\n<oasis:entry colname=\"6\">11.0306(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β, deg\n</oasis:entry>\n<oasis:entry colname=\"2\"></oasis:entry>\n<oasis:entry colname=\"3\">92.925(10)\n</oasis:entry>\n<oasis:entry colname=\"4\">91.850(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\">114.097(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>V</italic>, Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2013.1(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">1849.6(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">1817.7(5)\n</oasis:entry>\n<oasis:entry colname=\"5\">1881.4(2)\n</oasis:entry>\n<oasis:entry colname=\"6\">972.63(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>Z</italic>\n</oasis:entry>\n<oasis:entry colname=\"2\">4\n</oasis:entry>\n<oasis:entry colname=\"3\">4\n</oasis:entry>\n<oasis:entry colname=\"4\">4\n</oasis:entry>\n<oasis:entry colname=\"5\">8\n</oasis:entry>\n<oasis:entry colname=\"6\">2\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">index ranges\n</oasis:entry>\n<oasis:entry colname=\"2\">−10 ≤ <italic>h</italic> ≤ 8\n</oasis:entry>\n<oasis:entry colname=\"3\">−15 ≤ <italic>h</italic> ≤ 0\n</oasis:entry>\n<oasis:entry colname=\"4\">−13 ≤ <italic>h</italic> ≤ 14\n</oasis:entry>\n<oasis:entry colname=\"5\">−11 ≤ <italic>h</italic> ≤ 15\n</oasis:entry>\n<oasis:entry colname=\"6\">−14 ≤ <italic>h</italic> ≤ 6\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\">−12 ≤ <italic>k</italic> ≤ 15\n</oasis:entry>\n<oasis:entry colname=\"3\">−3 ≤ <italic>k</italic> ≤ 17\n</oasis:entry>\n<oasis:entry colname=\"4\">−15 ≤ <italic>k</italic> ≤ 11\n</oasis:entry>\n<oasis:entry colname=\"5\">−15 ≤ <italic>k</italic> ≤ 15\n</oasis:entry>\n<oasis:entry colname=\"6\">−13 ≤ <italic>k</italic> ≤ 11\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\">−24 ≤ <italic>l</italic> ≤ 26\n</oasis:entry>\n<oasis:entry colname=\"3\">−19 ≤ <italic>l</italic> ≤ 19\n</oasis:entry>\n<oasis:entry colname=\"4\">−15 ≤ <italic>l</italic> ≤ 17\n</oasis:entry>\n<oasis:entry colname=\"5\">−16 ≤ <italic>l</italic> ≤11\n</oasis:entry>\n<oasis:entry colname=\"6\">−9 ≤ <italic>l</italic> ≤ 15\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">ρ<sub>calc</sub> (Mg m<sup>-3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.417\n</oasis:entry>\n<oasis:entry colname=\"3\">2.617\n</oasis:entry>\n<oasis:entry colname=\"4\">2.663\n</oasis:entry>\n<oasis:entry colname=\"5\">2.869\n</oasis:entry>\n<oasis:entry colname=\"6\">2.536\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>λ</italic>(Mo K<italic>α</italic>), Å\n</oasis:entry>\n<oasis:entry colname=\"2\">0.710 73\n</oasis:entry>\n<oasis:entry colname=\"3\">0.710 73\n</oasis:entry>\n<oasis:entry colname=\"4\">0.710 73\n</oasis:entry>\n<oasis:entry colname=\"5\">0.710 73\n</oasis:entry>\n<oasis:entry colname=\"6\">0.710 73\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">λ(Mo Kα), mm<sup>-1</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">6.623\n</oasis:entry>\n<oasis:entry colname=\"3\">7.201\n</oasis:entry>\n<oasis:entry colname=\"4\">7.328\n</oasis:entry>\n<oasis:entry colname=\"5\">7.145\n</oasis:entry>\n<oasis:entry colname=\"6\">6.861\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">R1, <italic>I</italic> &gt; 2σ(<italic>I</italic>) (all data)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.0562 (0.0893)\n</oasis:entry>\n<oasis:entry colname=\"3\">0.0200 (0.0251)\n</oasis:entry>\n<oasis:entry colname=\"4\">0.0271 (0.0291)\n</oasis:entry>\n<oasis:entry colname=\"5\">0.0328 (0.0725)\n</oasis:entry>\n<oasis:entry colname=\"6\">0.0348 (0.0621)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">wR2, <italic>I</italic> &gt; 2σ(<italic>I</italic>) (all data)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.1306 (0.1431)\n</oasis:entry>\n<oasis:entry colname=\"3\">0.0527 (0.0544)\n</oasis:entry>\n<oasis:entry colname=\"4\">0.0619 (0.0623)\n</oasis:entry>\n<oasis:entry colname=\"5\">0.0442 (0.0494)\n</oasis:entry>\n<oasis:entry colname=\"6\">0.0806 (0.0934)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">meas reflns (<italic>R</italic>\n<sub>int</sub>)\n</oasis:entry>\n<oasis:entry colname=\"2\">12057 (0.1091)\n</oasis:entry>\n<oasis:entry colname=\"3\">2800 (0.0177)\n</oasis:entry>\n<oasis:entry colname=\"4\">4774 (0.0377)\n</oasis:entry>\n<oasis:entry colname=\"5\">10597 (0.0663)\n</oasis:entry>\n<oasis:entry colname=\"6\">5842 (0.0354)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">indep reflns [<italic>I</italic> &gt; 2σ(<italic>I</italic>)]\n</oasis:entry>\n<oasis:entry colname=\"2\">2406 (1740)\n</oasis:entry>\n<oasis:entry colname=\"3\">2637 (2389)\n</oasis:entry>\n<oasis:entry colname=\"4\">3220 (2874)\n</oasis:entry>\n<oasis:entry colname=\"5\">2140 (1459)\n</oasis:entry>\n<oasis:entry colname=\"6\">2797 (2085)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst size (mm)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.04 × 0.06 × 0.36\n</oasis:entry>\n<oasis:entry colname=\"3\">0.02 × 0.04 × 0.10\n</oasis:entry>\n<oasis:entry colname=\"4\">0.02 × 0.04 × 0.10\n</oasis:entry>\n<oasis:entry colname=\"5\">0.14 × 0.08 × 0.02\n</oasis:entry>\n<oasis:entry colname=\"6\">0.04 × 0.06 × 0.16</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 14, "type": "table", "classification": null, "content": "<table-wrap id=\"ic061173dt00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Angles (deg) of<bold>1</bold>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.430(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.820(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(1a<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.430(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(1d<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.820(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.353(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.420(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(3a<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.353(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(2d<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.420(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.344(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(6b<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.350(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(4a<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.344(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(6c<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.350(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(1W)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.461(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(3W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.388(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(2W)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.419(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(4W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.407(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\"></oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(5W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.380(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\"></oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Gd(1)−O(1a<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">72.2(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(1)−Gd(2)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">48.4(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(4)−Gd(1)−O(4a<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">75.1(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(1d<sup>1</sup>)−Gd(2)−O(2d<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">48.4(2)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">H Bonds<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">D···A</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">D···A/Å</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">D···A</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">D···A/Å\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1W)···O(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.748(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2W)···O(6We<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.783(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1W)···O(6a<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.748(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2W)···O(6Wf<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.783(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(5W)···O(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.778(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(4W)···O(6We<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.759(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(5W)···O(4d<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.778(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(4W)···O(6Wa<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.759(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(3W)···O(5b<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.717(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6W)···O(2g<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.896(15)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(3W)···O(5c<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.717(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6W)···O(5h<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.773(14)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry codes:  a<sup>1</sup> = −<italic>x </italic>+ <sup>1</sup>/<sub>2</sub>, <italic>y</italic>, <italic>z</italic>; b<sup>1</sup> = −<italic>x </italic>− <sup>1</sup>/<sub>2</sub>, <italic>y </italic>+ <sup>1</sup>/<sub>2</sub>, −<italic>z </italic>+\n<sup>1</sup>/<sub>2</sub>; c<sup>1</sup> = <italic>x</italic>, <italic>y </italic>+ <sup>1</sup>/<sub>2</sub>, −<italic>z </italic>+ <sup>1</sup>/<sub>2</sub>; d<sup>1</sup> = −<italic>x </italic>− <sup>1</sup>/<sub>2</sub>, <italic>y</italic>, <italic>z</italic>; e<sup>1</sup> = <italic>x </italic>− 1, <italic>y</italic>, <italic>z</italic>; f<sup>1</sup> =\n−<italic>x </italic>+ <sup>3</sup>/<sub>2</sub>, <italic>y</italic>, <italic>z</italic>; g<sup>1</sup> = −<italic>x </italic>+ 1, −<italic>y </italic>+ 1, −<italic>z </italic>+ 1; h<sup>1</sup> = −<italic>x</italic> + 1, −<italic>y </italic>+ <sup>1</sup>/<sub>2</sub>, <italic>z\n</italic>+ <sup>1</sup>/<sub>2</sub>.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> A = acceptor and D = donor.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 15, "type": "table", "classification": null, "content": "<table-wrap id=\"ic061173dt00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Angles (deg) of<bold>2b</bold>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.332(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.401(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.392(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(7)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.424(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(9)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.574(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.4293(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(10)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.519(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(4c<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.2726(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(11a<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.422(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(11a<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.6081(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(8b<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.3053(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(12a<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.5245(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(1W)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.524(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(4W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.491(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(2W)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.479(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(5W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.447(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(3W)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.395(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(6W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.597(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\"></oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Gd(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">71.4(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(7)−Gd(2)−O(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">72.8 (2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(11a<sup>2</sup>)-Gd(1)−O(9)\n</oasis:entry>\n<oasis:entry colname=\"2\">63.4(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(9)−Gd(2)−O(11a<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">62.8\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(9)−Gd(1)−O(10)\n</oasis:entry>\n<oasis:entry colname=\"2\">50.9(4)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">H Bonds<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">D···A</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">D···A/Å</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">D···A</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">D···A/Å\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(5W)···O(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.6764(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(1Wd<sup>2</sup>)···O(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.7772(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2W)···O(9)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.8221(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3Wb<sup>2</sup>)···O(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.7918(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2W)···O(7)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.7715(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3W)···O(6Wf<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.7719(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(4We<sup>2</sup>)···O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.6753(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6Wc<sup>2</sup>)···O(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.7480(3)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry codes:  a<sup>2</sup> = <italic>x</italic>, −<italic>y</italic> + <sup>1</sup>/<sub>2</sub>, <italic>z </italic>− <sup>1</sup>/<sub>2</sub>; b<sup>2</sup> = <italic>x </italic>+ <sup>1</sup>/<sub>2</sub>, −<italic>y, z</italic>; c<sup>2</sup> =\n<italic>x </italic>− <sup>1</sup>/<sub>2</sub>, −<italic>y </italic>+ 1, <italic>z</italic>; d<sup>2</sup> = <italic>x </italic>− 1, <italic>y, z</italic>; e<sup>2</sup> = <italic>x </italic>+ 1, <italic>y</italic>,<italic> z</italic>; f<sup>2</sup> = <italic>x </italic>+ <sup>1</sup>/<sub>2</sub>, <italic>y </italic>− <sup>1</sup>/<sub>2</sub>,\n<italic>z </italic>+ <sup>1</sup>/<sub>2</sub>.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> A = acceptor and D = donor.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 16, "type": "table", "classification": null, "content": "<table-wrap id=\"ic061173dt00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Comparison between the Gd Environments of<bold>2</bold>\n<bold>a</bold> (273 K) and <bold>2b</bold> (173 K)<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"2\" namest=\"1\">293 K</oasis:entry>\n<oasis:entry nameend=\"6\" namest=\"3\">173 K</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry nameend=\"2\" namest=\"1\">Gd(1)</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"3\">Gd(1)</oasis:entry>\n<oasis:entry nameend=\"6\" namest=\"5\">Gd(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\"></oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\"></oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\"></oasis:entry>\n<oasis:entry nameend=\"5\" namest=\"5\"></oasis:entry>\n<oasis:entry nameend=\"6\" namest=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(1a*<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.308(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.332(6)\n</oasis:entry>\n<oasis:entry colname=\"5\">Gd(2)−O(5)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.401(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.351(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.392(5)\n</oasis:entry>\n<oasis:entry colname=\"5\">Gd(2)−O(7)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.424(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.413(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(10)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.519(12)\n</oasis:entry>\n<oasis:entry colname=\"5\">Gd(2)−O(4c<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.2726(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.531 (2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(8b<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.3053(5)\n</oasis:entry>\n<oasis:entry colname=\"5\">Gd(2)−O(12a<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.5245(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.597(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.574(10)\n</oasis:entry>\n<oasis:entry colname=\"5\">Gd(2)−O(11a<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.6081(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(6b*<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.425(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(11a<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.422(12)\n</oasis:entry>\n<oasis:entry colname=\"5\">Gd(2)−O(9)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.4293(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(1W)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.456(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(1W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.524(7)\n</oasis:entry>\n<oasis:entry colname=\"5\">Gd(2)−O(4W)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.491(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(2W)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.509(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(2W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.479(7)\n</oasis:entry>\n<oasis:entry colname=\"5\">Gd(2)−O(5W)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.447(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(3W)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.494(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(3W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.395(8)\n</oasis:entry>\n<oasis:entry colname=\"5\">Gd(2)−O(6W)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.597(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\"></oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"5\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(6)−Gd(1b*<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">116.8(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(9)−Gd(2)\n</oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"1\">117.16(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(6b*<sup>2</sup>)−Gd(1b*<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">116.8(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(11a<sup>2</sup>)−Gd(2)\n</oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"1\">116.41(2)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry codes:  a*<sup>2</sup> = −<italic>x </italic>+ 1, <italic>y </italic>+ <sup>1</sup>/<sub>2</sub>, −<italic>z </italic>+ <sup>1</sup>/<sub>2</sub>; b*<sup>2</sup> = −<italic>x</italic> + <sup>1</sup>/<sub>2</sub>, −<italic>y </italic>+ <sup>1</sup>/<sub>2</sub>, −<italic>z </italic>+ <sup>1</sup>/<sub>2</sub>; a<sup>2</sup> =<italic> x</italic>, −<italic>y</italic> + <sup>1</sup>/<sub>2</sub>, <italic>z </italic>− <sup>1</sup>/<sub>2</sub>; b<sup>2</sup> = <italic>x </italic>+ <sup>1</sup>/<sub>2</sub>, −<italic>y</italic>, <italic>z</italic>; c<sup>2</sup> = <italic>x </italic>− <sup>1</sup>/<sub>2</sub>,\n−<italic>y </italic>+ 1, <italic>z</italic>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 17, "type": "table", "classification": null, "content": "<table-wrap id=\"ic061173dt00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Angles (deg) of<bold>3</bold>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(2w)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.503(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na(1)−O(1w)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.523(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.410(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na(1)−O(2wa<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.553(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(2c<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.535(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na(1)−O(2b<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.477(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(3c<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.425(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na(1)−O(4a<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.626(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.525(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na(1)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.362(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(5e<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.370(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na(1)−O(8d<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.498(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.417(4)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(7)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.406(4)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(8d<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.418(4)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\"></oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(6)−Na(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">108.3(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(2c<sup>3</sup>)−Na(1e<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">119.6(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(8d<sup>3</sup>)−Na(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">103.97(15)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na(1)−O(2b<sup>3</sup>)−Gd(1 g<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">119.9(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(4)−Na(1h<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">111.91(15)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na(1)−O(4a<sup>3</sup>)−Gd(1a<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">111.91(15)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(2w)−Na(1h<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">115.18(15)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na(1)−O(2wa<sup>3</sup>)−Gd(1a<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">115.18(15)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Intermolecular Contacts<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">D···A</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">D···A/Å</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">D···A</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">D···A/Å\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1W)···O(3a<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.694(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2W)···O(1Wc<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.835(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1W)···O(1b<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.915(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2W)···O(7d<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.8356(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1W)···O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">3.078(6)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry codes:  a<sup>3</sup> = −<italic>x </italic>+ <sup>1</sup>/<sub>2</sub>, <italic>y </italic>+ <sup>1</sup>/<sub>2</sub>, <italic>z</italic>; b<sup>3</sup> = −<italic>x</italic>, −<italic>y </italic>+ 2, −<italic>z</italic>; c<sup>3</sup>\n= <italic>x</italic>, −<italic>y </italic>+ <sup>3</sup>/<sub>2</sub>, <italic>z </italic>+ <sup>1</sup>/<sub>2</sub>; d<sup>3</sup> = <italic>x</italic> + <sup>1</sup>/<sub>2</sub>, <italic>y</italic>, −<italic>z </italic>+ <sup>1</sup>/<sub>2</sub>; e<sup>3</sup> = −<italic>x</italic>, <italic>y </italic>− <sup>1</sup>/<sub>2</sub>, −<italic>z </italic>+\n<sup>1</sup>/<sub>2</sub>; f<sup>3</sup> = −<italic>x</italic>, −<italic>y </italic>+ 2, −<italic>z </italic>+ 1; g<sup>3</sup> = −<italic>x</italic>, <italic>y</italic> + <sup>1</sup>/<sub>2</sub>, −<italic>z </italic>+ <sup>1</sup>/<sub>2</sub>; h<sup>3</sup> = −<italic>x </italic>+ <sup>1</sup>/<sub>2</sub>,\n<italic>y </italic>− <sup>1</sup>/<sub>2</sub>, <italic>z</italic>; i<sup>3</sup> = <italic>x </italic>− <sup>1</sup>/<sub>2</sub>, <italic>y</italic>, −<italic>z </italic>+ <sup>1</sup>/<sub>2</sub>; j<sup>3</sup> = <italic>x</italic>, −<italic>y </italic>+ <sup>3</sup>/<sub>2</sub>, <italic>z </italic>− <sup>1</sup>/<sub>2</sub>.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> A =\nacceptor and D = donor.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Description of the Structures</title><p>\n<bold>[Gd</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(mal)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>5</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>·<bold>2</bold>\n<bold>\n<italic>n</italic>\n</bold>\n<bold>H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O (1).</bold> Compound <bold>1</bold> is isostructural with a previously reported malonate-containing Eu(III)\ncomplex. Its structure consists of regular alternating [Gd(1)(mal)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>] and [Gd(2)(mal)(H<sub>2</sub>O)<sub>3</sub>] units that are linked\nthrough single oxo−carboxylate bridges along the <italic>a</italic> axis,\nwith the resulting chains being interconnected across carboxylate−malonate groups in the anti<italic>−</italic>syn conformation\nalong the <italic>b</italic> axis to afford a quadratic layer of Gd atoms (see\nFigure ). These layers are held together by weak H bonds\ninvolving one crystallization water molecule [O(6w)], the\ncoordinated water molecules, and several malonate O atoms\n(see the end of Table ), leading to a three-dimensional\nnetwork. The available space for the coordinated and\nuncoordinated water molecules in this compound is about\n23.1% of the total volume.\n\n</p>", "clean_text": "Description of the Structures\n\n [Gd  2  (mal)  3  (H  2  O)  5  ]   n  ⋅2  n  H  2  O (1). Compound 1 is isostructural with a previously reported malonate-containing Eu(III) complex. Its structure consists of regular alternating [Gd(1)(mal)2(H2O)2] and [Gd(2)(mal)(H2O)3] units that are linked through single oxo-carboxylate bridges along the a axis, with the resulting chains being interconnected across carboxylate-malonate groups in the anti-syn conformation along the b axis to afford a quadratic layer of Gd atoms (see Figure ). These layers are held together by weak H bonds involving one crystallization water molecule [O(6w)], the coordinated water molecules, and several malonate O atoms (see the end of Table ), leading to a three-dimensional network. The available space for the coordinated and uncoordinated water molecules in this compound is about 23.1% of the total volume.  ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"ic061173df00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>View of the sheetlike structure of<bold>1</bold> in the <italic>ab</italic> plane. Orange,\npink, and blue denote the different malonate ligands that are present in <bold>1</bold>.\nThe crystallization water molecules were omitted for clarity.</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  View of the sheetlike structure of1 in the ab plane. Orange, pink, and blue denote the different malonate ligands that are present in 1. The crystallization water molecules were omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Two crystallographically independent Gd atoms [Gd(1)\nand Gd(2)] occur in <bold>1</bold>, which are eight- [Gd(1)] and nine-coordinated [Gd(2)] (see Figure ). The environment of Gd(1) is best described as a distorted square antiprism (θ =\n57.84°<sup>74</sup>), which is defined by six O atoms from four different\nmalonate ligands and two water molecules. The O(1), O(1a<sup>1</sup>),\nO(4), and O(4a<sup>1</sup>) (a<sup>1</sup> = −<italic>x </italic>+ <sup>1</sup>/<sub>2</sub>,<italic> y</italic>,<italic> z</italic>) and O(3), O(3a<sup>1</sup>),\nO(1w), and O(2w) sets of atoms build the two quasi-square\nbases [the average Gd(1)−O bond distance is 2.392(11) Å].\nThe dihedral angle between the two square faces is 3.79°.\nThe coordination polyhedron of Gd(2) can be represented\nas a distorted monocapped square antiprism. The O(1d<sup>1</sup>),\nO(2d<sup>1</sup>), O(6b<sup>1</sup>), and O(3w) (b<sup>1</sup> = <italic>−</italic>\n<italic>x</italic> − <sup>1</sup>/<sub>2</sub>, <italic>y + </italic>\n<sup>1</sup>/<sub>2</sub>, <italic>−</italic>\n<italic>z </italic>+\n<sup>1</sup>/<sub>2</sub>; d<sup>1</sup> = −<italic>x</italic> − <sup>1</sup>/<sub>2</sub>,<italic> y</italic>,<italic> z</italic>) set of atoms forms the base of the\npolyhedron, while O(2), O(6c<sup>1</sup>), O(4w), and O(5w) (c<sup>1</sup> = <italic>x</italic>,\n<italic>y</italic> + <sup>1</sup>/<sub>2</sub>, <italic>−</italic>\n<italic>z </italic>+ <sup>1</sup>/<sub>2</sub>) build the upper plane, which is capped by\nthe O(1) atom. The value of the dihedral angle between the\ntwo square bases is 7.43°. Two bond distances [2.820(7) Å\nfor Gd(2)−O(1) and Gd(2)−O(1d<sup>1</sup>)] are slightly longer than\nthe mean Gd(2)−O bond length [2.388(10) Å] because of\nthe geometrical constraints of the bidentate/bridging monodentate O(1)C(1)O(2) carboxylate group in the Gd(1)O(1)C(1)O(2)Gd(2) unit.\n\n</p>", "clean_text": "Two crystallographically independent Gd atoms [Gd(1) and Gd(2)] occur in 1, which are eight- [Gd(1)] and nine-coordinated [Gd(2)] (see Figure ). The environment of Gd(1) is best described as a distorted square antiprism (θ = 57.84°74), which is defined by six O atoms from four different malonate ligands and two water molecules. The O(1), O(1a1), O(4), and O(4a1) (a1 = -x + 1/2, y, z) and O(3), O(3a1), O(1w), and O(2w) sets of atoms build the two quasi-square bases [the average Gd(1)-O bond distance is 2.392(11) Å]. The dihedral angle between the two square faces is 3.79°. The coordination polyhedron of Gd(2) can be represented as a distorted monocapped square antiprism. The O(1d1), O(2d1), O(6b1), and O(3w) (b1 = - x - 1/2, y +  1/2, - z + 1/2; d1 = -x - 1/2, y, z) set of atoms forms the base of the polyhedron, while O(2), O(6c1), O(4w), and O(5w) (c1 = x, y + 1/2, - z + 1/2) build the upper plane, which is capped by the O(1) atom. The value of the dihedral angle between the two square bases is 7.43°. Two bond distances [2.820(7) Å for Gd(2)-O(1) and Gd(2)-O(1d1)] are slightly longer than the mean Gd(2)-O bond length [2.388(10) Å] because of the geometrical constraints of the bidentate/bridging monodentate O(1)C(1)O(2) carboxylate group in the Gd(1)O(1)C(1)O(2)Gd(2) unit.  ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"ic061173df00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>View of the coordination environment of the Gd atoms in<bold>1</bold>\nshowing the atom numbering scheme.</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  View of the coordination environment of the Gd atoms in1 showing the atom numbering scheme.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>Three crystallographically independent malonate ligands\nare present in <bold>1</bold>. They adopt the terminal bidentate [C(3)C(4)C(3a<sup>1</sup>), Chart a] and bridging bidentate/bis-monodentate\n[C(5)C(6)C(5d<sup>1</sup>); Chart b] and tris-bidentate [C(1)C(2)C(3); Chart c] coordination modes. Curiously, the six-membered chelate that occurs in the three cases exhibits\ndifferent conformations:  chair (Chart a), envelope (Chart\nb), and boat (Chart c). The angle subtended at the Gd atom\nby them varies in the range 72.2(3)−75.1(3)°. The Gd(2)O(1)C(1)O(2) four-membered chelate in Chart c is planar,\nand the Gd(1) atom lies in this plane. The corresponding\nGd(2)O(1)C(1)O(2)Gd(1)O(1a<sup>1</sup>)C(1a<sup>1</sup>)O(2a<sup>1</sup>)Gd(2a<sup>1</sup>) motif\nhas a roof shape with a dihedral angle between the Gd(2)\nO(1)C(1)O(2)Gd(1) and Gd(2a<sup>1</sup>)O(1a<sup>1</sup>)C(1a<sup>1</sup>)O(2a<sup>1</sup>) planes of\n146.70(1)°. In the case of Chart b, the Gd(1d<sup>1</sup>)O(3d<sup>1</sup>)C(5d<sup>1</sup>)O(6d<sup>1</sup>)Gd(2d<sup>1</sup>)O(6)C(5)O(3)Gd(1) motif has the boat\nconformation and the value of the dihedral angle between\nthe O(3d<sup>1</sup>)C(5d<sup>1</sup>)O(6d<sup>1</sup>) and O(6)C(5)O(3) carboxylate planes\nis 130.20(1)°. The average C−O bond distances and O−C−O\nbond angles for the malonate ligands of parts a [1.2615(17)\nÅ and 124.2(9)°], b [1.262(11) Å and 123.7(9)°], and c\n[1.253(11) Å and 120.8(9)°] in Chart  agree well with those\npreviously reported for malonate-containing lanthanide\ncomplexes.\n\n\n</p>", "clean_text": "Three crystallographically independent malonate ligands are present in 1. They adopt the terminal bidentate [C(3)C(4)C(3a1), Chart a] and bridging bidentate/bis-monodentate [C(5)C(6)C(5d1); Chart b] and tris-bidentate [C(1)C(2)C(3); Chart c] coordination modes. Curiously, the six-membered chelate that occurs in the three cases exhibits different conformations: chair (Chart a), envelope (Chart b), and boat (Chart c). The angle subtended at the Gd atom by them varies in the range 72.2(3)-75.1(3)°. The Gd(2)O(1)C(1)O(2) four-membered chelate in Chart c is planar, and the Gd(1) atom lies in this plane. The corresponding Gd(2)O(1)C(1)O(2)Gd(1)O(1a1)C(1a1)O(2a1)Gd(2a1) motif has a roof shape with a dihedral angle between the Gd(2) O(1)C(1)O(2)Gd(1) and Gd(2a1)O(1a1)C(1a1)O(2a1) planes of 146.70(1)°. In the case of Chart b, the Gd(1d1)O(3d1)C(5d1)O(6d1)Gd(2d1)O(6)C(5)O(3)Gd(1) motif has the boat conformation and the value of the dihedral angle between the O(3d1)C(5d1)O(6d1) and O(6)C(5)O(3) carboxylate planes is 130.20(1)°. The average C-O bond distances and O-C-O bond angles for the malonate ligands of parts a [1.2615(17) Å and 124.2(9)°], b [1.262(11) Å and 123.7(9)°], and c [1.253(11) Å and 120.8(9)°] in Chart  agree well with those previously reported for malonate-containing lanthanide complexes.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"chart\" id=\"ic061173dc00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Coordination Modes of the Malonate Ligand in the Structures<bold>1</bold> and <bold>2</bold>\n</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0004.tif\"></graphic>\n</fig>", "clean_text": " 1  Coordination Modes of the Malonate Ligand in the Structures1 and 2    ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The distance between the Gd(1) and Gd(2) atoms through\nthe single oxo−carboxylate bridge is 4.9369(9) Å, a value\nthat is much shorter than the separation between these metal\natoms through the anti<italic>−</italic>syn carboxylate bridge (6.035 Å).\nThe value of the angle at the oxo bridge is 140.1(3)° [Gd(1)−O(1)−Gd(2)].\n</p>", "clean_text": "The distance between the Gd(1) and Gd(2) atoms through the single oxo-carboxylate bridge is 4.9369(9) Å, a value that is much shorter than the separation between these metal atoms through the anti-syn carboxylate bridge (6.035 Å). The value of the angle at the oxo bridge is 140.1(3)° [Gd(1)-O(1)-Gd(2)]. ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>\n<bold>[Gd</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(mal)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>6</sub>\n</bold>\n<bold>]</bold>\n<bold></bold>\n<bold>(2).</bold> The structural description of this\ncompound was the subject of a previous work. Compound\n<bold>2</bold> is also isostructural with the europium malonate complex\n[Eu<sub>2</sub>(mal)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>], whose structure was reported by Hernández-Molina et al. Because this Eu complex exhibits a\nphase transition at 236 K, we checked this possibility in <bold>2</bold>.\nIn fact, compound <bold>2</bold> also shows a phase transition but at\n226 K, as evidenced by the DSC plot (see Figure S1 in the\nSupporting Information). The space group of <bold>2</bold> changes from\n<italic>I</italic>2/<italic>a</italic> (room temperature) to <italic>Ia</italic> (low temperature). This\nstructural change was not reported in ref . The mean\ncrystallographic modifications that occur with the phase\n\ntransition are listed in Table . The crystal structure of <bold>2</bold> at\nroom temperature (<bold>2a</bold>) consists of double oxo−carboxylate-bridged dinuclear Gd(III) entities that are linked to the four\nnearest dinuclear units through carboxylate−malonate bridges\nin the anti<italic>−</italic>syn conformation, resulting in layers parallel to\nthe <italic>ab</italic> plane. These layers are further extended along the <italic>c</italic>\ndirection through a malonate ligand, which chelates two Gd(III) dinuclear units from two different layers, building the\nthree-dimensional network (see Figure ). This general\ndescription remains unchanged at temperatures below the\nphase transition (<bold>2b</bold>); the main differences arise in the Gd\ncoordination environment and, hence, in the H-bond pattern.\nBelow 220 K, extensive H bonds involving carboxylate\ngroups and coordinated water molecules contribute to the\nstabilization of the crystal structure [O···O distances ranging\nfrom 2.6753(3) to 2.8221(4) Å]. There are no crystallization\nwater molecules, and the space available for the coordination\nwater molecules is about 6.7% of the total volume in the\nstructure.\n\n</p>", "clean_text": " [Gd  2  (mal)  3  (H  2  O)  6  ]  (2). The structural description of this compound was the subject of a previous work. Compound 2 is also isostructural with the europium malonate complex [Eu2(mal)3(H2O)6], whose structure was reported by Hernández-Molina et al. Because this Eu complex exhibits a phase transition at 236 K, we checked this possibility in 2. In fact, compound 2 also shows a phase transition but at 226 K, as evidenced by the DSC plot (see Figure S1 in the Supporting Information). The space group of 2 changes from I2/a (room temperature) to Ia (low temperature). This structural change was not reported in ref . The mean crystallographic modifications that occur with the phase  transition are listed in Table . The crystal structure of 2 at room temperature (2a) consists of double oxo-carboxylate-bridged dinuclear Gd(III) entities that are linked to the four nearest dinuclear units through carboxylate-malonate bridges in the anti-syn conformation, resulting in layers parallel to the ab plane. These layers are further extended along the c direction through a malonate ligand, which chelates two Gd(III) dinuclear units from two different layers, building the three-dimensional network (see Figure ). This general description remains unchanged at temperatures below the phase transition (2b); the main differences arise in the Gd coordination environment and, hence, in the H-bond pattern. Below 220 K, extensive H bonds involving carboxylate groups and coordinated water molecules contribute to the stabilization of the crystal structure [O⋅⋅⋅O distances ranging from 2.6753(3) to 2.8221(4) Å]. There are no crystallization water molecules, and the space available for the coordination water molecules is about 6.7% of the total volume in the structure.  ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"ic061173df00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>View of the three-dimensional network of complex<bold> 2</bold>.</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  View of the three-dimensional network of complex 2.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>The unique Gd environment in <bold>2a</bold> changes to two\ncrystallographically independent Gd(III) ions below the\ntemperature of the phase transition, with all of them being\nnine-coordinated with a surrounding monocapped square\nantiprism (Figure ). Six O atoms from four different\nmalonate ligands and three coordination water molecules\ndefine the coordination polyhedron of the Gd atoms of both\n<bold>2a</bold> and <bold>2b </bold>structures. The main differences between them\nare the distortion of the polyhedra and the Gd−O bond\ndistances [average Gd−O distances for <bold>2b</bold> are 2.438(12) and\n2.466(7) Å for Gd(1) and Gd(2), respectively, while the\naverage Gd−O distance for <bold>2a</bold> is 2.454(2) Å]. The malonate\nligands adopt the same conformation in <bold>2a</bold> and <bold>2b</bold>. The\nstructure of <bold>2b</bold> presents three crystallographically independent malonate ligands that adopt two bridging coordination\nmodes:  bidentate/monodentate [C(1)C(2)C(3) and C(4)C(5)C(6); Chart d] and bis-bidentate/bis-monodentate [C(7)C(8)C(9); Chart e]. The six-membered ring in Chart d has\nthe boat [C(1)C(2)C(3)] and chair [C(4)C(5)C(6)] conformations in both <bold>2a</bold> and <bold>2b</bold> structures. The values of the angle\nsubtended at the Gd atom in these six-membered rings are\n72.04(6)° (<bold>2a</bold>) and 72.1(2)° (<bold>2b</bold>). Two planar four-membered\nchelate rings occur in Chart e together with two monodentate interactions in the trans conformation [with mean values\nO−Gd−O being 50.55(6)° for <bold>2a</bold> and 51.1(4) for <bold>2b</bold>].\n\n</p>", "clean_text": "The unique Gd environment in 2a changes to two crystallographically independent Gd(III) ions below the temperature of the phase transition, with all of them being nine-coordinated with a surrounding monocapped square antiprism (Figure ). Six O atoms from four different malonate ligands and three coordination water molecules define the coordination polyhedron of the Gd atoms of both 2a and 2b structures. The main differences between them are the distortion of the polyhedra and the Gd-O bond distances [average Gd-O distances for 2b are 2.438(12) and 2.466(7) Å for Gd(1) and Gd(2), respectively, while the average Gd-O distance for 2a is 2.454(2) Å]. The malonate ligands adopt the same conformation in 2a and 2b. The structure of 2b presents three crystallographically independent malonate ligands that adopt two bridging coordination modes: bidentate/monodentate [C(1)C(2)C(3) and C(4)C(5)C(6); Chart d] and bis-bidentate/bis-monodentate [C(7)C(8)C(9); Chart e]. The six-membered ring in Chart d has the boat [C(1)C(2)C(3)] and chair [C(4)C(5)C(6)] conformations in both 2a and 2b structures. The values of the angle subtended at the Gd atom in these six-membered rings are 72.04(6)° (2a) and 72.1(2)° (2b). Two planar four-membered chelate rings occur in Chart e together with two monodentate interactions in the trans conformation [with mean values O-Gd-O being 50.55(6)° for 2a and 51.1(4) for 2b].  ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"ic061173df00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>View of the coordination environment of the Gd atoms in<bold>2b</bold>\nshowing the atom numbering scheme.</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0006.tif\"></graphic>\n</fig>", "clean_text": " 4  View of the coordination environment of the Gd atoms in2b showing the atom numbering scheme.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The Gd atoms of the dinuclear unit [Gd(1) and Gd(2)]\nare linked by a double oxo bridge, with the value of the\nmetal−metal distance in <bold>2b </bold>[4.2678(9) Å] being similar to\nthat in <bold>2a</bold> [4.2763(3) Å]. These separations are much shorter\nthan the shortest interdimer distances through anti<italic>−</italic>syn\ncarboxylate bridges [6.541(3) and 6.5728(11) Å for <bold>2a</bold> and\n<bold>2b</bold>, respectively]. The values of the angle at the oxo bridge\nare also similar in both structures [117.16(2)° and 116.41(2)° for Gd(1)−O(9)−Gd(2) and Gd(1)−O(11a<sup>2</sup>)−Gd(2) (a<sup>2</sup>\n<italic>= x</italic>, −<italic>y </italic>+ <sup>1</sup>/<sub>2</sub>, <italic>z </italic>− <sup>1</sup>/<sub>2</sub>) in <bold>2b</bold>, while the value for this bridge\nin <bold>2a</bold> is 116.8(2)°; see Figure  and Table ].\n</p>", "clean_text": "The Gd atoms of the dinuclear unit [Gd(1) and Gd(2)] are linked by a double oxo bridge, with the value of the metal-metal distance in 2b [4.2678(9) Å] being similar to that in 2a [4.2763(3) Å]. These separations are much shorter than the shortest interdimer distances through anti-syn carboxylate bridges [6.541(3) and 6.5728(11) Å for 2a and 2b, respectively]. The values of the angle at the oxo bridge are also similar in both structures [117.16(2)° and 116.41(2)° for Gd(1)-O(9)-Gd(2) and Gd(1)-O(11a2)-Gd(2) (a2 = x, -y + 1/2, z - 1/2) in 2b, while the value for this bridge in 2a is 116.8(2)°; see Figure  and Table ]. ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Na[Gd(mal)(ox)(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>] (3).</bold> The crystal structure of <bold>3</bold>\nconsists of layers of carboxylate-bridged [Gd(mal)(H<sub>2</sub>O)]\nunits and interstitial Na atoms growing in the <italic>ab</italic> plane (see\nFigure a), which are connected by oxalate ligands along\nthe <italic>c</italic> axis, resulting in a three-dimensional network. A quasi-quadratic grid of Gd atoms is formed within each layer,\nwhere each [Gd(mal)(H<sub>2</sub>O)] motif is linked to four other\nadjacent units through carboxylate−malonate bridges in the\nanti<italic>−</italic>anti and anti<italic>−</italic>syn coordination modes (Chart , left).\nThese layers exhibit an ABAB sequence along the <italic>c</italic> axis,\nwhile the oxalate ligand rotates 90° from one layer to the\nnext and within each layer along the <italic>a</italic> axis. This is at the\norigin of the lack of big pores, which could be filled by\ncrystallization water molecules (see Figure b). The filled\nspace is about 81.8% of the total volume, leaving no residual\nsolvent available space. Weak H bonds involving the\ncoordination water molecules and the malonate and oxalate\nO atoms (see the end of Table ) contribute to the\nstabilization of the structure.\n\n\n</p>", "clean_text": " Na[Gd(mal)(ox)(H  2  O)  2  ] (3). The crystal structure of 3 consists of layers of carboxylate-bridged [Gd(mal)(H2O)] units and interstitial Na atoms growing in the ab plane (see Figure a), which are connected by oxalate ligands along the c axis, resulting in a three-dimensional network. A quasi-quadratic grid of Gd atoms is formed within each layer, where each [Gd(mal)(H2O)] motif is linked to four other adjacent units through carboxylate-malonate bridges in the anti-anti and anti-syn coordination modes (Chart , left). These layers exhibit an ABAB sequence along the c axis, while the oxalate ligand rotates 90° from one layer to the next and within each layer along the a axis. This is at the origin of the lack of big pores, which could be filled by crystallization water molecules (see Figure b). The filled space is about 81.8% of the total volume, leaving no residual solvent available space. Weak H bonds involving the coordination water molecules and the malonate and oxalate O atoms (see the end of Table ) contribute to the stabilization of the structure.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"ic061173df00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) View of the structure of<bold>3</bold> with detail of the malonate−Gd layer. (b) View of the rotation of the oxalate ligand between planes.</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0007.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) View of the structure of3 with detail of the malonate-Gd layer. (b) View of the rotation of the oxalate ligand between planes.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"chart\" id=\"ic061173dc00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Coordination Modes of the Malonate (Left) and Oxalate (Right) Ligands in<bold>3</bold>, with the Atom Numbering Scheme\n</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0008.tif\"></graphic>\n</fig>", "clean_text": " 2  Coordination Modes of the Malonate (Left) and Oxalate (Right) Ligands in3, with the Atom Numbering Scheme    ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The Gd atom is nine-coordinated, with four O atoms\nbelonging to three different malonate ligands [O(5e<sup>3</sup>), O(6),\nO(7), and O(8d<sup>3</sup>); d<sup>3</sup> = <italic>x </italic>+ <sup>1</sup>/<sub>2</sub>, <italic>y</italic>, <italic>−</italic>\n<italic>z </italic>+ <sup>1</sup>/<sub>2</sub>; e<sup>3</sup> = −<italic>x</italic>,<italic> y</italic> −\n<sup>1</sup>/<sub>2</sub>, −<italic>z </italic>+ <sup>1</sup>/<sub>2</sub>], four O atoms from two different oxalate ligands\n[O(1), O(2c<sup>3</sup>), O(3c<sup>3</sup>), and O(4); c<sup>3</sup> = <italic>x</italic>, −<italic>y </italic>+ <sup>3</sup>/<sub>2</sub>, <italic>z </italic>+ <sup>1</sup>/<sub>2</sub>],\nand one coordination water molecule [O(2w)] building a\ndistorted monocapped square-antiprism environment. The\nO(7)O(6)O(2c<sup>3</sup>)O(3c<sup>3</sup>) and O(1)O(5e<sup>3</sup>)O(8d<sup>3</sup>)O(2w) sets of\natoms form the quasi-square base and upper face, respectively, and O(4) achieves the capping of the polyhedron (see\nFigure ). The dihedral angle between the square base and\nupper face is 3.45°. The Gd−O(mal) and Gd−O(ox) bond\nlengths vary in the ranges 2.370(4)−2.417(4) and 2.410(4)−2.535(4) Å, respectively. The Na atom is six-coordinated.\nTwo water molecules [O(1w) and O(2wa<sup>3</sup>); a<sup>3</sup> = −<italic>x</italic> + <sup>1</sup>/<sub>2</sub>,\n<italic>y + </italic>\n<sup>1</sup>/<sub>2</sub>,<italic> z</italic>] and four O atoms, two from two different malonate\nligands [O(6) and O(8d<sup>3</sup>)] and the other two belonging to\ntwo different oxalate ligands [O(2b<sup>3</sup>) and O(4a<sup>3</sup>); b<sup>3</sup> = −<italic>x</italic>,\n\n<italic>y </italic>\n<italic>−</italic> 2, <italic>−</italic>\n<italic>z</italic>], build a highly distorted octahedron around the\nNa atom. The bond distances around the Na atom cover the\nrange 2.477(7)−2.626(5) Å.\n\n</p>", "clean_text": "The Gd atom is nine-coordinated, with four O atoms belonging to three different malonate ligands [O(5e3), O(6), O(7), and O(8d3); d3 = x + 1/2, y, - z + 1/2; e3 = -x, y - 1/2, -z + 1/2], four O atoms from two different oxalate ligands [O(1), O(2c3), O(3c3), and O(4); c3 = x, -y + 3/2, z + 1/2], and one coordination water molecule [O(2w)] building a distorted monocapped square-antiprism environment. The O(7)O(6)O(2c3)O(3c3) and O(1)O(5e3)O(8d3)O(2w) sets of atoms form the quasi-square base and upper face, respectively, and O(4) achieves the capping of the polyhedron (see Figure ). The dihedral angle between the square base and upper face is 3.45°. The Gd-O(mal) and Gd-O(ox) bond lengths vary in the ranges 2.370(4)-2.417(4) and 2.410(4)-2.535(4) Å, respectively. The Na atom is six-coordinated. Two water molecules [O(1w) and O(2wa3); a3 = -x + 1/2, y +  1/2, z] and four O atoms, two from two different malonate ligands [O(6) and O(8d3)] and the other two belonging to two different oxalate ligands [O(2b3) and O(4a3); b3 = -x,  y  - 2, - z], build a highly distorted octahedron around the Na atom. The bond distances around the Na atom cover the range 2.477(7)-2.626(5) Å.  ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"ic061173df00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>View of the coordination environment of the Gd atom in<bold>3</bold>\nshowing the atom numbering scheme.</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0009.tif\"></graphic>\n</fig>", "clean_text": " 6  View of the coordination environment of the Gd atom in3 showing the atom numbering scheme.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The four O atoms of the malonate ligand in <bold>3</bold> are involved\nin its coordination to the Gd and Na atoms (Chart , left).\nOn the Gd side, the malonate ligand adopts the bidentate\n[through O(6) and O(7) toward Gd(1)] and bis-monodentate\n[through O(5) and O(8) toward Gd(1g<sup>3</sup>) and Gd(1i<sup>3</sup>) (g<sup>3</sup> =\n−<italic>x</italic>, <italic>y + </italic>\n<sup>1</sup>/<sub>2</sub>, −<italic>z + </italic>\n<sup>1</sup>/<sub>2</sub>; i<sup>3</sup> = <italic>x </italic>− <sup>1</sup>/<sub>2</sub>, <italic>y</italic>, −<italic>z </italic>+ <sup>1</sup>/<sub>2</sub>)] coordination\nmodes. Concerning the Na atom, the malonate acts as a bis-monodentate [through O(6) and O(8) toward Na(1) and Na(1i<sup>3</sup>), respectively] in an anti<italic>−</italic>syn arrangement (Chart , left).\nThe four O atoms of the oxalate ligand are also involved in\nits coordination to the metal atoms (Chart , right). It adopts\nthe usual bis-bidentate bridging mode toward the Gd atoms\n[through O(1) and O(4) to Gd(1) and through O(2) and O(3)\nto Gd(1j<sup>3</sup>) (j<sup>3</sup> = <italic>x</italic>, −<italic>y + </italic>\n<sup>3</sup>/<sub>2</sub>, <italic>z </italic>\n<italic>−</italic>\n<sup>1</sup>/<sub>2</sub>)] and a trans\nbis-monodentate bridging mode toward the Na atoms [through\nO(2) and O(4) to Na(1b<sup>3</sup>) and Na(1h<sup>3</sup>) (h<sup>3</sup> = −<italic>x </italic>+ <sup>1</sup>/<sub>2</sub>, <italic>y </italic>−\n<sup>1</sup>/<sub>2</sub>, <italic>z</italic>)]. The six-membered chelate subtended by the malonate\nligand has the boat conformation, and the value of the angle\nat the Gd atom is 69.76(12)°. The bridging oxalate ligand\nforms two five-membered planar rings, and the values\nsubtended at the Gd atom are 66.39(11)° and 64.67(12)°.\nThe fact that the bond distances and angles of the oxalate\nligand [the mean values for the C−O and C−C bond\ndistances are 1.249(5) and 1.555(8) Å, and the average value\nfor the O−C−O bond angle is 126.6(5)°] do not differ\nsignificantly from those of the free oxalate anion [1.2534(17) and 1.5740(24) Å and 116.86(14)° for C−O, C−C, and\nO−C−O, respectively] suggests that the five-membered\nchelates are not significantly constrained.\n</p>", "clean_text": "The four O atoms of the malonate ligand in 3 are involved in its coordination to the Gd and Na atoms (Chart , left). On the Gd side, the malonate ligand adopts the bidentate [through O(6) and O(7) toward Gd(1)] and bis-monodentate [through O(5) and O(8) toward Gd(1g3) and Gd(1i3) (g3 = -x, y +  1/2, -z +  1/2; i3 = x - 1/2, y, -z + 1/2)] coordination modes. Concerning the Na atom, the malonate acts as a bis-monodentate [through O(6) and O(8) toward Na(1) and Na(1i3), respectively] in an anti-syn arrangement (Chart , left). The four O atoms of the oxalate ligand are also involved in its coordination to the metal atoms (Chart , right). It adopts the usual bis-bidentate bridging mode toward the Gd atoms [through O(1) and O(4) to Gd(1) and through O(2) and O(3) to Gd(1j3) (j3 = x, -y +  3/2, z  - 1/2)] and a trans bis-monodentate bridging mode toward the Na atoms [through O(2) and O(4) to Na(1b3) and Na(1h3) (h3 = -x + 1/2, y - 1/2, z)]. The six-membered chelate subtended by the malonate ligand has the boat conformation, and the value of the angle at the Gd atom is 69.76(12)°. The bridging oxalate ligand forms two five-membered planar rings, and the values subtended at the Gd atom are 66.39(11)° and 64.67(12)°. The fact that the bond distances and angles of the oxalate ligand [the mean values for the C-O and C-C bond distances are 1.249(5) and 1.555(8) Å, and the average value for the O-C-O bond angle is 126.6(5)°] do not differ significantly from those of the free oxalate anion [1.2534(17) and 1.5740(24) Å and 116.86(14)° for C-O, C-C, and O-C-O, respectively] suggests that the five-membered chelates are not significantly constrained. ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>The values of the Gd···Gd separation through the carboxylate−malonate bridges in the anti<italic>−</italic>syn [6.069(3) Å for\nGd(1)···Gd(1i<sup>3</sup>)] and anti<italic>−</italic>anti [6.524(3) Å for Gd(1)···Gd(1 g<sup>3</sup>)] conformations are very close to that across the\nbridging oxalate [6.355(4) Å for Gd(1)···Gd(1j<sup>3</sup>)]. The\ninterlayer Na···Na separation [5.124(2) Å for Na(1)···Na(1b<sup>3</sup>)] is shorter than the intralayer one [6.558(2) Å for Na(1)···Na(1a<sup>3</sup>)]. Two double and one single oxo−carboxylate\nbridges connect the Gd and Na atoms, with the shortest Gd···Na separation being 3.873(3) Å [through O(6) and O(8d<sup>3</sup>)\nbetween Gd(1) and Na(1)].\n\n</p>", "clean_text": "The values of the Gd⋅⋅⋅Gd separation through the carboxylate-malonate bridges in the anti-syn [6.069(3) Å for Gd(1)⋅⋅⋅Gd(1i3)] and anti-anti [6.524(3) Å for Gd(1)⋅⋅⋅Gd(1 g3)] conformations are very close to that across the bridging oxalate [6.355(4) Å for Gd(1)⋅⋅⋅Gd(1j3)]. The interlayer Na⋅⋅⋅Na separation [5.124(2) Å for Na(1)⋅⋅⋅Na(1b3)] is shorter than the intralayer one [6.558(2) Å for Na(1)⋅⋅⋅Na(1a3)]. Two double and one single oxo-carboxylate bridges connect the Gd and Na atoms, with the shortest Gd⋅⋅⋅Na separation being 3.873(3) Å [through O(6) and O(8d3) between Gd(1) and Na(1)].  ", "data": null, "include_properties": null}, {"idx": 37, "type": "table", "classification": null, "content": "<table-wrap id=\"ic061173dt00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Angles (deg) of<bold>4</bold>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.402(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(6a<sup>4</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.448(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(2b<sup>4</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.472(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(4W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.410(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.467(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(5W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.474(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(4c<sup>4</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.411(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(6W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.427(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.534(5)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\"></oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2b<sup>4</sup>)−Gd(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">66.41(15)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(5)−Gd(1)−O(6a<sup>4</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">64.57(15)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(3)−Gd(1)−O(4c<sup>4</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">65.96(14)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Intermolecular Contacts<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">D···A</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">D···A/Å</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">D···A</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">D···A/Å\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1W)···O(5W)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.849(15)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(5Wg<sup>4</sup>)···O(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.884(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(3W)···O(5W)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.88(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(4Wg<sup>4</sup>)···O(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.694(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(6We<sup>4</sup>)···O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.820(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(1W)···O(6Wc<sup>4</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.912(15)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1Wf<sup>4</sup>)···O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.78(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3W)···O(2Wg<sup>4</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.90(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(3Wf<sup>4</sup>)···O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.77(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3W)···O(6Wc<sup>4</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.65(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(5Wf<sup>4</sup>)···O(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">3.04(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(4W)···O(5Wg<sup>4</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.952(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2Wc<sup>4</sup>)···O(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">3.00(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6W)···O(2Wf<sup>4</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.93(4)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry codes:  a<sup>4</sup> = −<italic>x</italic>, −<italic>y </italic>+ 1, −<italic>z</italic> + 2; b<sup>4</sup> = −<italic>x </italic>+ 1, −<italic>y </italic>+ 1,\n−<italic>z </italic>+ 2; c<sup>4</sup> = −<italic>x</italic>, −<italic>y </italic>+ 1, −<italic>z </italic>+ 1; d<sup>4</sup> = <italic>x </italic>+ 1, <italic>y</italic>, <italic>z</italic>; e<sup>4</sup> = <italic>x </italic>+ <sup>1</sup>/<sub>2</sub>, −<italic>y </italic>+\n<sup>1</sup>/<sub>2</sub>, <italic>z</italic>; f<sup>4</sup> = −<italic>x </italic>+ <sup>1</sup>/<sub>2</sub>, <italic>y </italic>− <sup>1</sup>/<sub>2</sub>, −<italic>z </italic>+ 1; g<sup>4</sup> = <italic>x </italic>− <sup>1</sup>/<sub>2</sub>, −<italic>y </italic>+ <sup>3</sup>/<sub>2</sub>, <italic>z</italic>.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> A =\nacceptor and D = donor.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>\n<bold>[Gd</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(ox)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>6</sub>\n</bold>\n<bold>]</bold>·<bold>2.5H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O (4).</bold> The crystal structure of\ncomplex<bold> 4</bold> was already reported, and it was found to\nbe isostructural with the corresponding oxalate-containing\nSm(III), Er(III), Dy(III), and Ho(III) derivatives. The\nstructure consists of (6,3) honeycomb oxalate-bridged layers\nof Gd(III) ions that are stacked along the <italic>b</italic> axis (see Figure\n). The nodes of the (6,3) net in the even layers are disposed\nabove the void space of the adjacent layer, giving rise to an\nABAB sequence. These sheets are interconnected through\nweak H bonds involving crystallization water molecules that\nare located between the layers, coordinated water molecules,\nand oxalate oxygen atoms, leading to the three-dimensional\nsupramolecular structure [the mean O···O distance is 2.86(4) Å; see the end of Table ]. The total volume available\nfor the solvent molecules is 348.4 Å<sup>3</sup>, which is 35.8% of\nthe total volume.\n\n</p>", "clean_text": " [Gd  2  (ox)  3  (H  2  O)  6  ]⋅2.5H  2  O (4). The crystal structure of complex 4 was already reported, and it was found to be isostructural with the corresponding oxalate-containing Sm(III), Er(III), Dy(III), and Ho(III) derivatives. The structure consists of (6,3) honeycomb oxalate-bridged layers of Gd(III) ions that are stacked along the b axis (see Figure ). The nodes of the (6,3) net in the even layers are disposed above the void space of the adjacent layer, giving rise to an ABAB sequence. These sheets are interconnected through weak H bonds involving crystallization water molecules that are located between the layers, coordinated water molecules, and oxalate oxygen atoms, leading to the three-dimensional supramolecular structure [the mean O⋅⋅⋅O distance is 2.86(4) Å; see the end of Table ]. The total volume available for the solvent molecules is 348.4 Å3, which is 35.8% of the total volume.  ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig id=\"ic061173df00007\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Side view of the layered structure of<bold>4</bold>. The window shows a projection along the <italic>b</italic> axis.</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0010.tif\"></graphic>\n</fig>", "clean_text": " 7  Side view of the layered structure of4. The window shows a projection along the b axis.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>The Gd atom is nine-coordinated with a surrounding of\nmonocapped distorted square antiprism. Six oxygen atoms\nfrom three different oxalate ligands and three water molecules\nbuild this polyhedron, where the O(5)O(4w)O(2b<sup>4</sup>)O(6a<sup>4</sup>) (a<sup>4</sup>\n= −<italic>x</italic>, −<italic>y </italic>+ 1, −<italic>z </italic>+ 2; b<sup>4</sup> = −<italic>x </italic>+ 1, −<italic>y </italic>+ 1, −<italic>z </italic>+ 2) and\nO(1)O(5w)O(6w)O(4c<sup>4</sup>) (c<sup>4</sup> = <italic>−</italic>\n<italic>x</italic>, −<italic>y </italic>+ 1, <italic>−</italic>\n<italic>z </italic>+ 1) sets of\natoms define the square base and upper face and O(3)\nachieves the capping of the polyhedron (see Figure ). The\nvalue of the mean Gd−O distance is 2.449(5) Å.\n\n</p>", "clean_text": "The Gd atom is nine-coordinated with a surrounding of monocapped distorted square antiprism. Six oxygen atoms from three different oxalate ligands and three water molecules build this polyhedron, where the O(5)O(4w)O(2b4)O(6a4) (a4 = -x, -y + 1, -z + 2; b4 = -x + 1, -y + 1, -z + 2) and O(1)O(5w)O(6w)O(4c4) (c4 = - x, -y + 1, - z + 1) sets of atoms define the square base and upper face and O(3) achieves the capping of the polyhedron (see Figure ). The value of the mean Gd-O distance is 2.449(5) Å.  ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"ic061173df00008\" position=\"float\">\n<label>8</label>\n<caption>\n<p>View of the coordination environment of the Gd atoms in<bold>4</bold>\nwith the atom numbering scheme.</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0011.tif\"></graphic>\n</fig>", "clean_text": " 8  View of the coordination environment of the Gd atoms in4 with the atom numbering scheme.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>There are three crystallographically independent oxalate<bold>\n<italic>\n<sup>\n</sup>\n</italic>\n</bold>\n<sup></sup>groups that act as bis-bidentate ligands toward two symmetry-related Gd(III) cations. The shortest metal−metal\nseparation through the oxalate bridge [6.313(13) Å] is somewhat larger than the shortest interlayer one [6.160(12) Å].\n</p>", "clean_text": "There are three crystallographically independent oxalate      groups that act as bis-bidentate ligands toward two symmetry-related Gd(III) cations. The shortest metal-metal separation through the oxalate bridge [6.313(13) Å] is somewhat larger than the shortest interlayer one [6.160(12) Å]. ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["property"], "content": "<p>\n<bold>Magnetic Properties of 1</bold>\n<bold>−</bold>\n<bold>4. </bold>The temperature dependence of the χ<sub>M</sub>\n<italic>T</italic> product for <bold>1</bold>−<bold>4 </bold>[χ<sub>M</sub> is the magnetic\nsusceptibility per one Gd(III) ion] is shown in Figure . At\nroom temperature, the value of χ<sub>M</sub>\n<italic>T</italic> for <bold>1</bold>−<bold>4</bold> is ca. 7.90 cm<sup>3</sup>\nmol<sup>-1</sup> K. This value is as expected for a magnetically isolated\n\n<italic>S</italic> = <sup>7</sup>/<sub>2</sub> spin with <italic>g</italic> = 2.0. Upon cooling, this value practically\nremains constant until 60 K, and further it increases for <bold>1</bold>\nand <bold>2</bold> and decreases for <bold>3</bold> and <bold>4</bold> to reach values of 8.32 (<bold>1</bold>),\n9.30 (<bold>2</bold>), 7.73 (<bold>3</bold>), and 7.00 (<bold>4</bold>) cm<sup>3</sup> mol<sup>-1</sup> K at 1.9 K. This\nbehavior is indicative of the existence of weak ferro- (<bold>1</bold> and\n<bold>2</bold>) and antiferromagnetic (<bold>3</bold> and <bold>4</bold>) interactions between the\nGd(III) ions.\n\n</p>", "clean_text": " Magnetic Properties of 1 - 4. The temperature dependence of the χM T product for 1-4 [χM is the magnetic susceptibility per one Gd(III) ion] is shown in Figure . At room temperature, the value of χM T for 1-4 is ca. 7.90 cm3 mol-1 K. This value is as expected for a magnetically isolated  S = 7/2 spin with g = 2.0. Upon cooling, this value practically remains constant until 60 K, and further it increases for 1 and 2 and decreases for 3 and 4 to reach values of 8.32 (1), 9.30 (2), 7.73 (3), and 7.00 (4) cm3 mol-1 K at 1.9 K. This behavior is indicative of the existence of weak ferro- (1 and 2) and antiferromagnetic (3 and 4) interactions between the Gd(III) ions.  ", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig id=\"ic061173df00009\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Temperature dependence of the χ<sub>M</sub>\n<italic>T</italic> product of <bold>1</bold>−<bold>4</bold>. The solid\nlines are the best-fit curves (see the text).</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0012.tif\"></graphic>\n</fig>", "clean_text": " 9  Temperature dependence of the χM T product of 1-4. The solid lines are the best-fit curves (see the text).   ", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["property"], "content": "<p>According to the crystal structure of <bold>1</bold> described above,\nthe large Gd−Gd separation through the carboxylate bridge\nallows us to consider that, from a magnetic point of view,\nthis compound would behave as a uniform chain of Gd(III)\nions that are bridged by single oxo−carboxylate groups.\nHaving this in mind and taking into account the large value\nof the local interacting spin [<italic>S</italic> = <sup>7</sup>/<sub>2</sub>], the classical spin\nexpression derived by Fisher to describe the magnetic\nbehavior of a uniform chain with large spins (eq 1) applies\nfor <bold>1</bold>.\n\n<disp-formula content-type=\"pre-labeled\" id=\"ic061173de00001\">\n<graphic position=\"anchor\" xlink:href=\"ic-2006-01173d_0013.gif\"></graphic>\n</disp-formula>\nIn this expression, <italic>u</italic> is the Langevin function defined\nas <italic>u</italic> = coth[<italic>JS</italic>(<italic>S </italic>+ 1)/<italic>kT</italic>] − <italic>kT</italic>/<italic>JS</italic>(<italic>S </italic>+ 1) with <italic>N</italic>, β,<italic> k</italic>, and\n<italic>g</italic> having their usual meanings and <italic>J</italic> being the exchange\ncoupling parameter between adjacent spins. The best least-squares fit parameters are <italic>J</italic> = +0.0074(2) cm<sup>-1</sup>, <italic>g </italic>= 2.00(1), and <italic>R </italic>= 1.3 × 10<sup>-6</sup>. <italic>R </italic>is the agreement factor defined\nas ∑[(χ<sub>M</sub>\n<italic>T</italic>)<sub>obs</sub> − (χ<sub>M</sub>\n<italic>T</italic>)<sub>calc</sub>]<sup>2</sup>/∑[(χ<sub>M</sub>\n<italic>T</italic>)<sub>obs</sub>]<sup>2</sup>. The calculated curve\nmatches very well the experimental data in the whole\ntemperature range.\n</p>", "clean_text": "According to the crystal structure of 1 described above, the large Gd-Gd separation through the carboxylate bridge allows us to consider that, from a magnetic point of view, this compound would behave as a uniform chain of Gd(III) ions that are bridged by single oxo-carboxylate groups. Having this in mind and taking into account the large value of the local interacting spin [S = 7/2], the classical spin expression derived by Fisher to describe the magnetic behavior of a uniform chain with large spins (eq 1) applies for 1.     In this expression, u is the Langevin function defined as u = coth[JS(S + 1)/kT] - kT/JS(S + 1) with N, β, k, and g having their usual meanings and J being the exchange coupling parameter between adjacent spins. The best least-squares fit parameters are J = +0.0074(2) cm-1, g = 2.00(1), and R = 1.3 × 10-6. R is the agreement factor defined as ∑[(χM T)obs - (χM T)calc]2/∑[(χM T)obs]2. The calculated curve matches very well the experimental data in the whole temperature range. ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["property"], "content": "<p>The magnetic behavior of compound <bold>2</bold> was investigated\npreviously, and we will not treat it in detail in this work.\nHaving in mind the fact that the double oxo−carboxylate\nbridge is the most efficient exchange pathway in <bold>2</bold> and that\nno significant changes are observed in the values of the\nstructural parameters at the oxo bridge in the phase transition\n(bond distances and bond angle at the Gd−(μ-O)−Gd unit),\nthe analysis of its magnetic data through a simple dimer law\nby the isotropic spin Hamiltonian <italic>H = </italic>\n<italic>−</italic>\n<italic>JS</italic>\n<sub>1</sub>·<italic>S</italic>\n<sub>2</sub> is justified.\nThe best-fit parameters are <italic>J</italic> = +0.050(2) cm<sup>-1</sup>, <italic>g </italic>= 2.00(1), and <italic>R </italic>= 1.5 × 10<sup>-5</sup>.\n</p>", "clean_text": "The magnetic behavior of compound 2 was investigated previously, and we will not treat it in detail in this work. Having in mind the fact that the double oxo-carboxylate bridge is the most efficient exchange pathway in 2 and that no significant changes are observed in the values of the structural parameters at the oxo bridge in the phase transition (bond distances and bond angle at the Gd-(μ-O)-Gd unit), the analysis of its magnetic data through a simple dimer law by the isotropic spin Hamiltonian H =  - JS 1⋅S 2 is justified. The best-fit parameters are J = +0.050(2) cm-1, g = 2.00(1), and R = 1.5 × 10-5. ", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["property"], "content": "<p>An overall antiferromagnetic behavior is observed for\ncomplexes <bold>3</bold> and <bold>4</bold>. A comparison of both structures shows\nthat the bis-chelating oxalate ligand is present in them, with\nno significant structural differences being observed in the\nGd−(μ-oxalate)−Gd unit. The remarkable ability of the\noxalate to mediate magnetic interactions between the \nparamagnetic centers when acting as a bridge<sup>26</sup> would account\nfor the antiferromagnetic coupling in <bold>3</bold> and <bold>4</bold>. In light of the\nstructure of compound <bold>4</bold>, it is clear that its magnetic behavior\nwould correspond to that of a honeycomb-layered material\nwith intralayer antiferromagnetic coupling through the bis-chelating oxalate. Taking into account the structural similarity\nof the three crystallographically independent Gd−(μ-oxalate)−Gd units in <bold>4</bold>, their magnetic data were analyzed\nthrough the expression derived for a two-dimensional\nHeisenberg classical honeycomb lattice. Best-fit results are\n<italic>J</italic> = −0.0050(2) cm<sup>-1</sup>, <italic>g</italic> = 2.00(1), and <italic>R</italic> = 1.7 × 10<sup>-5</sup>. To\nour knowledge, this is the first time where the antiferromagnetic coupling between Gd(III) ions through a bis-chelating oxalate is determined, and consequently any\ncomparison is precluded. Anyway, a comparison of this value\nwith the strong antiferromagnetic interaction that is observed\nbetween the Cu(II) ions through this bridge (<italic>J</italic> values up to\n−384 cm<sup>-1</sup>) shows the strong influence on <italic>J</italic> that is exerted\nby both the nature of the interacting magnetic orbitals [4f\nfor Gd(III) versus 3d for Cu(II)] and their number [seven\nfor Gd(III) against one for Cu(II)].\n</p>", "clean_text": "An overall antiferromagnetic behavior is observed for complexes 3 and 4. A comparison of both structures shows that the bis-chelating oxalate ligand is present in them, with no significant structural differences being observed in the Gd-(μ-oxalate)-Gd unit. The remarkable ability of the oxalate to mediate magnetic interactions between the  paramagnetic centers when acting as a bridge26 would account for the antiferromagnetic coupling in 3 and 4. In light of the structure of compound 4, it is clear that its magnetic behavior would correspond to that of a honeycomb-layered material with intralayer antiferromagnetic coupling through the bis-chelating oxalate. Taking into account the structural similarity of the three crystallographically independent Gd-(μ-oxalate)-Gd units in 4, their magnetic data were analyzed through the expression derived for a two-dimensional Heisenberg classical honeycomb lattice. Best-fit results are J = -0.0050(2) cm-1, g = 2.00(1), and R = 1.7 × 10-5. To our knowledge, this is the first time where the antiferromagnetic coupling between Gd(III) ions through a bis-chelating oxalate is determined, and consequently any comparison is precluded. Anyway, a comparison of this value with the strong antiferromagnetic interaction that is observed between the Cu(II) ions through this bridge (J values up to -384 cm-1) shows the strong influence on J that is exerted by both the nature of the interacting magnetic orbitals [4f for Gd(III) versus 3d for Cu(II)] and their number [seven for Gd(III) against one for Cu(II)]. ", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>Dealing with complex <bold>3</bold>, there is no model to analyze the\nmagnetic data of this three-dimensional compound where\nthree different exchange pathways (bis-chelating oxalate and\nanti<italic>−</italic>anti and anti<italic>−</italic>syn carboxylate−malonate bridges) are\ninvolved. Assuming that the exchange pathway through the\nbridging oxalate is the dominant one, the analysis of the\nmagnetic data of <bold>3</bold> is reduced to that of a simple oxalato-bridged Gd(III) dimer. Best-fit results through this dinuclear\nmodel lead to the following set of parameters:  <italic>J</italic> = −0.0053(2) cm<sup>-1</sup>, <italic>g</italic> = 2.00(1), and <italic>R</italic> = 0.2.0 × 10<sup>-5</sup>. The fact that\nthis magnetic coupling is practically identical with that\nobtained for compound <bold>4</bold> supports the validity of our\nassumption.\n</p>", "clean_text": "Dealing with complex 3, there is no model to analyze the magnetic data of this three-dimensional compound where three different exchange pathways (bis-chelating oxalate and anti-anti and anti-syn carboxylate-malonate bridges) are involved. Assuming that the exchange pathway through the bridging oxalate is the dominant one, the analysis of the magnetic data of 3 is reduced to that of a simple oxalato-bridged Gd(III) dimer. Best-fit results through this dinuclear model lead to the following set of parameters: J = -0.0053(2) cm-1, g = 2.00(1), and R = 0.2.0 × 10-5. The fact that this magnetic coupling is practically identical with that obtained for compound 4 supports the validity of our assumption. ", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["property"], "content": "<p>The ferromagnetic coupling between Gd(III) ions observed\nin <bold>1</bold> and <bold>2</bold> is not very common; just a few examples of such\nbehavior are found in the literature, with <italic>J</italic> values ranging\nfrom +0.037 to +0.06 cm<sup>-1</sup>. Among the previously\nreported ferromagnetically coupled Gd complexes, only one\nof them presents an oxo-bridged chain structure, with a <italic>J</italic>\nvalue of +0.037 cm<sup>-1</sup> [Gd(H<sub>2</sub>L)(HL)(L)·H<sub>2</sub>O]<italic>\n<sub>n</sub>\n</italic> (<bold>5</bold>; H<sub>2</sub>L =\nsalicylic acid). This value is slightly higher than that obtained\nfor complex <bold>1</bold> [<italic>J</italic> = +0.0074 cm<sup>-1</sup>]. The main differences\nbetween both ferromagnetic chains is the occurrence of single\n(<bold>1</bold>) and double oxo−carboxylate (<bold>2</bold>) bridges: this feature\ncauses a larger magnetic exchange coupling in <bold>5</bold>. Also the\nGd···Gd separation and the value of the angle at the oxo\nbridge are larger in <bold>1</bold> [4.9369(9) Å and 140.1(3)°] compared\nwith 4.1871(2) Å and 111.85(7)° for <bold>5</bold>, resulting in a weaker\nmagnetic interaction. At this stage, we can only suggest that\nthe ferromagnetic coupling observed in these structures is\nmost likely due to the accidental orthogonality between the\nmagnetic orbitals of the interacting Gd(III) ions. The main\nstructural parameters that govern the Gd···Gd magnetic\ninteraction are not yet fully determined, but considering these\nresults, it could be suggested that the value of the angle at\nthe oxo bridge and the Gd···Gd separation play the major\nrole.\n</p>", "clean_text": "The ferromagnetic coupling between Gd(III) ions observed in 1 and 2 is not very common; just a few examples of such behavior are found in the literature, with J values ranging from +0.037 to +0.06 cm-1. Among the previously reported ferromagnetically coupled Gd complexes, only one of them presents an oxo-bridged chain structure, with a J value of +0.037 cm-1 [Gd(H2L)(HL)(L)⋅H2O] n  (5; H2L= salicylic acid). This value is slightly higher than that obtained for complex 1 [J = +0.0074 cm-1]. The main differences between both ferromagnetic chains is the occurrence of single (1) and double oxo-carboxylate (2) bridges: this feature causes a larger magnetic exchange coupling in 5. Also the Gd⋅⋅⋅Gd separation and the value of the angle at the oxo bridge are larger in 1 [4.9369(9) Å and 140.1(3)°] compared with 4.1871(2) Å and 111.85(7)° for 5, resulting in a weaker magnetic interaction. At this stage, we can only suggest that the ferromagnetic coupling observed in these structures is most likely due to the accidental orthogonality between the magnetic orbitals of the interacting Gd(III) ions. The main structural parameters that govern the Gd⋅⋅⋅Gd magnetic interaction are not yet fully determined, but considering these results, it could be suggested that the value of the angle at the oxo bridge and the Gd⋅⋅⋅Gd separation play the major role. ", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In conclusion, it must be noted that the study in depth of\nGd(III) complexes contributes to the understanding of their\nmagnetic behavior. In this sense, we have obtained two\nferromagnetically and two antiferromagnetically coupled\ncompounds, which demonstrate the capability of Gd(III) to\ninduce both magnetic interactions. The ferromagnetic behavior is present in the compounds that have a direct\ninteraction among two or more Gd ions through μ-oxo\nbridges, while the antiferromagnetic compounds are those\nhaving the oxalate bridge. Attending to the acid used, the\nobtainment of different polymorphs with malonic acid shows\nup the versatility of this ligand when, in the lack of a second\nligand in the synthesis, we have obtained a mixed carboxylic\nligand compound.\n</p>", "clean_text": "Conclusions\n\nIn conclusion, it must be noted that the study in depth of Gd(III) complexes contributes to the understanding of their magnetic behavior. In this sense, we have obtained two ferromagnetically and two antiferromagnetically coupled compounds, which demonstrate the capability of Gd(III) to induce both magnetic interactions. The ferromagnetic behavior is present in the compounds that have a direct interaction among two or more Gd ions through μ-oxo bridges, while the antiferromagnetic compounds are those having the oxalate bridge. Attending to the acid used, the obtainment of different polymorphs with malonic acid shows up the versatility of this ligand when, in the lack of a second ligand in the synthesis, we have obtained a mixed carboxylic ligand compound. ", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<title>\n<ext-link xlink:href=\"/doi/suppl/10.1021%2Fic061173d\">Supporting Information Available</ext-link>\n</title><p>DSC of compound <bold>2</bold> and\nX-ray crystallographic data (CIF). This material is available free\nof charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>. CCDC reference\nnumbers are 611842 (<bold>1</bold>), 611843 (<bold>2</bold>), 611844 (<bold>3</bold>), and 611845 (<bold>4</bold>).\nSee <uri xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\">http://www.ccdc.cam.ac.uk/data_request/cif</uri> for crystallographic\ndata.</p>", "clean_text": " Supporting Information Available \n\nDSC of compound 2 and X-ray crystallographic data (CIF). This material is available free of charge via the Internet at http://pubs.acs.org. CCDC reference numbers are 611842 (1), 611843 (2), 611844 (3), and 611845 (4). See http://www.ccdc.cam.ac.uk/data_request/cif for crystallographic data.", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["else"], "content": "<title>References</title>", "clean_text": "References", "data": null, "include_properties": null}], "cln_elements": [{"idx": 7, "type": "text", "classification": "synthesis condition", "content": "<p>\n<bold>Preparation of the Complexes. </bold>Single crystals of <bold>1</bold>−<bold>4</bold> have\nbeen grown in a silica gel medium through the techniques described\nby Henisch.\n</p><p>\n<bold>[Gd</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(mal)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>5</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>·<bold>2</bold>\n<bold>\n<italic>n</italic>\n</bold>\n<bold>H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O (1).</bold> An aqueous solution of 1 M\nsodium metasilicate (5 mL) was poured into a solution of 1 M\nmalonic acid (4 mL), whose pH was adjusted to 4.46. The mixture\nwas introduced into test tubes, covered, and stored for 1 day at\nroom temperature to allow the formation of the gel. Finally, an\naqueous solution of 0.1 M gadolinium(III) nitrate hexahydrate (2\nmL) was placed on the gel, with care being taken to avoid damage\nof the surface of the gel, and the tubes were stored at 30 °C.\nColorless needles of <bold>1</bold> that were suitable for X-ray analysis appeared\nafter a few days.\n</p>", "clean_text": " Preparation of the Complexes. Single crystals of 1-4 have been grown in a silica gel medium through the techniques described by Henisch. \n\n [Gd  2  (mal)  3  (H  2  O)  5  ]   n  ⋅2  n  H  2  O (1). An aqueous solution of 1 M sodium metasilicate (5 mL) was poured into a solution of 1 M malonic acid (4 mL), whose pH was adjusted to 4.46. The mixture was introduced into test tubes, covered, and stored for 1 day at room temperature to allow the formation of the gel. Finally, an aqueous solution of 0.1 M gadolinium(III) nitrate hexahydrate (2 mL) was placed on the gel, with care being taken to avoid damage of the surface of the gel, and the tubes were stored at 30 °C. Colorless needles of 1 that were suitable for X-ray analysis appeared after a few days. ", "data": [{"meta": {"name": "[Gd2(mal)3(H2O)5]·2nH2O", "symbol": "1", "chemical formula": "unknown"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "sodium metasilicate", "amount": "5", "unit": "mL"}, {"name": "malonic acid", "amount": "4", "unit": "mL"}, {"name": "gadolinium(III) nitrate hexahydrate", "amount": "2", "unit": "mL"}], "solution": [{"name": "", "amount": "1 M", "unit": ""}, {"name": "", "amount": "0.1 M", "unit": ""}], "pH adjustment": "4.46", "pressure": "", "temperature": "room temperature", "time": "1 day"}, {"synthesis method": "storage", "storage condition": "30°C", "time": "few days"}]}], "include_properties": ["chemical_synthesis", "pH_adjustment"]}, {"idx": "25, 43, 45, 46, 47, 49", "type": "text", "classification": "property", "content": "<p>\n<bold>[Gd</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(mal)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>6</sub>\n</bold>\n<bold>]</bold>\n<bold></bold>\n<bold>(2).</bold> The structural description of this\ncompound was the subject of a previous work. Compound\n<bold>2</bold> is also isostructural with the europium malonate complex\n[Eu<sub>2</sub>(mal)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>], whose structure was reported by Hernández-Molina et al. Because this Eu complex exhibits a\nphase transition at 236 K, we checked this possibility in <bold>2</bold>.\nIn fact, compound <bold>2</bold> also shows a phase transition but at\n226 K, as evidenced by the DSC plot (see Figure S1 in the\nSupporting Information). The space group of <bold>2</bold> changes from\n<italic>I</italic>2/<italic>a</italic> (room temperature) to <italic>Ia</italic> (low temperature). This\nstructural change was not reported in ref . The mean\ncrystallographic modifications that occur with the phase\n\ntransition are listed in Table . The crystal structure of <bold>2</bold> at\nroom temperature (<bold>2a</bold>) consists of double oxo−carboxylate-bridged dinuclear Gd(III) entities that are linked to the four\nnearest dinuclear units through carboxylate−malonate bridges\nin the anti<italic>−</italic>syn conformation, resulting in layers parallel to\nthe <italic>ab</italic> plane. These layers are further extended along the <italic>c</italic>\ndirection through a malonate ligand, which chelates two Gd(III) dinuclear units from two different layers, building the\nthree-dimensional network (see Figure ). This general\ndescription remains unchanged at temperatures below the\nphase transition (<bold>2b</bold>); the main differences arise in the Gd\ncoordination environment and, hence, in the H-bond pattern.\nBelow 220 K, extensive H bonds involving carboxylate\ngroups and coordinated water molecules contribute to the\nstabilization of the crystal structure [O···O distances ranging\nfrom 2.6753(3) to 2.8221(4) Å]. There are no crystallization\nwater molecules, and the space available for the coordination\nwater molecules is about 6.7% of the total volume in the\nstructure.\n\n</p><p>\n<bold>Magnetic Properties of 1</bold>\n<bold>−</bold>\n<bold>4. </bold>The temperature dependence of the χ<sub>M</sub>\n<italic>T</italic> product for <bold>1</bold>−<bold>4 </bold>[χ<sub>M</sub> is the magnetic\nsusceptibility per one Gd(III) ion] is shown in Figure . At\nroom temperature, the value of χ<sub>M</sub>\n<italic>T</italic> for <bold>1</bold>−<bold>4</bold> is ca. 7.90 cm<sup>3</sup>\nmol<sup>-1</sup> K. This value is as expected for a magnetically isolated\n\n<italic>S</italic> = <sup>7</sup>/<sub>2</sub> spin with <italic>g</italic> = 2.0. Upon cooling, this value practically\nremains constant until 60 K, and further it increases for <bold>1</bold>\nand <bold>2</bold> and decreases for <bold>3</bold> and <bold>4</bold> to reach values of 8.32 (<bold>1</bold>),\n9.30 (<bold>2</bold>), 7.73 (<bold>3</bold>), and 7.00 (<bold>4</bold>) cm<sup>3</sup> mol<sup>-1</sup> K at 1.9 K. This\nbehavior is indicative of the existence of weak ferro- (<bold>1</bold> and\n<bold>2</bold>) and antiferromagnetic (<bold>3</bold> and <bold>4</bold>) interactions between the\nGd(III) ions.\n\n</p><p>According to the crystal structure of <bold>1</bold> described above,\nthe large Gd−Gd separation through the carboxylate bridge\nallows us to consider that, from a magnetic point of view,\nthis compound would behave as a uniform chain of Gd(III)\nions that are bridged by single oxo−carboxylate groups.\nHaving this in mind and taking into account the large value\nof the local interacting spin [<italic>S</italic> = <sup>7</sup>/<sub>2</sub>], the classical spin\nexpression derived by Fisher to describe the magnetic\nbehavior of a uniform chain with large spins (eq 1) applies\nfor <bold>1</bold>.\n\n<disp-formula content-type=\"pre-labeled\" id=\"ic061173de00001\">\n<graphic position=\"anchor\" xlink:href=\"ic-2006-01173d_0013.gif\"></graphic>\n</disp-formula>\nIn this expression, <italic>u</italic> is the Langevin function defined\nas <italic>u</italic> = coth[<italic>JS</italic>(<italic>S </italic>+ 1)/<italic>kT</italic>] − <italic>kT</italic>/<italic>JS</italic>(<italic>S </italic>+ 1) with <italic>N</italic>, β,<italic> k</italic>, and\n<italic>g</italic> having their usual meanings and <italic>J</italic> being the exchange\ncoupling parameter between adjacent spins. The best least-squares fit parameters are <italic>J</italic> = +0.0074(2) cm<sup>-1</sup>, <italic>g </italic>= 2.00(1), and <italic>R </italic>= 1.3 × 10<sup>-6</sup>. <italic>R </italic>is the agreement factor defined\nas ∑[(χ<sub>M</sub>\n<italic>T</italic>)<sub>obs</sub> − (χ<sub>M</sub>\n<italic>T</italic>)<sub>calc</sub>]<sup>2</sup>/∑[(χ<sub>M</sub>\n<italic>T</italic>)<sub>obs</sub>]<sup>2</sup>. The calculated curve\nmatches very well the experimental data in the whole\ntemperature range.\n</p><p>The magnetic behavior of compound <bold>2</bold> was investigated\npreviously, and we will not treat it in detail in this work.\nHaving in mind the fact that the double oxo−carboxylate\nbridge is the most efficient exchange pathway in <bold>2</bold> and that\nno significant changes are observed in the values of the\nstructural parameters at the oxo bridge in the phase transition\n(bond distances and bond angle at the Gd−(μ-O)−Gd unit),\nthe analysis of its magnetic data through a simple dimer law\nby the isotropic spin Hamiltonian <italic>H = </italic>\n<italic>−</italic>\n<italic>JS</italic>\n<sub>1</sub>·<italic>S</italic>\n<sub>2</sub> is justified.\nThe best-fit parameters are <italic>J</italic> = +0.050(2) cm<sup>-1</sup>, <italic>g </italic>= 2.00(1), and <italic>R </italic>= 1.5 × 10<sup>-5</sup>.\n</p><p>An overall antiferromagnetic behavior is observed for\ncomplexes <bold>3</bold> and <bold>4</bold>. A comparison of both structures shows\nthat the bis-chelating oxalate ligand is present in them, with\nno significant structural differences being observed in the\nGd−(μ-oxalate)−Gd unit. The remarkable ability of the\noxalate to mediate magnetic interactions between the \nparamagnetic centers when acting as a bridge<sup>26</sup> would account\nfor the antiferromagnetic coupling in <bold>3</bold> and <bold>4</bold>. In light of the\nstructure of compound <bold>4</bold>, it is clear that its magnetic behavior\nwould correspond to that of a honeycomb-layered material\nwith intralayer antiferromagnetic coupling through the bis-chelating oxalate. Taking into account the structural similarity\nof the three crystallographically independent Gd−(μ-oxalate)−Gd units in <bold>4</bold>, their magnetic data were analyzed\nthrough the expression derived for a two-dimensional\nHeisenberg classical honeycomb lattice. Best-fit results are\n<italic>J</italic> = −0.0050(2) cm<sup>-1</sup>, <italic>g</italic> = 2.00(1), and <italic>R</italic> = 1.7 × 10<sup>-5</sup>. To\nour knowledge, this is the first time where the antiferromagnetic coupling between Gd(III) ions through a bis-chelating oxalate is determined, and consequently any\ncomparison is precluded. Anyway, a comparison of this value\nwith the strong antiferromagnetic interaction that is observed\nbetween the Cu(II) ions through this bridge (<italic>J</italic> values up to\n−384 cm<sup>-1</sup>) shows the strong influence on <italic>J</italic> that is exerted\nby both the nature of the interacting magnetic orbitals [4f\nfor Gd(III) versus 3d for Cu(II)] and their number [seven\nfor Gd(III) against one for Cu(II)].\n</p><p>The ferromagnetic coupling between Gd(III) ions observed\nin <bold>1</bold> and <bold>2</bold> is not very common; just a few examples of such\nbehavior are found in the literature, with <italic>J</italic> values ranging\nfrom +0.037 to +0.06 cm<sup>-1</sup>. Among the previously\nreported ferromagnetically coupled Gd complexes, only one\nof them presents an oxo-bridged chain structure, with a <italic>J</italic>\nvalue of +0.037 cm<sup>-1</sup> [Gd(H<sub>2</sub>L)(HL)(L)·H<sub>2</sub>O]<italic>\n<sub>n</sub>\n</italic> (<bold>5</bold>; H<sub>2</sub>L =\nsalicylic acid). This value is slightly higher than that obtained\nfor complex <bold>1</bold> [<italic>J</italic> = +0.0074 cm<sup>-1</sup>]. The main differences\nbetween both ferromagnetic chains is the occurrence of single\n(<bold>1</bold>) and double oxo−carboxylate (<bold>2</bold>) bridges: this feature\ncauses a larger magnetic exchange coupling in <bold>5</bold>. Also the\nGd···Gd separation and the value of the angle at the oxo\nbridge are larger in <bold>1</bold> [4.9369(9) Å and 140.1(3)°] compared\nwith 4.1871(2) Å and 111.85(7)° for <bold>5</bold>, resulting in a weaker\nmagnetic interaction. At this stage, we can only suggest that\nthe ferromagnetic coupling observed in these structures is\nmost likely due to the accidental orthogonality between the\nmagnetic orbitals of the interacting Gd(III) ions. The main\nstructural parameters that govern the Gd···Gd magnetic\ninteraction are not yet fully determined, but considering these\nresults, it could be suggested that the value of the angle at\nthe oxo bridge and the Gd···Gd separation play the major\nrole.\n</p>", "clean_text": " [Gd  2  (mal)  3  (H  2  O)  6  ]  (2). The structural description of this compound was the subject of a previous work. Compound 2 is also isostructural with the europium malonate complex [Eu2(mal)3(H2O)6], whose structure was reported by Hernández-Molina et al. Because this Eu complex exhibits a phase transition at 236 K, we checked this possibility in 2. In fact, compound 2 also shows a phase transition but at 226 K, as evidenced by the DSC plot (see Figure S1 in the Supporting Information). The space group of 2 changes from I2/a (room temperature) to Ia (low temperature). This structural change was not reported in ref . The mean crystallographic modifications that occur with the phase  transition are listed in Table . The crystal structure of 2 at room temperature (2a) consists of double oxo-carboxylate-bridged dinuclear Gd(III) entities that are linked to the four nearest dinuclear units through carboxylate-malonate bridges in the anti-syn conformation, resulting in layers parallel to the ab plane. These layers are further extended along the c direction through a malonate ligand, which chelates two Gd(III) dinuclear units from two different layers, building the three-dimensional network (see Figure ). This general description remains unchanged at temperatures below the phase transition (2b); the main differences arise in the Gd coordination environment and, hence, in the H-bond pattern. Below 220 K, extensive H bonds involving carboxylate groups and coordinated water molecules contribute to the stabilization of the crystal structure [O⋅⋅⋅O distances ranging from 2.6753(3) to 2.8221(4) Å]. There are no crystallization water molecules, and the space available for the coordination water molecules is about 6.7% of the total volume in the structure.  \n\n Magnetic Properties of 1 - 4. The temperature dependence of the χM T product for 1-4 [χM is the magnetic susceptibility per one Gd(III) ion] is shown in Figure . At room temperature, the value of χM T for 1-4 is ca. 7.90 cm3 mol-1 K. This value is as expected for a magnetically isolated  S = 7/2 spin with g = 2.0. Upon cooling, this value practically remains constant until 60 K, and further it increases for 1 and 2 and decreases for 3 and 4 to reach values of 8.32 (1), 9.30 (2), 7.73 (3), and 7.00 (4) cm3 mol-1 K at 1.9 K. This behavior is indicative of the existence of weak ferro- (1 and 2) and antiferromagnetic (3 and 4) interactions between the Gd(III) ions.  \n\nAccording to the crystal structure of 1 described above, the large Gd-Gd separation through the carboxylate bridge allows us to consider that, from a magnetic point of view, this compound would behave as a uniform chain of Gd(III) ions that are bridged by single oxo-carboxylate groups. Having this in mind and taking into account the large value of the local interacting spin [S = 7/2], the classical spin expression derived by Fisher to describe the magnetic behavior of a uniform chain with large spins (eq 1) applies for 1.     In this expression, u is the Langevin function defined as u = coth[JS(S + 1)/kT] - kT/JS(S + 1) with N, β, k, and g having their usual meanings and J being the exchange coupling parameter between adjacent spins. The best least-squares fit parameters are J = +0.0074(2) cm-1, g = 2.00(1), and R = 1.3 × 10-6. R is the agreement factor defined as ∑[(χM T)obs - (χM T)calc]2/∑[(χM T)obs]2. The calculated curve matches very well the experimental data in the whole temperature range. \n\nThe magnetic behavior of compound 2 was investigated previously, and we will not treat it in detail in this work. Having in mind the fact that the double oxo-carboxylate bridge is the most efficient exchange pathway in 2 and that no significant changes are observed in the values of the structural parameters at the oxo bridge in the phase transition (bond distances and bond angle at the Gd-(μ-O)-Gd unit), the analysis of its magnetic data through a simple dimer law by the isotropic spin Hamiltonian H =  - JS 1⋅S 2 is justified. The best-fit parameters are J = +0.050(2) cm-1, g = 2.00(1), and R = 1.5 × 10-5. \n\nAn overall antiferromagnetic behavior is observed for complexes 3 and 4. A comparison of both structures shows that the bis-chelating oxalate ligand is present in them, with no significant structural differences being observed in the Gd-(μ-oxalate)-Gd unit. The remarkable ability of the oxalate to mediate magnetic interactions between the  paramagnetic centers when acting as a bridge26 would account for the antiferromagnetic coupling in 3 and 4. In light of the structure of compound 4, it is clear that its magnetic behavior would correspond to that of a honeycomb-layered material with intralayer antiferromagnetic coupling through the bis-chelating oxalate. Taking into account the structural similarity of the three crystallographically independent Gd-(μ-oxalate)-Gd units in 4, their magnetic data were analyzed through the expression derived for a two-dimensional Heisenberg classical honeycomb lattice. Best-fit results are J = -0.0050(2) cm-1, g = 2.00(1), and R = 1.7 × 10-5. To our knowledge, this is the first time where the antiferromagnetic coupling between Gd(III) ions through a bis-chelating oxalate is determined, and consequently any comparison is precluded. Anyway, a comparison of this value with the strong antiferromagnetic interaction that is observed between the Cu(II) ions through this bridge (J values up to -384 cm-1) shows the strong influence on J that is exerted by both the nature of the interacting magnetic orbitals [4f for Gd(III) versus 3d for Cu(II)] and their number [seven for Gd(III) against one for Cu(II)]. \n\nThe ferromagnetic coupling between Gd(III) ions observed in 1 and 2 is not very common; just a few examples of such behavior are found in the literature, with J values ranging from +0.037 to +0.06 cm-1. Among the previously reported ferromagnetically coupled Gd complexes, only one of them presents an oxo-bridged chain structure, with a J value of +0.037 cm-1 [Gd(H2L)(HL)(L)⋅H2O] n  (5; H2L= salicylic acid). This value is slightly higher than that obtained for complex 1 [J = +0.0074 cm-1]. The main differences between both ferromagnetic chains is the occurrence of single (1) and double oxo-carboxylate (2) bridges: this feature causes a larger magnetic exchange coupling in 5. Also the Gd⋅⋅⋅Gd separation and the value of the angle at the oxo bridge are larger in 1 [4.9369(9) Å and 140.1(3)°] compared with 4.1871(2) Å and 111.85(7)° for 5, resulting in a weaker magnetic interaction. At this stage, we can only suggest that the ferromagnetic coupling observed in these structures is most likely due to the accidental orthogonality between the magnetic orbitals of the interacting Gd(III) ions. The main structural parameters that govern the Gd⋅⋅⋅Gd magnetic interaction are not yet fully determined, but considering these results, it could be suggested that the value of the angle at the oxo bridge and the Gd⋅⋅⋅Gd separation play the major role. ", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "space group": [{"value": "Fm-3m", "condition": ""}]}, {"meta": {"name": "Complex 4", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "155", "unit": "°C", "type": "stable", "condition": ""}, {"value": "155 and 250", "unit": "°C", "type": "removal of coordinated solvent molecules", "condition": ""}, {"value": "680", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}, {"meta": {"name": "MOF-XYZ", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "120", "unit": "°C", "type": "an initial weight loss", "condition": ""}, {"value": "110 to 280", "unit": "°C", "type": "gradual removal of coordinated water molecules", "condition": ""}]}]], "include_properties": ["decomposition_temperature", "space_group"]}, {"idx": 13, "type": "table", "classification": null, "content": "<table-wrap id=\"ic061173dt00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal Data and Details of the Structural Determination</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\"></oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\"></oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\"></oasis:entry>\n<oasis:entry nameend=\"5\" namest=\"5\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry nameend=\"6\" namest=\"6\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>T</italic>, K\n</oasis:entry>\n<oasis:entry colname=\"2\">293(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">293(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">173(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">293(2)\n</oasis:entry>\n<oasis:entry colname=\"6\">293(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">empirical formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>9</sub>H<sub>20</sub>O<sub>19</sub>Gd<sub>2</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">C<sub>9</sub>H<sub>18</sub>O<sub>18</sub>Gd<sub>2</sub>\n</oasis:entry>\n<oasis:entry colname=\"4\">C<sub>9</sub>H<sub>18</sub>O<sub>18</sub>Gd<sub>2</sub>\n</oasis:entry>\n<oasis:entry colname=\"5\">C<sub>5</sub>H<sub>6</sub>GdNaO<sub>10</sub>\n</oasis:entry>\n<oasis:entry colname=\"6\">C<sub>6</sub>H<sub>17</sub>O<sub>20.5</sub>Gd<sub>2</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">MW\n</oasis:entry>\n<oasis:entry colname=\"2\">746.75\n</oasis:entry>\n<oasis:entry colname=\"3\">728.73\n</oasis:entry>\n<oasis:entry colname=\"4\">728.73\n</oasis:entry>\n<oasis:entry colname=\"5\">406.34\n</oasis:entry>\n<oasis:entry colname=\"6\">731.72\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst syst\n</oasis:entry>\n<oasis:entry colname=\"2\">orthorhombic\n</oasis:entry>\n<oasis:entry colname=\"3\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"4\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"5\">orthorhombic\n</oasis:entry>\n<oasis:entry colname=\"6\">monoclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic>Pmnb</italic>\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic>I</italic>2/<italic>a</italic>\n</oasis:entry>\n<oasis:entry colname=\"4\">\n<italic>Ia</italic>\n</oasis:entry>\n<oasis:entry colname=\"5\">\n<italic>Pbca</italic>\n</oasis:entry>\n<oasis:entry colname=\"6\">\n<italic>P</italic>2<sub>1</sub>/<italic>a</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic>, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">8.0896(17)\n</oasis:entry>\n<oasis:entry colname=\"3\">11.1064(10)\n</oasis:entry>\n<oasis:entry colname=\"4\">11.0319(18)\n</oasis:entry>\n<oasis:entry colname=\"5\">12.1012(7)\n</oasis:entry>\n<oasis:entry colname=\"6\">10.0549(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic>, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">12.179(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">12.2524(10)\n</oasis:entry>\n<oasis:entry colname=\"4\">12.254(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">12.2827(10)\n</oasis:entry>\n<oasis:entry colname=\"6\">9.6066(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic>, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">20.433(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">13.6098(10)\n</oasis:entry>\n<oasis:entry colname=\"4\">13.453(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">12.6578(5)\n</oasis:entry>\n<oasis:entry colname=\"6\">11.0306(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β, deg\n</oasis:entry>\n<oasis:entry colname=\"2\"></oasis:entry>\n<oasis:entry colname=\"3\">92.925(10)\n</oasis:entry>\n<oasis:entry colname=\"4\">91.850(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\">114.097(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>V</italic>, Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2013.1(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">1849.6(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">1817.7(5)\n</oasis:entry>\n<oasis:entry colname=\"5\">1881.4(2)\n</oasis:entry>\n<oasis:entry colname=\"6\">972.63(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>Z</italic>\n</oasis:entry>\n<oasis:entry colname=\"2\">4\n</oasis:entry>\n<oasis:entry colname=\"3\">4\n</oasis:entry>\n<oasis:entry colname=\"4\">4\n</oasis:entry>\n<oasis:entry colname=\"5\">8\n</oasis:entry>\n<oasis:entry colname=\"6\">2\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">index ranges\n</oasis:entry>\n<oasis:entry colname=\"2\">−10 ≤ <italic>h</italic> ≤ 8\n</oasis:entry>\n<oasis:entry colname=\"3\">−15 ≤ <italic>h</italic> ≤ 0\n</oasis:entry>\n<oasis:entry colname=\"4\">−13 ≤ <italic>h</italic> ≤ 14\n</oasis:entry>\n<oasis:entry colname=\"5\">−11 ≤ <italic>h</italic> ≤ 15\n</oasis:entry>\n<oasis:entry colname=\"6\">−14 ≤ <italic>h</italic> ≤ 6\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\">−12 ≤ <italic>k</italic> ≤ 15\n</oasis:entry>\n<oasis:entry colname=\"3\">−3 ≤ <italic>k</italic> ≤ 17\n</oasis:entry>\n<oasis:entry colname=\"4\">−15 ≤ <italic>k</italic> ≤ 11\n</oasis:entry>\n<oasis:entry colname=\"5\">−15 ≤ <italic>k</italic> ≤ 15\n</oasis:entry>\n<oasis:entry colname=\"6\">−13 ≤ <italic>k</italic> ≤ 11\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\">−24 ≤ <italic>l</italic> ≤ 26\n</oasis:entry>\n<oasis:entry colname=\"3\">−19 ≤ <italic>l</italic> ≤ 19\n</oasis:entry>\n<oasis:entry colname=\"4\">−15 ≤ <italic>l</italic> ≤ 17\n</oasis:entry>\n<oasis:entry colname=\"5\">−16 ≤ <italic>l</italic> ≤11\n</oasis:entry>\n<oasis:entry colname=\"6\">−9 ≤ <italic>l</italic> ≤ 15\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">ρ<sub>calc</sub> (Mg m<sup>-3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.417\n</oasis:entry>\n<oasis:entry colname=\"3\">2.617\n</oasis:entry>\n<oasis:entry colname=\"4\">2.663\n</oasis:entry>\n<oasis:entry colname=\"5\">2.869\n</oasis:entry>\n<oasis:entry colname=\"6\">2.536\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>λ</italic>(Mo K<italic>α</italic>), Å\n</oasis:entry>\n<oasis:entry colname=\"2\">0.710 73\n</oasis:entry>\n<oasis:entry colname=\"3\">0.710 73\n</oasis:entry>\n<oasis:entry colname=\"4\">0.710 73\n</oasis:entry>\n<oasis:entry colname=\"5\">0.710 73\n</oasis:entry>\n<oasis:entry colname=\"6\">0.710 73\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">λ(Mo Kα), mm<sup>-1</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">6.623\n</oasis:entry>\n<oasis:entry colname=\"3\">7.201\n</oasis:entry>\n<oasis:entry colname=\"4\">7.328\n</oasis:entry>\n<oasis:entry colname=\"5\">7.145\n</oasis:entry>\n<oasis:entry colname=\"6\">6.861\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">R1, <italic>I</italic> &gt; 2σ(<italic>I</italic>) (all data)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.0562 (0.0893)\n</oasis:entry>\n<oasis:entry colname=\"3\">0.0200 (0.0251)\n</oasis:entry>\n<oasis:entry colname=\"4\">0.0271 (0.0291)\n</oasis:entry>\n<oasis:entry colname=\"5\">0.0328 (0.0725)\n</oasis:entry>\n<oasis:entry colname=\"6\">0.0348 (0.0621)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">wR2, <italic>I</italic> &gt; 2σ(<italic>I</italic>) (all data)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.1306 (0.1431)\n</oasis:entry>\n<oasis:entry colname=\"3\">0.0527 (0.0544)\n</oasis:entry>\n<oasis:entry colname=\"4\">0.0619 (0.0623)\n</oasis:entry>\n<oasis:entry colname=\"5\">0.0442 (0.0494)\n</oasis:entry>\n<oasis:entry colname=\"6\">0.0806 (0.0934)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">meas reflns (<italic>R</italic>\n<sub>int</sub>)\n</oasis:entry>\n<oasis:entry colname=\"2\">12057 (0.1091)\n</oasis:entry>\n<oasis:entry colname=\"3\">2800 (0.0177)\n</oasis:entry>\n<oasis:entry colname=\"4\">4774 (0.0377)\n</oasis:entry>\n<oasis:entry colname=\"5\">10597 (0.0663)\n</oasis:entry>\n<oasis:entry colname=\"6\">5842 (0.0354)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">indep reflns [<italic>I</italic> &gt; 2σ(<italic>I</italic>)]\n</oasis:entry>\n<oasis:entry colname=\"2\">2406 (1740)\n</oasis:entry>\n<oasis:entry colname=\"3\">2637 (2389)\n</oasis:entry>\n<oasis:entry colname=\"4\">3220 (2874)\n</oasis:entry>\n<oasis:entry colname=\"5\">2140 (1459)\n</oasis:entry>\n<oasis:entry colname=\"6\">2797 (2085)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst size (mm)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.04 × 0.06 × 0.36\n</oasis:entry>\n<oasis:entry colname=\"3\">0.02 × 0.04 × 0.10\n</oasis:entry>\n<oasis:entry colname=\"4\">0.02 × 0.04 × 0.10\n</oasis:entry>\n<oasis:entry colname=\"5\">0.14 × 0.08 × 0.02\n</oasis:entry>\n<oasis:entry colname=\"6\">0.04 × 0.06 × 0.16</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 4163 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": 14, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"ic061173dt00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Angles (deg) of<bold>1</bold>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.430(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.820(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(1a<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.430(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(1d<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.820(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.353(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.420(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(3a<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.353(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(2d<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.420(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.344(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(6b<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.350(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(4a<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.344(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(6c<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.350(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(1W)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.461(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(3W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.388(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(2W)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.419(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(4W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.407(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\"></oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(5W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.380(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\"></oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Gd(1)−O(1a<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">72.2(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(1)−Gd(2)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">48.4(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(4)−Gd(1)−O(4a<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">75.1(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(1d<sup>1</sup>)−Gd(2)−O(2d<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">48.4(2)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">H Bonds<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">D···A</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">D···A/Å</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">D···A</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">D···A/Å\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1W)···O(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.748(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2W)···O(6We<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.783(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1W)···O(6a<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.748(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2W)···O(6Wf<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.783(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(5W)···O(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.778(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(4W)···O(6We<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.759(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(5W)···O(4d<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.778(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(4W)···O(6Wa<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.759(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(3W)···O(5b<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.717(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6W)···O(2g<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.896(15)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(3W)···O(5c<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.717(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6W)···O(5h<sup>1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.773(14)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry codes:  a<sup>1</sup> = −<italic>x </italic>+ <sup>1</sup>/<sub>2</sub>, <italic>y</italic>, <italic>z</italic>; b<sup>1</sup> = −<italic>x </italic>− <sup>1</sup>/<sub>2</sub>, <italic>y </italic>+ <sup>1</sup>/<sub>2</sub>, −<italic>z </italic>+\n<sup>1</sup>/<sub>2</sub>; c<sup>1</sup> = <italic>x</italic>, <italic>y </italic>+ <sup>1</sup>/<sub>2</sub>, −<italic>z </italic>+ <sup>1</sup>/<sub>2</sub>; d<sup>1</sup> = −<italic>x </italic>− <sup>1</sup>/<sub>2</sub>, <italic>y</italic>, <italic>z</italic>; e<sup>1</sup> = <italic>x </italic>− 1, <italic>y</italic>, <italic>z</italic>; f<sup>1</sup> =\n−<italic>x </italic>+ <sup>3</sup>/<sub>2</sub>, <italic>y</italic>, <italic>z</italic>; g<sup>1</sup> = −<italic>x </italic>+ 1, −<italic>y </italic>+ 1, −<italic>z </italic>+ 1; h<sup>1</sup> = −<italic>x</italic> + 1, −<italic>y </italic>+ <sup>1</sup>/<sub>2</sub>, <italic>z\n</italic>+ <sup>1</sup>/<sub>2</sub>.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> A = acceptor and D = donor.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Selected Bond Lengths (Å) and Angles (deg) of1[^a]\n\n|                |                |                |                |\n|----------------|----------------|----------------|----------------|\n| Gd(1)−O(1)     | 2.430(7)       | Gd(2)−O(1)     | 2.820(7)       |\n| Gd(1)−O(1a[^1])| 2.430(7)       | Gd(2)−O(1d[^1])| 2.820(7)       |\n| Gd(1)−O(3)     | 2.353(7)       | Gd(2)−O(2)     | 2.420(7)       |\n| Gd(1)−O(3a[^1])| 2.353(7)       | Gd(2)−O(2d[^1])| 2.420(7)       |\n| Gd(1)−O(4)     | 2.344(7)       | Gd(2)−O(6b[^1])| 2.350(6)       |\n| Gd(1)−O(4a[^1])| 2.344(7)       | Gd(2)−O(6c[^1])| 2.350(6)       |\n| Gd(1)−O(1W)    | 2.461(9)       | Gd(2)−O(3W)    | 2.388(10)      |\n| Gd(1)−O(2W)    | 2.419(11)      | Gd(2)−O(4W)    | 2.407(9)       |\n|                |                | Gd(2)−O(5W)    | 2.380(9)       |\n|                |                |                |                |\n| O(1)−Gd(1)−O(1a[^1])| 72.2(3)    | O(1)−Gd(2)−O(2)| 48.4(2)        |\n| O(4)−Gd(1)−O(4a[^1])| 75.1(3)    | O(1d[^1])−Gd(2)−O(2d[^1])| 48.4(2) |\n\n[^a]: Symmetry codes: a[^1] = −x + 1/2, y, z; b[^1] = −x − 1/2, y + 1/2, −z + 1/2; c[^1] = x, y + 1/2, −z + 1/2; d[^1] = −x − 1/2, y, z; e[^1] = x − 1, y, z; f[^1] = −x + 3/2, y, z; g[^1] = −x + 1, −y + 1, −z + 1; h[^1] = −x + 1, −y + 1/2, z+ 1/2. b[^1] A = acceptor and D = donor.", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 15, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"ic061173dt00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Angles (deg) of<bold>2b</bold>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.332(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.401(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.392(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(7)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.424(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(9)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.574(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.4293(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(10)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.519(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(4c<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.2726(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(11a<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.422(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(11a<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.6081(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(8b<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.3053(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(12a<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.5245(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(1W)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.524(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(4W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.491(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(2W)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.479(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(5W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.447(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(3W)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.395(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(2)−O(6W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.597(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\"></oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Gd(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">71.4(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(7)−Gd(2)−O(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">72.8 (2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(11a<sup>2</sup>)-Gd(1)−O(9)\n</oasis:entry>\n<oasis:entry colname=\"2\">63.4(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(9)−Gd(2)−O(11a<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">62.8\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(9)−Gd(1)−O(10)\n</oasis:entry>\n<oasis:entry colname=\"2\">50.9(4)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">H Bonds<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">D···A</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">D···A/Å</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">D···A</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">D···A/Å\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(5W)···O(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.6764(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(1Wd<sup>2</sup>)···O(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.7772(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2W)···O(9)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.8221(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3Wb<sup>2</sup>)···O(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.7918(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2W)···O(7)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.7715(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3W)···O(6Wf<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.7719(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(4We<sup>2</sup>)···O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.6753(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6Wc<sup>2</sup>)···O(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.7480(3)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry codes:  a<sup>2</sup> = <italic>x</italic>, −<italic>y</italic> + <sup>1</sup>/<sub>2</sub>, <italic>z </italic>− <sup>1</sup>/<sub>2</sub>; b<sup>2</sup> = <italic>x </italic>+ <sup>1</sup>/<sub>2</sub>, −<italic>y, z</italic>; c<sup>2</sup> =\n<italic>x </italic>− <sup>1</sup>/<sub>2</sub>, −<italic>y </italic>+ 1, <italic>z</italic>; d<sup>2</sup> = <italic>x </italic>− 1, <italic>y, z</italic>; e<sup>2</sup> = <italic>x </italic>+ 1, <italic>y</italic>,<italic> z</italic>; f<sup>2</sup> = <italic>x </italic>+ <sup>1</sup>/<sub>2</sub>, <italic>y </italic>− <sup>1</sup>/<sub>2</sub>,\n<italic>z </italic>+ <sup>1</sup>/<sub>2</sub>.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> A = acceptor and D = donor.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 3. Selected Bond Lengths (Å) and Angles (deg) of2b[^a]\n\n|                |                |                |                |\n|----------------|----------------|----------------|----------------|\n| Gd(1)−O(1)     | 2.332(6)       | Gd(2)−O(5)     | 2.401(6)       |\n| Gd(1)−O(3)     | 2.392(5)       | Gd(2)−O(7)     | 2.424(5)       |\n| Gd(1)−O(9)     | 2.574(10)      | Gd(2)−O(9)     | 2.4293(6)      |\n| Gd(1)−O(10)    | 2.519(12)      | Gd(2)−O(4c^2)  | 2.2726(5)      |\n| Gd(1)−O(11a^2) | 2.422(12)      | Gd(2)−O(11a^2) | 2.6081(6)      |\n| Gd(1)−O(8b^2)  | 2.3053(5)      | Gd(2)−O(12a^2) | 2.5245(6)      |\n| Gd(1)−O(1W)    | 2.524(7)       | Gd(2)−O(4W)    | 2.491(7)       |\n| Gd(1)−O(2W)    | 2.479(7)       | Gd(2)−O(5W)    | 2.447(7)       |\n| Gd(1)−O(3W)    | 2.395(8)       | Gd(2)−O(6W)    | 2.597(7)       |\n|                |                |                |                |\n| O(1)−Gd(1)−O(3)| 71.4(2)        | O(7)−Gd(2)−O(5)| 72.8 (2)       |\n| O(11a^2)-Gd(1)−O(9)| 63.4(3)    | O(9)−Gd(2)−O(11a^2)| 62.8       |\n\nTable 3. H Bonds[^b]\n\n|                |                |                |                |\n|----------------|----------------|----------------|----------------|\n| D···A          | D···A/Å        | D···A          | D···A/Å        |\n| O(5W)···O(4)   | 2.6764(3)      | O(1Wd^2)···O(6)| 2.7772(3)      |\n| O(2W)···O(9)   | 2.8221(4)      | O(3Wb^2)···O(1)| 2.7918(4)      |\n| O(2W)···O(7)   | 2.7715(3)      | O(3W)···O(6Wf^2)| 2.7719(3)     |\n| O(4We^2)···O(1)| 2.6753(3)      | O(6Wc^2)···O(6)| 2.7480(3)      |\n\n[^a]: Symmetry codes: a^2 = x, −y + 1/2, z − 1/2; b^2 = x + 1/2, −y, z; c^2 = x − 1/2, −y + 1, z; d^2 = x − 1, y, z; e^2 = x + 1, y, z; f^2 = x + 1/2, y − 1/2, z + 1/2.\n[^b]: A = acceptor and D = donor.", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 16, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"ic061173dt00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Comparison between the Gd Environments of<bold>2</bold>\n<bold>a</bold> (273 K) and <bold>2b</bold> (173 K)<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"2\" namest=\"1\">293 K</oasis:entry>\n<oasis:entry nameend=\"6\" namest=\"3\">173 K</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry nameend=\"2\" namest=\"1\">Gd(1)</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"3\">Gd(1)</oasis:entry>\n<oasis:entry nameend=\"6\" namest=\"5\">Gd(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\"></oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\"></oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\"></oasis:entry>\n<oasis:entry nameend=\"5\" namest=\"5\"></oasis:entry>\n<oasis:entry nameend=\"6\" namest=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(1a*<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.308(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.332(6)\n</oasis:entry>\n<oasis:entry colname=\"5\">Gd(2)−O(5)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.401(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.351(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.392(5)\n</oasis:entry>\n<oasis:entry colname=\"5\">Gd(2)−O(7)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.424(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.413(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(10)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.519(12)\n</oasis:entry>\n<oasis:entry colname=\"5\">Gd(2)−O(4c<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.2726(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.531 (2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(8b<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.3053(5)\n</oasis:entry>\n<oasis:entry colname=\"5\">Gd(2)−O(12a<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.5245(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.597(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.574(10)\n</oasis:entry>\n<oasis:entry colname=\"5\">Gd(2)−O(11a<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.6081(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(6b*<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.425(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(11a<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.422(12)\n</oasis:entry>\n<oasis:entry colname=\"5\">Gd(2)−O(9)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.4293(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(1W)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.456(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(1W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.524(7)\n</oasis:entry>\n<oasis:entry colname=\"5\">Gd(2)−O(4W)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.491(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(2W)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.509(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(2W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.479(7)\n</oasis:entry>\n<oasis:entry colname=\"5\">Gd(2)−O(5W)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.447(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(3W)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.494(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(3W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.395(8)\n</oasis:entry>\n<oasis:entry colname=\"5\">Gd(2)−O(6W)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.597(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\"></oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"5\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(6)−Gd(1b*<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">116.8(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(9)−Gd(2)\n</oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"1\">117.16(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(6b*<sup>2</sup>)−Gd(1b*<sup>2</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">116.8(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(11a<sup>2</sup>)−Gd(2)\n</oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"1\">116.41(2)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry codes:  a*<sup>2</sup> = −<italic>x </italic>+ 1, <italic>y </italic>+ <sup>1</sup>/<sub>2</sub>, −<italic>z </italic>+ <sup>1</sup>/<sub>2</sub>; b*<sup>2</sup> = −<italic>x</italic> + <sup>1</sup>/<sub>2</sub>, −<italic>y </italic>+ <sup>1</sup>/<sub>2</sub>, −<italic>z </italic>+ <sup>1</sup>/<sub>2</sub>; a<sup>2</sup> =<italic> x</italic>, −<italic>y</italic> + <sup>1</sup>/<sub>2</sub>, <italic>z </italic>− <sup>1</sup>/<sub>2</sub>; b<sup>2</sup> = <italic>x </italic>+ <sup>1</sup>/<sub>2</sub>, −<italic>y</italic>, <italic>z</italic>; c<sup>2</sup> = <italic>x </italic>− <sup>1</sup>/<sub>2</sub>,\n−<italic>y </italic>+ 1, <italic>z</italic>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 4. Comparison between the Gd Environments of2 a (273 K) and 2b (173 K)[a]\n\n|       |       |       |       |       |       |\n|-------|-------|-------|-------|-------|-------|\n| 293 K | 173 K |       |       |       |       |\n| Gd(1) | Gd(1) | Gd(2) |       |       |       |\n|       |       |       |       |       |       |\n| Gd(1)−O(1a*<sup>2</sup>) | 2.308(2) | Gd(1)−O(1) | 2.332(6) | Gd(2)−O(5) | 2.401(6) |\n| Gd(1)−O(3) | 2.351(2) | Gd(1)−O(3) | 2.392(5) | Gd(2)−O(7) | 2.424(5) |\n| Gd(1)−O(2) | 2.413(2) | Gd(1)−O(10) | 2.519(12) | Gd(2)−O(4c<sup>2</sup>) | 2.2726(5) |\n| Gd(1)−O(5) | 2.531 (2) | Gd(1)−O(8b<sup>2</sup>) | 2.3053(5) | Gd(2)−O(12a<sup>2</sup>) | 2.5245(6) |\n| Gd(1)−O(6) | 2.597(2) | Gd(1)−O(9) | 2.574(10) | Gd(2)−O(11a<sup>2</sup>) | 2.6081(6) |\n| Gd(1)−O(6b*<sup>2</sup>) | 2.425(2) | Gd(1)−O(11a<sup>2</sup>) | 2.422(12) | Gd(2)−O(9) | 2.4293(6) |\n| Gd(1)−O(1W) | 2.456(2) | Gd(1)−O(1W) | 2.524(7) | Gd(2)−O(4W) | 2.491(7) |\n| Gd(1)−O(2W) | 2.509(2) | Gd(1)−O(2W) | 2.479(7) | Gd(2)−O(5W) | 2.447(7) |\n| Gd(1)−O(3W) | 2.494(2) | Gd(1)−O(3W) | 2.395(8) | Gd(2)−O(6W) | 2.597(7) |\n|       |       |       |       |       |       |\n| Gd(1)−O(6)−Gd(1b*<sup>2</sup>) | 116.8(2) | Gd(1)−O(9)−Gd(2) |       | 117.16(2) |\n| Gd(1)−O(6b*<sup>2</sup>)−Gd(1b*<sup>2</sup>) | 116.8(2) | Gd(1)−O(11a<sup>2</sup>)−Gd(2) |       | 116.41(2) |\n\na Symmetry codes:  a*<sup>2</sup> = −x + 1, y + <sup>1</sup>/<sub>2</sub>, −z + <sup>1</sup>/<sub>2</sub>; b*<sup>2</sup> = −x + <sup>1</sup>/<sub>2</sub>, −y + <sup>1</sup>/<sub>2</sub>, −z + <sup>1</sup>/<sub>2</sub>; a<sup>2</sup> = x, −y + <sup>1</sup>/<sub>2</sub>, z − <sup>1</sup>/<sub>2</sub>; b<sup>2</sup> = x + <sup>1</sup>/<sub>2</sub>, −y, z; c<sup>2</sup> = x − <sup>1</sup>/<sub>2</sub>, −y + 1, z.", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 17, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"ic061173dt00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Angles (deg) of<bold>3</bold>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(2w)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.503(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na(1)−O(1w)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.523(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.410(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na(1)−O(2wa<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.553(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(2c<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.535(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na(1)−O(2b<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.477(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(3c<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.425(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na(1)−O(4a<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.626(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.525(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na(1)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.362(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(5e<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.370(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na(1)−O(8d<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.498(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.417(4)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(7)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.406(4)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(8d<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.418(4)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\"></oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(6)−Na(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">108.3(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(2c<sup>3</sup>)−Na(1e<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">119.6(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(8d<sup>3</sup>)−Na(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">103.97(15)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na(1)−O(2b<sup>3</sup>)−Gd(1 g<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">119.9(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(4)−Na(1h<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">111.91(15)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na(1)−O(4a<sup>3</sup>)−Gd(1a<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">111.91(15)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(2w)−Na(1h<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">115.18(15)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na(1)−O(2wa<sup>3</sup>)−Gd(1a<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">115.18(15)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Intermolecular Contacts<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">D···A</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">D···A/Å</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">D···A</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">D···A/Å\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1W)···O(3a<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.694(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2W)···O(1Wc<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.835(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1W)···O(1b<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.915(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2W)···O(7d<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.8356(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1W)···O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">3.078(6)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry codes:  a<sup>3</sup> = −<italic>x </italic>+ <sup>1</sup>/<sub>2</sub>, <italic>y </italic>+ <sup>1</sup>/<sub>2</sub>, <italic>z</italic>; b<sup>3</sup> = −<italic>x</italic>, −<italic>y </italic>+ 2, −<italic>z</italic>; c<sup>3</sup>\n= <italic>x</italic>, −<italic>y </italic>+ <sup>3</sup>/<sub>2</sub>, <italic>z </italic>+ <sup>1</sup>/<sub>2</sub>; d<sup>3</sup> = <italic>x</italic> + <sup>1</sup>/<sub>2</sub>, <italic>y</italic>, −<italic>z </italic>+ <sup>1</sup>/<sub>2</sub>; e<sup>3</sup> = −<italic>x</italic>, <italic>y </italic>− <sup>1</sup>/<sub>2</sub>, −<italic>z </italic>+\n<sup>1</sup>/<sub>2</sub>; f<sup>3</sup> = −<italic>x</italic>, −<italic>y </italic>+ 2, −<italic>z </italic>+ 1; g<sup>3</sup> = −<italic>x</italic>, <italic>y</italic> + <sup>1</sup>/<sub>2</sub>, −<italic>z </italic>+ <sup>1</sup>/<sub>2</sub>; h<sup>3</sup> = −<italic>x </italic>+ <sup>1</sup>/<sub>2</sub>,\n<italic>y </italic>− <sup>1</sup>/<sub>2</sub>, <italic>z</italic>; i<sup>3</sup> = <italic>x </italic>− <sup>1</sup>/<sub>2</sub>, <italic>y</italic>, −<italic>z </italic>+ <sup>1</sup>/<sub>2</sub>; j<sup>3</sup> = <italic>x</italic>, −<italic>y </italic>+ <sup>3</sup>/<sub>2</sub>, <italic>z </italic>− <sup>1</sup>/<sub>2</sub>.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> A =\nacceptor and D = donor.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 5. Selected Bond Lengths (Å) and Angles (deg) of3[^a]\n\n|                    |                    |                    |                    |\n|--------------------|--------------------|--------------------|--------------------|\n| Gd(1)−O(2w)        | 2.503(4)           | Na(1)−O(1w)        | 2.523(5)           |\n| Gd(1)−O(1)         | 2.410(4)           | Na(1)−O(2wa[^3])   | 2.553(5)           |\n| Gd(1)−O(2c[^3])    | 2.535(4)           | Na(1)−O(2b[^3])    | 2.477(5)           |\n| Gd(1)−O(3c[^3])    | 2.425(4)           | Na(1)−O(4a[^3])    | 2.626(5)           |\n| Gd(1)−O(4)         | 2.525(4)           | Na(1)−O(6)         | 2.362(4)           |\n| Gd(1)−O(5e[^3])    | 2.370(4)           | Na(1)−O(8d[^3])    | 2.498(5)           |\n| Gd(1)−O(6)         | 2.417(4)           |                    |                    |\n| Gd(1)−O(7)         | 2.406(4)           |                    |                    |\n| Gd(1)−O(8d[^3])    | 2.418(4)           |                    |                    |\n|                    |                    |                    |                    |\n| Gd(1)−O(6)−Na(1)   | 108.3(2)           | Gd(1)−O(2c[^3])−Na(1e[^3]) | 119.6(2)    |\n| Gd(1)−O(8d[^3])−Na(1) | 103.97(15)      | Na(1)−O(2b[^3])−Gd(1 g[^3]) | 119.9(2)    |\n| Gd(1)−O(4)−Na(1h[^3]) | 111.91(15)      | Na(1)−O(4a[^3])−Gd(1a[^3]) | 111.91(15)  |\n| Gd(1)−O(2w)−Na(1h[^3]) | 115.18(15)     | Na(1)−O(2wa[^3])−Gd(1a[^3]) | 115.18(15)  |\n\nIntermolecular Contacts[^b]\n\n| D···A              | D···A/Å            | D···A              | D···A/Å            |\n|--------------------|--------------------|--------------------|--------------------|\n| O(1W)···O(3a[^3])  | 2.694(6)           | O(2W)···O(1Wc[^3]) | 2.835(6)           |\n| O(1W)···O(1b[^3])  | 2.915(6)           | O(2W)···O(7d[^3])  | 2.8356(5)          |\n| O(1W)···O(2)      | 3.078(6)           |                    |                    |\n\n[^a]: Symmetry codes: a[^3] = −x + 1/2, y + 1/2, z; b[^3] = −x, −y + 2, −z; c[^3] = x, −y + 3/2, z + 1/2; d[^3] = x + 1/2, y, −z + 1/2; e[^3] = −x, y − 1/2, −z + 1/2; f[^3] = −x, −y + 2, −z + 1; g[^3] = −x, y + 1/2, −z + 1/2; h[^3] = −x + 1/2, y − 1/2, z; i[^3] = x − 1/2, y, −z + 1/2; j[^3] = x, −y + 3/2, z − 1/2.\n[^b]: A = acceptor and D = donor.", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 37, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"ic061173dt00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Angles (deg) of<bold>4</bold>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.402(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(6a<sup>4</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.448(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(2b<sup>4</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.472(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(4W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.410(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.467(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(5W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.474(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(4c<sup>4</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.411(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Gd(1)−O(6W)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.427(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Gd(1)−O(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.534(5)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\"></oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2b<sup>4</sup>)−Gd(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">66.41(15)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(5)−Gd(1)−O(6a<sup>4</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">64.57(15)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(3)−Gd(1)−O(4c<sup>4</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">65.96(14)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Intermolecular Contacts<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">D···A</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">D···A/Å</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">D···A</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">D···A/Å\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1W)···O(5W)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.849(15)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(5Wg<sup>4</sup>)···O(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.884(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(3W)···O(5W)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.88(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(4Wg<sup>4</sup>)···O(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.694(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(6We<sup>4</sup>)···O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.820(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(1W)···O(6Wc<sup>4</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.912(15)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1Wf<sup>4</sup>)···O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.78(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3W)···O(2Wg<sup>4</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.90(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(3Wf<sup>4</sup>)···O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.77(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3W)···O(6Wc<sup>4</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.65(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(5Wf<sup>4</sup>)···O(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">3.04(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(4W)···O(5Wg<sup>4</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.952(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2Wc<sup>4</sup>)···O(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">3.00(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6W)···O(2Wf<sup>4</sup>)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.93(4)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry codes:  a<sup>4</sup> = −<italic>x</italic>, −<italic>y </italic>+ 1, −<italic>z</italic> + 2; b<sup>4</sup> = −<italic>x </italic>+ 1, −<italic>y </italic>+ 1,\n−<italic>z </italic>+ 2; c<sup>4</sup> = −<italic>x</italic>, −<italic>y </italic>+ 1, −<italic>z </italic>+ 1; d<sup>4</sup> = <italic>x </italic>+ 1, <italic>y</italic>, <italic>z</italic>; e<sup>4</sup> = <italic>x </italic>+ <sup>1</sup>/<sub>2</sub>, −<italic>y </italic>+\n<sup>1</sup>/<sub>2</sub>, <italic>z</italic>; f<sup>4</sup> = −<italic>x </italic>+ <sup>1</sup>/<sub>2</sub>, <italic>y </italic>− <sup>1</sup>/<sub>2</sub>, −<italic>z </italic>+ 1; g<sup>4</sup> = <italic>x </italic>− <sup>1</sup>/<sub>2</sub>, −<italic>y </italic>+ <sup>3</sup>/<sub>2</sub>, <italic>z</italic>.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> A =\nacceptor and D = donor.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 6. Selected Bond Lengths (Å) and Angles (deg) of4[^a]\n\n|                    |                    |                    |                    |\n|--------------------|--------------------|--------------------|--------------------|\n| Gd(1)−O(1)         | 2.402(5)           | Gd(1)−O(6a[^4])    | 2.448(4)           |\n| Gd(1)−O(2b[^4])    | 2.472(4)           | Gd(1)−O(4W)        | 2.410(5)           |\n| Gd(1)−O(3)         | 2.467(4)           | Gd(1)−O(5W)        | 2.474(5)           |\n| Gd(1)−O(4c[^4])    | 2.411(4)           | Gd(1)−O(6W)        | 2.427(5)           |\n| Gd(1)−O(5)         | 2.534(5)           |                    |                    |\n|                    |                    |                    |                    |\n| O(2b[^4])−Gd(1)−O(1)| 66.41(15)          | O(5)−Gd(1)−O(6a[^4])| 64.57(15)          |\n| O(3)−Gd(1)−O(4c[^4])| 65.96(14)          |                    |                    |\n\nIntermolecular Contacts[^b]\n\n| D···A              | D···A/Å             | D···A              | D···A/Å             |\n|--------------------|--------------------|--------------------|--------------------|\n| O(1W)···O(5W)      | 2.849(15)          | O(5Wg[^4])···O(5)  | 2.884(7)           |\n| O(3W)···O(5W)      | 2.88(2)            | O(4Wg[^4])···O(6)  | 2.694(6)           |\n| O(6We[^4])···O(2)  | 2.820(8)           | O(1W)···O(6Wc[^4])| 2.912(15)          |\n| O(1Wf[^4])···O(3)  | 2.78(2)            | O(3W)···O(2Wg[^4])| 2.90(5)            |\n| O(3Wf[^4])···O(3)  | 2.77(3)            | O(3W)···O(6Wc[^4])| 2.65(2)            |\n| O(5Wf[^4])···O(4)  | 3.04(8)            | O(4W)···O(5Wg[^4])| 2.952(7)           |\n| O(2Wc[^4])···O(5)  | 3.00(3)            | O(6W)···O(2Wf[^4])| 2.93(4)            |\n\n[^a]: Symmetry codes: a[^4] = −x, −y + 1, −z + 2; b[^4] = −x + 1, −y + 1, −z + 2; c[^4] = −x, −y + 1, −z + 1; d[^4] = x + 1, y, z; e[^4] = x + 1/2, −y + 1/2, z; f[^4] = −x + 1/2, y − 1/2, −z + 1; g[^4] = x − 1/2, −y + 3/2, z.\n[^b]: A = acceptor and D = donor.", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"ic061173df00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>View of the sheetlike structure of<bold>1</bold> in the <italic>ab</italic> plane. Orange,\npink, and blue denote the different malonate ligands that are present in <bold>1</bold>.\nThe crystallization water molecules were omitted for clarity.</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  View of the sheetlike structure of1 in the ab plane. Orange, pink, and blue denote the different malonate ligands that are present in 1. The crystallization water molecules were omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"ic061173df00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>View of the coordination environment of the Gd atoms in<bold>1</bold>\nshowing the atom numbering scheme.</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  View of the coordination environment of the Gd atoms in1 showing the atom numbering scheme.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"chart\" id=\"ic061173dc00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Coordination Modes of the Malonate Ligand in the Structures<bold>1</bold> and <bold>2</bold>\n</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0004.tif\"></graphic>\n</fig>", "clean_text": " 1  Coordination Modes of the Malonate Ligand in the Structures1 and 2    ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"ic061173df00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>View of the three-dimensional network of complex<bold> 2</bold>.</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  View of the three-dimensional network of complex 2.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"ic061173df00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>View of the coordination environment of the Gd atoms in<bold>2b</bold>\nshowing the atom numbering scheme.</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0006.tif\"></graphic>\n</fig>", "clean_text": " 4  View of the coordination environment of the Gd atoms in2b showing the atom numbering scheme.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"ic061173df00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) View of the structure of<bold>3</bold> with detail of the malonate−Gd layer. (b) View of the rotation of the oxalate ligand between planes.</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0007.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) View of the structure of3 with detail of the malonate-Gd layer. (b) View of the rotation of the oxalate ligand between planes.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"chart\" id=\"ic061173dc00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Coordination Modes of the Malonate (Left) and Oxalate (Right) Ligands in<bold>3</bold>, with the Atom Numbering Scheme\n</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0008.tif\"></graphic>\n</fig>", "clean_text": " 2  Coordination Modes of the Malonate (Left) and Oxalate (Right) Ligands in3, with the Atom Numbering Scheme    ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"ic061173df00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>View of the coordination environment of the Gd atom in<bold>3</bold>\nshowing the atom numbering scheme.</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0009.tif\"></graphic>\n</fig>", "clean_text": " 6  View of the coordination environment of the Gd atom in3 showing the atom numbering scheme.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig id=\"ic061173df00007\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Side view of the layered structure of<bold>4</bold>. The window shows a projection along the <italic>b</italic> axis.</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0010.tif\"></graphic>\n</fig>", "clean_text": " 7  Side view of the layered structure of4. The window shows a projection along the b axis.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"ic061173df00008\" position=\"float\">\n<label>8</label>\n<caption>\n<p>View of the coordination environment of the Gd atoms in<bold>4</bold>\nwith the atom numbering scheme.</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0011.tif\"></graphic>\n</fig>", "clean_text": " 8  View of the coordination environment of the Gd atoms in4 with the atom numbering scheme.   ", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig id=\"ic061173df00009\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Temperature dependence of the χ<sub>M</sub>\n<italic>T</italic> product of <bold>1</bold>−<bold>4</bold>. The solid\nlines are the best-fit curves (see the text).</p>\n</caption>\n<graphic xlink:href=\"ic-2006-01173d_0012.tif\"></graphic>\n</fig>", "clean_text": " 9  Temperature dependence of the χM T product of 1-4. The solid lines are the best-fit curves (see the text).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic061173d", "title": null, "journal": "American Chemical Society", "date": "2006.11", "author_list": ["Cañadillas-Delgado\nLaura", "Pasán\nJorge", "Fabelo\nOscar", "Hernández-Molina\nMaría", "Lloret\nFrancesc", "Julve\nMiguel", "Ruiz-Pérez\nCatalina"]}}