{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic100867w.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>New chiral metal organic frameworks, assembled from Y(III), Na(I), and chiral flexible-achiral rigid dicarboxylate ligands, formulated as [NaY(Tart)(BDC)(H<sub>2</sub>O)<sub>2</sub>] (<bold>1</bold>) and [NaY(Tart)(biBDC)(H<sub>2</sub>O)<sub>2</sub>] (<bold>2</bold>) (H<sub>2</sub>Tart = Tartaric acid; H<sub>2</sub>BDC = Terephthalic acid; H<sub>2</sub>biBDC = Biphenyl-4,4′-dicarboxylic acid), were obtained as single phases under hydrothermal conditions. Their structures were solved by single-crystal X-ray diffraction (XRD), and characterized by <sup>13</sup>C CPMAS NMR, thermal analyses (thermogravimetry-mass spectrometry (TG-MS) and differential scanning calorimetry (DSC)), and X-ray thermodiffractometry. Both compounds crystallize in the orthorhombic chiral space group <italic toggle=\"yes\">C</italic>222<sub>1</sub> with <italic toggle=\"yes\">a</italic> = 6.8854(2) Å, <italic toggle=\"yes\">b</italic> = 30.3859(7) Å, <italic toggle=\"yes\">c</italic> = 7.4741(2) Å for <bold>1</bold>, and <italic toggle=\"yes\">a</italic> = 6.8531(2) Å, <italic toggle=\"yes\">b</italic> = 39.0426(8) Å, <italic toggle=\"yes\">c</italic> = 7.4976(2) Å for <bold>2</bold>. <bold>1</bold> and <bold>2</bold> are layered structures whose three-dimensional stability is ensured by strong hydrogen bond interactions. The dehydration of both compounds is accompanied by phase transformation, while the spontaneous rehydration process is characterized by different kinetics, fast in the case of <bold>1</bold> and slow for <bold>2</bold>.</p>", "clean_text": "New chiral metal organic frameworks, assembled from Y(III), Na(I), and chiral flexible-achiral rigid dicarboxylate ligands, formulated as [NaY(Tart)(BDC)(H2O)2] (1) and [NaY(Tart)(biBDC)(H2O)2] (2) (H2Tart = Tartaric acid; H2BDC = Terephthalic acid; H2biBDC = Biphenyl-4,4'-dicarboxylic acid), were obtained as single phases under hydrothermal conditions. Their structures were solved by single-crystal X-ray diffraction (XRD), and characterized by 13C CPMAS NMR, thermal analyses (thermogravimetry-mass spectrometry (TG-MS) and differential scanning calorimetry (DSC)), and X-ray thermodiffractometry. Both compounds crystallize in the orthorhombic chiral space group C2221 with a = 6.8854(2) Å, b = 30.3859(7) Å, c = 7.4741(2) Å for 1, and a = 6.8531(2) Å, b = 39.0426(8) Å, c = 7.4976(2) Å for 2. 1 and 2 are layered structures whose three-dimensional stability is ensured by strong hydrogen bond interactions. The dehydration of both compounds is accompanied by phase transformation, while the spontaneous rehydration process is characterized by different kinetics, fast in the case of 1 and slow for 2.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Chiral metal−organic frameworks (MOFs) attract much attention because of their many potential applications, and fascinating molecular architectures and topologies. Few chiral lanthanides-based MOFs have been reported, as their synthesis is even more challenging than that of transition metal MOFs. Herein, we report the first examples of MOFs assembled from Y(III), Na(I), and chiral flexible-achiral rigid dicarboxylate ligands.</p>", "clean_text": "Chiral metal-organic frameworks (MOFs) attract much attention because of their many potential applications, and fascinating molecular architectures and topologies. Few chiral lanthanides-based MOFs have been reported, as their synthesis is even more challenging than that of transition metal MOFs. Herein, we report the first examples of MOFs assembled from Y(III), Na(I), and chiral flexible-achiral rigid dicarboxylate ligands.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal−Organic Frameworks (MOFs), also known as coordination polymers, materials composed of metal ions or metal clusters as nodes and multifunctional organic linkers, are currently one of the most active and attractive research fields in materials science, owing to their wide variety of fascinating architectures and topologies and to their many potential applications in gas storage and separation, catalysis, ion-exchange, magnetism, luminescence, and so on.</p>", "clean_text": "Introduction\n\nMetal-Organic Frameworks (MOFs), also known as coordination polymers, materials composed of metal ions or metal clusters as nodes and multifunctional organic linkers, are currently one of the most active and attractive research fields in materials science, owing to their wide variety of fascinating architectures and topologies and to their many potential applications in gas storage and separation, catalysis, ion-exchange, magnetism, luminescence, and so on.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In MOFs, the functionality may be imparted by the inorganic or organic units. Nowadays, there is considerable interest in chiral metal−organic coordination polymers by virtue of their potential application in asymmetric catalysis and chiral separation, and nonlinear optical activity. The design of chiral coordination polymers with different architectures and topologies is still challenging, and more so when lanthanides, rather than transition metals, are used. The attempts at the construction of chiral lanthanides-based coordination polymers are still rare, which is due mainly to the flexibility of the lanthanide ions coordination sphere. However, their flexibility together with the tendency toward high coordination numbers makes them attractive for designing new materials with unusual architectures and network topologies as well as potential applications in many fields such as, magnetic and luminescent materials, liquid crystals, molecular-recognition and chirality-sensing agents in biology, selective gas absorption, and as Lewis acid catalysts of various important organic reactions.\n</p>", "clean_text": "In MOFs, the functionality may be imparted by the inorganic or organic units. Nowadays, there is considerable interest in chiral metal-organic coordination polymers by virtue of their potential application in asymmetric catalysis and chiral separation, and nonlinear optical activity. The design of chiral coordination polymers with different architectures and topologies is still challenging, and more so when lanthanides, rather than transition metals, are used. The attempts at the construction of chiral lanthanides-based coordination polymers are still rare, which is due mainly to the flexibility of the lanthanide ions coordination sphere. However, their flexibility together with the tendency toward high coordination numbers makes them attractive for designing new materials with unusual architectures and network topologies as well as potential applications in many fields such as, magnetic and luminescent materials, liquid crystals, molecular-recognition and chirality-sensing agents in biology, selective gas absorption, and as Lewis acid catalysts of various important organic reactions. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Many of the recent works based on lanthanide coordination polymers have been focused on the use of rigid polycarboxylate ligands. However, those containing both rigid and flexible dicarboxylates as mixed ligands are less developed. In this work, we report a new approach to the construction of two novel chiral heteronuclear metal−organic frameworks, based on a mixed-metals-ligands system containing both chiral flexible and achiral rigid linear ligands. Tartaric acid (<bold>H</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>Tart</bold>) was selected as flexible ligand because it (i) has six donor atoms helpful in getting high dimensional structures, (ii) is a simple and inexpensive chiral ligand with two chiral centers, and (iii) exists in various forms such as <sc>d</sc>(−), <sc>l</sc>(+), meso and racemic. We have chosen terephthalic acid (<bold>H</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>BDC</bold>) which has been used extensively as an organic spacer, and its extended analogue biphenyl-4,4′-dicarboxylic acid (<bold>H</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>biBDC</bold>), because these rigid ligands (i) are able to establish a bridge between metal centers, affording frameworks with large pores, and (ii) may enhance the fluorescence of the Ln(III) ions, via the so-called antenna effect. The combination of this mixed-ligand system with rare-earth ions, such as the small Y(III), allows the synthesis of unusual coordination polymers with interesting properties. The yttrium coordination polymers are relatively limited compared with the f-block metal ions, although yttrium is widely used in laser crystals, and superconductive materials.\n</p>", "clean_text": "Many of the recent works based on lanthanide coordination polymers have been focused on the use of rigid polycarboxylate ligands. However, those containing both rigid and flexible dicarboxylates as mixed ligands are less developed. In this work, we report a new approach to the construction of two novel chiral heteronuclear metal-organic frameworks, based on a mixed-metals-ligands system containing both chiral flexible and achiral rigid linear ligands. Tartaric acid (H  2  Tart) was selected as flexible ligand because it (i) has six donor atoms helpful in getting high dimensional structures, (ii) is a simple and inexpensive chiral ligand with two chiral centers, and (iii) exists in various forms such as d(-), l(+), meso and racemic. We have chosen terephthalic acid (H  2  BDC) which has been used extensively as an organic spacer, and its extended analogue biphenyl-4,4'-dicarboxylic acid (H  2  biBDC), because these rigid ligands (i) are able to establish a bridge between metal centers, affording frameworks with large pores, and (ii) may enhance the fluorescence of the Ln(III) ions, via the so-called antenna effect. The combination of this mixed-ligand system with rare-earth ions, such as the small Y(III), allows the synthesis of unusual coordination polymers with interesting properties. The yttrium coordination polymers are relatively limited compared with the f-block metal ions, although yttrium is widely used in laser crystals, and superconductive materials. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Herein, we will confine ourselves to report the full structural characterization of the two novel chiral yttrium-based metal organic frameworks, NaY(C<sub>4</sub>H<sub>4</sub>O<sub>6</sub>)(C<sub>8</sub>H<sub>4</sub>O<sub>4</sub>)(H<sub>2</sub>O)<sub>2</sub> (<bold>1</bold>) and NaY(C<sub>4</sub>H<sub>4</sub>O<sub>6</sub>)(C<sub>14</sub>H<sub>8</sub>O<sub>4</sub>)(H<sub>2</sub>O)<sub>2</sub> (<bold>2</bold>), as the first examples of chiral structures containing Y(III), Na(I), and chiral flexible-achiral rigid dicarboxylic ligands, which have been synthesized hydrothermally. Their crystal structures were determined by single-crystal X-ray diffraction (XRD), and characterized by <sup>13</sup>C CPMAS NMR, thermal analyses (thermogravimetry-mass spectrometry (TG-MS) and differential scanning calorimetry (DSC)), and X-ray thermodiffractometry.</p>", "clean_text": "Herein, we will confine ourselves to report the full structural characterization of the two novel chiral yttrium-based metal organic frameworks, NaY(C4H4O6)(C8H4O4)(H2O)2 (1) and NaY(C4H4O6)(C14H8O4)(H2O)2 (2), as the first examples of chiral structures containing Y(III), Na(I), and chiral flexible-achiral rigid dicarboxylic ligands, which have been synthesized hydrothermally. Their crystal structures were determined by single-crystal X-ray diffraction (XRD), and characterized by 13C CPMAS NMR, thermal analyses (thermogravimetry-mass spectrometry (TG-MS) and differential scanning calorimetry (DSC)), and X-ray thermodiffractometry.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Synthesis</title><p>NaY(C<sub>4</sub>H<sub>4</sub>O<sub>6</sub>)(C<sub>8</sub>H<sub>4</sub>O<sub>4</sub>)(H<sub>2</sub>O)<sub>2</sub> (<bold>1</bold>) and NaY(C<sub>4</sub>H<sub>4</sub>O<sub>6</sub>)(C<sub>14</sub>H<sub>8</sub>O<sub>4</sub>)(H<sub>2</sub>O)<sub>2</sub> (<bold>2</bold>) were synthesized under hydrothermal conditions and obtained as a single phase of colorless needle crystals by following similar procedures.</p>", "clean_text": "Experimental Section\n\nSynthesis\n\nNaY(C4H4O6)(C8H4O4)(H2O)2 (1) and NaY(C4H4O6)(C14H8O4)(H2O)2 (2) were synthesized under hydrothermal conditions and obtained as a single phase of colorless needle crystals by following similar procedures.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<p>Compound <bold>1:</bold> 0.31 g (1 mmol) of YCl<sub>3</sub>·6H<sub>2</sub>O, 0.21 g (1.4 mmol) of <sc>l</sc>-tartaric acid (<bold>H</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>Tart</bold>), 0.08 g (0.5 mmol) of terephthalic acid (<bold>H</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>BDC</bold>), and 0.14 g (3.5 mmol) of NaOH were dissolved in a mixture of ethanol (6 mL) and distilled water (6 mL). (0.135 g, ca. 30% yield based on Y). Elemental analysis for <bold>1:</bold> C<sub>12</sub>H<sub>12</sub>O<sub>12</sub>YNa (<italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 460.12). Calcd: C, 31.29; H, 2.61%. Found: C, 31.3; H, 2.3%.</p>", "clean_text": "Compound 1: 0.31 g (1 mmol) of YCl3⋅6H2O, 0.21 g (1.4 mmol) of l-tartaric acid (H  2  Tart), 0.08 g (0.5 mmol) of terephthalic acid (H  2  BDC), and 0.14 g (3.5 mmol) of NaOH were dissolved in a mixture of ethanol (6 mL) and distilled water (6 mL). (0.135 g, ca. 30% yield based on Y). Elemental analysis for 1: C12H12O12YNa (M r = 460.12). Calcd: C, 31.29; H, 2.61%. Found: C, 31.3; H, 2.3%.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<p>Compound <bold>2:</bold> 0.31 g (1 mmol) of YCl<sub>3</sub>·6H<sub>2</sub>O, 0.21 g (1.4 mmol) of <sc>l</sc>-tartaric acid (<bold>H</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>Tart</bold>), 0.12 g (0.5 mmol) of biphenyl-4,4′-dicarboxylic acid (<bold>H</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>biBDC</bold>) and 0.14 g (3.5 mmol) of NaOH were dissolved in a mixture of ethanol (6 mL) and distilled water (6 mL). (0.176 g, ca. 32% yield based on Y). Elemental analysis for <bold>2:</bold> C<sub>18</sub>H<sub>16</sub>O<sub>12</sub>YNa (<italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 536.21). Calcd: C, 40.28; H, 2.98%. Found: C, 39.0; H, 3.1%.</p>", "clean_text": "Compound 2: 0.31 g (1 mmol) of YCl3⋅6H2O, 0.21 g (1.4 mmol) of l-tartaric acid (H  2  Tart), 0.12 g (0.5 mmol) of biphenyl-4,4'-dicarboxylic acid (H  2  biBDC) and 0.14 g (3.5 mmol) of NaOH were dissolved in a mixture of ethanol (6 mL) and distilled water (6 mL). (0.176 g, ca. 32% yield based on Y). Elemental analysis for 2: C18H16O12YNa (M r = 536.21). Calcd: C, 40.28; H, 2.98%. Found: C, 39.0; H, 3.1%.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<p>In both cases, the reaction mixture was stirred for 2 h at room temperature to homogeneity and then placed in a Teflon-lined stainless vessel (40 mL) and heated to 180 °C for 72 h under autogenous pressure and afterward cooled to room temperature. The resulting product was filtered off, washed thoroughly with ethanol and distilled water, and finally air-dried at room temperature.</p>", "clean_text": "In both cases, the reaction mixture was stirred for 2 h at room temperature to homogeneity and then placed in a Teflon-lined stainless vessel (40 mL) and heated to 180 °C for 72 h under autogenous pressure and afterward cooled to room temperature. The resulting product was filtered off, washed thoroughly with ethanol and distilled water, and finally air-dried at room temperature.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Single-Crystal XRD Studies</title><p>Data collection was performed at 293 K on a Oxford Diffraction Gemini CCD diffractometer, using Cu Kα radiation. Images were collected at a 55 mm fixed crystal-detector distance, using the oscillation method, with 1° oscillation and variable exposure time per image. The crystal structure was solved by direct methods. The refinement was performed using full-matrix least-squares on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>. All non-H atoms were anisotropically refined. All H atoms were either geometrically placed riding on their parent atoms or obtained from the difference Fourier map, with isotropic displacement parameters set to 1.2 times the <italic toggle=\"yes\">U</italic>\n<sub>eq</sub> of the atoms to which they are attached. Crystallographic calculations were carried out using the following programs: CrysAlis CCD for data collection; CrysAlis RED for cell refinement, data reduction, and empirical absorption correction; SHELX-97 for structure solution; XABS2 for refined absorption correction; SHELXL-97 for structure refinement and preparation of materials for publication; PLATON for the geometrical calculations; Diamond for molecular graphics.</p>", "clean_text": "Single-Crystal XRD Studies\n\nData collection was performed at 293 K on a Oxford Diffraction Gemini CCD diffractometer, using Cu Kα radiation. Images were collected at a 55 mm fixed crystal-detector distance, using the oscillation method, with 1° oscillation and variable exposure time per image. The crystal structure was solved by direct methods. The refinement was performed using full-matrix least-squares on F 2. All non-H atoms were anisotropically refined. All H atoms were either geometrically placed riding on their parent atoms or obtained from the difference Fourier map, with isotropic displacement parameters set to 1.2 times the U eq of the atoms to which they are attached. Crystallographic calculations were carried out using the following programs: CrysAlis CCD for data collection; CrysAlis RED for cell refinement, data reduction, and empirical absorption correction; SHELX-97 for structure solution; XABS2 for refined absorption correction; SHELXL-97 for structure refinement and preparation of materials for publication; PLATON for the geometrical calculations; Diamond for molecular graphics.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Thermal Characterization</title><p>A Mettler-Toledo TGA/SDTA851 and a DSC822 were used for the thermal analyses in oxygen dynamic atmosphere (50 mL/min) at a heating rate of 10 °C/min. In all cases, about 10 mg of powder sample was thermally treated, and blank runs were performed. In TG tests, a Pfeiffer Vacuum ThermoStar GSD301T mass spectrometer was used to determine the evacuated vapors. The masses 18 (H<sub>2</sub>O), 44 (CO<sub>2</sub>), and of the intense peaks corresponding to the cracking of the ligands used, were tested by using a detector C-SEM, operating at 1200 V, with a time constant of 1 s.</p>", "clean_text": "Thermal Characterization\n\nA Mettler-Toledo TGA/SDTA851 and a DSC822 were used for the thermal analyses in oxygen dynamic atmosphere (50 mL/min) at a heating rate of 10 °C/min. In all cases, about 10 mg of powder sample was thermally treated, and blank runs were performed. In TG tests, a Pfeiffer Vacuum ThermoStar GSD301T mass spectrometer was used to determine the evacuated vapors. The masses 18 (H2O), 44 (CO2), and of the intense peaks corresponding to the cracking of the ligands used, were tested by using a detector C-SEM, operating at 1200 V, with a time constant of 1 s.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Elemental Analysis</title><p>The carbon and hydrogen contents were measured on a C−H−N Perkin-Elmer model 2400B elemental analyzer. X-ray microanalysis (SEM/EDX) confirmed the ratio Y:Na to be 1:1, by using a JEOL JSM-6100 scanning electron microscopy (SEM) coupled with an INCA Energy-200 energy dispersive X-ray microanalysis system (EDX) with a PentaFET ultrathin window detector.</p>", "clean_text": "Elemental Analysis\n\nThe carbon and hydrogen contents were measured on a C-H-N Perkin-Elmer model 2400B elemental analyzer. X-ray microanalysis (SEM/EDX) confirmed the ratio Y:Na to be 1:1, by using a JEOL JSM-6100 scanning electron microscopy (SEM) coupled with an INCA Energy-200 energy dispersive X-ray microanalysis system (EDX) with a PentaFET ultrathin window detector.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Powder XRD Studies</title><p>Powder XRD (PXRD) patterns were recorded on X’Pert Philips diffractometer with Cu Kα radiation. The samples were gently ground in an agate mortar to minimize the preferred orientation. All data were collected at room temperature over the angular 2θ range 3−46° with a step of 0.02° and a counting time of 0.4 s/step. The PXRD patterns of the compounds <bold>1</bold> and <bold>2</bold> were compared with the theoretical ones (see Figure ), indicating that the products have been successfully obtained as pure crystalline phases.</p>", "clean_text": "Powder XRD Studies\n\nPowder XRD (PXRD) patterns were recorded on X'Pert Philips diffractometer with Cu Kα radiation. The samples were gently ground in an agate mortar to minimize the preferred orientation. All data were collected at room temperature over the angular 2θ range 3-46° with a step of 0.02° and a counting time of 0.4 s/step. The PXRD patterns of the compounds 1 and 2 were compared with the theoretical ones (see Figure ), indicating that the products have been successfully obtained as pure crystalline phases.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Powder XRD patterns of <bold>1</bold> and <bold>2</bold> compared with the theoretical ones.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2010-00867w_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Powder XRD patterns of 1 and 2 compared with the theoretical ones.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Powder X-ray Thermodiffraction Studies</title><p>These studies were performed in air with the sample placed in an Anton Paar HTK 1200N oven-chamber, on a PANalytical XPERT-PRO diffractometer, using Cu Kα radiation, equipped with a PIXcel linear detector with 255 channels. Each powder pattern was recorded in the 4−110° range (2θ) at intervals of 25 °C up to 200 °C and cooling down to 25 °C with a step of 0.013° and a counting time of 0.424 s/channel. The temperature ramp between two consecutive temperatures was 10 °C/min.</p>", "clean_text": "Powder X-ray Thermodiffraction Studies\n\nThese studies were performed in air with the sample placed in an Anton Paar HTK 1200N oven-chamber, on a PANalytical XPERT-PRO diffractometer, using Cu Kα radiation, equipped with a PIXcel linear detector with 255 channels. Each powder pattern was recorded in the 4-110° range (2θ) at intervals of 25 °C up to 200 °C and cooling down to 25 °C with a step of 0.013° and a counting time of 0.424 s/channel. The temperature ramp between two consecutive temperatures was 10 °C/min.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Solid-State NMR Spectroscopy</title><p>\n<sup>13</sup>C CPMAS NMR spectra were recorded on a Bruker AVANCE 400 (DSX) WB spectrometer (9.4 T), using a double-resonance 4 mm VTN probe, at a Larmor frequency of 100.62 MHz. Samples were packed in a 4 mm diameter ZrO<sub>2</sub> rotor and spun at a MAS rate of 12 kHz. The spectra were recorded using a RAMP-CP shape (100−50% amplitude); radiofrequency (rf) field strengths between 50 and 70 kHz for Hartman-Hahn matching condition (<italic toggle=\"yes\">n</italic> = ± 1) in <sup>13</sup>C and <sup>1</sup>H channels; recycle delay of 5 s; contact time of 1 ms; <sup>1</sup>H decoupling was employed using the Small phase Incremental Alternation (SPINAL-64) multiple pulse scheme, during <sup>13</sup>C signal detection. A pulse length of 4.5 μs (ca. 165° flip angle) and a <sup>1</sup>H rf decoupling strength (ω<sub>1</sub>/2π) of about 105 kHz were employed for the basic unit of the SPINAL64 scheme. Chemical shifts are quoted in parts per million (ppm) from solid glycine.</p>", "clean_text": "Solid-State NMR Spectroscopy\n\n 13C CPMAS NMR spectra were recorded on a Bruker AVANCE 400 (DSX) WB spectrometer (9.4 T), using a double-resonance 4 mm VTN probe, at a Larmor frequency of 100.62 MHz. Samples were packed in a 4 mm diameter ZrO2 rotor and spun at a MAS rate of 12 kHz. The spectra were recorded using a RAMP-CP shape (100-50% amplitude); radiofrequency (rf) field strengths between 50 and 70 kHz for Hartman-Hahn matching condition (n = ± 1) in 13C and 1H channels; recycle delay of 5 s; contact time of 1 ms; 1H decoupling was employed using the Small phase Incremental Alternation (SPINAL-64) multiple pulse scheme, during 13C signal detection. A pulse length of 4.5 μs (ca. 165° flip angle) and a 1H rf decoupling strength (ω1/2π) of about 105 kHz were employed for the basic unit of the SPINAL64 scheme. Chemical shifts are quoted in parts per million (ppm) from solid glycine.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Catalysis Studies</title><p>The procedure followed for acetalization of benzaldehyde with trimethylorthoformate (TMOF) was as follows: to a suspension of the catalyst (0.01 mmol) in 3 mL of tetrachloromethane were added TMOF (5 mmol, 0.5 mL) and benzaldehyde (0.5 mmol, 0.05 mL). The reaction was carried out in a sealed tube under nitrogen atmosphere, mild conditions (70 °C), and under magnetic steering. Samples were taken at intervals and analyzed by gas chromatography.</p>", "clean_text": "Catalysis Studies\n\nThe procedure followed for acetalization of benzaldehyde with trimethylorthoformate (TMOF) was as follows: to a suspension of the catalyst (0.01 mmol) in 3 mL of tetrachloromethane were added TMOF (5 mmol, 0.5 mL) and benzaldehyde (0.5 mmol, 0.05 mL). The reaction was carried out in a sealed tube under nitrogen atmosphere, mild conditions (70 °C), and under magnetic steering. Samples were taken at intervals and analyzed by gas chromatography.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>The detailed crystallographic data and the structure refinement parameters are summarized in Table . Selected bond distances, angles, and hydrogen bonds for <bold>1</bold> and <bold>2</bold> are given in Tables  and . The coordination modes of <bold>Tart</bold>\n<sup>\n<bold>2−</bold>\n</sup>, <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> and <bold>biBDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> ligands in compounds <bold>1</bold> and <bold>2</bold> are depicted in Figure . To the best of our knowledge, these coordination modes have not yet been reported.</p>", "clean_text": "Results and Discussion\n\nThe detailed crystallographic data and the structure refinement parameters are summarized in Table . Selected bond distances, angles, and hydrogen bonds for 1 and 2 are given in Tables  and . The coordination modes of Tart  2- , BDC  2-  and biBDC  2-  ligands in compounds 1 and 2 are depicted in Figure . To the best of our knowledge, these coordination modes have not yet been reported.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Coordination modes of the <bold>Tart<sup>2−</sup>\n</bold> ligand (μ5−η<sup>1</sup>: η<sup>2</sup>: η<sup>2</sup>: η<sup>1</sup>: η<sup>2</sup>) in <bold>1</bold> and <bold>2</bold>, (b) and (c): coordination modes of <bold>BDC<sup>2−</sup>\n</bold> (μ3−η<sup>1</sup>: η<sup>2</sup>: η<sup>1</sup>) and <bold>biBDC<sup>2−</sup>\n</bold> (μ3−η<sup>1</sup>: η<sup>2</sup>: η<sup>1</sup>) ligands in <bold>1</bold> and <bold>2</bold>, respectively.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2010-00867w_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Coordination modes of the Tart2-  ligand (μ5-η1: η2: η2: η1: η2) in 1 and 2, (b) and (c): coordination modes of BDC2-  (μ3-η1: η2: η1) and biBDC2-  (μ3-η1: η2: η1) ligands in 1 and 2, respectively.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystallographic Data for <bold>1</bold> and <bold>2</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">Compound <bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">Compound <bold>2</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>identification code</oasis:entry>\n<oasis:entry>ZA1</oasis:entry>\n<oasis:entry>ZA2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>empirical formula</oasis:entry>\n<oasis:entry>C<sub>12</sub>H<sub>12</sub>NaO<sub>12</sub>Y</oasis:entry>\n<oasis:entry>C<sub>18</sub>H<sub>16</sub>NaO<sub>12</sub>Y</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula weight/g mol<sup>-1</sup>\n</oasis:entry>\n<oasis:entry>460.12</oasis:entry>\n<oasis:entry>536.21</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>temperature/K</oasis:entry>\n<oasis:entry>293(2) K</oasis:entry>\n<oasis:entry>293(2) K</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>wavelength</oasis:entry>\n<oasis:entry>1.54184 Å</oasis:entry>\n<oasis:entry>1.54184 Å</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C</italic>222<sub>1</sub>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C</italic>222<sub>1</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>unit cell dimensions</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> (Å)</oasis:entry>\n<oasis:entry>6.8854(2)</oasis:entry>\n<oasis:entry>6.8531(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> (Å)</oasis:entry>\n<oasis:entry>30.3859(7)</oasis:entry>\n<oasis:entry>39.0426(8)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> (Å)</oasis:entry>\n<oasis:entry>7.4741(2)</oasis:entry>\n<oasis:entry>7.4976(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α (deg)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β (deg)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ (deg)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>cell volume/ Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry>1563.72(7)</oasis:entry>\n<oasis:entry>2006.08(9)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>calc. density/mg m<sup>−3</sup>\n</oasis:entry>\n<oasis:entry>1.954</oasis:entry>\n<oasis:entry>1.775</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>absorption coefficient/mm<sup>−1</sup>\n</oasis:entry>\n<oasis:entry>6.184</oasis:entry>\n<oasis:entry>4.928</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>920</oasis:entry>\n<oasis:entry>1080</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal size (mm<sup>3</sup>)</oasis:entry>\n<oasis:entry>0.015 × 0.046 × 0.192</oasis:entry>\n<oasis:entry>0.018 × 0.048 × 0.118</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>θ range for data collection/ deg</oasis:entry>\n<oasis:entry>5.82 to 66.78</oasis:entry>\n<oasis:entry>4.53 to 70.55</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>index ranges</oasis:entry>\n<oasis:entry>−6 ≤ <italic toggle=\"yes\">h</italic> ≤ 8</oasis:entry>\n<oasis:entry>−4 ≤ <italic toggle=\"yes\">h</italic> ≤ 8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>−23 ≤ <italic toggle=\"yes\">k</italic> ≤ 35</oasis:entry>\n<oasis:entry>−32 ≤ <italic toggle=\"yes\">k</italic> ≤ 47</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>−8 ≤ <italic toggle=\"yes\">l</italic> ≤ 8</oasis:entry>\n<oasis:entry>−9 ≤ <italic toggle=\"yes\">l</italic> ≤ 7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflections collected</oasis:entry>\n<oasis:entry>2595</oasis:entry>\n<oasis:entry>3491</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>independent reflections</oasis:entry>\n<oasis:entry>1256 [<italic toggle=\"yes\">R</italic>(int) = 0.0536]</oasis:entry>\n<oasis:entry>1786 [<italic toggle=\"yes\">R</italic>(int) = 0.0303]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>completeness to θ<sub>max</sub>\n</oasis:entry>\n<oasis:entry>98.3%</oasis:entry>\n<oasis:entry>99.7%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>absorption correction</oasis:entry>\n<oasis:entry>refined (XABS2)</oasis:entry>\n<oasis:entry>refined (XABS2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>max. and min. transmission</oasis:entry>\n<oasis:entry>0.9255 and 0.6034</oasis:entry>\n<oasis:entry>1 and 0.83103</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>refinement method</oasis:entry>\n<oasis:entry>full-matrix least-squares on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>full-matrix least-squares on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>data/restraints/parameters</oasis:entry>\n<oasis:entry>1256/3/133</oasis:entry>\n<oasis:entry>1786/3/158</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness-of-fit on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>1.024</oasis:entry>\n<oasis:entry>1.145</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>final <italic toggle=\"yes\">R</italic> indices [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>R1 = 0.0303</oasis:entry>\n<oasis:entry>R1 = 0.0278</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>wR2 = 0.0622</oasis:entry>\n<oasis:entry>wR2 = 0.0715</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic> indices (all data)</oasis:entry>\n<oasis:entry>R1 = 0.0334</oasis:entry>\n<oasis:entry>R1 = 0.0317</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>wR2 = 0.0627</oasis:entry>\n<oasis:entry>wR2 = 0.0723</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>absolute structure parameter</oasis:entry>\n<oasis:entry>0.01(3)</oasis:entry>\n<oasis:entry>−0.01(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>largest diff. peak and hole</oasis:entry>\n<oasis:entry>0.491 and −0.415 e Å<sup>−3</sup>\n</oasis:entry>\n<oasis:entry>0.356 and −0.449 e Å<sup>−3</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 22, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Selected Bond Lengths (Å) and Bond Angles (deg) for Compound <bold>1</bold> and <bold>2</bold>\n<xref rid=\"tbl2-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">Compound <bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">Compound <bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Y1O1</oasis:entry>\n<oasis:entry>2.377(2)</oasis:entry>\n<oasis:entry>Y1O1</oasis:entry>\n<oasis:entry>2.381(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Y1O3</oasis:entry>\n<oasis:entry>2.378(3)</oasis:entry>\n<oasis:entry>Y1O3</oasis:entry>\n<oasis:entry>2.382(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Y1O4</oasis:entry>\n<oasis:entry>2.282(3)</oasis:entry>\n<oasis:entry>Y1O4</oasis:entry>\n<oasis:entry>2.278(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Y1O5</oasis:entry>\n<oasis:entry>2.332(3)</oasis:entry>\n<oasis:entry>Y1O5</oasis:entry>\n<oasis:entry>2.341(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Na1O1</oasis:entry>\n<oasis:entry>2.399(3)</oasis:entry>\n<oasis:entry>Na1O1<sup>III</sup>\n</oasis:entry>\n<oasis:entry>2.382(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Na1O4</oasis:entry>\n<oasis:entry>2.548(3)</oasis:entry>\n<oasis:entry>Na1O4 <sup>III</sup>\n</oasis:entry>\n<oasis:entry>2.554(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Na1O6</oasis:entry>\n<oasis:entry>2.313(4)</oasis:entry>\n<oasis:entry>Na1O6</oasis:entry>\n<oasis:entry>2.316(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Y1Na1</oasis:entry>\n<oasis:entry>3.819(2)</oasis:entry>\n<oasis:entry>Y1Na1</oasis:entry>\n<oasis:entry>3.808(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>C1O1</oasis:entry>\n<oasis:entry>1.259(3)</oasis:entry>\n<oasis:entry>C1O1</oasis:entry>\n<oasis:entry>1.264(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O1C1O1<sup>I</sup>\n</oasis:entry>\n<oasis:entry>119.7(4)</oasis:entry>\n<oasis:entry>O1C1O1<sup>III</sup>\n</oasis:entry>\n<oasis:entry>120.0(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>C6O2</oasis:entry>\n<oasis:entry>1.255(4)</oasis:entry>\n<oasis:entry>C10O2</oasis:entry>\n<oasis:entry>1.254(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O2C6O2<sup>I</sup>\n</oasis:entry>\n<oasis:entry>123.5(5)</oasis:entry>\n<oasis:entry>O2C10O2<sup>III</sup>\n</oasis:entry>\n<oasis:entry>123.7(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>C7O3</oasis:entry>\n<oasis:entry>1.426(5)</oasis:entry>\n<oasis:entry>C11O3</oasis:entry>\n<oasis:entry>1.429(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>C8O4<sup>II</sup>\n</oasis:entry>\n<oasis:entry>1.268(5)</oasis:entry>\n<oasis:entry>C12O4<sup>IV</sup>\n</oasis:entry>\n<oasis:entry>1.266(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>C8O5</oasis:entry>\n<oasis:entry>1.253(5)</oasis:entry>\n<oasis:entry>C12O5</oasis:entry>\n<oasis:entry>1.242(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O5C8O4<sup>II</sup>\n</oasis:entry>\n<oasis:entry>124.6(4)</oasis:entry>\n<oasis:entry>O5C12O4<sup>IV</sup>\n</oasis:entry>\n<oasis:entry>125.2(4)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>Symmetry code: (I) −<italic toggle=\"yes\">x</italic>, <italic toggle=\"yes\">y</italic>, −<italic toggle=\"yes\">z</italic>+3/2; (II) −<italic toggle=\"yes\">x</italic>−1/2, −<italic toggle=\"yes\">y</italic>+3/2, <italic toggle=\"yes\">z</italic>−1/2; (III) −<italic toggle=\"yes\">x</italic>+1, <italic toggle=\"yes\">y</italic>, −<italic toggle=\"yes\">z</italic>+3/2; (IV) −<italic toggle=\"yes\">x</italic>+3/2,−<italic toggle=\"yes\">y</italic>+1/2, <italic toggle=\"yes\">z</italic>−1/2.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 23, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Hydrogen-Bond Geometry in <bold>1</bold> and <bold>2</bold> (Å, deg)<xref rid=\"tbl3-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">D−H···A</oasis:entry>\n<oasis:entry align=\"center\">D−H [Å]</oasis:entry>\n<oasis:entry align=\"center\">H···A [Å]</oasis:entry>\n<oasis:entry align=\"center\">D···A [Å]</oasis:entry>\n<oasis:entry align=\"center\">D−H···A [deg]</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col1\">Compound <bold>1</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O6−H6A···O2 <sup>I</sup>\n</oasis:entry>\n<oasis:entry>0.99(4)</oasis:entry>\n<oasis:entry>1.84(4)</oasis:entry>\n<oasis:entry>2.817(7)</oasis:entry>\n<oasis:entry>166(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O3−H30···O2 <sup>I</sup>\n</oasis:entry>\n<oasis:entry>0.81(5)</oasis:entry>\n<oasis:entry>1.83(5)</oasis:entry>\n<oasis:entry>2.628(4)</oasis:entry>\n<oasis:entry>170(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col1\">Compound <bold>2</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O6−H6A···O2 <sup>II</sup>\n</oasis:entry>\n<oasis:entry>0.97(5)</oasis:entry>\n<oasis:entry>1.86(5)</oasis:entry>\n<oasis:entry>2.804(7)</oasis:entry>\n<oasis:entry>163(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O3−H30···O2 <sup>III</sup>\n</oasis:entry>\n<oasis:entry>0.84(7)</oasis:entry>\n<oasis:entry>1.77(6)</oasis:entry>\n<oasis:entry>2.611(4)</oasis:entry>\n<oasis:entry>171(7)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl3-fn1\">\n<label>a</label>\n<p>Symmetry code: (I) 1−<italic toggle=\"yes\">x</italic>, −<italic toggle=\"yes\">y</italic>, −1/2+<italic toggle=\"yes\">z</italic> ; (II) 1−<italic toggle=\"yes\">x</italic>, −<italic toggle=\"yes\">y</italic>, −1/2 +<italic toggle=\"yes\">z</italic>; (III) <italic toggle=\"yes\">x</italic>, −<italic toggle=\"yes\">y</italic>, 1−<italic toggle=\"yes\">z</italic>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>\n<bold>1</bold> and <bold>2</bold> are layered chiral coordination polymers, built up by mixing Y(III), Na(I), and chiral flexible-achiral rigid dicarboxylate ligands, <bold>Tart</bold>-<bold>BDC</bold> in the case of <bold>1</bold>, <bold>Tart</bold>-<bold>biBDC</bold> in the case of <bold>2</bold>. The single-crystal XRD measurements reveal that the compounds <bold>1</bold> and <bold>2</bold> crystallize in the orthorhombic chiral space group <italic toggle=\"yes\">C</italic>222<sub>1</sub>. The asymmetric unit of <bold>1</bold> and <bold>2</bold> comprises half Y<sup>3+</sup> cation, half Na<sup>+</sup> cation, half <bold>Tart</bold>\n<sup>\n<bold>2−</bold>\n</sup> anion, half <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> anion in the case of <bold>1</bold> (half <bold>biBDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> anion in the case of <bold>2</bold>), and a coordinated water molecule (Figure ), as a consequence of the fact that Y<sup>3+</sup> and Na<sup>+</sup> cations, as well as <bold>Tart</bold>\n<sup>\n<bold>2−</bold>\n</sup> and <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> anions (<bold>biBDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> in the case of <bold>2</bold>), are situated on a crystallographic 2-fold axis along the <italic toggle=\"yes\">b</italic>-direction. In each compound, the Y<sup>3+</sup> cation is bonded to eight oxygen atoms, six of them carboxylic and two from hydroxyl groups (Figure a,b). Its coordination geometry may be described as a distorted bicapped trigonal-prism (Figure c,d), while the Na(I) cation is bonded to six oxygen atoms, four of them carboxylic and two from coordinated water molecules (Figure a,b), and its geometry may be described as distorted trigonal prism (Figure c,d). Out of the eight oxygen atoms coordinated to Y<sup>3+</sup>, six come from four <bold>Tart</bold>\n<sup>\n<bold>2−</bold>\n</sup> anions crystallographically equivalents: two of them are coordinated to Y<sup>3+</sup> in chelating modes via the carboxylic oxygen atom O5 and the hydroxyl oxygen atom O3, and the last two act as a bridge between the Y<sup>3+</sup> and Na<sup>+</sup> within the carboxylic oxygen atom O4. The two remaining oxygen atoms bonded to Y<sup>3+</sup> belong to one <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> anion (one <bold>biBDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> ligand in the case of <bold>2</bold>), which acts (i) in chelating mode via the carboxylate group O1−C1−O1 and (ii) in bridging mode between Y<sup>3+</sup> and Na<sup>+</sup> within each carboxylate oxygen atom O1. From six oxygen atoms coordinated to Na<sup>+</sup>, two come from the <bold>Tart</bold>\n<sup>\n<bold>2−</bold>\n</sup> anion which acts in chelating mode via the carboxylate oxygen atoms O4, and the four remaining, every two of them belonging to two crystallographically equivalents: (i) coordinated water molecules, (ii) <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> anions (<bold>biBDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> anions in the case of <bold>2</bold>), by coordinating oxygen atoms O6 and O1, respectively. In <bold>1</bold>, the distances Y−O and Na−O range from 2.282(3) to 2.378(3) Å, and from 2.313(4) to 2.548(3) Å, with the average values of 2.342(4) Å and 2.421(3) Å, respectively. Similarly, the pertinent values in <bold>2</bold> range from 2.278(3) Å to 2.382(3) Å and from 2.316(4) Å to 2.554(3) Å, with the average values of 2.345(5) Å and 2.417(3) Å, respectively.</p>", "clean_text": " 1 and 2 are layered chiral coordination polymers, built up by mixing Y(III), Na(I), and chiral flexible-achiral rigid dicarboxylate ligands, Tart-BDC in the case of 1, Tart-biBDC in the case of 2. The single-crystal XRD measurements reveal that the compounds 1 and 2 crystallize in the orthorhombic chiral space group C2221. The asymmetric unit of 1 and 2 comprises half Y3+ cation, half Na+ cation, half Tart  2-  anion, half BDC  2-  anion in the case of 1 (half biBDC  2-  anion in the case of 2), and a coordinated water molecule (Figure ), as a consequence of the fact that Y3+ and Na+ cations, as well as Tart  2-  and BDC  2-  anions (biBDC  2-  in the case of 2), are situated on a crystallographic 2-fold axis along the b-direction. In each compound, the Y3+ cation is bonded to eight oxygen atoms, six of them carboxylic and two from hydroxyl groups (Figure a,b). Its coordination geometry may be described as a distorted bicapped trigonal-prism (Figure c,d), while the Na(I) cation is bonded to six oxygen atoms, four of them carboxylic and two from coordinated water molecules (Figure a,b), and its geometry may be described as distorted trigonal prism (Figure c,d). Out of the eight oxygen atoms coordinated to Y3+, six come from four Tart  2-  anions crystallographically equivalents: two of them are coordinated to Y3+ in chelating modes via the carboxylic oxygen atom O5 and the hydroxyl oxygen atom O3, and the last two act as a bridge between the Y3+ and Na+ within the carboxylic oxygen atom O4. The two remaining oxygen atoms bonded to Y3+ belong to one BDC  2-  anion (one biBDC  2-  ligand in the case of 2), which acts (i) in chelating mode via the carboxylate group O1-C1-O1 and (ii) in bridging mode between Y3+ and Na+ within each carboxylate oxygen atom O1. From six oxygen atoms coordinated to Na+, two come from the Tart  2-  anion which acts in chelating mode via the carboxylate oxygen atoms O4, and the four remaining, every two of them belonging to two crystallographically equivalents: (i) coordinated water molecules, (ii) BDC  2-  anions (biBDC  2-  anions in the case of 2), by coordinating oxygen atoms O6 and O1, respectively. In 1, the distances Y-O and Na-O range from 2.282(3) to 2.378(3) Å, and from 2.313(4) to 2.548(3) Å, with the average values of 2.342(4) Å and 2.421(3) Å, respectively. Similarly, the pertinent values in 2 range from 2.278(3) Å to 2.382(3) Å and from 2.316(4) Å to 2.554(3) Å, with the average values of 2.345(5) Å and 2.417(3) Å, respectively.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Asymmetric units of <bold>1</bold> (a) and <bold>2</bold> (b).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2010-00867w_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  Asymmetric units of 1 (a) and 2 (b).   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Perspective view of the coordination environment of Y(III) in <bold>1</bold> (a,c) and <bold>2</bold> (b,d).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2010-00867w_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  Perspective view of the coordination environment of Y(III) in 1 (a,c) and 2 (b,d).   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Perspective view of the coordination environment of Na(I) in <bold>1</bold> (a,c) and <bold>2</bold> (b,d).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2010-00867w_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  Perspective view of the coordination environment of Na(I) in 1 (a,c) and 2 (b,d).   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The Y<sup>3+</sup> and Na<sup>+</sup> polyhedra alternate in a chain edge-to-edge parallel to the <italic toggle=\"yes\">a</italic>-axis, and the distance between adjacent Y−Na cations in the chain is 3.819(2) Å and 3.808(4) Å in <bold>1</bold> and <bold>2</bold>, respectively. These chains are in turn connected via <bold>Tart</bold>\n<sup>\n<bold>2−</bold>\n</sup> bridges along <italic toggle=\"yes\">a</italic> and <italic toggle=\"yes\">c</italic>-axis showing a zigzag arrangement, and forming a double layer. The resulting double layered network is then pillared by the rigid <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> ligands (<bold>biBDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> in the case of <bold>2</bold>) which are parallel to the <italic toggle=\"yes\">b</italic>-axis, forming channels running along <italic toggle=\"yes\">a</italic> (Figure ) and <italic toggle=\"yes\">c</italic>-axis (Figure ), with approximate dimensions of 6.3 × 3.5 Å<sup>2</sup> and 6.3 × 4.5 Å<sup>2</sup> in <bold>1</bold>, or 10.6 × 3.5 Å<sup>2</sup> and 10.6 × 4.5 Å<sup>2</sup> in <bold>2</bold>. The rigid <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> (<bold>biBDC</bold>\n<sup>\n<bold>2</bold>\n</sup> in the case of <bold>2</bold>) spacers, separating two successive double layers, are one-sided coordinated (to Y<sup>3+</sup> and Na<sup>+</sup> cations), the other side being involved in strong hydrogen bond interactions between: the oxygen atoms O2 of the noncoordinated carboxylate group O2−C6−O2 of the <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> ligand (O2−C10−O2 of the <bold>biBDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> ligand, in the case of <bold>2</bold>) which acts as acceptor, and the oxygen atom O3 of the hydroxyl groups of the <bold>Tart</bold>\n<sup>\n<bold>2−</bold>\n</sup> ligand, together with the coordinated water molecules O6 to the sodium atom which act as donors, therefore imparting 3D stability to the structure. The uncoordinated side of <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> or <bold>biBDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> ligands can be described as ship anchoring, forming ship-anchor-anchorage (with ship = uncoordinated carboxylate groups of <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> or <bold>biBDC</bold>\n<sup>\n<bold>2−</bold>\n</sup>, anchor = hydrogen bonds, anchorage = hydroxyl groups and coordinated water molecules found in the double layer). The unusual coordination mode of <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> (<bold>biBDC</bold>\n<sup>\n<bold>2</bold>\n</sup> in the case of <bold>2</bold>), in a successive switch manner, gives rise to an undulating interlayer surface propagating in <italic toggle=\"yes\">a</italic> and <italic toggle=\"yes\">c</italic>-directions.</p>", "clean_text": "The Y3+ and Na+ polyhedra alternate in a chain edge-to-edge parallel to the a-axis, and the distance between adjacent Y-Na cations in the chain is 3.819(2) Å and 3.808(4) Å in 1 and 2, respectively. These chains are in turn connected via Tart  2-  bridges along a and c-axis showing a zigzag arrangement, and forming a double layer. The resulting double layered network is then pillared by the rigid BDC  2-  ligands (biBDC  2-  in the case of 2) which are parallel to the b-axis, forming channels running along a (Figure ) and c-axis (Figure ), with approximate dimensions of 6.3 × 3.5 Å2 and 6.3 × 4.5 Å2 in 1, or 10.6 × 3.5 Å2 and 10.6 × 4.5 Å2 in 2. The rigid BDC  2-  (biBDC  2  in the case of 2) spacers, separating two successive double layers, are one-sided coordinated (to Y3+ and Na+ cations), the other side being involved in strong hydrogen bond interactions between: the oxygen atoms O2 of the noncoordinated carboxylate group O2-C6-O2 of the BDC  2-  ligand (O2-C10-O2 of the biBDC  2-  ligand, in the case of 2) which acts as acceptor, and the oxygen atom O3 of the hydroxyl groups of the Tart  2-  ligand, together with the coordinated water molecules O6 to the sodium atom which act as donors, therefore imparting 3D stability to the structure. The uncoordinated side of BDC  2-  or biBDC  2-  ligands can be described as ship anchoring, forming ship-anchor-anchorage (with ship = uncoordinated carboxylate groups of BDC  2-  or biBDC  2- , anchor = hydrogen bonds, anchorage = hydroxyl groups and coordinated water molecules found in the double layer). The unusual coordination mode of BDC  2-  (biBDC  2  in the case of 2), in a successive switch manner, gives rise to an undulating interlayer surface propagating in a and c-directions.", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Projection of the structure of <bold>1</bold> (left) and <bold>2</bold> (right) along the <italic toggle=\"yes\">a</italic>-axis.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2010-00867w_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  Projection of the structure of 1 (left) and 2 (right) along the a-axis.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Projection of the structure of <bold>1</bold> (left) and <bold>2</bold> (right) along the <italic toggle=\"yes\">c</italic>-axis.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2010-00867w_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  Projection of the structure of 1 (left) and 2 (right) along the c-axis.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The <sup>13</sup>C CPMAS NMR spectra of <bold>1</bold> (a) and <bold>2</bold> (b) are shown in the  and confirm the phase purity of the samples. In the spectrum of <bold>2</bold> () only 11 of the 12 resonances are observed (including a shoulder at about δ = 129 ppm), because of peak overlap in the carbonyl chemical shift range (δ &gt; 170 ppm). The peaks from the aromatic ligands (<bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> and <bold>biBDC</bold>\n<sup>\n<bold>2−</bold>\n</sup>) and from the <bold>Tart</bold>\n<sup>\n<bold>2−</bold>\n</sup> C−OH groups appear at about 120 &lt; δ &lt; 150 ppm and about δ = 81 ppm, respectively, in both structures of <bold>1</bold> and <bold>2</bold>.</p>", "clean_text": "The 13C CPMAS NMR spectra of 1 (a) and 2 (b) are shown in the  and confirm the phase purity of the samples. In the spectrum of 2 () only 11 of the 12 resonances are observed (including a shoulder at about δ = 129 ppm), because of peak overlap in the carbonyl chemical shift range (δ > 170 ppm). The peaks from the aromatic ligands (BDC  2-  and biBDC  2- ) and from the Tart  2-  C-OH groups appear at about 120 < δ < 150 ppm and about δ = 81 ppm, respectively, in both structures of 1 and 2.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["property"], "content": "<p>The thermal stability in air of <bold>1</bold> and <bold>2</bold> was investigated. The TG/DTG, SDTA curves, and the mass spectrometry analysis, are depicted in the , while  shows DSC traces. TG/DTG curves of <bold>1</bold> and <bold>2</bold> reveal total mass losses of, respectively, 66.6% (calcd 68.69%) and 68.8% (calcd 73.14%), from room temperature up to 1000 °C. The final product of the decomposition is Y<sub>2</sub>O<sub>3</sub> (detected by PXRD), amorphous Na<sub>2</sub>O (by EDX microanalysis), and coal (by C−H−N elemental analysis).</p>", "clean_text": "The thermal stability in air of 1 and 2 was investigated. The TG/DTG, SDTA curves, and the mass spectrometry analysis, are depicted in the , while  shows DSC traces. TG/DTG curves of 1 and 2 reveal total mass losses of, respectively, 66.6% (calcd 68.69%) and 68.8% (calcd 73.14%), from room temperature up to 1000 °C. The final product of the decomposition is Y2O3 (detected by PXRD), amorphous Na2O (by EDX microanalysis), and coal (by C-H-N elemental analysis).", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["property"], "content": "<p>In the case of <bold>1</bold>, the first stage between 120 and 245 °C (which reach its maximum velocity at 212 °C) with the total mass loss of 7.4% (calcd 7.82%), associated with endothermic peak at 215 and 210 °C on the SDTA and DSC curves respectively, corresponds to the loss of the two water molecules coordinated to the sodium atom. The second, third, and fourth with shoulder (fifth stage) stages are continuous and overlapping, with the total mass loss of about 53%, in the range 270−580 °C, which reach their maximum velocity at 314, 402, and 485 °C respectively, associated with a large exothermic bound in the range 308−440 °C (maximum at 400 °C) and 306−435 °C (maximum at 403 °C) on the SDTA and DSC curves, respectively, corresponding to the second and third stages, and with a sharp exothermic peak at 484 °C accompanied by shoulder at 520 °C on the SDTA curve and with two peaks at 489 and 520 °C on the DSC curve corresponding to the fourth and fifth stages. This multistep decomposition behavior is assigned to a complex and overlapping oxidation process of the mixed-ligands. The sixth stage in the range 630−750 °C, which reaches its maximum velocity at 698 °C, with the mass loss of about 6%, described by exothermic effect at 700 °C on the SDTA curve, may be due to the liberation of some trapped organic part after the structure collapse. The associated mass spectrometry <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 18 and 44 curves are in a good agreement with the TG/DTG curves. The mass spectrometry <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 18 curve has four maxima, the first one at 223 °C corresponding to the loss of the two water molecules coordinated to sodium atom, and the second, third, and fourth maxima at 324, 406, and 485 °C, respectively, coincide with the first, second, and third (accompanied by a shoulder at 520 °C) maxima of the <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 44 curve, which may be attributed to multistep oxidation of the <bold>Tart</bold>\n<sup>\n<bold>2−</bold>\n</sup> and <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> ligands. The fifth maxima of <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 44 curve at 700 °C confirm the liberation of some trapped organic part after the structure collapse. Other fragments of <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 42 and 50, corresponding to <bold>Tart</bold>\n<sup>\n<bold>2−</bold>\n</sup> and <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> ligands repectively, have been also detected. The <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 42 curve shows three maxima which coincide with the first, second, and third maxima of the <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 44 curve, while the <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 50 maxima at 485 °C coincide with the third maximum of <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 44, showing the thermal resistance of the <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> ligand up to 450 °C. And therefore, the second and third stages may be due to the oxidation of the <bold>Tart</bold>\n<sup>\n<bold>2−</bold>\n</sup> ligand, while the fourth and fifth stages are shared between the oxidation of the <bold>Tart</bold>\n<sup>\n<bold>2−</bold>\n</sup> and the <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> ligands. Taking into account that the mass spectrometry analysis is a semiquantitative method, the integration of the first band (670 nA) is almost half of the integration of the second, third, and fourth ones (1553 nA) in the <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 18 curve, indicating the loss of approximately four water molecules in the second, third, fourth, and fifth steps, corresponding to the amount of hydrogen atoms resulting from the decomposition of the both <bold>Tart</bold>\n<sup>\n<bold>2−</bold>\n</sup> and <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> ligands in the formula of <bold>1</bold>.</p>", "clean_text": "In the case of 1, the first stage between 120 and 245 °C (which reach its maximum velocity at 212 °C) with the total mass loss of 7.4% (calcd 7.82%), associated with endothermic peak at 215 and 210 °C on the SDTA and DSC curves respectively, corresponds to the loss of the two water molecules coordinated to the sodium atom. The second, third, and fourth with shoulder (fifth stage) stages are continuous and overlapping, with the total mass loss of about 53%, in the range 270-580 °C, which reach their maximum velocity at 314, 402, and 485 °C respectively, associated with a large exothermic bound in the range 308-440 °C (maximum at 400 °C) and 306-435 °C (maximum at 403 °C) on the SDTA and DSC curves, respectively, corresponding to the second and third stages, and with a sharp exothermic peak at 484 °C accompanied by shoulder at 520 °C on the SDTA curve and with two peaks at 489 and 520 °C on the DSC curve corresponding to the fourth and fifth stages. This multistep decomposition behavior is assigned to a complex and overlapping oxidation process of the mixed-ligands. The sixth stage in the range 630-750 °C, which reaches its maximum velocity at 698 °C, with the mass loss of about 6%, described by exothermic effect at 700 °C on the SDTA curve, may be due to the liberation of some trapped organic part after the structure collapse. The associated mass spectrometry m/z 18 and 44 curves are in a good agreement with the TG/DTG curves. The mass spectrometry m/z 18 curve has four maxima, the first one at 223 °C corresponding to the loss of the two water molecules coordinated to sodium atom, and the second, third, and fourth maxima at 324, 406, and 485 °C, respectively, coincide with the first, second, and third (accompanied by a shoulder at 520 °C) maxima of the m/z 44 curve, which may be attributed to multistep oxidation of the Tart  2-  and BDC  2-  ligands. The fifth maxima of m/z 44 curve at 700 °C confirm the liberation of some trapped organic part after the structure collapse. Other fragments of m/z 42 and 50, corresponding to Tart  2-  and BDC  2-  ligands repectively, have been also detected. The m/z 42 curve shows three maxima which coincide with the first, second, and third maxima of the m/z 44 curve, while the m/z 50 maxima at 485 °C coincide with the third maximum of m/z 44, showing the thermal resistance of the BDC  2-  ligand up to 450 °C. And therefore, the second and third stages may be due to the oxidation of the Tart  2-  ligand, while the fourth and fifth stages are shared between the oxidation of the Tart  2-  and the BDC  2-  ligands. Taking into account that the mass spectrometry analysis is a semiquantitative method, the integration of the first band (670 nA) is almost half of the integration of the second, third, and fourth ones (1553 nA) in the m/z 18 curve, indicating the loss of approximately four water molecules in the second, third, fourth, and fifth steps, corresponding to the amount of hydrogen atoms resulting from the decomposition of the both Tart  2-  and BDC  2-  ligands in the formula of 1.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<p>Similarly to <bold>1</bold>, the mass loss of compound <bold>2</bold> proceeds in six stages; the first stage between 125 and 240 °C with the total mass loss of 6.2% (calcd 6.71%) corresponds to the loss of the two coordinated water molecules to sodium atom. The second to the fifth stages are continuous and overlapping, in the range 260−600 °C, with the total mass loss of 59.6%, correspond to the decomposition of the mixed-ligands. The sixth stage, in the range 700−780 °C, is attributed to the liberation of some trapped organic part after the structure collapse.</p>", "clean_text": "Similarly to 1, the mass loss of compound 2 proceeds in six stages; the first stage between 125 and 240 °C with the total mass loss of 6.2% (calcd 6.71%) corresponds to the loss of the two coordinated water molecules to sodium atom. The second to the fifth stages are continuous and overlapping, in the range 260-600 °C, with the total mass loss of 59.6%, correspond to the decomposition of the mixed-ligands. The sixth stage, in the range 700-780 °C, is attributed to the liberation of some trapped organic part after the structure collapse.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The associated mass spectrometry <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 18 and 44 curves are in a good agreement with those of TG/DTG, and they have four (at 230, 350, 510, and 548 °C) and five maxima (at 350, 416, 510, 548, and 753 °C), respectively. The integration of the first band (1943 nA) is almost a third of the integration of the second, third, and fourth ones (6125 nA) in the <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 18 curve, proving the loss of approximately six water molecules in the second, third, fourth, and fifth stages, corresponding to the amount of hydrogen atoms resulting from the decomposition of the both <bold>Tart</bold>\n<sup>\n<bold>2−</bold>\n</sup> and <bold>biBDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> ligands in the formula of <bold>2</bold>.</p>", "clean_text": "The associated mass spectrometry m/z 18 and 44 curves are in a good agreement with those of TG/DTG, and they have four (at 230, 350, 510, and 548 °C) and five maxima (at 350, 416, 510, 548, and 753 °C), respectively. The integration of the first band (1943 nA) is almost a third of the integration of the second, third, and fourth ones (6125 nA) in the m/z 18 curve, proving the loss of approximately six water molecules in the second, third, fourth, and fifth stages, corresponding to the amount of hydrogen atoms resulting from the decomposition of the both Tart  2-  and biBDC  2-  ligands in the formula of 2.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["property"], "content": "<p>As it was suspected, the TG/DTG curves show that the compounds <bold>1</bold> and <bold>2</bold> have similar multistep decomposition profiles (both have the same dimensionality and related structures), with differences related with the thermal stability of the mixed-ligand system. In addition, the dehydration enthalpies (−70 kJ/mol and −59 kJ/mol for <bold>1</bold> and <bold>2</bold>, respectively) are comparable. After the dehydration, the anhydrous compounds of <bold>1</bold> and <bold>2</bold> are stable up to 250 °C, and their similarity is reflected by comparable oxidative decomposition enthalpies, 3545 and 3581 kJ/mol, respectively.</p>", "clean_text": "As it was suspected, the TG/DTG curves show that the compounds 1 and 2 have similar multistep decomposition profiles (both have the same dimensionality and related structures), with differences related with the thermal stability of the mixed-ligand system. In addition, the dehydration enthalpies (-70 kJ/mol and -59 kJ/mol for 1 and 2, respectively) are comparable. After the dehydration, the anhydrous compounds of 1 and 2 are stable up to 250 °C, and their similarity is reflected by comparable oxidative decomposition enthalpies, 3545 and 3581 kJ/mol, respectively.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>The X-ray thermodiffraction analysis carried out under air heating up to 200 °C and cooling down to 25 °C (Figure ) confirmed that compounds <bold>1</bold> and <bold>2</bold> show a phase transformation corresponding to the dehydration process by losing the two water molecules coordinated to sodium atom, which is a reversible process involving a spontaneous rehydratation after cooling down to room temperature and which has been seen clearly in the thermodiffractogram of compound <bold>1</bold> (blue curve at 25 °C down, Figure a); however, it is slowly reversible in the case of <bold>2</bold>.</p>", "clean_text": "The X-ray thermodiffraction analysis carried out under air heating up to 200 °C and cooling down to 25 °C (Figure ) confirmed that compounds 1 and 2 show a phase transformation corresponding to the dehydration process by losing the two water molecules coordinated to sodium atom, which is a reversible process involving a spontaneous rehydratation after cooling down to room temperature and which has been seen clearly in the thermodiffractogram of compound 1 (blue curve at 25 °C down, Figure a); however, it is slowly reversible in the case of 2.", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>X-ray thermodiffractogram of <bold>1</bold> (a) and <bold>2</bold> (b) recorded in air heating up from 25 to 200 °C and cooling down to 25 °C. Color code corresponding to the structural changes, blue: compound <bold>1</bold> or <bold>2</bold>, purple: dehydration of compound <bold>1</bold> or <bold>2</bold>, red: dehydrated compound <bold>1</bold> or <bold>2</bold>, green: rehydration of compound <bold>1</bold> or <bold>2</bold> blue: rehydrated compound <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2010-00867w_0009.tif\"></graphic>\n</fig>", "clean_text": " 8  X-ray thermodiffractogram of 1 (a) and 2 (b) recorded in air heating up from 25 to 200 °C and cooling down to 25 °C. Color code corresponding to the structural changes, blue: compound 1 or 2, purple: dehydration of compound 1 or 2, red: dehydrated compound 1 or 2, green: rehydration of compound 1 or 2 blue: rehydrated compound 1.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>In the case of <bold>1</bold>, no structural change occurs below 140 °C, and no significant change in the unit cell parameters has been observed. The beginning of the phase transformation to the anhydrous form without losing the crystallinity, is seen from 140 to 150 °C, the total transformation to the anhydrous form happens at 160 °C, and it is maintained until 200 °C (no significant changes in the unit cell parameters have been observed from 160 to 200 °C), which is consistent with the TG analysis even if the temperature profile of X-ray thermodiffraction analysis is different from that of TG. During the temperature decrease the anhydrous phase is preserved; the rehydration begins at 90 °C and continues until room temperature. The pattern of dehydrated compound <bold>1</bold> corresponds to the as-synthesized compound <bold>1</bold> with a noticeable diffraction intensity drop and peak broadening.</p>", "clean_text": "In the case of 1, no structural change occurs below 140 °C, and no significant change in the unit cell parameters has been observed. The beginning of the phase transformation to the anhydrous form without losing the crystallinity, is seen from 140 to 150 °C, the total transformation to the anhydrous form happens at 160 °C, and it is maintained until 200 °C (no significant changes in the unit cell parameters have been observed from 160 to 200 °C), which is consistent with the TG analysis even if the temperature profile of X-ray thermodiffraction analysis is different from that of TG. During the temperature decrease the anhydrous phase is preserved; the rehydration begins at 90 °C and continues until room temperature. The pattern of dehydrated compound 1 corresponds to the as-synthesized compound 1 with a noticeable diffraction intensity drop and peak broadening.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>The behavior of <bold>2</bold> is similar to that of <bold>1</bold>, no phase transformation occurs below 150 °C, and no significant change in the unit cell parameters is observed; the phase transformation to the anhydrous form begins at 150 °C, and the total transformation takes place at 160 °C, and it is maintained until 200 °C, which is consistent with the TG analysis (no significant change in the unit cell parameters is observed from 160 to 200 °C). During the temperature decrease the anhydrous phase is preserved until 100 °C, the rehydration of <bold>2</bold> begins at 90 °C but, in contrast with <bold>1</bold>, it is not achieved at the end of the experiment, and takes a few days in air, indicating the slow reversibility of the process.</p>", "clean_text": "The behavior of 2 is similar to that of 1, no phase transformation occurs below 150 °C, and no significant change in the unit cell parameters is observed; the phase transformation to the anhydrous form begins at 150 °C, and the total transformation takes place at 160 °C, and it is maintained until 200 °C, which is consistent with the TG analysis (no significant change in the unit cell parameters is observed from 160 to 200 °C). During the temperature decrease the anhydrous phase is preserved until 100 °C, the rehydration of 2 begins at 90 °C but, in contrast with 1, it is not achieved at the end of the experiment, and takes a few days in air, indicating the slow reversibility of the process.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>The bad quality of the patterns corresponding to dehydrated compounds, <bold>1</bold> and <bold>2</bold>, prevents any structural resolution of the dehydrated form of <bold>1</bold> or <bold>2</bold>. The powder XRD pattern of dehydrated compounds, <bold>1</bold> and <bold>2</bold>, treated at 160 °C in air, have been indexed in the orthorhombic system with the following unit cell parameters: <italic toggle=\"yes\">a</italic> = 6.7515(5) Å, <italic toggle=\"yes\">b</italic> = 28.666(6) Å, <italic toggle=\"yes\">c</italic> = 7.309(1) Å, <italic toggle=\"yes\">V</italic> = 1414.5(4) Å<sup>3</sup>, in the case of <bold>1,</bold> and <italic toggle=\"yes\">a</italic> = 6.7195(3) Å, <italic toggle=\"yes\">b</italic> = 37.886(4) Å, <italic toggle=\"yes\">c</italic> = 7.5429(6) Å, <italic toggle=\"yes\">V</italic> = 1920.2(3) Å<sup>3</sup>, in the case of <bold>2</bold>, by using the TREOR (M(20) = 13, F 20 = 18) and DICVOL (M(20) = 21.7, F 20 = 38.4) programs and refined using the FullProf software package. The results reveal that the structure of <bold>1</bold> and <bold>2</bold> contract about 5.6% and 3%, respectively, along the <italic toggle=\"yes\">b</italic>-axis, maintaining the orthorhombic symmetry, which is due to the loss of two water molecules coordinated to the sodium atoms. The <italic toggle=\"yes\">a</italic> and <italic toggle=\"yes\">c</italic> axis are almost unchanged in the case of <bold>1</bold> and <bold>2</bold>. The change in coordination environment of the sodium atom from octahedral to tetrahedral geometry is compensated by the contraction of the long axis (<italic toggle=\"yes\">b</italic>-axis), owing to the fact that the free carboxylate groups, O2−C6−O2 of <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> or O2−C10−O2 of <bold>biBDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> ligands in <bold>1</bold> and <bold>2</bold>, respectively, are not coordinated, so that these carboxylate groups became closer to the sodium atom trying to keep an octahedral environment.</p>", "clean_text": "The bad quality of the patterns corresponding to dehydrated compounds, 1 and 2, prevents any structural resolution of the dehydrated form of 1 or 2. The powder XRD pattern of dehydrated compounds, 1 and 2, treated at 160 °C in air, have been indexed in the orthorhombic system with the following unit cell parameters: a = 6.7515(5) Å, b = 28.666(6) Å, c = 7.309(1) Å, V = 1414.5(4) Å3, in the case of 1, and a = 6.7195(3) Å, b = 37.886(4) Å, c = 7.5429(6) Å, V = 1920.2(3) Å3, in the case of 2, by using the TREOR (M(20) = 13, F 20 = 18) and DICVOL (M(20) = 21.7, F 20 = 38.4) programs and refined using the FullProf software package. The results reveal that the structure of 1 and 2 contract about 5.6% and 3%, respectively, along the b-axis, maintaining the orthorhombic symmetry, which is due to the loss of two water molecules coordinated to the sodium atoms. The a and c axis are almost unchanged in the case of 1 and 2. The change in coordination environment of the sodium atom from octahedral to tetrahedral geometry is compensated by the contraction of the long axis (b-axis), owing to the fact that the free carboxylate groups, O2-C6-O2 of BDC  2-  or O2-C10-O2 of biBDC  2-  ligands in 1 and 2, respectively, are not coordinated, so that these carboxylate groups became closer to the sodium atom trying to keep an octahedral environment.", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>A test of catalytic activity has been performed to check the ability of compounds <bold>1</bold> and <bold>2</bold> to behave as acid Lewis catalysts, in acetalization of benzaldehyde (Figure ), and their catalytic activity has been compared with that of yttrium oxide (Y<sub>2</sub>O<sub>3</sub>) which was tested under the same conditions. The results are quite modest, and both compounds show a similar catalytic behavior. However, these results may prove the positive effect of the framework to improve the catalytic activity of the yttrium center compared with the compact structure of the oxide.</p>", "clean_text": "A test of catalytic activity has been performed to check the ability of compounds 1 and 2 to behave as acid Lewis catalysts, in acetalization of benzaldehyde (Figure ), and their catalytic activity has been compared with that of yttrium oxide (Y2O3) which was tested under the same conditions. The results are quite modest, and both compounds show a similar catalytic behavior. However, these results may prove the positive effect of the framework to improve the catalytic activity of the yttrium center compared with the compact structure of the oxide.", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Catalytic activity of compounds <bold>1</bold> and <bold>2</bold> in acetalization of benzaldehyde, compared with that of yttrium oxide as a function of time (a), and at 140 h (b).</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2010-00867w_0010.tif\"></graphic>\n</fig>", "clean_text": " 9  Catalytic activity of compounds 1 and 2 in acetalization of benzaldehyde, compared with that of yttrium oxide as a function of time (a), and at 140 h (b).   ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>The hydrothermal synthesis and the structural characterization of two novel chiral yttrium-based metal organic frameworks, the first examples of chiral MOFs containing mixed Y(III), Na(I), and chiral flexible-achiral rigid ligands, have been reported. Currently, our work is focused on obtaining members of Ln(III)-Na(I)<bold>-Tart</bold>\n<sup>\n<bold>2−</bold>\n</sup>\n<bold>-BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> and Ln(III)-Na(I)<bold>-Tart</bold>\n<sup>\n<bold>2−</bold>\n</sup>\n<bold>-biBDC</bold>\n<sup>2−</sup> (Ln = lanthanide element) families, as these may be promising materials in the fields of photoluminescence and heterogeneous catalysis.</p>", "clean_text": "Conclusions\n\nThe hydrothermal synthesis and the structural characterization of two novel chiral yttrium-based metal organic frameworks, the first examples of chiral MOFs containing mixed Y(III), Na(I), and chiral flexible-achiral rigid ligands, have been reported. Currently, our work is focused on obtaining members of Ln(III)-Na(I)-Tart  2-  -BDC  2-  and Ln(III)-Na(I)-Tart  2-  -biBDC 2- (Ln = lanthanide element) families, as these may be promising materials in the fields of photoluminescence and heterogeneous catalysis.", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>TG-DTG-SDTA-DSC-MS curves, and <sup>13</sup>C CPMAS NMR data of the compounds <bold>1</bold> and <bold>2</bold>. X-ray crystallographic information (CIF files) for compounds <bold>1</bold> and <bold>2</bold>. This material is available free of charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p>", "clean_text": "TG-DTG-SDTA-DSC-MS curves, and 13C CPMAS NMR data of the compounds 1 and 2. X-ray crystallographic information (CIF files) for compounds 1 and 2. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<title>References</title><p>PLATON/PLUTON: </p>", "clean_text": "References\n\nPLATON/PLUTON: ", "data": null, "include_properties": null}], "cln_elements": [{"idx": "8, 9, 10", "type": "text", "classification": "synthesis condition", "content": "<p>Compound <bold>1:</bold> 0.31 g (1 mmol) of YCl<sub>3</sub>·6H<sub>2</sub>O, 0.21 g (1.4 mmol) of <sc>l</sc>-tartaric acid (<bold>H</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>Tart</bold>), 0.08 g (0.5 mmol) of terephthalic acid (<bold>H</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>BDC</bold>), and 0.14 g (3.5 mmol) of NaOH were dissolved in a mixture of ethanol (6 mL) and distilled water (6 mL). (0.135 g, ca. 30% yield based on Y). Elemental analysis for <bold>1:</bold> C<sub>12</sub>H<sub>12</sub>O<sub>12</sub>YNa (<italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 460.12). Calcd: C, 31.29; H, 2.61%. Found: C, 31.3; H, 2.3%.</p><p>Compound <bold>2:</bold> 0.31 g (1 mmol) of YCl<sub>3</sub>·6H<sub>2</sub>O, 0.21 g (1.4 mmol) of <sc>l</sc>-tartaric acid (<bold>H</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>Tart</bold>), 0.12 g (0.5 mmol) of biphenyl-4,4′-dicarboxylic acid (<bold>H</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>biBDC</bold>) and 0.14 g (3.5 mmol) of NaOH were dissolved in a mixture of ethanol (6 mL) and distilled water (6 mL). (0.176 g, ca. 32% yield based on Y). Elemental analysis for <bold>2:</bold> C<sub>18</sub>H<sub>16</sub>O<sub>12</sub>YNa (<italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 536.21). Calcd: C, 40.28; H, 2.98%. Found: C, 39.0; H, 3.1%.</p><p>In both cases, the reaction mixture was stirred for 2 h at room temperature to homogeneity and then placed in a Teflon-lined stainless vessel (40 mL) and heated to 180 °C for 72 h under autogenous pressure and afterward cooled to room temperature. The resulting product was filtered off, washed thoroughly with ethanol and distilled water, and finally air-dried at room temperature.</p>", "clean_text": "Compound 1: 0.31 g (1 mmol) of YCl3⋅6H2O, 0.21 g (1.4 mmol) of l-tartaric acid (H  2  Tart), 0.08 g (0.5 mmol) of terephthalic acid (H  2  BDC), and 0.14 g (3.5 mmol) of NaOH were dissolved in a mixture of ethanol (6 mL) and distilled water (6 mL). (0.135 g, ca. 30% yield based on Y). Elemental analysis for 1: C12H12O12YNa (M r = 460.12). Calcd: C, 31.29; H, 2.61%. Found: C, 31.3; H, 2.3%.\n\nCompound 2: 0.31 g (1 mmol) of YCl3⋅6H2O, 0.21 g (1.4 mmol) of l-tartaric acid (H  2  Tart), 0.12 g (0.5 mmol) of biphenyl-4,4'-dicarboxylic acid (H  2  biBDC) and 0.14 g (3.5 mmol) of NaOH were dissolved in a mixture of ethanol (6 mL) and distilled water (6 mL). (0.176 g, ca. 32% yield based on Y). Elemental analysis for 2: C18H16O12YNa (M r = 536.21). Calcd: C, 40.28; H, 2.98%. Found: C, 39.0; H, 3.1%.\n\nIn both cases, the reaction mixture was stirred for 2 h at room temperature to homogeneity and then placed in a Teflon-lined stainless vessel (40 mL) and heated to 180 °C for 72 h under autogenous pressure and afterward cooled to room temperature. The resulting product was filtered off, washed thoroughly with ethanol and distilled water, and finally air-dried at room temperature.", "data": [[[{"meta": {"name": "Compound 1", "symbol": "", "chemical formula": "C12H12O12YNa"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "YCl3·6H2O", "amount": "0.31", "unit": "g"}, {"name": "l-tartaric acid", "amount": "0.21", "unit": "g"}, {"name": "terephthalic acid", "amount": "0.08", "unit": "g"}, {"name": "NaOH", "amount": "0.14", "unit": "g"}], "solution": [{"name": "ethanol", "amount": "6", "unit": "mL"}, {"name": "distilled water", "amount": "6", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "2 h"}, {"synthesis method": "solvothermal synthesis", "pressure": "autogenous pressure", "temperature": "180°C", "time": "72 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "washing", "washing solution": "ethanol and distilled water", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}], "yield": "ca. 30%"}], [{"meta": {"name": "Compound 2", "symbol": "", "chemical formula": "C18H16O12YNa"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "YCl3·6H2O", "amount": "0.31", "unit": "g"}, {"name": "l-tartaric acid", "amount": "0.21", "unit": "g"}, {"name": "biphenyl-4,4'-dicarboxylic acid", "amount": "0.12", "unit": "g"}, {"name": "NaOH", "amount": "0.14", "unit": "g"}], "solution": [{"name": "ethanol", "amount": "6", "unit": "mL"}, {"name": "distilled water", "amount": "6", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "2 h"}, {"synthesis method": "solvothermal synthesis", "pressure": "autogenous pressure", "temperature": "180°C", "time": "72 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "washing", "washing solution": "ethanol and distilled water", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}], "yield": "ca. 32%"}]]], "include_properties": ["solvothermal_synthesis", "filtration", "washing", "drying"]}, {"idx": "32, 33, 34, 36", "type": "text", "classification": "property", "content": "<p>The thermal stability in air of <bold>1</bold> and <bold>2</bold> was investigated. The TG/DTG, SDTA curves, and the mass spectrometry analysis, are depicted in the , while  shows DSC traces. TG/DTG curves of <bold>1</bold> and <bold>2</bold> reveal total mass losses of, respectively, 66.6% (calcd 68.69%) and 68.8% (calcd 73.14%), from room temperature up to 1000 °C. The final product of the decomposition is Y<sub>2</sub>O<sub>3</sub> (detected by PXRD), amorphous Na<sub>2</sub>O (by EDX microanalysis), and coal (by C−H−N elemental analysis).</p><p>In the case of <bold>1</bold>, the first stage between 120 and 245 °C (which reach its maximum velocity at 212 °C) with the total mass loss of 7.4% (calcd 7.82%), associated with endothermic peak at 215 and 210 °C on the SDTA and DSC curves respectively, corresponds to the loss of the two water molecules coordinated to the sodium atom. The second, third, and fourth with shoulder (fifth stage) stages are continuous and overlapping, with the total mass loss of about 53%, in the range 270−580 °C, which reach their maximum velocity at 314, 402, and 485 °C respectively, associated with a large exothermic bound in the range 308−440 °C (maximum at 400 °C) and 306−435 °C (maximum at 403 °C) on the SDTA and DSC curves, respectively, corresponding to the second and third stages, and with a sharp exothermic peak at 484 °C accompanied by shoulder at 520 °C on the SDTA curve and with two peaks at 489 and 520 °C on the DSC curve corresponding to the fourth and fifth stages. This multistep decomposition behavior is assigned to a complex and overlapping oxidation process of the mixed-ligands. The sixth stage in the range 630−750 °C, which reaches its maximum velocity at 698 °C, with the mass loss of about 6%, described by exothermic effect at 700 °C on the SDTA curve, may be due to the liberation of some trapped organic part after the structure collapse. The associated mass spectrometry <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 18 and 44 curves are in a good agreement with the TG/DTG curves. The mass spectrometry <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 18 curve has four maxima, the first one at 223 °C corresponding to the loss of the two water molecules coordinated to sodium atom, and the second, third, and fourth maxima at 324, 406, and 485 °C, respectively, coincide with the first, second, and third (accompanied by a shoulder at 520 °C) maxima of the <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 44 curve, which may be attributed to multistep oxidation of the <bold>Tart</bold>\n<sup>\n<bold>2−</bold>\n</sup> and <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> ligands. The fifth maxima of <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 44 curve at 700 °C confirm the liberation of some trapped organic part after the structure collapse. Other fragments of <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 42 and 50, corresponding to <bold>Tart</bold>\n<sup>\n<bold>2−</bold>\n</sup> and <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> ligands repectively, have been also detected. The <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 42 curve shows three maxima which coincide with the first, second, and third maxima of the <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 44 curve, while the <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 50 maxima at 485 °C coincide with the third maximum of <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 44, showing the thermal resistance of the <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> ligand up to 450 °C. And therefore, the second and third stages may be due to the oxidation of the <bold>Tart</bold>\n<sup>\n<bold>2−</bold>\n</sup> ligand, while the fourth and fifth stages are shared between the oxidation of the <bold>Tart</bold>\n<sup>\n<bold>2−</bold>\n</sup> and the <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> ligands. Taking into account that the mass spectrometry analysis is a semiquantitative method, the integration of the first band (670 nA) is almost half of the integration of the second, third, and fourth ones (1553 nA) in the <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> 18 curve, indicating the loss of approximately four water molecules in the second, third, fourth, and fifth steps, corresponding to the amount of hydrogen atoms resulting from the decomposition of the both <bold>Tart</bold>\n<sup>\n<bold>2−</bold>\n</sup> and <bold>BDC</bold>\n<sup>\n<bold>2−</bold>\n</sup> ligands in the formula of <bold>1</bold>.</p><p>Similarly to <bold>1</bold>, the mass loss of compound <bold>2</bold> proceeds in six stages; the first stage between 125 and 240 °C with the total mass loss of 6.2% (calcd 6.71%) corresponds to the loss of the two coordinated water molecules to sodium atom. The second to the fifth stages are continuous and overlapping, in the range 260−600 °C, with the total mass loss of 59.6%, correspond to the decomposition of the mixed-ligands. The sixth stage, in the range 700−780 °C, is attributed to the liberation of some trapped organic part after the structure collapse.</p><p>As it was suspected, the TG/DTG curves show that the compounds <bold>1</bold> and <bold>2</bold> have similar multistep decomposition profiles (both have the same dimensionality and related structures), with differences related with the thermal stability of the mixed-ligand system. In addition, the dehydration enthalpies (−70 kJ/mol and −59 kJ/mol for <bold>1</bold> and <bold>2</bold>, respectively) are comparable. After the dehydration, the anhydrous compounds of <bold>1</bold> and <bold>2</bold> are stable up to 250 °C, and their similarity is reflected by comparable oxidative decomposition enthalpies, 3545 and 3581 kJ/mol, respectively.</p>", "clean_text": "The thermal stability in air of 1 and 2 was investigated. The TG/DTG, SDTA curves, and the mass spectrometry analysis, are depicted in the , while  shows DSC traces. TG/DTG curves of 1 and 2 reveal total mass losses of, respectively, 66.6% (calcd 68.69%) and 68.8% (calcd 73.14%), from room temperature up to 1000 °C. The final product of the decomposition is Y2O3 (detected by PXRD), amorphous Na2O (by EDX microanalysis), and coal (by C-H-N elemental analysis).\n\nIn the case of 1, the first stage between 120 and 245 °C (which reach its maximum velocity at 212 °C) with the total mass loss of 7.4% (calcd 7.82%), associated with endothermic peak at 215 and 210 °C on the SDTA and DSC curves respectively, corresponds to the loss of the two water molecules coordinated to the sodium atom. The second, third, and fourth with shoulder (fifth stage) stages are continuous and overlapping, with the total mass loss of about 53%, in the range 270-580 °C, which reach their maximum velocity at 314, 402, and 485 °C respectively, associated with a large exothermic bound in the range 308-440 °C (maximum at 400 °C) and 306-435 °C (maximum at 403 °C) on the SDTA and DSC curves, respectively, corresponding to the second and third stages, and with a sharp exothermic peak at 484 °C accompanied by shoulder at 520 °C on the SDTA curve and with two peaks at 489 and 520 °C on the DSC curve corresponding to the fourth and fifth stages. This multistep decomposition behavior is assigned to a complex and overlapping oxidation process of the mixed-ligands. The sixth stage in the range 630-750 °C, which reaches its maximum velocity at 698 °C, with the mass loss of about 6%, described by exothermic effect at 700 °C on the SDTA curve, may be due to the liberation of some trapped organic part after the structure collapse. The associated mass spectrometry m/z 18 and 44 curves are in a good agreement with the TG/DTG curves. The mass spectrometry m/z 18 curve has four maxima, the first one at 223 °C corresponding to the loss of the two water molecules coordinated to sodium atom, and the second, third, and fourth maxima at 324, 406, and 485 °C, respectively, coincide with the first, second, and third (accompanied by a shoulder at 520 °C) maxima of the m/z 44 curve, which may be attributed to multistep oxidation of the Tart  2-  and BDC  2-  ligands. The fifth maxima of m/z 44 curve at 700 °C confirm the liberation of some trapped organic part after the structure collapse. Other fragments of m/z 42 and 50, corresponding to Tart  2-  and BDC  2-  ligands repectively, have been also detected. The m/z 42 curve shows three maxima which coincide with the first, second, and third maxima of the m/z 44 curve, while the m/z 50 maxima at 485 °C coincide with the third maximum of m/z 44, showing the thermal resistance of the BDC  2-  ligand up to 450 °C. And therefore, the second and third stages may be due to the oxidation of the Tart  2-  ligand, while the fourth and fifth stages are shared between the oxidation of the Tart  2-  and the BDC  2-  ligands. Taking into account that the mass spectrometry analysis is a semiquantitative method, the integration of the first band (670 nA) is almost half of the integration of the second, third, and fourth ones (1553 nA) in the m/z 18 curve, indicating the loss of approximately four water molecules in the second, third, fourth, and fifth steps, corresponding to the amount of hydrogen atoms resulting from the decomposition of the both Tart  2-  and BDC  2-  ligands in the formula of 1.\n\nSimilarly to 1, the mass loss of compound 2 proceeds in six stages; the first stage between 125 and 240 °C with the total mass loss of 6.2% (calcd 6.71%) corresponds to the loss of the two coordinated water molecules to sodium atom. The second to the fifth stages are continuous and overlapping, in the range 260-600 °C, with the total mass loss of 59.6%, correspond to the decomposition of the mixed-ligands. The sixth stage, in the range 700-780 °C, is attributed to the liberation of some trapped organic part after the structure collapse.\n\nAs it was suspected, the TG/DTG curves show that the compounds 1 and 2 have similar multistep decomposition profiles (both have the same dimensionality and related structures), with differences related with the thermal stability of the mixed-ligand system. In addition, the dehydration enthalpies (-70 kJ/mol and -59 kJ/mol for 1 and 2, respectively) are comparable. After the dehydration, the anhydrous compounds of 1 and 2 are stable up to 250 °C, and their similarity is reflected by comparable oxidative decomposition enthalpies, 3545 and 3581 kJ/mol, respectively.", "data": [[{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "decomposition temperature": [{"value": "120", "unit": "°C", "type": "an initial weight loss", "condition": ""}, {"value": "270 to 580", "unit": "°C", "type": "continuous and overlapping weight loss", "condition": ""}, {"value": "630 to 750", "unit": "°C", "type": "mass loss", "condition": ""}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": ""}, "decomposition temperature": [{"value": "125 to 240", "unit": "°C", "type": "loss of coordinated water molecules", "condition": ""}, {"value": "260 to 600", "unit": "°C", "type": "decomposition of mixed-ligands", "condition": ""}, {"value": "700 to 780", "unit": "°C", "type": "mass loss", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 21, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystallographic Data for <bold>1</bold> and <bold>2</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">Compound <bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">Compound <bold>2</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>identification code</oasis:entry>\n<oasis:entry>ZA1</oasis:entry>\n<oasis:entry>ZA2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>empirical formula</oasis:entry>\n<oasis:entry>C<sub>12</sub>H<sub>12</sub>NaO<sub>12</sub>Y</oasis:entry>\n<oasis:entry>C<sub>18</sub>H<sub>16</sub>NaO<sub>12</sub>Y</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula weight/g mol<sup>-1</sup>\n</oasis:entry>\n<oasis:entry>460.12</oasis:entry>\n<oasis:entry>536.21</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>temperature/K</oasis:entry>\n<oasis:entry>293(2) K</oasis:entry>\n<oasis:entry>293(2) K</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>wavelength</oasis:entry>\n<oasis:entry>1.54184 Å</oasis:entry>\n<oasis:entry>1.54184 Å</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C</italic>222<sub>1</sub>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C</italic>222<sub>1</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>unit cell dimensions</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> (Å)</oasis:entry>\n<oasis:entry>6.8854(2)</oasis:entry>\n<oasis:entry>6.8531(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> (Å)</oasis:entry>\n<oasis:entry>30.3859(7)</oasis:entry>\n<oasis:entry>39.0426(8)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> (Å)</oasis:entry>\n<oasis:entry>7.4741(2)</oasis:entry>\n<oasis:entry>7.4976(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α (deg)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β (deg)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ (deg)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>cell volume/ Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry>1563.72(7)</oasis:entry>\n<oasis:entry>2006.08(9)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>calc. density/mg m<sup>−3</sup>\n</oasis:entry>\n<oasis:entry>1.954</oasis:entry>\n<oasis:entry>1.775</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>absorption coefficient/mm<sup>−1</sup>\n</oasis:entry>\n<oasis:entry>6.184</oasis:entry>\n<oasis:entry>4.928</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>920</oasis:entry>\n<oasis:entry>1080</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal size (mm<sup>3</sup>)</oasis:entry>\n<oasis:entry>0.015 × 0.046 × 0.192</oasis:entry>\n<oasis:entry>0.018 × 0.048 × 0.118</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>θ range for data collection/ deg</oasis:entry>\n<oasis:entry>5.82 to 66.78</oasis:entry>\n<oasis:entry>4.53 to 70.55</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>index ranges</oasis:entry>\n<oasis:entry>−6 ≤ <italic toggle=\"yes\">h</italic> ≤ 8</oasis:entry>\n<oasis:entry>−4 ≤ <italic toggle=\"yes\">h</italic> ≤ 8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>−23 ≤ <italic toggle=\"yes\">k</italic> ≤ 35</oasis:entry>\n<oasis:entry>−32 ≤ <italic toggle=\"yes\">k</italic> ≤ 47</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>−8 ≤ <italic toggle=\"yes\">l</italic> ≤ 8</oasis:entry>\n<oasis:entry>−9 ≤ <italic toggle=\"yes\">l</italic> ≤ 7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflections collected</oasis:entry>\n<oasis:entry>2595</oasis:entry>\n<oasis:entry>3491</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>independent reflections</oasis:entry>\n<oasis:entry>1256 [<italic toggle=\"yes\">R</italic>(int) = 0.0536]</oasis:entry>\n<oasis:entry>1786 [<italic toggle=\"yes\">R</italic>(int) = 0.0303]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>completeness to θ<sub>max</sub>\n</oasis:entry>\n<oasis:entry>98.3%</oasis:entry>\n<oasis:entry>99.7%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>absorption correction</oasis:entry>\n<oasis:entry>refined (XABS2)</oasis:entry>\n<oasis:entry>refined (XABS2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>max. and min. transmission</oasis:entry>\n<oasis:entry>0.9255 and 0.6034</oasis:entry>\n<oasis:entry>1 and 0.83103</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>refinement method</oasis:entry>\n<oasis:entry>full-matrix least-squares on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>full-matrix least-squares on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>data/restraints/parameters</oasis:entry>\n<oasis:entry>1256/3/133</oasis:entry>\n<oasis:entry>1786/3/158</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness-of-fit on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>1.024</oasis:entry>\n<oasis:entry>1.145</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>final <italic toggle=\"yes\">R</italic> indices [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>R1 = 0.0303</oasis:entry>\n<oasis:entry>R1 = 0.0278</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>wR2 = 0.0622</oasis:entry>\n<oasis:entry>wR2 = 0.0715</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic> indices (all data)</oasis:entry>\n<oasis:entry>R1 = 0.0334</oasis:entry>\n<oasis:entry>R1 = 0.0317</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>wR2 = 0.0627</oasis:entry>\n<oasis:entry>wR2 = 0.0723</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>absolute structure parameter</oasis:entry>\n<oasis:entry>0.01(3)</oasis:entry>\n<oasis:entry>−0.01(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>largest diff. peak and hole</oasis:entry>\n<oasis:entry>0.491 and −0.415 e Å<sup>−3</sup>\n</oasis:entry>\n<oasis:entry>0.356 and −0.449 e Å<sup>−3</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Crystallographic Data for 1 and 2\n\n|                    | Compound 1                   | Compound 2                   |\n|--------------------|-------------------------------|-------------------------------|\n| identification code| ZA1                           | ZA2                           |\n| empirical formula | C<sub>12</sub>H<sub>12</sub>NaO<sub>12</sub>Y | C<sub>18</sub>H<sub>16</sub>NaO<sub>12</sub>Y |\n| formula weight/g mol<sup>-1</sup> | 460.12 | 536.21 |\n| temperature/K | 293(2) K | 293(2) K |\n| wavelength | 1.54184 Å | 1.54184 Å |\n| crystal system | orthorhombic | orthorhombic |\n| space group | C222<sub>1</sub> | C222<sub>1</sub> |\n| unit cell dimensions |  |  |\n| a (Å) | 6.8854(2) | 6.8531(2) |\n| b (Å) | 30.3859(7) | 39.0426(8) |\n| c (Å) | 7.4741(2) | 7.4976(2) |\n| α (deg) | 90 | 90 |\n| β (deg) | 90 | 90 |\n| γ (deg) | 90 | 90 |\n| cell volume/ Å<sup>3</sup> | 1563.72(7) | 2006.08(9) |\n| Z | 4 | 4 |\n| calc. density/mg m<sup>−3</sup> | 1.954 | 1.775 |\n| absorption coefficient/mm<sup>−1</sup> | 6.184 | 4.928 |\n| F(000) | 920 | 1080 |\n| crystal size (mm<sup>3</sup>) | 0.015 × 0.046 × 0.192 | 0.018 × 0.048 × 0.118 |\n| θ range for data collection/ deg | 5.82 to 66.78 | 4.53 to 70.55 |\n| index ranges | −6 ≤ h ≤ 8 | −4 ≤ h ≤ 8 |\n|  | −23 ≤ k ≤ 35 | −32 ≤ k ≤ 47 |\n|  | −8 ≤ l ≤ 8 | −9 ≤ l ≤ 7 |\n| reflections collected | 2595 | 3491 |\n| independent reflections | 1256 [R(int) = 0.0536] | 1786 [R(int) = 0.0303] |\n| completeness to θ<sub>max</sub> | 98.3% | 99.7% |\n| absorption correction | refined (XABS2) | refined (XABS2) |\n| max. and min. transmission | 0.9255 and 0.6034 | 1 and 0.83103 |\n| refinement method | full-matrix least-squares on F<sup>2</sup> | full-matrix least-squares on F<sup>2</sup> |\n| data/restraints/parameters | 1256/3/133 | 1786/3/158 |\n| goodness-of-fit on F<sup>2</sup> | 1.024 | 1.145 |\n| final R indices [I > 2σ(I)] | R1 = 0.0303 | R1 = 0.0278 |\n|  | wR2 = 0.0622 | wR2 = 0.0715 |\n| R indices (all data) | R1 = 0.0334 | R1 = 0.0317 |\n|  | wR2 = 0.0627 | wR2 = 0.0723 |\n| absolute structure parameter | 0.01(3) | −0.01(2) |\n| largest diff. peak and hole | 0.491 and −0.415 e Å<sup>−3</sup> | 0.356 and −0.449 e Å<sup>−3</sup> |", "data": [{"meta": {"name": "", "symbol": "Compound 1", "chemical formula": "C12H12NaO12Y"}, "chemical formula weight": [{"value": "460.12", "unit": "", "condition": ""}], "crystal system": [{"value": "orthorhombic", "condition": ""}], "space group": [{"value": "C2221", "condition": ""}], "lattice parameters": [{"value": {"a": "6.8854", "b": "30.3859", "c": "7.4741", "alpha": "90", "beta": "90", "gamma": "90"}, "condition": ""}], "cell volume": [{"value": "1563.72", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.954", "unit": "mg/m^3", "condition": ""}], "crystal size": [{"value": "0.015 x 0.046 x 0.192", "unit": "mm", "condition": ""}]}, {"meta": {"name": "", "symbol": "Compound 2", "chemical formula": "C18H16NaO12Y"}, "chemical formula weight": [{"value": "536.21", "unit": "", "condition": ""}], "crystal system": [{"value": "orthorhombic", "condition": ""}], "space group": [{"value": "C2221", "condition": ""}], "lattice parameters": [{"value": {"a": "6.8531", "b": "39.0426", "c": "7.4976", "alpha": "90", "beta": "90", "gamma": "90"}, "condition": ""}], "cell volume": [{"value": "2006.08", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.775", "unit": "mg/m^3", "condition": ""}], "crystal size": [{"value": "0.018 x 0.048 x 0.118", "unit": "mm", "condition": ""}]}], "include_properties": null}, {"idx": 22, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Selected Bond Lengths (Å) and Bond Angles (deg) for Compound <bold>1</bold> and <bold>2</bold>\n<xref rid=\"tbl2-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">Compound <bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">Compound <bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Y1O1</oasis:entry>\n<oasis:entry>2.377(2)</oasis:entry>\n<oasis:entry>Y1O1</oasis:entry>\n<oasis:entry>2.381(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Y1O3</oasis:entry>\n<oasis:entry>2.378(3)</oasis:entry>\n<oasis:entry>Y1O3</oasis:entry>\n<oasis:entry>2.382(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Y1O4</oasis:entry>\n<oasis:entry>2.282(3)</oasis:entry>\n<oasis:entry>Y1O4</oasis:entry>\n<oasis:entry>2.278(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Y1O5</oasis:entry>\n<oasis:entry>2.332(3)</oasis:entry>\n<oasis:entry>Y1O5</oasis:entry>\n<oasis:entry>2.341(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Na1O1</oasis:entry>\n<oasis:entry>2.399(3)</oasis:entry>\n<oasis:entry>Na1O1<sup>III</sup>\n</oasis:entry>\n<oasis:entry>2.382(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Na1O4</oasis:entry>\n<oasis:entry>2.548(3)</oasis:entry>\n<oasis:entry>Na1O4 <sup>III</sup>\n</oasis:entry>\n<oasis:entry>2.554(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Na1O6</oasis:entry>\n<oasis:entry>2.313(4)</oasis:entry>\n<oasis:entry>Na1O6</oasis:entry>\n<oasis:entry>2.316(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Y1Na1</oasis:entry>\n<oasis:entry>3.819(2)</oasis:entry>\n<oasis:entry>Y1Na1</oasis:entry>\n<oasis:entry>3.808(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>C1O1</oasis:entry>\n<oasis:entry>1.259(3)</oasis:entry>\n<oasis:entry>C1O1</oasis:entry>\n<oasis:entry>1.264(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O1C1O1<sup>I</sup>\n</oasis:entry>\n<oasis:entry>119.7(4)</oasis:entry>\n<oasis:entry>O1C1O1<sup>III</sup>\n</oasis:entry>\n<oasis:entry>120.0(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>C6O2</oasis:entry>\n<oasis:entry>1.255(4)</oasis:entry>\n<oasis:entry>C10O2</oasis:entry>\n<oasis:entry>1.254(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O2C6O2<sup>I</sup>\n</oasis:entry>\n<oasis:entry>123.5(5)</oasis:entry>\n<oasis:entry>O2C10O2<sup>III</sup>\n</oasis:entry>\n<oasis:entry>123.7(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>C7O3</oasis:entry>\n<oasis:entry>1.426(5)</oasis:entry>\n<oasis:entry>C11O3</oasis:entry>\n<oasis:entry>1.429(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>C8O4<sup>II</sup>\n</oasis:entry>\n<oasis:entry>1.268(5)</oasis:entry>\n<oasis:entry>C12O4<sup>IV</sup>\n</oasis:entry>\n<oasis:entry>1.266(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>C8O5</oasis:entry>\n<oasis:entry>1.253(5)</oasis:entry>\n<oasis:entry>C12O5</oasis:entry>\n<oasis:entry>1.242(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O5C8O4<sup>II</sup>\n</oasis:entry>\n<oasis:entry>124.6(4)</oasis:entry>\n<oasis:entry>O5C12O4<sup>IV</sup>\n</oasis:entry>\n<oasis:entry>125.2(4)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>Symmetry code: (I) −<italic toggle=\"yes\">x</italic>, <italic toggle=\"yes\">y</italic>, −<italic toggle=\"yes\">z</italic>+3/2; (II) −<italic toggle=\"yes\">x</italic>−1/2, −<italic toggle=\"yes\">y</italic>+3/2, <italic toggle=\"yes\">z</italic>−1/2; (III) −<italic toggle=\"yes\">x</italic>+1, <italic toggle=\"yes\">y</italic>, −<italic toggle=\"yes\">z</italic>+3/2; (IV) −<italic toggle=\"yes\">x</italic>+3/2,−<italic toggle=\"yes\">y</italic>+1/2, <italic toggle=\"yes\">z</italic>−1/2.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Selected Bond Lengths (Å) and Bond Angles (deg) for Compound 1 and 2[^a]\n\n| Compound 1 |       | Compound 2 |       |\n|------------|-------|------------|-------|\n| Y1O1      | 2.377(2) | Y1O1      | 2.381(2) |\n| Y1O3      | 2.378(3) | Y1O3      | 2.382(3) |\n| Y1O4      | 2.282(3) | Y1O4      | 2.278(3) |\n| Y1O5      | 2.332(3) | Y1O5      | 2.341(3) |\n| Na1O1     | 2.399(3) | Na1O1[^III] | 2.382(2) |\n| Na1O4     | 2.548(3) | Na1O4[^III] | 2.554(3) |\n| Na1O6     | 2.313(4) | Na1O6     | 2.316(4) |\n| Y1Na1     | 3.819(2) | Y1Na1     | 3.808(4) |\n| C1O1      | 1.259(3) | C1O1      | 1.264(3) |\n| O1C1O1[^I] | 119.7(4) | O1C1O1[^III] | 120.0(4) |\n| C6O2      | 1.255(4) | C10O2     | 1.254(4) |\n| O2C6O2[^I] | 123.5(5) | O2C10O2[^III] | 123.7(5) |\n| C7O3      | 1.426(5) | C11O3     | 1.429(5) |\n| C8O4[^II] | 1.268(5) | C12O4[^IV] | 1.266(5) |\n| C8O5      | 1.253(5) | C12O5     | 1.242(5) |\n| O5C8O4[^II] | 124.6(4) | O5C12O4[^IV] | 125.2(4) |\n\n[^a]: Symmetry code: (I) −x, y, −z+3/2; (II) −x−1/2, −y+3/2, z−1/2; (III) −x+1, y, −z+3/2; (IV) −x+3/2,−y+1/2, z−1/2.", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 23, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Hydrogen-Bond Geometry in <bold>1</bold> and <bold>2</bold> (Å, deg)<xref rid=\"tbl3-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">D−H···A</oasis:entry>\n<oasis:entry align=\"center\">D−H [Å]</oasis:entry>\n<oasis:entry align=\"center\">H···A [Å]</oasis:entry>\n<oasis:entry align=\"center\">D···A [Å]</oasis:entry>\n<oasis:entry align=\"center\">D−H···A [deg]</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col1\">Compound <bold>1</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O6−H6A···O2 <sup>I</sup>\n</oasis:entry>\n<oasis:entry>0.99(4)</oasis:entry>\n<oasis:entry>1.84(4)</oasis:entry>\n<oasis:entry>2.817(7)</oasis:entry>\n<oasis:entry>166(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O3−H30···O2 <sup>I</sup>\n</oasis:entry>\n<oasis:entry>0.81(5)</oasis:entry>\n<oasis:entry>1.83(5)</oasis:entry>\n<oasis:entry>2.628(4)</oasis:entry>\n<oasis:entry>170(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col1\">Compound <bold>2</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O6−H6A···O2 <sup>II</sup>\n</oasis:entry>\n<oasis:entry>0.97(5)</oasis:entry>\n<oasis:entry>1.86(5)</oasis:entry>\n<oasis:entry>2.804(7)</oasis:entry>\n<oasis:entry>163(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O3−H30···O2 <sup>III</sup>\n</oasis:entry>\n<oasis:entry>0.84(7)</oasis:entry>\n<oasis:entry>1.77(6)</oasis:entry>\n<oasis:entry>2.611(4)</oasis:entry>\n<oasis:entry>171(7)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl3-fn1\">\n<label>a</label>\n<p>Symmetry code: (I) 1−<italic toggle=\"yes\">x</italic>, −<italic toggle=\"yes\">y</italic>, −1/2+<italic toggle=\"yes\">z</italic> ; (II) 1−<italic toggle=\"yes\">x</italic>, −<italic toggle=\"yes\">y</italic>, −1/2 +<italic toggle=\"yes\">z</italic>; (III) <italic toggle=\"yes\">x</italic>, −<italic toggle=\"yes\">y</italic>, 1−<italic toggle=\"yes\">z</italic>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 3. Hydrogen-Bond Geometry in 1 and 2 (Å, deg)[^a]\n\n| D−H···A | D−H [Å] | H···A [Å] | D···A [Å] | D−H···A [deg] |\n|---------|---------|----------|----------|--------------|\n| Compound 1 | | | | |\n| O6−H6A···O2 I | 0.99(4) | 1.84(4) | 2.817(7) | 166(4) |\n| O3−H30···O2 I | 0.81(5) | 1.83(5) | 2.628(4) | 170(7) |\n| Compound 2 | | | | |\n| O6−H6A···O2 II | 0.97(5) | 1.86(5) | 2.804(7) | 163(5) |\n| O3−H30···O2 III | 0.84(7) | 1.77(6) | 2.611(4) | 171(7) |\n\n[^a]: Symmetry code: (I) 1−x, −y, −1/2+z ; (II) 1−x, −y, −1/2 +z; (III) x, −y, 1−z.", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Powder XRD patterns of <bold>1</bold> and <bold>2</bold> compared with the theoretical ones.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2010-00867w_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Powder XRD patterns of 1 and 2 compared with the theoretical ones.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Coordination modes of the <bold>Tart<sup>2−</sup>\n</bold> ligand (μ5−η<sup>1</sup>: η<sup>2</sup>: η<sup>2</sup>: η<sup>1</sup>: η<sup>2</sup>) in <bold>1</bold> and <bold>2</bold>, (b) and (c): coordination modes of <bold>BDC<sup>2−</sup>\n</bold> (μ3−η<sup>1</sup>: η<sup>2</sup>: η<sup>1</sup>) and <bold>biBDC<sup>2−</sup>\n</bold> (μ3−η<sup>1</sup>: η<sup>2</sup>: η<sup>1</sup>) ligands in <bold>1</bold> and <bold>2</bold>, respectively.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2010-00867w_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Coordination modes of the Tart2-  ligand (μ5-η1: η2: η2: η1: η2) in 1 and 2, (b) and (c): coordination modes of BDC2-  (μ3-η1: η2: η1) and biBDC2-  (μ3-η1: η2: η1) ligands in 1 and 2, respectively.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Asymmetric units of <bold>1</bold> (a) and <bold>2</bold> (b).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2010-00867w_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  Asymmetric units of 1 (a) and 2 (b).   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Perspective view of the coordination environment of Y(III) in <bold>1</bold> (a,c) and <bold>2</bold> (b,d).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2010-00867w_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  Perspective view of the coordination environment of Y(III) in 1 (a,c) and 2 (b,d).   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Perspective view of the coordination environment of Na(I) in <bold>1</bold> (a,c) and <bold>2</bold> (b,d).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2010-00867w_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  Perspective view of the coordination environment of Na(I) in 1 (a,c) and 2 (b,d).   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Projection of the structure of <bold>1</bold> (left) and <bold>2</bold> (right) along the <italic toggle=\"yes\">a</italic>-axis.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2010-00867w_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  Projection of the structure of 1 (left) and 2 (right) along the a-axis.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Projection of the structure of <bold>1</bold> (left) and <bold>2</bold> (right) along the <italic toggle=\"yes\">c</italic>-axis.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2010-00867w_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  Projection of the structure of 1 (left) and 2 (right) along the c-axis.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>X-ray thermodiffractogram of <bold>1</bold> (a) and <bold>2</bold> (b) recorded in air heating up from 25 to 200 °C and cooling down to 25 °C. Color code corresponding to the structural changes, blue: compound <bold>1</bold> or <bold>2</bold>, purple: dehydration of compound <bold>1</bold> or <bold>2</bold>, red: dehydrated compound <bold>1</bold> or <bold>2</bold>, green: rehydration of compound <bold>1</bold> or <bold>2</bold> blue: rehydrated compound <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2010-00867w_0009.tif\"></graphic>\n</fig>", "clean_text": " 8  X-ray thermodiffractogram of 1 (a) and 2 (b) recorded in air heating up from 25 to 200 °C and cooling down to 25 °C. Color code corresponding to the structural changes, blue: compound 1 or 2, purple: dehydration of compound 1 or 2, red: dehydrated compound 1 or 2, green: rehydration of compound 1 or 2 blue: rehydrated compound 1.   ", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Catalytic activity of compounds <bold>1</bold> and <bold>2</bold> in acetalization of benzaldehyde, compared with that of yttrium oxide as a function of time (a), and at 140 h (b).</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2010-00867w_0010.tif\"></graphic>\n</fig>", "clean_text": " 9  Catalytic activity of compounds 1 and 2 in acetalization of benzaldehyde, compared with that of yttrium oxide as a function of time (a), and at 140 h (b).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic100867w", "title": null, "journal": "American Chemical Society", "date": "2010.07", "author_list": ["Amghouz\nZakariae", "Roces\nLaura", "García-Granda\nSantiago", "García\nJosé R.", "Souhail\nBadredine", "Mafra\nLuís", "Shi\nFa-nian", "Rocha\nJoão"]}}