{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic300695v.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Starting with the same precursors, pyridine-2,3-dicarboxylate\n(pyrdc)\nand 4,4′-bipyridyl (bipy), two 3D porous coordination polymers,\n{[Cu(bipy)<sub>0.5</sub>(pyrdc)]·3H<sub>2</sub>O} (<bold>1</bold>) and {[Cu(bipy)<sub>0.5</sub>(pyrdc)]·0.5bipy·3H<sub>2</sub>O} (<bold>2</bold>), have been synthesized by changing the solvent\nsystem from MeOH/H<sub>2</sub>O to EtOH/H<sub>2</sub>O. Single-crystal\nstructure analysis revealed that <bold>1</bold> and <bold>2</bold> are supramolecular isomers with 3D pillared-layer structures having\n1D channel systems. Isomer <bold>1</bold> has a flexible structure\nand shows gated adsorption behavior,\nwhile framework <bold>2</bold> has a rigid backbone and exhibits the\nadsorption properties of typical microporous materials.</p>", "clean_text": "Starting with the same precursors, pyridine-2,3-dicarboxylate (pyrdc) and 4,4'-bipyridyl (bipy), two 3D porous coordination polymers, {[Cu(bipy)0.5(pyrdc)]⋅3H2O} (1) and {[Cu(bipy)0.5(pyrdc)]⋅0.5bipy⋅3H2O} (2), have been synthesized by changing the solvent system from MeOH/H2O to EtOH/H2O. Single-crystal structure analysis revealed that 1 and 2 are supramolecular isomers with 3D pillared-layer structures having 1D channel systems. Isomer 1 has a flexible structure and shows gated adsorption behavior, while framework 2 has a rigid backbone and exhibits the adsorption properties of typical microporous materials.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Starting with the same molecular precursors, two supramolecular\nisomers have been synthesized that have 3D pillared-layer structures.\nThe isomers show interesting gas as well as solvent vapor adsorption\nproperties based on their structural rigidity and flexibility.</p>", "clean_text": "Starting with the same molecular precursors, two supramolecular isomers have been synthesized that have 3D pillared-layer structures. The isomers show interesting gas as well as solvent vapor adsorption properties based on their structural rigidity and flexibility.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Functional porous coordination\npolymers (PCPs) or metal–organic frameworks are promising materials\nbecause of their high surface area, modifiable pore surface, and tunable\npore size. The material properties of\nPCPs are solely determined by their framework structure, and so there\nhas always been a thrust to fabricate new PCPs by tuning the chemical\nenvironment of the pore, which may be useful for advanced material\nproperties, like separation, optoelectronic, sensor, drug delivery,\netc. Factors like the temperature, solvent, and reaction stoichiometry\ngreatly influence the process of self-assembly, and it is possible\nto generate different network superstructures by varying those parameters\nusing the same building units. The fabrication of such diverse network\nsuperstructures, a typical phenomenon in coordination polymers known\nas “supramolecular isomerism” or “polymorphism”,\nhas gained enormous attention because of its advantage in controlling\nthe structural rigidity, flexibility, and regularity, which can modulate\nthe functionality. Structural rigidity\narises from strong metal–ligand binding, which uses linkers\nhaving constitutional stiffness or metal clusters as the building\nunits, whereas the flexibility stems from flexible linkers, variable\ncoordination geometry of the metal ions, or guest-induced cooperative\nmovement of the framework on a periodic scale. In contrast to rigid frameworks, flexible or soft porous frameworks\noffer ideal platforms for molecular recognition properties, which\nenhance the selectivity by responding to specific guest molecules\nin a particular way. Although during the\npast few years there are reports on supramolecular isomerism for a\nparticular metal ion and ligand pair system, to the best of our knowledge,\ndifferent functional supramolecular isomerisms and their structure–property\nrelationships based on the rigid and flexible structures have yet\nto be properly accounted for. Here, we report the synthesis, structure,\nand adsorption properties of two new 3D PCPs, {[Cu(bipy)<sub>0.5</sub>(pyrdc)]·3H<sub>2</sub>O} (<bold>1</bold>) and {[Cu(bipy)<sub>0.5</sub>(pyrdc)]·0.5bipy·3H<sub>2</sub>O} (<bold>2</bold>), derived from pyridine-2,3-dicarboxylate (pyrdc) and 4,4′-bipyridyl\n(bipy) with Cu<sup>II</sup>. The two frameworks are related by structural\nisomerism and exhibit different adsorption behaviors with small molecules.</p>", "clean_text": "Functional porous coordination polymers (PCPs) or metal-organic frameworks are promising materials because of their high surface area, modifiable pore surface, and tunable pore size. The material properties of PCPs are solely determined by their framework structure, and so there has always been a thrust to fabricate new PCPs by tuning the chemical environment of the pore, which may be useful for advanced material properties, like separation, optoelectronic, sensor, drug delivery, etc. Factors like the temperature, solvent, and reaction stoichiometry greatly influence the process of self-assembly, and it is possible to generate different network superstructures by varying those parameters using the same building units. The fabrication of such diverse network superstructures, a typical phenomenon in coordination polymers known as \"supramolecular isomerism\" or \"polymorphism\", has gained enormous attention because of its advantage in controlling the structural rigidity, flexibility, and regularity, which can modulate the functionality. Structural rigidity arises from strong metal-ligand binding, which uses linkers having constitutional stiffness or metal clusters as the building units, whereas the flexibility stems from flexible linkers, variable coordination geometry of the metal ions, or guest-induced cooperative movement of the framework on a periodic scale. In contrast to rigid frameworks, flexible or soft porous frameworks offer ideal platforms for molecular recognition properties, which enhance the selectivity by responding to specific guest molecules in a particular way. Although during the past few years there are reports on supramolecular isomerism for a particular metal ion and ligand pair system, to the best of our knowledge, different functional supramolecular isomerisms and their structure-property relationships based on the rigid and flexible structures have yet to be properly accounted for. Here, we report the synthesis, structure, and adsorption properties of two new 3D PCPs, {[Cu(bipy)0.5(pyrdc)]⋅3H2O} (1) and {[Cu(bipy)0.5(pyrdc)]⋅0.5bipy⋅3H2O} (2), derived from pyridine-2,3-dicarboxylate (pyrdc) and 4,4'-bipyridyl (bipy) with CuII. The two frameworks are related by structural isomerism and exhibit different adsorption behaviors with small molecules.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The crystal structures of the compounds were determined from single\ncrystal X-ray diffraction analyses and the geometry around each Cu<sup>II</sup> atom in <bold>1</bold> and <bold>2</bold> is distorted square\npyramidal with a CuO<sub>3</sub>N<sub>2</sub> chromophore (Figures\n1 and S1 in the Supporting Information, ). The frameworks of <bold>1</bold> and <bold>2</bold> are made up\nof 2D nets, constructed of pyrdc and Cu<sup>II</sup> (Figure c,d), and are further pillared by bipy to generate\n3D frameworks with water-filled channels (Figures e,f and S1, ). <bold>1</bold> and <bold>2</bold> have similar molecular formulas (if the guest\nmolecules are ignored) and are related as structural isomers. The\nisomerism arises because of the different binding modes of the 3-carboxy\ngroup of pyrdc with Cu<sup>II</sup> (Figure a,b). Each Cu<sup>II</sup> atom in <bold>1</bold> is bonded to three\npyrdc and one bipy ligands. The pyridyl N (N1) and O (O1) atoms of\nthe 2-carboxy group of one of the pyrdc groups are bonded to Cu<sup>II</sup> in a chelated fashion in the square plane, while the remaining\ntwo O-atom coordinations, one in the equatorial plane and the other\nin the axial plane, are provided by O4 and O4a of the 3-carboxy group\nfrom two different pyrdc ligands; the latter are in the μ<sub>2</sub>-O<sub>4</sub> bridging mode with a nearby Cu<sup>II</sup> center and are responsible for expanding to the 2D net (Figure c). The fifth coordination at the axial site is\nfulfilled by a pyridyl N (N2) atom of bipy, the pyridyl rings of which\nare at an inclination of 49° to the (010) plane and pillar the\n2D nets to construct a 3D pillared-layer framework (Figure e). The resultant 3D framework houses a 1D channel\n(6.0 × 4.2 Å<sup>2</sup>; ∼<italic toggle=\"yes\">V</italic>\n<sub>void</sub> = 23.4% of the total crystal volume along the crystallographic <italic toggle=\"yes\">a</italic> axis) occupied by guest water molecules. The coordination\nenvironment around Cu<sup>II</sup> in <bold>2</bold> is similar to\nthat of <bold>1</bold>, except that the 3-carboxy groups of pyrdc\nbind in a syn–anti bidentate fashion with the two neighboring\nCu<sup>II</sup> centers, resulting in the formation of a 2D corrugated\nsheet in the <italic toggle=\"yes\">bc</italic> plane (Figure d). The pillars bipy, which steer the 2D nets to construct a 3D framework,\nare aligned in a criss-cross manner parallel to the <italic toggle=\"yes\">c</italic> axis.  Unlike framework <bold>1</bold>, framework <bold>2</bold> has two different channels, a larger one along the crystallographic <italic toggle=\"yes\">c</italic> direction, 10 × 6.8 Å<sup>2</sup> (Figures f and S1 in the ),\nand a smaller one, 7.8 × 1.7 Å<sup>2</sup>, along the crystallographic <italic toggle=\"yes\">b</italic> direction (Figure S2 in the ). The channels are occupied by guest water molecules. Besides this, <bold>2</bold> possesses one more channel along an imaginary axis passing\nthrough the diagonal of the <italic toggle=\"yes\">bc</italic> plane and at a distance\nof 0.5<italic toggle=\"yes\">a</italic>, 6.1 × 3.1 Å<sup>2</sup>, which\nis occupied by guest bipy molecules (Figure S3 in the ). The dehydrated framework houses 1175.2 Å<sup>3</sup> free volume, which is 30.4% of the total crystal volume, as calculated\nby <italic toggle=\"yes\">PLATON</italic>. Topological\nanalyses suggest that the 2D layers in <bold>1</bold> and <bold>2</bold> are different, wherein <bold>1</bold> has a 4-connected net (Schläfli\nsymbol 4<sup>4</sup>.6<sup>2</sup>) and <bold>2</bold> has a 3-connected\nnet (Schläfli symbol 4.8<sup>2</sup>), and both are uninodal\n(Figures S4 and S5 in the ). This difference in the 2D layer topology probably\nsteers the formation of different 3D superstructures in <bold>1</bold> and <bold>2</bold>, resulting in supramolecular isomerism.</p>", "clean_text": "The crystal structures of the compounds were determined from single crystal X-ray diffraction analyses and the geometry around each CuII atom in 1 and 2 is distorted square pyramidal with a CuO3N2 chromophore (Figures 1 and S1 in the Supporting Information, ). The frameworks of 1 and 2 are made up of 2D nets, constructed of pyrdc and CuII (Figure c,d), and are further pillared by bipy to generate 3D frameworks with water-filled channels (Figures e,f and S1, ). 1 and 2 have similar molecular formulas (if the guest molecules are ignored) and are related as structural isomers. The isomerism arises because of the different binding modes of the 3-carboxy group of pyrdc with CuII (Figure a,b). Each CuII atom in 1 is bonded to three pyrdc and one bipy ligands. The pyridyl N (N1) and O (O1) atoms of the 2-carboxy group of one of the pyrdc groups are bonded to CuII in a chelated fashion in the square plane, while the remaining two O-atom coordinations, one in the equatorial plane and the other in the axial plane, are provided by O4 and O4a of the 3-carboxy group from two different pyrdc ligands; the latter are in the μ2-O4 bridging mode with a nearby CuII center and are responsible for expanding to the 2D net (Figure c). The fifth coordination at the axial site is fulfilled by a pyridyl N (N2) atom of bipy, the pyridyl rings of which are at an inclination of 49° to the (010) plane and pillar the 2D nets to construct a 3D pillared-layer framework (Figure e). The resultant 3D framework houses a 1D channel (6.0 × 4.2 Å2; ~V void = 23.4% of the total crystal volume along the crystallographic a axis) occupied by guest water molecules. The coordination environment around CuII in 2 is similar to that of 1, except that the 3-carboxy groups of pyrdc bind in a syn-anti bidentate fashion with the two neighboring CuII centers, resulting in the formation of a 2D corrugated sheet in the bc plane (Figure d). The pillars bipy, which steer the 2D nets to construct a 3D framework, are aligned in a criss-cross manner parallel to the c axis.  Unlike framework 1, framework 2 has two different channels, a larger one along the crystallographic c direction, 10 × 6.8 Å2 (Figures f and S1 in the ), and a smaller one, 7.8 × 1.7 Å2, along the crystallographic b direction (Figure S2 in the ). The channels are occupied by guest water molecules. Besides this, 2 possesses one more channel along an imaginary axis passing through the diagonal of the bc plane and at a distance of 0.5a, 6.1 × 3.1 Å2, which is occupied by guest bipy molecules (Figure S3 in the ). The dehydrated framework houses 1175.2 Å3 free volume, which is 30.4% of the total crystal volume, as calculated by PLATON. Topological analyses suggest that the 2D layers in 1 and 2 are different, wherein 1 has a 4-connected net (Schläfli symbol 44.62) and 2 has a 3-connected net (Schläfli symbol 4.82), and both are uninodal (Figures S4 and S5 in the ). This difference in the 2D layer topology probably steers the formation of different 3D superstructures in 1 and 2, resulting in supramolecular isomerism.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Binding mode\nof pyrdc with Cu<sup>II</sup> in <bold>1</bold> (a)\nand <bold>2</bold> (b). 2D layer formed by Cu<sup>II</sup> and pyrdc\nin <bold>1</bold> (c) and <bold>2</bold> (d). View of the 3D pillared-layer\nframeworks of <bold>1</bold> (e) and <bold>2</bold> (f) showing 1D\nchannels.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00695v_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  Binding mode of pyrdc with CuII in 1 (a) and 2 (b). 2D layer formed by CuII and pyrdc in 1 (c) and 2 (d). View of the 3D pillared-layer frameworks of 1 (e) and 2 (f) showing 1D channels.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Thermogravimetric analyses (TGA) reveal that both\ncompounds are\nstable up to 210 °C after the removal of guest water molecules\n(Figure S6 in the ). Although <bold>2</bold> contains guest bipy molecules in its framework, these are not released\nin this temperature range. This is because the guest bipy molecules\nin <bold>2</bold> are in strong interaction (π–π\nand electrostatic) with two different rings (Figure S7 in the ). The powder X-ray diffraction (PXRD) pattern\nof the dehydrated compound of <bold>1</bold> (<bold>1′</bold>) shows a shifting of low-angle peaks to higher 2θ value (8.54°\n→ 9.38°), suggesting structural contraction upon guest\nremoval (Figure S8 in the ). However,\nwhen <bold>1′</bold> is exposed to water vapor, the original\nframework regenerates. In contrast to <bold>1′</bold>, <bold>2′</bold> exhibits no changes in the peak positions even though\nit sustains a loss of the guest water molecules, as shown in Figure\nS9 in the . The PXRD study of the PCPs\nconcludes that isomer <bold>1</bold> has a flexible structure, while <bold>2</bold> has a rigid framework.</p>", "clean_text": "Thermogravimetric analyses (TGA) reveal that both compounds are stable up to 210 °C after the removal of guest water molecules (Figure S6 in the ). Although 2 contains guest bipy molecules in its framework, these are not released in this temperature range. This is because the guest bipy molecules in 2 are in strong interaction (π-π and electrostatic) with two different rings (Figure S7 in the ). The powder X-ray diffraction (PXRD) pattern of the dehydrated compound of 1 (1') shows a shifting of low-angle peaks to higher 2θ value (8.54° → 9.38°), suggesting structural contraction upon guest removal (Figure S8 in the ). However, when 1' is exposed to water vapor, the original framework regenerates. In contrast to 1', 2' exhibits no changes in the peak positions even though it sustains a loss of the guest water molecules, as shown in Figure S9 in the . The PXRD study of the PCPs concludes that isomer 1 has a flexible structure, while 2 has a rigid framework.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["property"], "content": "<p>To unravel the porous properties\nof compounds <bold>1</bold> and <bold>2</bold>, corresponding dehydrated\nsamples were subjected to adsorption\nexperiments with gas and solvent vapors. N<sub>2</sub> isotherms of <bold>1′</bold> and <bold>2′</bold> measured at 77 K reveal\nno uptake, suggesting only surface adsorption and no inclusion in\nthe pore (Figure ). However, quite surprisingly,\nCO<sub>2</sub> adsorption profiles of the two compounds display completely\ndifferent behaviors, in contrast to N<sub>2</sub> profiles. The CO<sub>2</sub> adsorption profile of <bold>1′</bold> exhibits unusual\nbehavior with a negligible uptake up to <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> ≈ 0.9 (Figure a). However, at a pressure of about <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> ≈ 0.9, a steep uptake was observed, suggesting\na gate-opening-type behavior and the compound starts to adsorb rapidly\nwith a final uptake value of 38 mL g<sup>–1</sup>. Interestingly,\nthe profile displays broad hysteresis, retains almost all of the adsorbed\nCO<sub>2</sub> molecules up to <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> ≈ 0.2, and then starts to release. To the best\nof our knowledge, this is the second example of such an observation\nafter that reported by Joobeom et al. The gate opening and large hysteresis in the profile can be explained\nby comparing the PXRD patterns of <bold>1</bold> and <bold>1′</bold>. The PXRD pattern shows a shifting\nof the (001) peak (this plane contains the 2D layer; Figure S10 in\nthe ) to a higher 2θ angle in <bold>1′</bold>, indicating structural contraction upon the removal\nof guest water molecules from <bold>1</bold>. The mechanism of structural\ncontraction upon dehydration has been correlated based on a similar\npillared-layer structure of {[Cu<sub>2</sub>(pzdc)<sub>2</sub>(dpyg)]·8H<sub>2</sub>O} (pzdc = pyrazine-2,3-dicarboxylate; dpyg = 1,2-dipyridyl\nglycol), which has the same topology in the 2D {Cu(pzdc)} layer as\nthat of <bold>1</bold> (Scheme  and Figure\nS8 in the ). In the dehydrated structure of {[Cu<sub>2</sub>(pzdc)<sub>2</sub>(dpyg)]·8H<sub>2</sub>O}, the neighboring Cu atoms move away\nfrom each other by 1.14 Å because of the breaking of the axial\nCu–O bond. Instead of single oxygen bridging, now the carboxylate\ngroup bridges two Cu atoms via both O atoms (Figure S11c in the ). We hypothesized that a similar change in\nthe structure <bold>1′</bold> would have reduced the space\nbetween the 2D layers and hence the window of the 1D channel. As a\nconsequence, in the dehydrated structure, the pores become inaccessible\nto CO<sub>2</sub> molecules at low pressures. However, because of\nthe highly polar nature of the pore surface, CO<sub>2</sub> molecules\nwith large quadrupole moments interact with the framework strongly\nand lead to the reopening of the pore structure at high <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub>, and hence a gated uptake is observed.</p>", "clean_text": "To unravel the porous properties of compounds 1 and 2, corresponding dehydrated samples were subjected to adsorption experiments with gas and solvent vapors. N2 isotherms of 1' and 2' measured at 77 K reveal no uptake, suggesting only surface adsorption and no inclusion in the pore (Figure ). However, quite surprisingly, CO2 adsorption profiles of the two compounds display completely different behaviors, in contrast to N2 profiles. The CO2 adsorption profile of 1' exhibits unusual behavior with a negligible uptake up to P/P 0 ~ 0.9 (Figure a). However, at a pressure of about P/P 0 ~ 0.9, a steep uptake was observed, suggesting a gate-opening-type behavior and the compound starts to adsorb rapidly with a final uptake value of 38 mL g-1. Interestingly, the profile displays broad hysteresis, retains almost all of the adsorbed CO2 molecules up to P/P 0 ~ 0.2, and then starts to release. To the best of our knowledge, this is the second example of such an observation after that reported by Joobeom et al. The gate opening and large hysteresis in the profile can be explained by comparing the PXRD patterns of 1 and 1'. The PXRD pattern shows a shifting of the (001) peak (this plane contains the 2D layer; Figure S10 in the ) to a higher 2θ angle in 1', indicating structural contraction upon the removal of guest water molecules from 1. The mechanism of structural contraction upon dehydration has been correlated based on a similar pillared-layer structure of {[Cu2(pzdc)2(dpyg)]⋅8H2O} (pzdc = pyrazine-2,3-dicarboxylate; dpyg = 1,2-dipyridyl glycol), which has the same topology in the 2D {Cu(pzdc)} layer as that of 1 (Scheme  and Figure S8 in the ). In the dehydrated structure of {[Cu2(pzdc)2(dpyg)]⋅8H2O}, the neighboring Cu atoms move away from each other by 1.14 Å because of the breaking of the axial Cu-O bond. Instead of single oxygen bridging, now the carboxylate group bridges two Cu atoms via both O atoms (Figure S11c in the ). We hypothesized that a similar change in the structure 1' would have reduced the space between the 2D layers and hence the window of the 1D channel. As a consequence, in the dehydrated structure, the pores become inaccessible to CO2 molecules at low pressures. However, because of the highly polar nature of the pore surface, CO2 molecules with large quadrupole moments interact with the framework strongly and lead to the reopening of the pore structure at high P/P 0, and hence a gated uptake is observed.", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Gas adsorption\nisotherms for <bold>1′</bold> (a) and <bold>2′</bold> (b): CO<sub>2</sub> (black curves) at 195 K and\nN<sub>2</sub> (red curves) at 77 K. Closed symbols indicate adsorption\nand open symbols desorption.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00695v_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  Gas adsorption isotherms for 1' (a) and 2' (b): CO2 (black curves) at 195 K and N2 (red curves) at 77 K. Closed symbols indicate adsorption and open symbols desorption.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Proposed Topology Change in the 2D Layer of 1: (a)\nAs-Synthesized\n1, (b) Desolvated {[Cu<sub>2</sub>(pzdc)<sub>2</sub>(dpyg)]·8H<sub>2</sub>O}), (c) 3D Structure with Water-Filled Channels, and (d)\nSchematic Showing the Change in Pore Structure upon Dehydration</title>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00695v_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Proposed Topology Change in the 2D Layer of 1: (a) As-Synthesized 1, (b) Desolvated {[Cu2(pzdc)2(dpyg)]⋅8H2O}), (c) 3D Structure with Water-Filled Channels, and (d) Schematic Showing the Change in Pore Structure upon Dehydration   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>The CO<sub>2</sub> adsorption profile of <bold>2′</bold> is shown in Figure b, which\ndisplays a gradual\nuptake with increasing pressure, with the final uptake reaching 53\nmL g<sup>–1</sup>. This observation is in stark contrast to\nthe CO<sub>2</sub> profile of <bold>1′</bold> and is anticipated.\nThe divergence of the adsorption profiles arises because of the different\nsolid-state behaviors of the frameworks upon desolvation. The different\ngas adsorption behaviors of the supramolecular isomers can be related\nto the flexibility and rigidity associated with frameworks <bold>1</bold> and <bold>2</bold> and are unprecedented.</p>", "clean_text": "The CO2 adsorption profile of 2' is shown in Figure b, which displays a gradual uptake with increasing pressure, with the final uptake reaching 53 mL g-1. This observation is in stark contrast to the CO2 profile of 1' and is anticipated. The divergence of the adsorption profiles arises because of the different solid-state behaviors of the frameworks upon desolvation. The different gas adsorption behaviors of the supramolecular isomers can be related to the flexibility and rigidity associated with frameworks 1 and 2 and are unprecedented.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<p>To confirm the structural\nflexibility and rigidity further, solvent\nadsorption experiments were carried out at ambient temperature. MeOH\nprofiles show behavior similar to that of CO<sub>2</sub> gas adsorption\nisotherms (Figure ). However, because of the\nhigh polarity of MeOH molecules, the gate opens at low pressure, <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> ≈ 0.15, in the case\nof <bold>1′</bold>. The profile displays a slow increase at\nthe beginning, then increases steeply at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> ≈ 0.15, and reaches a saturation value\nof 137 mL g<sup>–1</sup> at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> ≈ 0.9. A similar MeOH adsorption profile was\nalso observed in {[Cu<sub>2</sub>(pzdc)<sub>2</sub>(dpyg)]·8H<sub>2</sub>O}. In the case of compound <bold>2′</bold>, however, because of the open-channel structure,\nthe adsorption profile shows a gradual increase with increasing pressure\nand the final uptake reaches 124 mL g<sup>–1</sup> at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> ≈ 0.9. Large hysteresis\nin the MeOH adsorption profiles of <bold>1</bold> and <bold>2</bold> indicates that MeOH molecules interact strongly with the pore surface\nand desorption, therefore, becomes difficult. H<sub>2</sub>O and EtOH\nadsorption profiles of <bold>1′</bold> show behavior similar\nto that of MeOH; however, the gate-opening pressures are different\ndepending on the size and polarity of the adsorbates (Figure S12 in\nthe ). Compound <bold>2′</bold> shows a gradual uptake of H<sub>2</sub>O and EtOH, and both compounds\nreveal no uptake with 1-PrOH (Figures S12 and S13 in the ).</p>", "clean_text": "To confirm the structural flexibility and rigidity further, solvent adsorption experiments were carried out at ambient temperature. MeOH profiles show behavior similar to that of CO2 gas adsorption isotherms (Figure ). However, because of the high polarity of MeOH molecules, the gate opens at low pressure, P/P 0 ~ 0.15, in the case of 1'. The profile displays a slow increase at the beginning, then increases steeply at P/P 0 ~ 0.15, and reaches a saturation value of 137 mL g-1 at P/P 0 ~ 0.9. A similar MeOH adsorption profile was also observed in {[Cu2(pzdc)2(dpyg)]⋅8H2O}. In the case of compound 2', however, because of the open-channel structure, the adsorption profile shows a gradual increase with increasing pressure and the final uptake reaches 124 mL g-1 at P/P 0 ~ 0.9. Large hysteresis in the MeOH adsorption profiles of 1 and 2 indicates that MeOH molecules interact strongly with the pore surface and desorption, therefore, becomes difficult. H2O and EtOH adsorption profiles of 1' show behavior similar to that of MeOH; however, the gate-opening pressures are different depending on the size and polarity of the adsorbates (Figure S12 in the ). Compound 2' shows a gradual uptake of H2O and EtOH, and both compounds reveal no uptake with 1-PrOH (Figures S12 and S13 in the ).", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>MeOH adsorption profiles of <bold>1′</bold> (a) and <bold>2′</bold> (b) measured at 293 K. Closed symbols\nindicate adsorption\nand open symbols desorption.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00695v_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  MeOH adsorption profiles of 1' (a) and 2' (b) measured at 293 K. Closed symbols indicate adsorption and open symbols desorption.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>In conclusion, we have fabricated two new 3D PCPs\nusing a mixed-ligand\nsystem. The use of pyrdc is limited in the construction of PCPs, and\nits different binding mode of the 3-carboxy group in two different\nsolvent systems resulted in two different framework structures, related\nas structural supramolecular isomers. The rigidity and flexibility\nassociated with the supramolecular isomers ensues unprecedented adsorption\nbehavior, as observed in the CO<sub>2</sub> and MeOH adsorption studies.\nThe present report thus delineates the functionality of the supramolecular\nisomers to another level, which was not observed before.</p>", "clean_text": "In conclusion, we have fabricated two new 3D PCPs using a mixed-ligand system. The use of pyrdc is limited in the construction of PCPs, and its different binding mode of the 3-carboxy group in two different solvent systems resulted in two different framework structures, related as structural supramolecular isomers. The rigidity and flexibility associated with the supramolecular isomers ensues unprecedented adsorption behavior, as observed in the CO2 and MeOH adsorption studies. The present report thus delineates the functionality of the supramolecular isomers to another level, which was not observed before.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Additional\nfigures, TGA, PXRD\npatterns, and CIF files. This material is available free of charge\nvia the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p><p>The authors\ndeclare no\ncompeting financial interest.</p><title>References</title>", "clean_text": "Additional figures, TGA, PXRD patterns, and CIF files. This material is available free of charge via the Internet at http://pubs.acs.org.\n\nThe authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "7, 10, 11", "type": "text", "classification": "property", "content": "<p>To unravel the porous properties\nof compounds <bold>1</bold> and <bold>2</bold>, corresponding dehydrated\nsamples were subjected to adsorption\nexperiments with gas and solvent vapors. N<sub>2</sub> isotherms of <bold>1′</bold> and <bold>2′</bold> measured at 77 K reveal\nno uptake, suggesting only surface adsorption and no inclusion in\nthe pore (Figure ). However, quite surprisingly,\nCO<sub>2</sub> adsorption profiles of the two compounds display completely\ndifferent behaviors, in contrast to N<sub>2</sub> profiles. The CO<sub>2</sub> adsorption profile of <bold>1′</bold> exhibits unusual\nbehavior with a negligible uptake up to <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> ≈ 0.9 (Figure a). However, at a pressure of about <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> ≈ 0.9, a steep uptake was observed, suggesting\na gate-opening-type behavior and the compound starts to adsorb rapidly\nwith a final uptake value of 38 mL g<sup>–1</sup>. Interestingly,\nthe profile displays broad hysteresis, retains almost all of the adsorbed\nCO<sub>2</sub> molecules up to <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> ≈ 0.2, and then starts to release. To the best\nof our knowledge, this is the second example of such an observation\nafter that reported by Joobeom et al. The gate opening and large hysteresis in the profile can be explained\nby comparing the PXRD patterns of <bold>1</bold> and <bold>1′</bold>. The PXRD pattern shows a shifting\nof the (001) peak (this plane contains the 2D layer; Figure S10 in\nthe ) to a higher 2θ angle in <bold>1′</bold>, indicating structural contraction upon the removal\nof guest water molecules from <bold>1</bold>. The mechanism of structural\ncontraction upon dehydration has been correlated based on a similar\npillared-layer structure of {[Cu<sub>2</sub>(pzdc)<sub>2</sub>(dpyg)]·8H<sub>2</sub>O} (pzdc = pyrazine-2,3-dicarboxylate; dpyg = 1,2-dipyridyl\nglycol), which has the same topology in the 2D {Cu(pzdc)} layer as\nthat of <bold>1</bold> (Scheme  and Figure\nS8 in the ). In the dehydrated structure of {[Cu<sub>2</sub>(pzdc)<sub>2</sub>(dpyg)]·8H<sub>2</sub>O}, the neighboring Cu atoms move away\nfrom each other by 1.14 Å because of the breaking of the axial\nCu–O bond. Instead of single oxygen bridging, now the carboxylate\ngroup bridges two Cu atoms via both O atoms (Figure S11c in the ). We hypothesized that a similar change in\nthe structure <bold>1′</bold> would have reduced the space\nbetween the 2D layers and hence the window of the 1D channel. As a\nconsequence, in the dehydrated structure, the pores become inaccessible\nto CO<sub>2</sub> molecules at low pressures. However, because of\nthe highly polar nature of the pore surface, CO<sub>2</sub> molecules\nwith large quadrupole moments interact with the framework strongly\nand lead to the reopening of the pore structure at high <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub>, and hence a gated uptake is observed.</p><p>The CO<sub>2</sub> adsorption profile of <bold>2′</bold> is shown in Figure b, which\ndisplays a gradual\nuptake with increasing pressure, with the final uptake reaching 53\nmL g<sup>–1</sup>. This observation is in stark contrast to\nthe CO<sub>2</sub> profile of <bold>1′</bold> and is anticipated.\nThe divergence of the adsorption profiles arises because of the different\nsolid-state behaviors of the frameworks upon desolvation. The different\ngas adsorption behaviors of the supramolecular isomers can be related\nto the flexibility and rigidity associated with frameworks <bold>1</bold> and <bold>2</bold> and are unprecedented.</p><p>To confirm the structural\nflexibility and rigidity further, solvent\nadsorption experiments were carried out at ambient temperature. MeOH\nprofiles show behavior similar to that of CO<sub>2</sub> gas adsorption\nisotherms (Figure ). However, because of the\nhigh polarity of MeOH molecules, the gate opens at low pressure, <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> ≈ 0.15, in the case\nof <bold>1′</bold>. The profile displays a slow increase at\nthe beginning, then increases steeply at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> ≈ 0.15, and reaches a saturation value\nof 137 mL g<sup>–1</sup> at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> ≈ 0.9. A similar MeOH adsorption profile was\nalso observed in {[Cu<sub>2</sub>(pzdc)<sub>2</sub>(dpyg)]·8H<sub>2</sub>O}. In the case of compound <bold>2′</bold>, however, because of the open-channel structure,\nthe adsorption profile shows a gradual increase with increasing pressure\nand the final uptake reaches 124 mL g<sup>–1</sup> at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> ≈ 0.9. Large hysteresis\nin the MeOH adsorption profiles of <bold>1</bold> and <bold>2</bold> indicates that MeOH molecules interact strongly with the pore surface\nand desorption, therefore, becomes difficult. H<sub>2</sub>O and EtOH\nadsorption profiles of <bold>1′</bold> show behavior similar\nto that of MeOH; however, the gate-opening pressures are different\ndepending on the size and polarity of the adsorbates (Figure S12 in\nthe ). Compound <bold>2′</bold> shows a gradual uptake of H<sub>2</sub>O and EtOH, and both compounds\nreveal no uptake with 1-PrOH (Figures S12 and S13 in the ).</p>", "clean_text": "To unravel the porous properties of compounds 1 and 2, corresponding dehydrated samples were subjected to adsorption experiments with gas and solvent vapors. N2 isotherms of 1' and 2' measured at 77 K reveal no uptake, suggesting only surface adsorption and no inclusion in the pore (Figure ). However, quite surprisingly, CO2 adsorption profiles of the two compounds display completely different behaviors, in contrast to N2 profiles. The CO2 adsorption profile of 1' exhibits unusual behavior with a negligible uptake up to P/P 0 ~ 0.9 (Figure a). However, at a pressure of about P/P 0 ~ 0.9, a steep uptake was observed, suggesting a gate-opening-type behavior and the compound starts to adsorb rapidly with a final uptake value of 38 mL g-1. Interestingly, the profile displays broad hysteresis, retains almost all of the adsorbed CO2 molecules up to P/P 0 ~ 0.2, and then starts to release. To the best of our knowledge, this is the second example of such an observation after that reported by Joobeom et al. The gate opening and large hysteresis in the profile can be explained by comparing the PXRD patterns of 1 and 1'. The PXRD pattern shows a shifting of the (001) peak (this plane contains the 2D layer; Figure S10 in the ) to a higher 2θ angle in 1', indicating structural contraction upon the removal of guest water molecules from 1. The mechanism of structural contraction upon dehydration has been correlated based on a similar pillared-layer structure of {[Cu2(pzdc)2(dpyg)]⋅8H2O} (pzdc = pyrazine-2,3-dicarboxylate; dpyg = 1,2-dipyridyl glycol), which has the same topology in the 2D {Cu(pzdc)} layer as that of 1 (Scheme  and Figure S8 in the ). In the dehydrated structure of {[Cu2(pzdc)2(dpyg)]⋅8H2O}, the neighboring Cu atoms move away from each other by 1.14 Å because of the breaking of the axial Cu-O bond. Instead of single oxygen bridging, now the carboxylate group bridges two Cu atoms via both O atoms (Figure S11c in the ). We hypothesized that a similar change in the structure 1' would have reduced the space between the 2D layers and hence the window of the 1D channel. As a consequence, in the dehydrated structure, the pores become inaccessible to CO2 molecules at low pressures. However, because of the highly polar nature of the pore surface, CO2 molecules with large quadrupole moments interact with the framework strongly and lead to the reopening of the pore structure at high P/P 0, and hence a gated uptake is observed.\n\nThe CO2 adsorption profile of 2' is shown in Figure b, which displays a gradual uptake with increasing pressure, with the final uptake reaching 53 mL g-1. This observation is in stark contrast to the CO2 profile of 1' and is anticipated. The divergence of the adsorption profiles arises because of the different solid-state behaviors of the frameworks upon desolvation. The different gas adsorption behaviors of the supramolecular isomers can be related to the flexibility and rigidity associated with frameworks 1 and 2 and are unprecedented.\n\nTo confirm the structural flexibility and rigidity further, solvent adsorption experiments were carried out at ambient temperature. MeOH profiles show behavior similar to that of CO2 gas adsorption isotherms (Figure ). However, because of the high polarity of MeOH molecules, the gate opens at low pressure, P/P 0 ~ 0.15, in the case of 1'. The profile displays a slow increase at the beginning, then increases steeply at P/P 0 ~ 0.15, and reaches a saturation value of 137 mL g-1 at P/P 0 ~ 0.9. A similar MeOH adsorption profile was also observed in {[Cu2(pzdc)2(dpyg)]⋅8H2O}. In the case of compound 2', however, because of the open-channel structure, the adsorption profile shows a gradual increase with increasing pressure and the final uptake reaches 124 mL g-1 at P/P 0 ~ 0.9. Large hysteresis in the MeOH adsorption profiles of 1 and 2 indicates that MeOH molecules interact strongly with the pore surface and desorption, therefore, becomes difficult. H2O and EtOH adsorption profiles of 1' show behavior similar to that of MeOH; however, the gate-opening pressures are different depending on the size and polarity of the adsorbates (Figure S12 in the ). Compound 2' shows a gradual uptake of H2O and EtOH, and both compounds reveal no uptake with 1-PrOH (Figures S12 and S13 in the ).", "data": [[{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "38", "unit": "mL g^–1", "temperature": "", "pressure": "", "condition": "gate-opening-type behavior with broad hysteresis"}, {"adsorbate": "MeOH", "adsorbed amount": "137", "unit": "mL g^–1", "temperature": "", "pressure": "", "condition": "gate-opening at low pressure"}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "53", "unit": "mL g^–1", "temperature": "", "pressure": "", "condition": ""}, {"adsorbate": "MeOH", "adsorbed amount": "124", "unit": "mL g^–1", "temperature": "", "pressure": "", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Binding mode\nof pyrdc with Cu<sup>II</sup> in <bold>1</bold> (a)\nand <bold>2</bold> (b). 2D layer formed by Cu<sup>II</sup> and pyrdc\nin <bold>1</bold> (c) and <bold>2</bold> (d). View of the 3D pillared-layer\nframeworks of <bold>1</bold> (e) and <bold>2</bold> (f) showing 1D\nchannels.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00695v_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  Binding mode of pyrdc with CuII in 1 (a) and 2 (b). 2D layer formed by CuII and pyrdc in 1 (c) and 2 (d). View of the 3D pillared-layer frameworks of 1 (e) and 2 (f) showing 1D channels.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Gas adsorption\nisotherms for <bold>1′</bold> (a) and <bold>2′</bold> (b): CO<sub>2</sub> (black curves) at 195 K and\nN<sub>2</sub> (red curves) at 77 K. Closed symbols indicate adsorption\nand open symbols desorption.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00695v_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  Gas adsorption isotherms for 1' (a) and 2' (b): CO2 (black curves) at 195 K and N2 (red curves) at 77 K. Closed symbols indicate adsorption and open symbols desorption.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Proposed Topology Change in the 2D Layer of 1: (a)\nAs-Synthesized\n1, (b) Desolvated {[Cu<sub>2</sub>(pzdc)<sub>2</sub>(dpyg)]·8H<sub>2</sub>O}), (c) 3D Structure with Water-Filled Channels, and (d)\nSchematic Showing the Change in Pore Structure upon Dehydration</title>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00695v_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Proposed Topology Change in the 2D Layer of 1: (a) As-Synthesized 1, (b) Desolvated {[Cu2(pzdc)2(dpyg)]⋅8H2O}), (c) 3D Structure with Water-Filled Channels, and (d) Schematic Showing the Change in Pore Structure upon Dehydration   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>MeOH adsorption profiles of <bold>1′</bold> (a) and <bold>2′</bold> (b) measured at 293 K. Closed symbols\nindicate adsorption\nand open symbols desorption.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00695v_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  MeOH adsorption profiles of 1' (a) and 2' (b) measured at 293 K. Closed symbols indicate adsorption and open symbols desorption.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic300695v", "title": null, "journal": "American Chemical\nSociety", "date": "2012.08", "author_list": ["Kanoo\nPrakash", "Matsuda\nRyotaro", "Kitaura\nRyo", "Kitagawa\nSusumu", "Maji\nTapas Kumar"]}}