{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic5b01364.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>A series\nof uranyl–organic frameworks (UOFs), {[(UO<sub>2</sub>)<sub>2</sub>(H<sub>2</sub>TTHA)­(H<sub>2</sub>O)]·4,4′-bipy·2H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>), {[(UO<sub>2</sub>)<sub>3</sub>(TTHA)­(H<sub>2</sub>O)<sub>3</sub>]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>), and {[(UO<sub>2</sub>)<sub>5</sub>(TTHA) (HTTHA)­(H<sub>2</sub>O)<sub>3</sub>]·H<sub>3</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>), have been obtained by\nthe hydrothermal reaction of uranyl acetate with a flexible hexapodal\nligand (1,3,5-triazine-2,4,6-triamine hexaacetic acid, H<sub>6</sub>TTHA). These compounds exhibited three distinct 3D self-assembly\narchitectures as a function of pH by single-crystal structural analysis,\nalthough the used ligand was the same in each reaction. Surprisingly,\nall of the coordination modes of the H<sub>6</sub>TTHA ligand in this\nwork are first discovered. Furthermore, the photoluminescent  results\nshowed that these compounds displayed high-sensitivity luminescent\nsensing functions for nitrobenzene. Additionally, the surface photovoltage\nspectroscopy and electric-field-induced surface photovoltage spectroscopy\nshowed that compounds <bold>1</bold>–<bold>3</bold> could behave\nas <italic toggle=\"yes\">p</italic>-type semiconductors.</p>", "clean_text": "A series of uranyl-organic frameworks (UOFs), {[(UO2)2(H2TTHA)(H2O)]⋅4,4'-bipy⋅2H2O} n  (1), {[(UO2)3(TTHA)(H2O)3]} n  (2), and {[(UO2)5(TTHA) (HTTHA)(H2O)3]⋅H3O} n  (3), have been obtained by the hydrothermal reaction of uranyl acetate with a flexible hexapodal ligand (1,3,5-triazine-2,4,6-triamine hexaacetic acid, H6TTHA). These compounds exhibited three distinct 3D self-assembly architectures as a function of pH by single-crystal structural analysis, although the used ligand was the same in each reaction. Surprisingly, all of the coordination modes of the H6TTHA ligand in this work are first discovered. Furthermore, the photoluminescent  results showed that these compounds displayed high-sensitivity luminescent sensing functions for nitrobenzene. Additionally, the surface photovoltage spectroscopy and electric-field-induced surface photovoltage spectroscopy showed that compounds 1-3 could behave as p-type semiconductors.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>A series of multifunctional uranyl−organic\nframeworks\n(UOFs) have been hydrothermally synthesized and topologically exhibit\nthree distinct 3D self-assembly architectures as a function of pH.\nPhotoluminescent (PL) results show that these compounds display high-sensitivity\nluminescent sensing functions for nitrobenzene. In addition, surface\nphotovoltage spectroscopy and electric-field-induced surface photovoltage\nspectroscopy (EFISPS) show that compounds <bold>1</bold>−<bold>3</bold> can behave as <italic toggle=\"yes\">p</italic>-type semiconductors.</p>", "clean_text": "A series of multifunctional uranyl-organic frameworks (UOFs) have been hydrothermally synthesized and topologically exhibit three distinct 3D self-assembly architectures as a function of pH. Photoluminescent (PL) results show that these compounds display high-sensitivity luminescent sensing functions for nitrobenzene. In addition, surface photovoltage spectroscopy and electric-field-induced surface photovoltage spectroscopy (EFISPS) show that compounds 1-3 can behave as p-type semiconductors.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic\nframeworks (MOFs) have attracted increasing attention\nbecause of their remarkable\npotential applications in gas storage, adsorption\nand separation, biomedical imaging, magnetic, luminescence\nsensors, and sensors over light-emitting\ndevices (LEDs, OLEDs). In contrast to\nthe huge amount of 3d and 4f metal–organic frameworks, 5f actinide\ncompounds that adopt various topologies and coordination geometries\nhave been less investigated. In recent years, the chemistry of actinide-bearing\nhybrid materials has become more and more seductive in consideration\nof their importance in nuclear waste management and separation processes. In this course, uranyl–organic assemblies\nhave received considerable attention not only because of their diverse\nchemical compositions and architectures but also a wide range of important\nphysicochemical properties that include ion exchange, ionic conductivity,\nintercalation chemistry, photochemistry, nonlinear optics, and selective\noxidation catalysis. The coordination chemistry of uranium is dominated\nby U<sup>VI</sup>, in the form of uranyl cation [UO<sub>2</sub>]<sup>2+</sup>, a peculiar linear triatomic species capped with terminal\noxygen atoms. When it is associated with\nO-donor ligands (i.e., multidentate carboxylates), uranium exhibits\nan interesting chemical ability to successfully form an abundant variety\nof frameworks with different network dimensionalities through 4–6\nadditional coordination sites in the equatorial plane (4 + 2, square\nbipyramid; 5 + 2, pentagonal bipyramid; 6 + 2, hexagonal bipyramid). Until now, the so-called uranyl–organic\nframeworks (UOFs) have been described in many contributions with the\nuse of aliphatic or aromatic polydentate carboxylates, which may also\nincorporate heterogroups such as nitrogen- or sulfur-donor functions. Among these structures, the construction of\n3D uranyl frameworks is relatively lacking but highly desirable. Three-dimensional UOFs usually exhibit superior\nthermal stability to low-dimensional structures and many outstanding\nproperties, such as photoelectric effects, nonlinear optical properties, and\nporous adsorption.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) have attracted increasing attention because of their remarkable potential applications in gas storage, adsorption and separation, biomedical imaging, magnetic, luminescence sensors, and sensors over light-emitting devices (LEDs, OLEDs). In contrast to the huge amount of 3d and 4f metal-organic frameworks, 5f actinide compounds that adopt various topologies and coordination geometries have been less investigated. In recent years, the chemistry of actinide-bearing hybrid materials has become more and more seductive in consideration of their importance in nuclear waste management and separation processes. In this course, uranyl-organic assemblies have received considerable attention not only because of their diverse chemical compositions and architectures but also a wide range of important physicochemical properties that include ion exchange, ionic conductivity, intercalation chemistry, photochemistry, nonlinear optics, and selective oxidation catalysis. The coordination chemistry of uranium is dominated by UVI, in the form of uranyl cation [UO2]2+, a peculiar linear triatomic species capped with terminal oxygen atoms. When it is associated with O-donor ligands (i.e., multidentate carboxylates), uranium exhibits an interesting chemical ability to successfully form an abundant variety of frameworks with different network dimensionalities through 4-6 additional coordination sites in the equatorial plane (4 + 2, square bipyramid; 5 + 2, pentagonal bipyramid; 6 + 2, hexagonal bipyramid). Until now, the so-called uranyl-organic frameworks (UOFs) have been described in many contributions with the use of aliphatic or aromatic polydentate carboxylates, which may also incorporate heterogroups such as nitrogen- or sulfur-donor functions. Among these structures, the construction of 3D uranyl frameworks is relatively lacking but highly desirable. Three-dimensional UOFs usually exhibit superior thermal stability to low-dimensional structures and many outstanding properties, such as photoelectric effects, nonlinear optical properties, and porous adsorption. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>It is well-known\nthat modification of the organic component of\nhybrid materials further contributes to structural variation. One popular strategy to produce the self-assembly\nof 3D UOFs is to employ highly symmetrical multidentate ligands containing\npoly­(carboxylic acid) groups as per their affinity for [UO<sub>2</sub>]<sup>2+</sup>. Previously, some flexible polypodal ligands, such\nas, <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>′,<italic toggle=\"yes\">N</italic>″-1,3,5-triazine-2,4,6-triyltris-glycine (TTG), 2,2′,2″-[1,3,5-triazine-2,4,6-triyltris­(thio)]­tris-acetic\nacid (TTTA), and tris­(2-carboxyethyl)­isocyanurate\n(H<sub>3</sub>TCI), leading to novel\ncompounds with unusual characters and topologies have been reported.\nAfterwards, another intriguing organic ligand, 1,3,5-triazine-2,4,6-triamine\nhexaacetic acid (H<sub>6</sub>TTHA, ), has attracted our attention. H<sub>6</sub>TTHA has a planar triazine core with three symmetrically placed metal-compounding\nflexible aminodiacetate arms. Comparing it with the traditional rigid\nligands, it can adopt multiple conformations and bonding modes to\nmeet the geometrical requirements of the central metal ions, e.g., <italic toggle=\"yes\">syn-syn</italic>, <italic toggle=\"yes\">anti-anti</italic>, <italic toggle=\"yes\">syn-anti</italic>, and monomonodentate and monobidentate, and so forth, which result in a variety of structural frameworks.\nSeveral coordination polymers related to ligand H<sub>6</sub>TTHA\nwith a wide variety of metal ions, such as Na, Mg, Cu, Zn, and so\non, have been reported, which display versatile conformations and\ncoordination modes. It becomes imperative to explore\nmore, different structural landscapes of multicomponent systems consisting\nof metal ions and the flexible ligand H<sub>6</sub>TTHA to understand\nfactors governing their aggregation in different crystallization conditions.\nMeanwhile, some of these compounds based on the ligand H<sub>6</sub>TTHA were found to exhibit a variety of outstanding properties. For\nexample, Zhu and co-workers constructed a series of 3d and 4f CPs\nwith microporous structures, excellent fluorescent emissions, antiferromagnetic\ninteractions, and gas storage behaviors. Then, they prepared five Cd<sup>II</sup> and Zn<sup>II</sup> compounds,\nwhich exhibited unusual luminescence thermochromism, reversible radical-based\nredox photochromism varying from yellow to bluish violet and dark\nblue, respectively, and fluorescence with adjustable intensity. Zhang et al. reported one novel 3d–4f microporous heterometal–organic\nframework (HMOF) with high-sensitivity luminescent sensing functions\nfor BTEX (benzene, toluene, ethylbenzene, xylenes), particularly for\nethylbenzene. Thus, our attention has\nalso focused on constructing 3D UOFs with outstanding properties based\non 1,3,5-triazine-2,4,6-triamine hexaacetic acid.</p>", "clean_text": "It is well-known that modification of the organic component of hybrid materials further contributes to structural variation. One popular strategy to produce the self-assembly of 3D UOFs is to employ highly symmetrical multidentate ligands containing poly(carboxylic acid) groups as per their affinity for [UO2]2+. Previously, some flexible polypodal ligands, such as, N,N',N\"-1,3,5-triazine-2,4,6-triyltris-glycine (TTG), 2,2',2\"-[1,3,5-triazine-2,4,6-triyltris(thio)]tris-acetic acid (TTTA), and tris(2-carboxyethyl)isocyanurate (H3TCI), leading to novel compounds with unusual characters and topologies have been reported. Afterwards, another intriguing organic ligand, 1,3,5-triazine-2,4,6-triamine hexaacetic acid (H6TTHA, ), has attracted our attention. H6TTHA has a planar triazine core with three symmetrically placed metal-compounding flexible aminodiacetate arms. Comparing it with the traditional rigid ligands, it can adopt multiple conformations and bonding modes to meet the geometrical requirements of the central metal ions, e.g., syn-syn, anti-anti, syn-anti, and monomonodentate and monobidentate, and so forth, which result in a variety of structural frameworks. Several coordination polymers related to ligand H6TTHA with a wide variety of metal ions, such as Na, Mg, Cu, Zn, and so on, have been reported, which display versatile conformations and coordination modes. It becomes imperative to explore more, different structural landscapes of multicomponent systems consisting of metal ions and the flexible ligand H6TTHA to understand factors governing their aggregation in different crystallization conditions. Meanwhile, some of these compounds based on the ligand H6TTHA were found to exhibit a variety of outstanding properties. For example, Zhu and co-workers constructed a series of 3d and 4f CPs with microporous structures, excellent fluorescent emissions, antiferromagnetic interactions, and gas storage behaviors. Then, they prepared five CdII and ZnII compounds, which exhibited unusual luminescence thermochromism, reversible radical-based redox photochromism varying from yellow to bluish violet and dark blue, respectively, and fluorescence with adjustable intensity. Zhang et al. reported one novel 3d-4f microporous heterometal-organic framework (HMOF) with high-sensitivity luminescent sensing functions for BTEX (benzene, toluene, ethylbenzene, xylenes), particularly for ethylbenzene. Thus, our attention has also focused on constructing 3D UOFs with outstanding properties based on 1,3,5-triazine-2,4,6-triamine hexaacetic acid.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>As one of\nthe important chemical intermediates, nitrobenzene has\nbeen widely used for dyes, pharmaceuticals, and pesticides. It is also a well-known explosive and highly\ntoxic contaminant with a broad range of detriments. Usually, canines and sophisticated instrumental methods\nare used to detect nitrobenzene, but these methods are inconvenient\nand not always available. Therefore,\nthe sensitive and selective detection of nitrobenzene is very necessary.\nTo date, some luminescent MOFs for sensing nitrobenzene have been\nreported. For example, Guo et al. reported\na high sensitivity luminescent MOF, Zn<sub>3</sub>(L1)<sub>2</sub>(L2) {L1 = 4-[3-(4-carboxyphenoxy)-2-[(4-carboxyphenoxy)­methyl]-2-methyl-propoxy]­benzoate,\nL2 = 1,4-bis­(1-imidazolyl)­benzene]}, which quenched at 50 ppm with\na high quenching efficiency of 98.91%. To the best of our knowledge,\nit is the most sensitive nitrobenzene detector at present. The origin of these working mechanisms is considered\nto arise from the electron-withdrawing properties of nitro groups\ncontained in the analytes, hence, the significant donor–acceptor\nelectron transfer from ligands to electron-donating MOF structures.\nFor other fields, Chen et al. reported a 3D heterobimetallic uranyl–zinc\ncarboxylate and investigated the surface photoelectric properties.\nThe results demonstrated well that this uranyl compound could behave\nas an <italic toggle=\"yes\">n</italic>-type semiconductor. Gao et al. and Liao et al. also reported a series of uranyl compounds,\nwhich all exhibited excellent photoelectric properties. We have also attempted to detect these properties for the uranyl\ncompounds, which may impel more developments of uranyl compounds as\nmultifunctional materials.</p>", "clean_text": "As one of the important chemical intermediates, nitrobenzene has been widely used for dyes, pharmaceuticals, and pesticides. It is also a well-known explosive and highly toxic contaminant with a broad range of detriments. Usually, canines and sophisticated instrumental methods are used to detect nitrobenzene, but these methods are inconvenient and not always available. Therefore, the sensitive and selective detection of nitrobenzene is very necessary. To date, some luminescent MOFs for sensing nitrobenzene have been reported. For example, Guo et al. reported a high sensitivity luminescent MOF, Zn3(L1)2(L2) {L1 = 4-[3-(4-carboxyphenoxy)-2-[(4-carboxyphenoxy)methyl]-2-methyl-propoxy]benzoate, L2 = 1,4-bis(1-imidazolyl)benzene]}, which quenched at 50 ppm with a high quenching efficiency of 98.91%. To the best of our knowledge, it is the most sensitive nitrobenzene detector at present. The origin of these working mechanisms is considered to arise from the electron-withdrawing properties of nitro groups contained in the analytes, hence, the significant donor-acceptor electron transfer from ligands to electron-donating MOF structures. For other fields, Chen et al. reported a 3D heterobimetallic uranyl-zinc carboxylate and investigated the surface photoelectric properties. The results demonstrated well that this uranyl compound could behave as an n-type semiconductor. Gao et al. and Liao et al. also reported a series of uranyl compounds, which all exhibited excellent photoelectric properties. We have also attempted to detect these properties for the uranyl compounds, which may impel more developments of uranyl compounds as multifunctional materials.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Herein, we present a family of hydrothermally\nsynthesized 3D uranyl\nhybrid materials incorporating the flexible polycarboxylate ligand\nH<sub>6</sub>TTHA: {[(UO<sub>2</sub>)<sub>2</sub>(H<sub>2</sub>TTHA)­(H<sub>2</sub>O)]·4,4′-bipy·2H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>), {[(UO<sub>2</sub>)<sub>3</sub>(TTHA)­(H<sub>2</sub>O)<sub>3</sub>]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>), and {[(UO<sub>2</sub>)<sub>5</sub>(TTHA) (HTTHA)­(H<sub>2</sub>O)<sub>3</sub>]·H<sub>3</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>). To the best of our knowledge, no crystal\nstructures of uranyl compounds with 1,3,5-triazine-2,4,6-triamine\nhexaacetic acid have been reported to date. In addition, we focus\non the resulting local and global structural diversities of <bold>1</bold>–<bold>3</bold> as influenced by the pH and almost\nexhibit all of the conformations and coordination modes of the ligand\nH<sub>6</sub>TTHA in the relevant reports. It is found that the coordination\nmodes of the ligand H<sub>6</sub>TTHA in this work are novel. Furthermore,\nthe photoluminescent (PL) sensing property for nitrobenzene and the\nencouraging surface photoelectric properties [surface photovoltage\nspectroscopy (SPS) and electric-field-induced surface photovoltage\nspectroscopy (EFISPS)] are investigated in detail.</p>", "clean_text": "Herein, we present a family of hydrothermally synthesized 3D uranyl hybrid materials incorporating the flexible polycarboxylate ligand H6TTHA: {[(UO2)2(H2TTHA)(H2O)]⋅4,4'-bipy⋅2H2O} n  (1), {[(UO2)3(TTHA)(H2O)3]} n  (2), and {[(UO2)5(TTHA) (HTTHA)(H2O)3]⋅H3O} n  (3). To the best of our knowledge, no crystal structures of uranyl compounds with 1,3,5-triazine-2,4,6-triamine hexaacetic acid have been reported to date. In addition, we focus on the resulting local and global structural diversities of 1-3 as influenced by the pH and almost exhibit all of the conformations and coordination modes of the ligand H6TTHA in the relevant reports. It is found that the coordination modes of the ligand H6TTHA in this work are novel. Furthermore, the photoluminescent (PL) sensing property for nitrobenzene and the encouraging surface photoelectric properties [surface photovoltage spectroscopy (SPS) and electric-field-induced surface photovoltage spectroscopy (EFISPS)] are investigated in detail.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Molecular Structure\nof H<sub>6</sub>TTHA</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0016.tif\"></graphic>\n</fig>", "clean_text": " 1  Molecular Structure of H6TTHA   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><p>\n<italic toggle=\"yes\">\n<bold>Caution!</bold> Although all of the uranyl compounds\nused in these studies contained depleted uranium salts, standard precautions\nwere performed for handling radioactive materials, and all studies\nwere conducted in a laboratory dedicated to studies on actinide elements</italic>.</p>", "clean_text": "Experimental Section\n\n  Caution! Although all of the uranyl compounds used in these studies contained depleted uranium salts, standard precautions were performed for handling radioactive materials, and all studies were conducted in a laboratory dedicated to studies on actinide elements.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Materials and Methods</title><p>All chemicals purchased commercially\nwere of reagent grade or better and used without further purification.\nLanthanide nitrate salts were prepared via dissolving lanthanide oxides\nwith 12 M HNO<sub>3</sub> and then evaporating at 100 °C until\nthe crystal film formed. Elemental analyses of C, H, and N were conducted\non a PerkinElmer 240C automatic analyzer at the analysis center of\nLiaoning Normal University. All IR measurements were obtained using\na Bruker AXS TENSOR-27 FT-IR spectrometer with pressed KBr pellets\nin the range of 400–4000 cm<sup>–1</sup> at room temperature.\nUV–vis–NIR spectra for three compounds, UO<sub>2</sub>(CH<sub>3</sub>COO)<sub>2</sub>·2H<sub>2</sub>O and the H<sub>6</sub>TTHA ligand, were recorded on a JASCO V-570 UV/vis/NIR microspectrophotometer\n(200–2500 nm, in the form of a solid sample). Thermogravimetric\nanalysis (TG) was performed on a PerkinElmer Diamond TG/DTA under\natmosphere from room temperature to 1000 °C with a heating rate\nof 10 °C/min. X-ray powder diffraction patterns were obtained\non a Bruker Advance-D8 equipped with Cu Ka radiation in the range\n5° &lt; 2θ &lt; 55° with a step size of 0.02°\n(2θ) and a count time of 2 s/step. The photoluminescent properties\nof compounds <bold>1</bold>–<bold>3</bold> were measured in\nthe solid state and in different solvent emulsions on a JASCO FP-6500\nspectrofluorimeter at room temperature. Surface photovoltage spectroscopy\n(SPS) and electric-field-induced surface photovoltage spectroscopy\n(EFISPS) measurements were conducted on a powdered sample in a sandwich\ncell (ITO/sample/ITO) with the light source-monochromator-lock-in\ndetection technique, as illustrated in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01364/suppl_file/ic5b01364_si_001.pdf\">Figure S1</ext-link>. The electrode is made of optical glass coated with indium\nand tin oxides (ITO). Standard <italic toggle=\"yes\">p</italic>-type silicon flakes\nwere used to adjust the comparative phase, and a xenon lamp was used\nas an illuminator to supply radiation in the range of 300–800\nnm.</p>", "clean_text": "Materials and Methods\n\nAll chemicals purchased commercially were of reagent grade or better and used without further purification. Lanthanide nitrate salts were prepared via dissolving lanthanide oxides with 12 M HNO3 and then evaporating at 100 °C until the crystal film formed. Elemental analyses of C, H, and N were conducted on a PerkinElmer 240C automatic analyzer at the analysis center of Liaoning Normal University. All IR measurements were obtained using a Bruker AXS TENSOR-27 FT-IR spectrometer with pressed KBr pellets in the range of 400-4000 cm-1 at room temperature. UV-vis-NIR spectra for three compounds, UO2(CH3COO)2⋅2H2O and the H6TTHA ligand, were recorded on a JASCO V-570 UV/vis/NIR microspectrophotometer (200-2500 nm, in the form of a solid sample). Thermogravimetric analysis (TG) was performed on a PerkinElmer Diamond TG/DTA under atmosphere from room temperature to 1000 °C with a heating rate of 10 °C/min. X-ray powder diffraction patterns were obtained on a Bruker Advance-D8 equipped with Cu Ka radiation in the range 5° < 2θ < 55° with a step size of 0.02° (2θ) and a count time of 2 s/step. The photoluminescent properties of compounds 1-3 were measured in the solid state and in different solvent emulsions on a JASCO FP-6500 spectrofluorimeter at room temperature. Surface photovoltage spectroscopy (SPS) and electric-field-induced surface photovoltage spectroscopy (EFISPS) measurements were conducted on a powdered sample in a sandwich cell (ITO/sample/ITO) with the light source-monochromator-lock-in detection technique, as illustrated in Figure S1. The electrode is made of optical glass coated with indium and tin oxides (ITO). Standard p-type silicon flakes were used to adjust the comparative phase, and a xenon lamp was used as an illuminator to supply radiation in the range of 300-800 nm.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis</title><p>The ligand 1,3,5-triazine-2,4,6-triamine\nhexaacetic acid (H<sub>6</sub>TTHA) was synthesized according to the\nmethod described in the literature.\n</p><title>{[(UO<sub>2</sub>)<sub>2</sub>(H<sub>2</sub>TTHA)­(H<sub>2</sub>O)]·4,4′-bipy·2H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>)</title><p>Compound <bold>1</bold> was synthesized\nby combining UO<sub>2</sub>(CH<sub>3</sub>COO)<sub>2</sub>·2H<sub>2</sub>O (0.084 g, 0.2 mmol), Nd­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O (0.0438g, 0.1 mmol), H<sub>6</sub>TTHA (0.0474g, 0.1 mmol),\n4,4′-bipy (0.0312g, 0.2 mmol), and demineralized water (6 mL)\nin a glass vessel and stirring for 1 h at room temperature. Several\ndrops (0.16 mL) of 4 M HNO<sub>3</sub> were added after dissolution\nof the reactants. The light-yellow clear solution with a pH of ∼2.0\nwas transferred to a 23 mL Teflon-lined stainless steel autoclave\nand heated statically at 160 °C for 3 days and then allowed to\ncrystallize over 2 days at room temperature. Unexpectedly, a mixture\nof yellow and light-purple single crystals was obtained from the colorless\nresulting solution with a pH of ∼3.0. The target product, yellow\nsingle crystals, were isolated with a yield of 65% based on [UO<sub>2</sub>]<sup>2+</sup> after filtration and washing thoroughly with\ndistilled water. Meanwhile, the light-purple crystals of the byproduct\nwere proven to be the compound [Nd­(ox)<sub>1.5</sub>(H<sub>2</sub>O)<sub>3</sub>] (ox = oxalic acid) resulting from in situ reaction\nof H<sub>6</sub>TTHA into oxalic acid with a low yield of 10% based\non Nd<sup>3+</sup>. Elemental Analysis (%) Calcd for C<sub>25</sub>H<sub>28</sub>N<sub>8</sub>O<sub>19</sub>U<sub>2</sub>: C, 24.60;\nH, 2.31; N, 9.18. Found: C, 24.75; H, 2.22; N, 9.06.</p>", "clean_text": "Synthesis\n\nThe ligand 1,3,5-triazine-2,4,6-triamine hexaacetic acid (H6TTHA) was synthesized according to the method described in the literature. \n\n{[(UO2)2(H2TTHA)(H2O)]⋅4,4'-bipy⋅2H2O} n  (1)\n\nCompound 1 was synthesized by combining UO2(CH3COO)2⋅2H2O (0.084 g, 0.2 mmol), Nd(NO3)3⋅6H2O (0.0438g, 0.1 mmol), H6TTHA (0.0474g, 0.1 mmol), 4,4'-bipy (0.0312g, 0.2 mmol), and demineralized water (6 mL) in a glass vessel and stirring for 1 h at room temperature. Several drops (0.16 mL) of 4 M HNO3 were added after dissolution of the reactants. The light-yellow clear solution with a pH of ~2.0 was transferred to a 23 mL Teflon-lined stainless steel autoclave and heated statically at 160 °C for 3 days and then allowed to crystallize over 2 days at room temperature. Unexpectedly, a mixture of yellow and light-purple single crystals was obtained from the colorless resulting solution with a pH of ~3.0. The target product, yellow single crystals, were isolated with a yield of 65% based on [UO2]2+ after filtration and washing thoroughly with distilled water. Meanwhile, the light-purple crystals of the byproduct were proven to be the compound [Nd(ox)1.5(H2O)3] (ox = oxalic acid) resulting from in situ reaction of H6TTHA into oxalic acid with a low yield of 10% based on Nd3+. Elemental Analysis (%) Calcd for C25H28N8O19U2: C, 24.60; H, 2.31; N, 9.18. Found: C, 24.75; H, 2.22; N, 9.06.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<title>{[(UO<sub>2</sub>)<sub>3</sub>(TTHA)­(H<sub>2</sub>O)<sub>3</sub>]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>)</title><p>Compound <bold>2</bold> was synthesized by combining UO<sub>2</sub>(CH<sub>3</sub>COO)<sub>2</sub>·2H<sub>2</sub>O (0.042 g, 0.1 mmol), H<sub>6</sub>TTHA\n(0.0237 g, 0.05 mmol), and demineralized water (6 mL)\nin a glass vessel and stirring for 1 h at room temperature. Several\ndrops (0.12 mL) of 4 M HNO<sub>3</sub> were added after dissolution\nof the reactants. The light-yellow clear solution with a pH of ∼1.5\nwas transferred to a 23 mL Teflon-lined stainless steel autoclave\nand heated statically at 160 °C for 3 days and then allowed to\ncrystallize over 2 days at room temperature. Yellow single crystals\nwere obtained from the colorless resulting solution with a pH of ∼2.0,\nwhich could be isolated with a yield of 45% based on [UO<sub>2</sub>]<sup>2+</sup> after filtration and washing thoroughly with distilled\nwater. Elemental Analysis (%) Calcd for C<sub>15</sub>H<sub>18</sub>N<sub>6</sub>O<sub>21</sub>U<sub>3</sub>: C, 13.52; H, 1.36; N, 6.31.\nFound: C, 13.35; H, 1.24; N, 6.45.</p>", "clean_text": "{[(UO2)3(TTHA)(H2O)3]} n  (2)\n\nCompound 2 was synthesized by combining UO2(CH3COO)2⋅2H2O (0.042 g, 0.1 mmol), H6TTHA (0.0237 g, 0.05 mmol), and demineralized water (6 mL) in a glass vessel and stirring for 1 h at room temperature. Several drops (0.12 mL) of 4 M HNO3 were added after dissolution of the reactants. The light-yellow clear solution with a pH of ~1.5 was transferred to a 23 mL Teflon-lined stainless steel autoclave and heated statically at 160 °C for 3 days and then allowed to crystallize over 2 days at room temperature. Yellow single crystals were obtained from the colorless resulting solution with a pH of ~2.0, which could be isolated with a yield of 45% based on [UO2]2+ after filtration and washing thoroughly with distilled water. Elemental Analysis (%) Calcd for C15H18N6O21U3: C, 13.52; H, 1.36; N, 6.31. Found: C, 13.35; H, 1.24; N, 6.45.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["synthesis condition"], "content": "<title>{[(UO<sub>2</sub>)<sub>5</sub>(TTHA) (HTTHA)­(H<sub>2</sub>O)<sub>3</sub>]·H<sub>3</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>)</title><p>Compound <bold>3</bold> was synthesized by combining\nUO<sub>2</sub>(CH<sub>3</sub>COO)<sub>2</sub>·2H<sub>2</sub>O\n(0.042 g, 0.1 mmol), H<sub>6</sub>TTHA (0.0237 g, 0.05 mmol), and\ndemineralized water (6 mL) in a glass vessel and stirring for 1 h\nat room temperature. Several drops (0.08 mL) of 4 M HNO<sub>3</sub> were added after dissolution of the reactants. The light-yellow\nclear solution with a pH of ∼1.8 was transferred to a 23 mL\nTeflon-lined stainless steel autoclave and heated statically at 160\n°C for 3 days and then allowed to crystallize over 2 days at\nroom temperature. Yellow single crystals were obtained from the colorless\nresulting solution with a pH of ∼2.5, which could be isolated\nwith a yield of 60% based on [UO<sub>2</sub>]<sup>2+</sup> after filtration\nand washing thoroughly with distilled water. Elemental Analysis (%)\nCalcd for C<sub>30</sub>H<sub>34</sub>N<sub>12</sub>O<sub>38</sub>U<sub>5</sub>: C, 15.26; H, 1.45; N, 7.12. Found: C, 15.19; H, 1.53;\nN, 7.01.</p>", "clean_text": "{[(UO2)5(TTHA) (HTTHA)(H2O)3]⋅H3O} n  (3)\n\nCompound 3 was synthesized by combining UO2(CH3COO)2⋅2H2O (0.042 g, 0.1 mmol), H6TTHA (0.0237 g, 0.05 mmol), and demineralized water (6 mL) in a glass vessel and stirring for 1 h at room temperature. Several drops (0.08 mL) of 4 M HNO3 were added after dissolution of the reactants. The light-yellow clear solution with a pH of ~1.8 was transferred to a 23 mL Teflon-lined stainless steel autoclave and heated statically at 160 °C for 3 days and then allowed to crystallize over 2 days at room temperature. Yellow single crystals were obtained from the colorless resulting solution with a pH of ~2.5, which could be isolated with a yield of 60% based on [UO2]2+ after filtration and washing thoroughly with distilled water. Elemental Analysis (%) Calcd for C30H34N12O38U5: C, 15.26; H, 1.45; N, 7.12. Found: C, 15.19; H, 1.53; N, 7.01.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>X-ray Crystal Structure Determination</title><p>Single crystals\nof suitable dimensions for the ligand H<sub>6</sub>TTHA and compounds <bold>1</bold>–<bold>3</bold> were mounted on glass fibers for the\nX-ray structure determinations. Reflection data were collected at\nroom temperature on a Bruker AXS SMART APEX II CCD diffractometer\nwith graphite monochromatized Mo Kα radiation (λ = 0.71073\nÅ). A semiempirical absorption correction was applied by the\nprogram SADABS. The program suite SHELXTL-97\nwas used for space-group determination (XPREP), direct method structure\nsolution (XS), and least-squares refinement (XL). All non-hydrogen atoms were refined with anisotropic displacement\nparameters. The positions of the hydrogen atoms around the carbon\natoms were included using a riding model. The hydrogen atoms bound\nto oxygen atoms from the aqua molecules and the carboxylate groups\nwere found on Fourier difference maps. For compound <bold>3</bold>, the uncoordinated carboxylate group (C30, O36, O37) of the ligand\n1,3,5-triazine-2,4,6-triamine hexaacetic acid was too disordered to\nbe fixed at calculated positions in the process of the structure refinement.\nThe relevant hydrogen atom bound to O37 was not found on a Fourier-difference\nmap. Restraints on bond lengths and/or displacement parameters were\napplied for poorly behaving atoms. The ISOR command had been used\nto refine the ADP of O1w in compound <bold>3</bold>. Some voids in\nthe lattice likely indicate the presence of unresolved water solvent\nmolecules, probably highly disordered.</p>", "clean_text": "X-ray Crystal Structure Determination\n\nSingle crystals of suitable dimensions for the ligand H6TTHA and compounds 1-3 were mounted on glass fibers for the X-ray structure determinations. Reflection data were collected at room temperature on a Bruker AXS SMART APEX II CCD diffractometer with graphite monochromatized Mo Kα radiation (λ = 0.71073 Å). A semiempirical absorption correction was applied by the program SADABS. The program suite SHELXTL-97 was used for space-group determination (XPREP), direct method structure solution (XS), and least-squares refinement (XL). All non-hydrogen atoms were refined with anisotropic displacement parameters. The positions of the hydrogen atoms around the carbon atoms were included using a riding model. The hydrogen atoms bound to oxygen atoms from the aqua molecules and the carboxylate groups were found on Fourier difference maps. For compound 3, the uncoordinated carboxylate group (C30, O36, O37) of the ligand 1,3,5-triazine-2,4,6-triamine hexaacetic acid was too disordered to be fixed at calculated positions in the process of the structure refinement. The relevant hydrogen atom bound to O37 was not found on a Fourier-difference map. Restraints on bond lengths and/or displacement parameters were applied for poorly behaving atoms. The ISOR command had been used to refine the ADP of O1w in compound 3. Some voids in the lattice likely indicate the presence of unresolved water solvent molecules, probably highly disordered.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Crystal data and structure\nrefinement parameters are given in  and selected bond lengths and angles of\ncompounds <bold>1</bold>–<bold>3</bold> are listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01364/suppl_file/ic5b01364_si_001.pdf\">Table S1</ext-link>.</p><title>Results and Discussion</title><title>Synthesis</title><p>With the aim of synthesizing various uranyl\ncompounds possessing intriguing uranyl–organic frameworks (UOFs),\nwe designed reactions of uranyl acetate and a flexible hexapodal ligand,\n1,3,5-triazine-2,4,6-triamine hexaacetic acid (H<sub>6</sub>TTHA),\nunder various experimental conditions. A new family of uranyl–1,3,5-triazine-2,4,6-triamine\nhexaacetic acid hybrid materials has been obtained by the reaction\nof a moderate amount of uranyl acetate dihydrate with the ligands\nunder hydrothermal conditions. Some general trends are worthy of note:\nfirst, in the synthetic process of compound <bold>1</bold>, to get\nthe single crystals for X-ray diffraction, we performed a series of\nexperiments using various molar amounts of UO<sub>2</sub>(CH<sub>3</sub>COO)<sub>2</sub>·2H<sub>2</sub>O/Nd­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O/H<sub>6</sub>TTHA/4,4′-bipy under hydrothermal\nconditions with the addition of the same volume of H<sub>2</sub>O.\nWe found that it could be achieved by using the optimal molar amount\nof 2/1/1/2 mmol. Furthermore, the byproduct resulting from the in\nsitu reaction was obviously decreased. It is surprising to note that,\nin the reaction of <bold>1</bold>, we have obtained two types of products\nin the same reaction. One is uranyl compound <bold>1</bold> and the\nother is lanthanide compound, [Nd­(ox)<sub>1.5</sub>(H<sub>2</sub>O)<sub>3</sub>] (ox = oxalic acid) as determined by X-ray diffraction. Moreover,\nresearch results found that uranyl compound <bold>1</bold> was not\nrepeated without Nd­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O in the same experimental conditions. It is indicated that the addition\nof lanthanide nitrate salt has substantial effects on this reaction,\nand it especially affects crystallization of the compound. Even if\nit is not incorporated into the initial target product (4f–5f–H<sub>6</sub>TTHA), the control of the molar ratio and molar concentration\ncould also affect the crystallization of the compound. Second, the\npH plays an important role in the syntheses of uranyl hybrid materials.\nConsidering the attractive symmetry and flexibility of the ligand,\nmore attempts to obtain other compounds with novel topological structures\nwere tried. Thus, further exploration in our group has focused on\nadjusting the pH value of the reactions through accurate control of\nthe amount of HNO<sub>3</sub>. From these results, two polynuclear\nmetal compounds, {[(UO<sub>2</sub>)<sub>3</sub>(TTHA)­(H<sub>2</sub>O)<sub>3</sub>]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>) and\n{[(UO<sub>2</sub>)<sub>5</sub>(TTHA) (HTTHA)­(H<sub>2</sub>O)<sub>3</sub>]·H<sub>3</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>), were eventually obtained at the different pH values. By X-ray\nstructural analysis, compounds <bold>2</bold> and <bold>3</bold> produced\ndifferent structural manifestations of the 3D network motif as a main\nfunction of the pH. Indeed, for a given temperature, the other influential\nparameter is the reaction pH. It should be noted that pH was not measured\nexactly during the hydrothermal treatment although it is possible\nto estimate its value by using in situ liquid NMR spectroscopy. Nevertheless, the scan of the different pH values\nbefore (or after) the reaction is also an approximate probe, which\ngave us evidence of the pH effect on the structural diversities in\nthe chemical system [UO<sub>2</sub>]<sup>2+</sup>/H<sub>6</sub>TTHA/H<sub>2</sub>O.</p>", "clean_text": "Crystal data and structure refinement parameters are given in  and selected bond lengths and angles of compounds 1-3 are listed in Table S1.\n\nResults and Discussion\n\nSynthesis\n\nWith the aim of synthesizing various uranyl compounds possessing intriguing uranyl-organic frameworks (UOFs), we designed reactions of uranyl acetate and a flexible hexapodal ligand, 1,3,5-triazine-2,4,6-triamine hexaacetic acid (H6TTHA), under various experimental conditions. A new family of uranyl-1,3,5-triazine-2,4,6-triamine hexaacetic acid hybrid materials has been obtained by the reaction of a moderate amount of uranyl acetate dihydrate with the ligands under hydrothermal conditions. Some general trends are worthy of note: first, in the synthetic process of compound 1, to get the single crystals for X-ray diffraction, we performed a series of experiments using various molar amounts of UO2(CH3COO)2⋅2H2O/Nd(NO3)3⋅6H2O/H6TTHA/4,4'-bipy under hydrothermal conditions with the addition of the same volume of H2O. We found that it could be achieved by using the optimal molar amount of 2/1/1/2 mmol. Furthermore, the byproduct resulting from the in situ reaction was obviously decreased. It is surprising to note that, in the reaction of 1, we have obtained two types of products in the same reaction. One is uranyl compound 1 and the other is lanthanide compound, [Nd(ox)1.5(H2O)3] (ox = oxalic acid) as determined by X-ray diffraction. Moreover, research results found that uranyl compound 1 was not repeated without Nd(NO3)3⋅6H2O in the same experimental conditions. It is indicated that the addition of lanthanide nitrate salt has substantial effects on this reaction, and it especially affects crystallization of the compound. Even if it is not incorporated into the initial target product (4f-5f-H6TTHA), the control of the molar ratio and molar concentration could also affect the crystallization of the compound. Second, the pH plays an important role in the syntheses of uranyl hybrid materials. Considering the attractive symmetry and flexibility of the ligand, more attempts to obtain other compounds with novel topological structures were tried. Thus, further exploration in our group has focused on adjusting the pH value of the reactions through accurate control of the amount of HNO3. From these results, two polynuclear metal compounds, {[(UO2)3(TTHA)(H2O)3]} n  (2) and {[(UO2)5(TTHA) (HTTHA)(H2O)3]⋅H3O} n  (3), were eventually obtained at the different pH values. By X-ray structural analysis, compounds 2 and 3 produced different structural manifestations of the 3D network motif as a main function of the pH. Indeed, for a given temperature, the other influential parameter is the reaction pH. It should be noted that pH was not measured exactly during the hydrothermal treatment although it is possible to estimate its value by using in situ liquid NMR spectroscopy. Nevertheless, the scan of the different pH values before (or after) the reaction is also an approximate probe, which gave us evidence of the pH effect on the structural diversities in the chemical system [UO2]2+/H6TTHA/H2O.", "data": null, "include_properties": null}, {"idx": 15, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of Crystal\nData and Refinement\nResults for H<sub>6</sub>TTHA and Compounds <bold>1</bold>–<bold>3</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">H<sub>6</sub>TTHA</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>chemical formula</oasis:entry>\n<oasis:entry>C<sub>15</sub>H<sub>18</sub>N<sub>6</sub>O<sub>12</sub>\n</oasis:entry>\n<oasis:entry>C<sub>25</sub>H<sub>28</sub>N<sub>8</sub>O<sub>19</sub>U<sub>2</sub>\n</oasis:entry>\n<oasis:entry>C<sub>15</sub>H<sub>18</sub>N<sub>6</sub>O<sub>21</sub>U<sub>3</sub>\n</oasis:entry>\n<oasis:entry>C<sub>30</sub>H<sub>34</sub>N<sub>12</sub>O<sub>38</sub>U<sub>5</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">M</italic> (g mol<sup>–1</sup>)</oasis:entry>\n<oasis:entry>474.35</oasis:entry>\n<oasis:entry>1220.61</oasis:entry>\n<oasis:entry>1332.44</oasis:entry>\n<oasis:entry>2360.84</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C</italic>2<italic toggle=\"yes\">/c</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>\n<italic toggle=\"yes\">/n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>\n<italic toggle=\"yes\">/c</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> (Å)</oasis:entry>\n<oasis:entry>5.0686(13)</oasis:entry>\n<oasis:entry>11.460(4)</oasis:entry>\n<oasis:entry>12.624(5)</oasis:entry>\n<oasis:entry>14.533(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> (Å)</oasis:entry>\n<oasis:entry>21.661(6)</oasis:entry>\n<oasis:entry>19.968(6)</oasis:entry>\n<oasis:entry>15.891(6)</oasis:entry>\n<oasis:entry>15.479(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> (Å)</oasis:entry>\n<oasis:entry>17.452(4)</oasis:entry>\n<oasis:entry>14.949(5)</oasis:entry>\n<oasis:entry>16.585(7)</oasis:entry>\n<oasis:entry>15.666(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α (deg)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>74.643(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β (deg)</oasis:entry>\n<oasis:entry>91.591(5)</oasis:entry>\n<oasis:entry>99.628(5)</oasis:entry>\n<oasis:entry>105.217(6)</oasis:entry>\n<oasis:entry>74.576(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ (deg)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>81.431(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic> (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>1915.3(9)</oasis:entry>\n<oasis:entry>3372.8(18)</oasis:entry>\n<oasis:entry>3210(2)</oasis:entry>\n<oasis:entry>3264.2(13)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">D</italic>\n<sub>calc</sub> (mg m<sup>–3</sup>)</oasis:entry>\n<oasis:entry>1.645</oasis:entry>\n<oasis:entry>2.404</oasis:entry>\n<oasis:entry>2.757</oasis:entry>\n<oasis:entry>2.402</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal size\n(mm)</oasis:entry>\n<oasis:entry>0.35 × 0.24 × 0.10</oasis:entry>\n<oasis:entry>0.45 × 0.32 × 0.29</oasis:entry>\n<oasis:entry>0.45 × 0.36 × 0.10</oasis:entry>\n<oasis:entry>0.52 × 0.36 × 0.25</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>984</oasis:entry>\n<oasis:entry>2280</oasis:entry>\n<oasis:entry>2376</oasis:entry>\n<oasis:entry>2124</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ(Mo Kα)/mm<sup>–1</sup>\n</oasis:entry>\n<oasis:entry>0.144</oasis:entry>\n<oasis:entry>9.687</oasis:entry>\n<oasis:entry>15.186</oasis:entry>\n<oasis:entry>12.458</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>θ (deg)</oasis:entry>\n<oasis:entry>1.88–28.28</oasis:entry>\n<oasis:entry>1.72–25.00</oasis:entry>\n<oasis:entry>2.22–25.00</oasis:entry>\n<oasis:entry>1.46–25.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflections collected</oasis:entry>\n<oasis:entry>5920</oasis:entry>\n<oasis:entry>17062</oasis:entry>\n<oasis:entry>15751</oasis:entry>\n<oasis:entry>16508</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>independent reflections</oasis:entry>\n<oasis:entry>2321 (1373)</oasis:entry>\n<oasis:entry>5940 (4972)</oasis:entry>\n<oasis:entry>5641 (4571)</oasis:entry>\n<oasis:entry>11416 (8573)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>parameters</oasis:entry>\n<oasis:entry>154</oasis:entry>\n<oasis:entry>489</oasis:entry>\n<oasis:entry>406</oasis:entry>\n<oasis:entry>766</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>int</sub>\n</oasis:entry>\n<oasis:entry>0.0392</oasis:entry>\n<oasis:entry>0.0301</oasis:entry>\n<oasis:entry>0.0498</oasis:entry>\n<oasis:entry>0.0264</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Δ(ρ) (e Å<sup>–3</sup>)</oasis:entry>\n<oasis:entry>0.168 and −0.205</oasis:entry>\n<oasis:entry>1.750 and −0.568</oasis:entry>\n<oasis:entry>2.839 and −2.583</oasis:entry>\n<oasis:entry>5.365 and −2.042</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness of fit</oasis:entry>\n<oasis:entry>1.006</oasis:entry>\n<oasis:entry>1.038</oasis:entry>\n<oasis:entry>1.040</oasis:entry>\n<oasis:entry>1.095</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<xref rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>0.0483 (0.1000)<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.0256 (0.0357)<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.0428 (0.1232)<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.0549 (0.1707)<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>w<italic toggle=\"yes\">R</italic>\n<sub>2</sub>\n<xref rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>0.0908 (0.1076)<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.0561 (0.0580)<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.0559 (0.1304)<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.0760 (0.1801)<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>R = Σ||F<sub>o</sub>| –\n|F<sub>c</sub>||/Σ|F<sub>o</sub>|; w<italic toggle=\"yes\">R</italic>\n<sub>2</sub> = [Σw­(F<sub>o</sub>\n<sup>2</sup> – F<sub>c</sub>\n<sup>2</sup>)<sup>2</sup>/Σw­(F<sub>o</sub>\n<sup>2</sup>)<sup>2</sup>]<sup>1/2</sup>; |F<sub>o</sub>| &gt; 4σ (|F<sub>o</sub>|).</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>On the basis of all of the\ndata.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Structure Descriptions</title><p>Crystallization\nof H<sub>6</sub>TTHA from its aqueous solution yields a solid that\ncan be examined\nby single-crystal X-ray diffraction, and the same structure has been\npreviously reported.\n</p><title>{[(UO<sub>2</sub>)<sub>2</sub>(H<sub>2</sub>TTHA)­(H<sub>2</sub>O)]·4,4′-bipy·2H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>)</title><p>The structure of <bold>1</bold> comprises\ntwo crystallographically distinct U<sup>VI</sup> centers that occur\nwith hexagonal- and pentagonal-bipyramidal coordination geometries\n(). The uranyl\noxygen atoms at the apexes are bonded to the central uranium atoms\nat an average distance of 1.764(4) Å, and the OUO\nbond angles are 176.78(19)° for U1 and 176.98(17)° for U2\nto form the near-linear [UO<sub>2</sub>]<sup>2+</sup> cations, which\nis in good agreement with the reported average uranyl bond length\nand angle of 1.774(3) Å and 178.5(2)°, respectively. Six equatorial positions of U1 are occupied by oxygen atoms from\nthree chelating carboxylate groups pertaining to three H<sub>2</sub>TTHA<sup>4–</sup> ligands. Within the pentagonal-bipyramidal\ncoordination sphere of U2, the equatorial girdle is completed by three\ndistinct types of oxygen atoms from one aqua ligand and one chelating\nand two monodentate carboxylate groups. The average U–O bond\nlengths of 2.471(4) Å for chelating and 2.273(4) Å for monodentate\ngroups are unexceptional (average values from the relevant literature:\n2.504(10) Å and 2.42(5) Å, respectively). Furthermore, the bond length of U2–O17 [2.411(4)\nÅ] is also comparable to those U–O<sub>(aquo)</sub> (&lt;2.41(3)\nÅ&gt;) reported in other uranyl compounds.\n</p>", "clean_text": "Structure Descriptions\n\nCrystallization of H6TTHA from its aqueous solution yields a solid that can be examined by single-crystal X-ray diffraction, and the same structure has been previously reported. \n\n{[(UO2)2(H2TTHA)(H2O)]⋅4,4'-bipy⋅2H2O} n  (1)\n\nThe structure of 1 comprises two crystallographically distinct UVI centers that occur with hexagonal- and pentagonal-bipyramidal coordination geometries (). The uranyl oxygen atoms at the apexes are bonded to the central uranium atoms at an average distance of 1.764(4) Å, and the OUO bond angles are 176.78(19)° for U1 and 176.98(17)° for U2 to form the near-linear [UO2]2+ cations, which is in good agreement with the reported average uranyl bond length and angle of 1.774(3) Å and 178.5(2)°, respectively. Six equatorial positions of U1 are occupied by oxygen atoms from three chelating carboxylate groups pertaining to three H2TTHA4- ligands. Within the pentagonal-bipyramidal coordination sphere of U2, the equatorial girdle is completed by three distinct types of oxygen atoms from one aqua ligand and one chelating and two monodentate carboxylate groups. The average U-O bond lengths of 2.471(4) Å for chelating and 2.273(4) Å for monodentate groups are unexceptional (average values from the relevant literature: 2.504(10) Å and 2.42(5) Å, respectively). Furthermore, the bond length of U2-O17 [2.411(4) Å] is also comparable to those U-O(aquo) (<2.41(3) Å>) reported in other uranyl compounds. ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>As described above, two coordination modes of the\ncarboxylate\ngroups in the H<sub>2</sub>TTHA<sup>4–</sup> ligand are observed:\nchelating bidentate and monodentate. The whole ligand is 4-fold deprotonated\nand acts as a μ<sub>10</sub>-bridge to link six U<sup>VI</sup> centers as illustrated in a. Because of its flexibility, six of the −CH<sub>2</sub>(COOH) groups (as if arms) show significant deviation from\nthe central triazine ring, and none of them are coplanar with the\ntriazine ring. The two arms connecting to the same nitrogen atom are\narranged above and below the triazine plane. The adjacent arms bend\nin the same direction when they adopt different coordination modes,\nwhereas in other conditions, the arms bend in opposite directions\nto the triazine plane, which may reduce the stereospecific blockade.\nIn this way, a fascinating 3D porous framework () has been generated based on two types of\nSBUs. The first is composed of two U1 FBUs (fundamental building units),\nwhich is connected with four arms of the ligand to form a 24-membered\nring. Similarly, the second is composed of two U2 FBUs, which is also\nconnected with four arms of the ligand to form a 24-membered ring.\nMoreover, the large channel with a 28-membered ring (approximately\n11.6 × 8.3 Å<sup>2</sup> by ignoring the suspending groups),\nsurrounded by two U1 FBUs and one U2 FBU as well as six arms, can\nbe discovered along the <italic toggle=\"yes\">a</italic>-axis. To identify the connectivity\nbetween the ligands and the metals, we investigated the topology of\nthe whole network. The two simplified ways of the ligand are illustrated\nin . If the\ntwo FBUs (U1 and U2), three N<sub>amine</sub> atoms, and the triazine\nring center are viewed as nodes, the compound can be interpreted topologically\nas a special 3D (3,3,3,3,3,3)-connected 2-nodal net with a Schläfli\nsymbol (8<sup>3</sup>). This initial simplification, however, does\nnot interpret the whole network structure in a legible way. Thus,\nwe further simplify the structure by considering the whole H<sub>2</sub>TTHA<sup>4–</sup> ligand as a node. In such a manner, the\nnetwork is further computed as a (3,3,6)-connected 3-nodal net with\na Schläfli symbol of (4.6<sup>2</sup>)­(4<sup>2</sup>.6)­(4<sup>3</sup>.6<sup>6</sup>.8<sup>6</sup>) ().</p>", "clean_text": "As described above, two coordination modes of the carboxylate groups in the H2TTHA4- ligand are observed: chelating bidentate and monodentate. The whole ligand is 4-fold deprotonated and acts as a μ10-bridge to link six UVI centers as illustrated in a. Because of its flexibility, six of the -CH2(COOH) groups (as if arms) show significant deviation from the central triazine ring, and none of them are coplanar with the triazine ring. The two arms connecting to the same nitrogen atom are arranged above and below the triazine plane. The adjacent arms bend in the same direction when they adopt different coordination modes, whereas in other conditions, the arms bend in opposite directions to the triazine plane, which may reduce the stereospecific blockade. In this way, a fascinating 3D porous framework () has been generated based on two types of SBUs. The first is composed of two U1 FBUs (fundamental building units), which is connected with four arms of the ligand to form a 24-membered ring. Similarly, the second is composed of two U2 FBUs, which is also connected with four arms of the ligand to form a 24-membered ring. Moreover, the large channel with a 28-membered ring (approximately 11.6 × 8.3 Å2 by ignoring the suspending groups), surrounded by two U1 FBUs and one U2 FBU as well as six arms, can be discovered along the a-axis. To identify the connectivity between the ligands and the metals, we investigated the topology of the whole network. The two simplified ways of the ligand are illustrated in . If the two FBUs (U1 and U2), three Namine atoms, and the triazine ring center are viewed as nodes, the compound can be interpreted topologically as a special 3D (3,3,3,3,3,3)-connected 2-nodal net with a Schläfli symbol (83). This initial simplification, however, does not interpret the whole network structure in a legible way. Thus, we further simplify the structure by considering the whole H2TTHA4- ligand as a node. In such a manner, the network is further computed as a (3,3,6)-connected 3-nodal net with a Schläfli symbol of (4.62)(42.6)(43.66.86) ().", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Perspective view of the coordination environment\naround the uranium\natoms in <bold>1</bold>. Hydrogen atoms have been omitted for clarity.\nSymmetry codes: A, 0.5 + <italic toggle=\"yes\">x</italic>, 1.5 – <italic toggle=\"yes\">y</italic>, 0.5 + <italic toggle=\"yes\">z</italic>; B, 1.5 – <italic toggle=\"yes\">x</italic>, −0.5 + <italic toggle=\"yes\">y</italic>, 1.5 – <italic toggle=\"yes\">z</italic>; C, −1 + <italic toggle=\"yes\">x</italic>, <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic>; D, 1 – <italic toggle=\"yes\">x</italic>, 1 – <italic toggle=\"yes\">y</italic>, 1 – <italic toggle=\"yes\">z</italic>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  Perspective view of the coordination environment around the uranium atoms in 1. Hydrogen atoms have been omitted for clarity. Symmetry codes: A, 0.5 + x, 1.5 - y, 0.5 + z; B, 1.5 - x, -0.5 + y, 1.5 - z; C, -1 + x, y, z; D, 1 - x, 1 - y, 1 - z.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Structure of UOF <bold>1</bold>: (a) view of the first SBU composed\nof two U1 FBUs; (b) view of the second SBU composed of two U2 FBUs;\n(c) view of the large channel surrounded by two U1, one U2 FBUs, and\nsix arms along the <italic toggle=\"yes\">a</italic>-axis; (d) view of the 3D network\nstructure viewed in the shape of “matts” type; (e) space-filling\nrepresentation of the molecular cage with large channels. Hydrogen\natoms, solvent molecules, and free 4,4′-bipyridine molecules\nare omitted for clarity.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  Structure of UOF 1: (a) view of the first SBU composed of two U1 FBUs; (b) view of the second SBU composed of two U2 FBUs; (c) view of the large channel surrounded by two U1, one U2 FBUs, and six arms along the a-axis; (d) view of the 3D network structure viewed in the shape of \"matts\" type; (e) space-filling representation of the molecular cage with large channels. Hydrogen atoms, solvent molecules, and free 4,4'-bipyridine molecules are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Two simplified ways of the ligand in compound <bold>1</bold> (for\nthese, compounds <bold>2</bold> and <bold>3</bold> are similar to <bold>1</bold>).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  Two simplified ways of the ligand in compound 1 (for these, compounds 2 and 3 are similar to 1).   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Topological presentation\nof the 3D net in compound <bold>1</bold>: (a) (3,3,3,3,3,3)-connected\n2-nodal net; (b) (3,3,6)-connected\n3-nodal net. Red and pink balls represent U1 and U2 FBUs, respectively;\nblue balls represent the N<sub>amine</sub> atom, and the turquoise\nballs represent the triazine ring centers.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0006.tif\"></graphic>\n</fig>", "clean_text": " 4  Topological presentation of the 3D net in compound 1: (a) (3,3,3,3,3,3)-connected 2-nodal net; (b) (3,3,6)-connected 3-nodal net. Red and pink balls represent U1 and U2 FBUs, respectively; blue balls represent the Namine atom, and the turquoise balls represent the triazine ring centers.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>{[(UO<sub>2</sub>)<sub>3</sub>(TTHA)­(H<sub>2</sub>O)<sub>3</sub>]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>)</title><p>As illustrated\nin , the asymmetric\nunit in compound <bold>2</bold> consists of three crystallographically\nindependent uranyl ions, one completely deprotonated TTHA<sup>6–</sup> ligand, and three aqua ligands. All of the uranium centers adopt\na 7-fold coordinated (pentagonal bipyramid), and terminal short UO\nare observed with an unexceptional average bond length of 1.764(9)\nÅ as well as OUO angles ranging from 176.6(4)°\nto 177.0(5)°, which are typical of the double uranyl bond. The\noxygen atoms from bridging carboxylate groups and aqua ligands complete\nthe coordination spheres of U1 and U2 and are located in the equatorial\nplane, whereas that of U3 is completed by three bridging carboxylate\noxygen atoms and two chelating carboxylate oxygen atoms. The average\nU–O<sub>(bridging carboxylate)</sub>, U–O<sub>(chelating carboxylate)</sub>, and U–O<sub>(aqua)</sub> bond lengths 2.362(8), 2.478(8),\nand 2.449(8) Å, respectively, match their counterparts in <bold>1</bold> and other uranyl-oxygen donor compounds (U–O<sub>(bridging carboxylate)</sub> &lt;2.330(3) Å&gt;).\n</p>", "clean_text": "{[(UO2)3(TTHA)(H2O)3]} n  (2)\n\nAs illustrated in , the asymmetric unit in compound 2 consists of three crystallographically independent uranyl ions, one completely deprotonated TTHA6- ligand, and three aqua ligands. All of the uranium centers adopt a 7-fold coordinated (pentagonal bipyramid), and terminal short UO are observed with an unexceptional average bond length of 1.764(9) Å as well as OUO angles ranging from 176.6(4)° to 177.0(5)°, which are typical of the double uranyl bond. The oxygen atoms from bridging carboxylate groups and aqua ligands complete the coordination spheres of U1 and U2 and are located in the equatorial plane, whereas that of U3 is completed by three bridging carboxylate oxygen atoms and two chelating carboxylate oxygen atoms. The average U-O(bridging carboxylate), U-O(chelating carboxylate), and U-O(aqua) bond lengths 2.362(8), 2.478(8), and 2.449(8) Å, respectively, match their counterparts in 1 and other uranyl-oxygen donor compounds (U-O(bridging carboxylate) <2.330(3) Å>). ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The carboxylate moieties feature three\ncoordination modes in the TTHA<sup>6–</sup> ligand, <italic toggle=\"yes\">syn–anti</italic> bridging, <italic toggle=\"yes\">anti–anti</italic> bridging, and chelating bidentate. The whole ligand functions as\na μ<sub>12</sub>-bridge connecting eight metal centers (b). Interestingly,\nthe ligand in compound <bold>2</bold> exhibits more flexibility than\nit does in the former compound, which exhibits the mirror symmetry\nin itself. Two couples of arms bend in the same direction to the triazine\nplane, whereas the other couple of arms bend in the opposite direction.\nIn the extended structure (), the uranyl ions (U2 and U3) are bridged by the carboxylate\ngroups into an SBU, further forming a two-dimensional crown-like sheet\nin the <italic toggle=\"yes\">bc</italic> plane through the connection with the ligands.\nMoreover, the U1 FBUs are bridged by the carboxylate groups into one-dimensional\nwall-like infinite chains along the <italic toggle=\"yes\">b</italic>-axis, in which\nnearly planar 16-membered rings are arranged with a U1–U1 contact\nof 9.5088(27) Å. Finally, the uranyl ion (U1) as a hub connects\nthese 2D sheets to form an intriguing 3D network structure. With topological\nanalysis, if the FBU (U1) and the [(UO<sub>2</sub>)<sub>2</sub>(μ<sub>2</sub>-CO<sub>2</sub>)] dimer unit (U2/U3) are viewed as 4-connected\nnodes, whereas three N<sub>amine</sub> atoms and the triazine ring\ncenter act as 3-connected, 4-connected, 4-connected, and 3-connected\nnodes, respectively, the structure of <bold>2</bold> can be symbolized\nas an unusual 3D (3,3,4,4,4,4)-connected 6-nodal net topology with\na Schläfli symbol of (4.8<sup>2</sup>)­(4.8<sup>4</sup>.10)­(4<sup>3</sup>.6<sup>2</sup>.8)­(4<sup>4</sup>.6<sup>2</sup>)<sub>2</sub>(8<sup>2</sup>.10). Similarly, the Schläfli symbol (4.6.8)­(4<sup>2</sup>.6)­(4<sup>3</sup>.6<sup>4</sup>.8<sup>8</sup>) for a (3,3,6)-connected\n3-nodal net framework can be achieved when the whole TTHA<sup>6–</sup> ligands are simplified to 6-connected nodes ().</p>", "clean_text": "The carboxylate moieties feature three coordination modes in the TTHA6- ligand, syn-anti bridging, anti-anti bridging, and chelating bidentate. The whole ligand functions as a μ12-bridge connecting eight metal centers (b). Interestingly, the ligand in compound 2 exhibits more flexibility than it does in the former compound, which exhibits the mirror symmetry in itself. Two couples of arms bend in the same direction to the triazine plane, whereas the other couple of arms bend in the opposite direction. In the extended structure (), the uranyl ions (U2 and U3) are bridged by the carboxylate groups into an SBU, further forming a two-dimensional crown-like sheet in the bc plane through the connection with the ligands. Moreover, the U1 FBUs are bridged by the carboxylate groups into one-dimensional wall-like infinite chains along the b-axis, in which nearly planar 16-membered rings are arranged with a U1-U1 contact of 9.5088(27) Å. Finally, the uranyl ion (U1) as a hub connects these 2D sheets to form an intriguing 3D network structure. With topological analysis, if the FBU (U1) and the [(UO2)2(μ2-CO2)] dimer unit (U2/U3) are viewed as 4-connected nodes, whereas three Namine atoms and the triazine ring center act as 3-connected, 4-connected, 4-connected, and 3-connected nodes, respectively, the structure of 2 can be symbolized as an unusual 3D (3,3,4,4,4,4)-connected 6-nodal net topology with a Schläfli symbol of (4.82)(4.84.10)(43.62.8)(44.62)2(82.10). Similarly, the Schläfli symbol (4.6.8)(42.6)(43.64.88) for a (3,3,6)-connected 3-nodal net framework can be achieved when the whole TTHA6- ligands are simplified to 6-connected nodes ().", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Perspective view of the coordination environment\naround the uranium\natoms in <bold>2</bold>. Hydrogen atoms have been omitted for clarity.\nSymmetry codes: A, 1 – <italic toggle=\"yes\">x</italic>, 0.5 + <italic toggle=\"yes\">y</italic>, 0.5 – <italic toggle=\"yes\">z</italic>; B, <italic toggle=\"yes\">x</italic>, 0.5 – <italic toggle=\"yes\">y</italic>, 0.5 + <italic toggle=\"yes\">z</italic>; C, −<italic toggle=\"yes\">x</italic>, 1 – <italic toggle=\"yes\">y</italic>, −<italic toggle=\"yes\">z</italic>; D, <italic toggle=\"yes\">x</italic>, 1 + <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0007.tif\"></graphic>\n</fig>", "clean_text": " 5  Perspective view of the coordination environment around the uranium atoms in 2. Hydrogen atoms have been omitted for clarity. Symmetry codes: A, 1 - x, 0.5 + y, 0.5 - z; B, x, 0.5 - y, 0.5 + z; C, -x, 1 - y, -z; D, x, 1 + y, z.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Structure of UOF <bold>2</bold>: (a) view of the two-dimensional\nsheet in the <italic toggle=\"yes\">bc</italic> plane (the uranyl oxygen atoms of\nU2 and U3 have been omitted for clarity); (b) view of the SBU; (c)\nthe crown-like sheet viewed side-on; (d) view of another 2D sheet\nconnected by uranyl ions (U1) as hubs in the <italic toggle=\"yes\">ab</italic> plane;\n(e) view of the 1D wall-like chains along the <italic toggle=\"yes\">b</italic>-axis;\n(f) view of the 3D network framework. The uranium atoms and uranyl\ncoordination polyhedra are in yellow (U1), bright green (U2), and\nsky blue (U3). Hydrogen atoms are omitted for clarity.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0008.tif\"></graphic>\n</fig>", "clean_text": " 6  Structure of UOF 2: (a) view of the two-dimensional sheet in the bc plane (the uranyl oxygen atoms of U2 and U3 have been omitted for clarity); (b) view of the SBU; (c) the crown-like sheet viewed side-on; (d) view of another 2D sheet connected by uranyl ions (U1) as hubs in the ab plane; (e) view of the 1D wall-like chains along the b-axis; (f) view of the 3D network framework. The uranium atoms and uranyl coordination polyhedra are in yellow (U1), bright green (U2), and sky blue (U3). Hydrogen atoms are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Topological presentation of the 3D net in compound <bold>2</bold>: (a) (3,3,4,4,4,4)-connected 6-nodal net; (b) (3,3,6)-connected\n3-nodal net. Red and pink balls represent the FBU (U1) and the [(UO<sub>2</sub>)<sub>2</sub>(μ<sub>2</sub>-CO<sub>2</sub>)] dimer unit\n(U2/U3), respectively; blue balls represent the N<sub>amine</sub> atoms,\nand turquoise balls represent the triazine ring centers.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0009.tif\"></graphic>\n</fig>", "clean_text": " 7  Topological presentation of the 3D net in compound 2: (a) (3,3,4,4,4,4)-connected 6-nodal net; (b) (3,3,6)-connected 3-nodal net. Red and pink balls represent the FBU (U1) and the [(UO2)2(μ2-CO2)] dimer unit (U2/U3), respectively; blue balls represent the Namine atoms, and turquoise balls represent the triazine ring centers.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>{[(UO<sub>2</sub>)<sub>5</sub>(TTHA) (HTTHA)­(H<sub>2</sub>O)<sub>3</sub>]·H<sub>3</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>)</title><p>The X-ray crystal structure analysis\nreveals that\ncompound <bold>3</bold> similarly possesses a 3D network framework.\nIt exhibits unusual structural features for crystal chemistry of uranyl-based\nsolids in which the asymmetric unit comprises five crystallographically\nindependent uranyl ions and two ligands (HTTHA<sup>5–</sup> and TTHA<sup>6–</sup>). All of the uranium centers are 7-fold\ncoordinated with typical pentagonal-bipyramidal configurations (). As expected for\nthese U<sup>VI</sup>, two double uranyl bonds exist with typical short\nUO distances and near-linear OUO angles [1.732(14)–1.778(11)\nÅ and 176.8(5)–178.8(6)°, respectively]. Each of\nthem have the same equatorial coordination sphere. In the case of\nU1 and U4, five oxygen atoms are from one chelating and three bridging\ncarboxylate groups. For U2 and U5, the oxygen atoms are from four\nbridging carboxylate groups and one aqua molecule, whereas that of\nU3 is completed by five oxygen atoms from one chelating carboxylate\ngroup and two bridging carboxylate groups as well as one aqua ligand,\nrespectively. The U–O distances in the equatorial plane are\nin the range of 2.317(12)–2.489(11) Å, all of which are\nunexceptional.</p>", "clean_text": "{[(UO2)5(TTHA) (HTTHA)(H2O)3]⋅H3O} n  (3)\n\nThe X-ray crystal structure analysis reveals that compound 3 similarly possesses a 3D network framework. It exhibits unusual structural features for crystal chemistry of uranyl-based solids in which the asymmetric unit comprises five crystallographically independent uranyl ions and two ligands (HTTHA5- and TTHA6-). All of the uranium centers are 7-fold coordinated with typical pentagonal-bipyramidal configurations (). As expected for these UVI, two double uranyl bonds exist with typical short UO distances and near-linear OUO angles [1.732(14)-1.778(11) Å and 176.8(5)-178.8(6)°, respectively]. Each of them have the same equatorial coordination sphere. In the case of U1 and U4, five oxygen atoms are from one chelating and three bridging carboxylate groups. For U2 and U5, the oxygen atoms are from four bridging carboxylate groups and one aqua molecule, whereas that of U3 is completed by five oxygen atoms from one chelating carboxylate group and two bridging carboxylate groups as well as one aqua ligand, respectively. The U-O distances in the equatorial plane are in the range of 2.317(12)-2.489(11) Å, all of which are unexceptional.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The incompletely and completely deprotonated\nligands HTTHA<sup>5–</sup>/TTHA<sup>6–</sup> in <bold>3</bold> connect seven and eight different metal centers (μ<sub>10</sub>- and μ<sub>12</sub>-bridges), respectively, through <italic toggle=\"yes\">syn–anti</italic> bridging, <italic toggle=\"yes\">anti–anti</italic> bridging, and chelating bidentate carboxylate moieties (c). For the TTHA<sup>6–</sup> ligand, the adjacent two couples of arms connecting\nto N4 and N6 are arranged above and below the triazine plane, respectively,\nwhereas the other two arms connecting to N5 bend in opposite directions\nto the triazine plane. Similarly, the six arms of the HTTHA<sup>5–</sup> ligand are arranged in the same way as the former based on the plane\nof the triazine ring. However, one carboxylate group (C30, O36, and\nO37) of the HTTHA<sup>5–</sup> ligand is uncoordinated. As\nexpected, a complicated 3D network structure is formed through continuous\nsymmetric connections that are based on two types of SBUs, the [(UO<sub>2</sub>)<sub>3</sub>(μ<sub>2</sub>-CO<sub>2</sub>)<sub>2</sub>] trimer unit for U1/U4/U5 and the [(UO<sub>2</sub>)<sub>2</sub>(μ<sub>2</sub>-CO<sub>2</sub>)] dimer unit for U2/U3 connected by bridging\ncarboxylate groups (). In consideration of the complexity of the structure, we\ntry to interpret the framework topologically through six N<sub>amine</sub> atoms, the two triazine ring centers, U1/U4/U5 and U2/U3 building\nunits being defined as nodes. The simplified structure gives an unprecedented\n(2,3,3,3,3,3,3,3,3,8)-connected 10-nodal net topology with the Schläfli\nsymbol (4.6.8)(4.8.10)<sub>2</sub>(4.8<sup>2</sup>)­(4<sup>2</sup>.6)<sub>2</sub>(4<sup>3</sup>)­(4<sup>5</sup>.6<sup>7</sup>.8<sup>8</sup>.10<sup>6</sup>.12<sup>2</sup>)­(6.8<sup>2</sup>)­(6) (a). For better insight into such an elegant\n10-nodal net, the whole ligands HTTHA<sup>5–</sup> and TTHA<sup>6–</sup> are both viewed to be 5- and 4-connected nodes, respectively.\nFinally, compound <bold>3</bold> shows a novel 3D (3,4,5,6)-connected\n4-nodal net topology with a Schläfli symbol (4<sup>2</sup>.6)\n(4<sup>4</sup>.6<sup>2</sup>)­(4<sup>5</sup>.6<sup>4</sup>.8)­(4<sup>8</sup>.6<sup>6</sup>.8) (b).</p>", "clean_text": "The incompletely and completely deprotonated ligands HTTHA5-/TTHA6- in 3 connect seven and eight different metal centers (μ10- and μ12-bridges), respectively, through syn-anti bridging, anti-anti bridging, and chelating bidentate carboxylate moieties (c). For the TTHA6- ligand, the adjacent two couples of arms connecting to N4 and N6 are arranged above and below the triazine plane, respectively, whereas the other two arms connecting to N5 bend in opposite directions to the triazine plane. Similarly, the six arms of the HTTHA5- ligand are arranged in the same way as the former based on the plane of the triazine ring. However, one carboxylate group (C30, O36, and O37) of the HTTHA5- ligand is uncoordinated. As expected, a complicated 3D network structure is formed through continuous symmetric connections that are based on two types of SBUs, the [(UO2)3(μ2-CO2)2] trimer unit for U1/U4/U5 and the [(UO2)2(μ2-CO2)] dimer unit for U2/U3 connected by bridging carboxylate groups (). In consideration of the complexity of the structure, we try to interpret the framework topologically through six Namine atoms, the two triazine ring centers, U1/U4/U5 and U2/U3 building units being defined as nodes. The simplified structure gives an unprecedented (2,3,3,3,3,3,3,3,3,8)-connected 10-nodal net topology with the Schläfli symbol (4.6.8)(4.8.10)2(4.82)(42.6)2(43)(45.67.88.106.122)(6.82)(6) (a). For better insight into such an elegant 10-nodal net, the whole ligands HTTHA5- and TTHA6- are both viewed to be 5- and 4-connected nodes, respectively. Finally, compound 3 shows a novel 3D (3,4,5,6)-connected 4-nodal net topology with a Schläfli symbol (42.6) (44.62)(45.64.8)(48.66.8) (b).", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Perspective view of the coordination environment around\nthe uranium\natoms in <bold>3</bold>. The uranyl oxygen atoms at the apexes (O1,\nO2 for U1; O3, O4 for U2; O5, O6 for U3; O7, O8 for U4; O9, O10 for\nU5) and hydrogen atoms have been omitted for clarity. Symmetry codes:\nA, 1 – <italic toggle=\"yes\">x</italic>, 1 – <italic toggle=\"yes\">y</italic>, 1\n– <italic toggle=\"yes\">z</italic>; B, 1 – <italic toggle=\"yes\">x</italic>, 2 – <italic toggle=\"yes\">y</italic>, 1 – <italic toggle=\"yes\">z</italic>; C, 2 – <italic toggle=\"yes\">x</italic>, 1 – <italic toggle=\"yes\">y</italic>, 1 – <italic toggle=\"yes\">z</italic>; D, 1 – <italic toggle=\"yes\">x</italic>, 1 – <italic toggle=\"yes\">y</italic>, 2 – <italic toggle=\"yes\">z</italic>.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0010.tif\"></graphic>\n</fig>", "clean_text": " 8  Perspective view of the coordination environment around the uranium atoms in 3. The uranyl oxygen atoms at the apexes (O1, O2 for U1; O3, O4 for U2; O5, O6 for U3; O7, O8 for U4; O9, O10 for U5) and hydrogen atoms have been omitted for clarity. Symmetry codes: A, 1 - x, 1 - y, 1 - z; B, 1 - x, 2 - y, 1 - z; C, 2 - x, 1 - y, 1 - z; D, 1 - x, 1 - y, 2 - z.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Structure of UOF <bold>3</bold>: (a) view of the 3D framework constructed\nby two kinds of SBUs (yellow polyhedra) through the linkers HTTHA<sup>5–</sup>/TTHA<sup>6–</sup>; (b) view of one SBU consisting\nof U1/U4/U5 (U1, U4, and U5 atoms are represented by turquoise, bright\ngreen, and yellow spheres, respectively); (c) view of the other SBU\nconsisting of U2/U3 (U2 and U3 atoms are represented by orange and\nsea green spheres, respectively). Hydrogen atoms and solvent molecules\nare omitted for clarity.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0011.tif\"></graphic>\n</fig>", "clean_text": " 9  Structure of UOF 3: (a) view of the 3D framework constructed by two kinds of SBUs (yellow polyhedra) through the linkers HTTHA5-/TTHA6-; (b) view of one SBU consisting of U1/U4/U5 (U1, U4, and U5 atoms are represented by turquoise, bright green, and yellow spheres, respectively); (c) view of the other SBU consisting of U2/U3 (U2 and U3 atoms are represented by orange and sea green spheres, respectively). Hydrogen atoms and solvent molecules are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Topological presentation of the 3D net in compound <bold>3</bold>: (a) (2,3,3,3,3,3,3,3,3,8)-connected 10-nodal net; (b) (3,4,5,6)-connected\n4-nodal net. Red and pink balls represent U1/U4/U5 and U2/U3 building\nunits, respectively; blue balls represent the N<sub>amine</sub> atoms,\nand the turquoise and green balls represent the triazine ring centers\nof the HTTHA<sup>5–</sup> and TTHA<sup>6–</sup> ligands,\nrespectively.</p>\n</caption>\n<graphic id=\"gr13\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0012.tif\"></graphic>\n</fig>", "clean_text": " 10  Topological presentation of the 3D net in compound 3: (a) (2,3,3,3,3,3,3,3,3,8)-connected 10-nodal net; (b) (3,4,5,6)-connected 4-nodal net. Red and pink balls represent U1/U4/U5 and U2/U3 building units, respectively; blue balls represent the Namine atoms, and the turquoise and green balls represent the triazine ring centers of the HTTHA5- and TTHA6- ligands, respectively.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Comparison of TTHA Conformations\nand Coordination Modes</title><p>So far, a series of compounds constructed\nfrom the 1,3,5-triazine-2,4,6-triamine\nhexaacetic acid (H<sub>6</sub>TTHA) containing three iminodiacetic\nacid groups, which can adopt versatile conformations according to\nthe geometric requirements of different metal ions, have been continually\nreported. By a systematic comparison in terms of conformations\nand coordination modes of the ligand, seven types of TTHA conformations\n(I → VII) and 24 kinds of coordination modes could be clearly\nobserved ().\nTo our surprise, the ligands of compounds <bold>1</bold>–<bold>3</bold> reported herein exhibit distinctly different coordination\nmodes. In addition, the weaker metal–N<sub>amine</sub> chelation\nis prominent in d-block elements like Cu-, Zn-, and Cd-based compounds.\nUp until now, no such instances have been found with the s- or f-block\nelements. It may be explained that geometrical constraints, which\nprefer a certain type of coordination geometry with restrictions on\nthe coordination bond lengths, have a bearing on the outcome of aggregation.\nNoteworthily, it is quite difficult that the tridentate coordination\nmode involving the amine N atom is favored with the uranium atom in\nview of the feature of coordinated sphere for the linear [UO<sub>2</sub>]<sup>2+</sup> cation. That is, the amine N and two O atoms from\nN–diacetate groups could not accomplish coplanarity with the\nU<sup>VI</sup> center owing to the restrictions on the rotary degree\nof the arms and ranges of bond lengths and angles, especially U–N\nand U–O. Herein, we adopted the currently approved notation,\nbased on Greek letters μ and η, to describe the bonding\nmodes of the whole TTHA ligand in  and .</p>", "clean_text": "Comparison of TTHA Conformations and Coordination Modes\n\nSo far, a series of compounds constructed from the 1,3,5-triazine-2,4,6-triamine hexaacetic acid (H6TTHA) containing three iminodiacetic acid groups, which can adopt versatile conformations according to the geometric requirements of different metal ions, have been continually reported. By a systematic comparison in terms of conformations and coordination modes of the ligand, seven types of TTHA conformations (I → VII) and 24 kinds of coordination modes could be clearly observed (). To our surprise, the ligands of compounds 1-3 reported herein exhibit distinctly different coordination modes. In addition, the weaker metal-Namine chelation is prominent in d-block elements like Cu-, Zn-, and Cd-based compounds. Up until now, no such instances have been found with the s- or f-block elements. It may be explained that geometrical constraints, which prefer a certain type of coordination geometry with restrictions on the coordination bond lengths, have a bearing on the outcome of aggregation. Noteworthily, it is quite difficult that the tridentate coordination mode involving the amine N atom is favored with the uranium atom in view of the feature of coordinated sphere for the linear [UO2]2+ cation. That is, the amine N and two O atoms from N-diacetate groups could not accomplish coplanarity with the UVI center owing to the restrictions on the rotary degree of the arms and ranges of bond lengths and angles, especially U-N and U-O. Herein, we adopted the currently approved notation, based on Greek letters μ and η, to describe the bonding modes of the whole TTHA ligand in  and .", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Conformations\nand Coordination Modes of the Ligand TTHA in (a) Compound <bold>1</bold>, (b) Compound <bold>2</bold>, and (c) Compound <bold>3</bold>\n</title>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0017.tif\"></graphic>\n</fig>", "clean_text": " 2  Conformations and Coordination Modes of the Ligand TTHA in (a) Compound 1, (b) Compound 2, and (c) Compound 3    ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Conformations (Seven Types) and Coordination\nModes (24 Kinds) Reported\nfor the Ligand H<sub>6</sub>TTHA</title>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0018.tif\"></graphic>\n</fig>", "clean_text": " 3  Conformations (Seven Types) and Coordination Modes (24 Kinds) Reported for the Ligand H6TTHA   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<title>Infrared Spectroscopy</title><p>The synthesized uranyl compounds <bold>1</bold>–<bold>3</bold> were characterized by IR spectra as\nshown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01364/suppl_file/ic5b01364_si_001.pdf\">Figure S2</ext-link>. For <bold>1</bold>,\nthe symmetric and asymmetric stretching vibrations of UO are\nobserved at approximately 887 and 921 cm<sup>–1</sup> (842\nand 929 cm<sup>–1</sup> for <bold>2</bold>, 850 and 925 cm<sup>–1</sup> for <bold>3</bold>). The peaks at 1641 and 1380 cm<sup>–1</sup> are associated with the O–C–O asymmetric\nand symmetric stretching vibrations (1598 and 1394 cm<sup>–1</sup> for <bold>2</bold>, 1621 and 1386 cm<sup>–1</sup> for <bold>3</bold>). For the three samples, a very broad band is observed around\n3200–3600 cm<sup>–1</sup> and assigned to stretching\nvibration of O–H from hydroxy or aqua species. The peaks around\n2928 and 2850 cm<sup>–1</sup> are attributed to the −CH<sub>2</sub>– stretching modes. The bands between 1400–1600\ncm<sup>–1</sup> are attributed to the skeletal vibrations of\nthe organic aromatic rings. In addition, in the spectra of compound <bold>3</bold>, the weak shoulder peak at ∼1725 cm<sup>–1</sup> is associated with the uncoordinated carboxylate group. The characteristic\nband shown at 3081 cm<sup>–1</sup> in the spectra of compound <bold>1</bold> corresponds to the aromatic C–H stretching vibrations,\nwhich are due to the presence of the free 4,4′-bipyridine molecule.</p>", "clean_text": "Infrared Spectroscopy\n\nThe synthesized uranyl compounds 1-3 were characterized by IR spectra as shown in Figure S2. For 1, the symmetric and asymmetric stretching vibrations of UO are observed at approximately 887 and 921 cm-1 (842 and 929 cm-1 for 2, 850 and 925 cm-1 for 3). The peaks at 1641 and 1380 cm-1 are associated with the O-C-O asymmetric and symmetric stretching vibrations (1598 and 1394 cm-1 for 2, 1621 and 1386 cm-1 for 3). For the three samples, a very broad band is observed around 3200-3600 cm-1 and assigned to stretching vibration of O-H from hydroxy or aqua species. The peaks around 2928 and 2850 cm-1 are attributed to the -CH2- stretching modes. The bands between 1400-1600 cm-1 are attributed to the skeletal vibrations of the organic aromatic rings. In addition, in the spectra of compound 3, the weak shoulder peak at ~1725 cm-1 is associated with the uncoordinated carboxylate group. The characteristic band shown at 3081 cm-1 in the spectra of compound 1 corresponds to the aromatic C-H stretching vibrations, which are due to the presence of the free 4,4'-bipyridine molecule.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<title>PXRD Analyses</title><p>The powder X-ray diffraction data of\ncompounds <bold>1</bold>–<bold>3</bold> were obtained and compared\nwith the corresponding simulated single-crystal diffraction data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01364/suppl_file/ic5b01364_si_001.pdf\">Figure S3</ext-link>). The phases of the corresponding compounds\nare considered as purities owing to the agreement of the peak positions.\nThe different intensity may be due to the preferred orientation of\nthe powder samples.</p>", "clean_text": "PXRD Analyses\n\nThe powder X-ray diffraction data of compounds 1-3 were obtained and compared with the corresponding simulated single-crystal diffraction data (Figure S3). The phases of the corresponding compounds are considered as purities owing to the agreement of the peak positions. The different intensity may be due to the preferred orientation of the powder samples.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["property"], "content": "<title>Thermal Properties</title><p>The thermogravimetric\ncurve (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01364/suppl_file/ic5b01364_si_001.pdf\">Figure S4</ext-link>) of compound <bold>1</bold> shows different\nweight loss steps. The first event occurring from 216 up to 246 °C\nis assigned to the departure of two free water molecules and one aqua\nligand (obsd: 4.52%; calcd: 4.42%) and indicates that the interactions\nof these water molecules with the framework are slightly strong, which\nends at a somewhat high temperature. From then on, almost no loss\nis observed until 260 °C, at which temperature the compound begins\nto decompose. The second weight loss step up to 375 °C is attributed\nto the removal of three N–diacetate groups of the H<sub>2</sub>TTHA<sup>4–</sup> ligand (obsd: 31.96%; calcd: 32.14%). The\nlast event, up to 633 °C, corresponds to the decomposition of\nthe 4,4′-bipy and the triazine ring (obsd: 18.20%; calcd: 19.19%).\nFor compound <bold>2</bold>, an immediate weight loss upon heating\nis completed from 46 °C up to 122 °C, which can be attributed\nto the loss of three aqua ligands (obsd: 4.13%; calcd: 4.05%). The\nrapid weight loss starts at ∼200 °C, up to 540 °C,\ncorresponding to the decomposition of three N–diacetate groups\nof the TTHA<sup>4–</sup> ligand (obsd: 29.21%; calcd: 29.29%).\nThe remaining weight loss to 735 °C is in good agreement with\nfurther the decomposition of the triazine ring (obsd: 5.68%; calcd:\n5.86%). The TGA curve of compound <bold>3</bold> illustrates that\nthere is a significant weight loss stage between 42 and 110 °C\ndue to the loss of the hydronium, three aqua ligands, and the uncoordinated\ncarboxylate group (obsd: 4.95%; calcd: 5.00%) because of the instability\nof the group as described in the X-ray crystallographic determination\nsection. A rather complicated continuous weight loss profile starts\nat 200 °C, suggesting decomposition of the organic linkers.</p>", "clean_text": "Thermal Properties\n\nThe thermogravimetric curve (Figure S4) of compound 1 shows different weight loss steps. The first event occurring from 216 up to 246 °C is assigned to the departure of two free water molecules and one aqua ligand (obsd: 4.52%; calcd: 4.42%) and indicates that the interactions of these water molecules with the framework are slightly strong, which ends at a somewhat high temperature. From then on, almost no loss is observed until 260 °C, at which temperature the compound begins to decompose. The second weight loss step up to 375 °C is attributed to the removal of three N-diacetate groups of the H2TTHA4- ligand (obsd: 31.96%; calcd: 32.14%). The last event, up to 633 °C, corresponds to the decomposition of the 4,4'-bipy and the triazine ring (obsd: 18.20%; calcd: 19.19%). For compound 2, an immediate weight loss upon heating is completed from 46 °C up to 122 °C, which can be attributed to the loss of three aqua ligands (obsd: 4.13%; calcd: 4.05%). The rapid weight loss starts at ~200 °C, up to 540 °C, corresponding to the decomposition of three N-diacetate groups of the TTHA4- ligand (obsd: 29.21%; calcd: 29.29%). The remaining weight loss to 735 °C is in good agreement with further the decomposition of the triazine ring (obsd: 5.68%; calcd: 5.86%). The TGA curve of compound 3 illustrates that there is a significant weight loss stage between 42 and 110 °C due to the loss of the hydronium, three aqua ligands, and the uncoordinated carboxylate group (obsd: 4.95%; calcd: 5.00%) because of the instability of the group as described in the X-ray crystallographic determination section. A rather complicated continuous weight loss profile starts at 200 °C, suggesting decomposition of the organic linkers.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<title>UV–Vis Spectroscopy</title><p>The absorbance spectra for\nthese three novel compounds, UO<sub>2</sub>(CH<sub>3</sub>COO)<sub>2</sub>·2H<sub>2</sub>O, and the H<sub>6</sub>TTHA ligand were\ncollected. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01364/suppl_file/ic5b01364_si_001.pdf\">Figure S5</ext-link>, the characteristic\nequatorial U–O charge transfer band and axial UO charge\ntransfer band (vibronic coupling) are observed around 309 and 420\nnm for UO<sub>2</sub>(CH<sub>3</sub>COO)<sub>2</sub>·2H<sub>2</sub>O and 421 nm for compounds <bold>1</bold>–<bold>3</bold>.\nMoreover, additional absorbance peaks are also observed along with\nthe characteristic uranyl bands at values around 360 nm for the LMCT\ntransition in the spectra of <bold>1</bold>–<bold>3</bold>.\nThe other three absorption peaks appearing at approximately 220, 259,\nand 320 nm are associated with the π → π* transition\nof the ligand, which are in accordance with the absorbance spectrum\nof H<sub>6</sub>TTHA ligand.</p>", "clean_text": "UV-Vis Spectroscopy\n\nThe absorbance spectra for these three novel compounds, UO2(CH3COO)2⋅2H2O, and the H6TTHA ligand were collected. As shown in Figure S5, the characteristic equatorial U-O charge transfer band and axial UO charge transfer band (vibronic coupling) are observed around 309 and 420 nm for UO2(CH3COO)2⋅2H2O and 421 nm for compounds 1-3. Moreover, additional absorbance peaks are also observed along with the characteristic uranyl bands at values around 360 nm for the LMCT transition in the spectra of 1-3. The other three absorption peaks appearing at approximately 220, 259, and 320 nm are associated with the π → π* transition of the ligand, which are in accordance with the absorbance spectrum of H6TTHA ligand.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["property"], "content": "<title>Photoluminescent (PL) Properties and Detection\nfor Nitrobenzene</title><p>The luminescent properties of U<sup>VI</sup> are of interest due\nto potential applications, including photocatalysis. The utilization\nof [UO<sub>2</sub>]<sup>2+</sup> ions in compounds arranges the metal\ncenters into an extended topology as well as allows for the introduction\nof chromophoric organic linkers, which could sensitize the [UO<sub>2</sub>]<sup>2+</sup> luminescence. The luminescence of uranyl compounds\ncentered near 520 nm has been known for centuries. The charge-transfer-based\nemission is vibronically coupled to both bending and stretching modes\nof the uranyl cation and typically consists of a five-peak spectrum,\nalthough far more lines can be observed at low temperature. Denning and his group members have examined\nin detail these transitions for the solid samples containing the [UO<sub>2</sub>Cl<sub>4</sub>]<sup>2–</sup> anion owing to its crystallization\nin a cubic space group. However, not\nall uranyl compounds possess luminescent properties, and the mechanisms\nof the emission from uranyl compounds are most often difficult to\nexplain. As we reported here, unusual luminescent properties have\nbeen documented recently for a family of uranyl flexible hexapodal\ncarboxylates. The luminescent spectra for these three novel carboxylate\ncompounds (λ<sub>ex</sub> = 290 nm), the benchmark compound\nUO<sub>2</sub>(CH<sub>3</sub>COO)<sub>2</sub>·2H<sub>2</sub>O\n(λ<sub>ex</sub> = 332 nm), and the ligand (λ<sub>ex</sub> = 262 nm) were collected under the same experimental conditions\nand procedures and are shown in . Five peaks (452, 470, 491, 515, and 538\nnm) for <bold>1</bold> and four peaks (452, 470, 491, and 515 nm)\nfor <bold>2</bold> and <bold>3</bold> are observed in the spectra,\nwhich all exhibit characterized emission from uranyl cations. These\nemission peaks correspond to the electronic and vibronic transitions\nof S<sub>11</sub> → S<sub>00</sub>, S<sub>10</sub> →\nS<sub>0<italic toggle=\"yes\">v</italic>\n</sub> (<italic toggle=\"yes\">v</italic> = 0–3)\nfor <bold>1</bold> and S<sub>11</sub> → S<sub>00</sub>, S<sub>10</sub> → S<sub>0<italic toggle=\"yes\">v</italic>\n</sub> (<italic toggle=\"yes\">v</italic> = 0–2) for <bold>2</bold> and <bold>3</bold>, and the most\nintense peak is positioned at 470 nm for these three compounds. As\nfor the benchmark compound, the luminescent spectrum shows well-resolved\nsharp vibronic peaks at 488, 510, 533, 559, and 587 nm [corresponding\nto S<sub>11</sub> → S<sub>00</sub> and S<sub>10</sub> →\nS<sub>0<italic toggle=\"yes\">v</italic>\n</sub> (<italic toggle=\"yes\">v</italic> = 0–3)],\nand the most intense peak (S<sub>10</sub> → S<sub>00</sub>)\nis positioned at 510 nm. These compounds exhibit a slight blue-shift\nof 40 nm along with lesser intensity for the emission bands compared\nto the benchmark compound. Such behaviors were previously observed\nfor other uranyl complexes. Moreover, comparison of the observed spectrum for compound <bold>1</bold> to compounds <bold>2</bold> and <bold>3</bold> shows an\nobvious difference in the shape of the five-peak, which may be attributed\nto the coordination environment around the uranium centers UO<sub>7</sub> and UO<sub>8</sub> for <bold>1</bold> and UO<sub>7</sub> for <bold>2</bold> and <bold>3</bold>, further resulting in differences in\nthe stereospecific blockade and the symmetry of the uranyl equatorial\ncoordination layer. To our surprise, two additional peaks at 379 and\n400 nm were found, corresponding to the π* → π\ntransition of the ligand and the MLCT transition (from metal to ligand\ncharge transfer transition), respectively, in accordance with the\nfluorescent spectrum for the ligand (375 and 392 nm). It is indicated\nthat the energy of the ligand does not overall transfer to the [UO<sub>2</sub>]<sup>2+</sup> ions.</p>", "clean_text": "Photoluminescent (PL) Properties and Detection for Nitrobenzene\n\nThe luminescent properties of UVI are of interest due to potential applications, including photocatalysis. The utilization of [UO2]2+ ions in compounds arranges the metal centers into an extended topology as well as allows for the introduction of chromophoric organic linkers, which could sensitize the [UO2]2+ luminescence. The luminescence of uranyl compounds centered near 520 nm has been known for centuries. The charge-transfer-based emission is vibronically coupled to both bending and stretching modes of the uranyl cation and typically consists of a five-peak spectrum, although far more lines can be observed at low temperature. Denning and his group members have examined in detail these transitions for the solid samples containing the [UO2Cl4]2- anion owing to its crystallization in a cubic space group. However, not all uranyl compounds possess luminescent properties, and the mechanisms of the emission from uranyl compounds are most often difficult to explain. As we reported here, unusual luminescent properties have been documented recently for a family of uranyl flexible hexapodal carboxylates. The luminescent spectra for these three novel carboxylate compounds (λex = 290 nm), the benchmark compound UO2(CH3COO)2⋅2H2O (λex = 332 nm), and the ligand (λex = 262 nm) were collected under the same experimental conditions and procedures and are shown in . Five peaks (452, 470, 491, 515, and 538 nm) for 1 and four peaks (452, 470, 491, and 515 nm) for 2 and 3 are observed in the spectra, which all exhibit characterized emission from uranyl cations. These emission peaks correspond to the electronic and vibronic transitions of S11 → S00, S10 → S0v  (v = 0-3) for 1 and S11 → S00, S10 → S0v  (v = 0-2) for 2 and 3, and the most intense peak is positioned at 470 nm for these three compounds. As for the benchmark compound, the luminescent spectrum shows well-resolved sharp vibronic peaks at 488, 510, 533, 559, and 587 nm [corresponding to S11 → S00 and S10 → S0v  (v = 0-3)], and the most intense peak (S10 → S00) is positioned at 510 nm. These compounds exhibit a slight blue-shift of 40 nm along with lesser intensity for the emission bands compared to the benchmark compound. Such behaviors were previously observed for other uranyl complexes. Moreover, comparison of the observed spectrum for compound 1 to compounds 2 and 3 shows an obvious difference in the shape of the five-peak, which may be attributed to the coordination environment around the uranium centers UO7 and UO8 for 1 and UO7 for 2 and 3, further resulting in differences in the stereospecific blockade and the symmetry of the uranyl equatorial coordination layer. To our surprise, two additional peaks at 379 and 400 nm were found, corresponding to the π* → π transition of the ligand and the MLCT transition (from metal to ligand charge transfer transition), respectively, in accordance with the fluorescent spectrum for the ligand (375 and 392 nm). It is indicated that the energy of the ligand does not overall transfer to the [UO2]2+ ions.", "data": null, "include_properties": null}, {"idx": 40, "type": "figure", "classification": null, "content": "<fig id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Luminescent spectra of the ligand H<sub>6</sub>TTHA (λ<sub>ex</sub> = 262 nm), UO<sub>2</sub>(CH<sub>3</sub>COO)<sub>2</sub>·2H<sub>2</sub>O (λ<sub>ex</sub> = 332\nnm), and compounds <bold>1</bold>–<bold>3</bold> (λ<sub>ex</sub> = 290 nm) in\nthe solid state, showing the green light emission of uranyl centers.</p>\n</caption>\n<graphic id=\"gr14\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0013.tif\"></graphic>\n</fig>", "clean_text": " 11  Luminescent spectra of the ligand H6TTHA (λex = 262 nm), UO2(CH3COO)2⋅2H2O (λex = 332 nm), and compounds 1-3 (λex = 290 nm) in the solid state, showing the green light emission of uranyl centers.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>To examine the potential of uranyl\ncompounds <bold>1</bold>–<bold>3</bold> toward sensing of small\nmolecules, we investigated its luminescent\nproperties in different solvent emulsions (λ<sub>ex</sub> =\n340 nm). Two milligrams of sample <bold>1</bold> was ground down and\nthen immersed in the corresponding organic solvents (3 mL). After\nbeing treated by ultrasonication for 30 min, the samples were suspended\nin solvents and made into emulsions. The organic solvents used were\nbenzene, DMF, DMSO, chloroform, acetone, ethanol, dichloromethane,\nand nitrobenzene (a). With the unusual luminescent properties of [UO<sub>2</sub>]<sup>2+</sup>, it is clear that the different solvents not only\naltered the PL peak positions but also decreased the emission intensities\nto different degrees, which were compared with <bold>1</bold> in the\nsolid state. Such solvent-dependent luminescent variation phenomena\nare largely due to the perturbation of solvent molecules with different\npolarity and occur within the intermolecular electron-transfer transition\nbetween solvent molecules and the UOF framework. The DMF, ethanol, and dichloromethane emulsions display\nthe π* → π emissions of the ligand at 378 nm and\nthe MLCT transition at 395 nm. The benzene emulsion displays the π*\n→ π emissions of the ligand at 378 nm, the MLCT transition\nat 395 nm, and the partial emissions of [UO<sub>2</sub>]<sup>2+</sup> ions at 405, 432, and 461 nm. The chloroform and acetone emulsions\ndisplay the π* → π emissions of the ligand at 378\nnm and the characterized emissions of [UO<sub>2</sub>]<sup>2+</sup> ions at 405, 432, 461, and 490 nm. For the DMSO emulsion with a\nlarge polarity, a broad peak at 441 nm is observed. By controlling\nthe experiments relating the pure ligand and the uranyl group with\nthe DMSO solvent (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01364/suppl_file/ic5b01364_si_001.pdf\">Figure S6</ext-link>), it could\nbe confirmed that the emission at 441 nm originates from the charge\ntransfer of uranyl cations. In contrast, the nitrobenzene emulsion\ndisplays the most obvious quenching effect. The luminescence quenching\nmay be due to the photoinduced electron-transfer mechanism. The electron-transfer progress can be interpreted\nby an inductive effect. The LUMO of nitrobenzene is a low-lying π*-type\norbital stabilized by −NO<sub>2</sub> through conjugation;\nthus, it should be lower than LUMO of the ligand and the uranyl cations. The nitrobenzene with electron-deficient properties\ncan obtain an electron from an excited ligand and uranyl cations.\nIn other words, the excited state electrons can transfer from UOF\nto nitrobenzene, which leads to luminescence quenching.</p>", "clean_text": "To examine the potential of uranyl compounds 1-3 toward sensing of small molecules, we investigated its luminescent properties in different solvent emulsions (λex = 340 nm). Two milligrams of sample 1 was ground down and then immersed in the corresponding organic solvents (3 mL). After being treated by ultrasonication for 30 min, the samples were suspended in solvents and made into emulsions. The organic solvents used were benzene, DMF, DMSO, chloroform, acetone, ethanol, dichloromethane, and nitrobenzene (a). With the unusual luminescent properties of [UO2]2+, it is clear that the different solvents not only altered the PL peak positions but also decreased the emission intensities to different degrees, which were compared with 1 in the solid state. Such solvent-dependent luminescent variation phenomena are largely due to the perturbation of solvent molecules with different polarity and occur within the intermolecular electron-transfer transition between solvent molecules and the UOF framework. The DMF, ethanol, and dichloromethane emulsions display the π* → π emissions of the ligand at 378 nm and the MLCT transition at 395 nm. The benzene emulsion displays the π* → π emissions of the ligand at 378 nm, the MLCT transition at 395 nm, and the partial emissions of [UO2]2+ ions at 405, 432, and 461 nm. The chloroform and acetone emulsions display the π* → π emissions of the ligand at 378 nm and the characterized emissions of [UO2]2+ ions at 405, 432, 461, and 490 nm. For the DMSO emulsion with a large polarity, a broad peak at 441 nm is observed. By controlling the experiments relating the pure ligand and the uranyl group with the DMSO solvent (Figure S6), it could be confirmed that the emission at 441 nm originates from the charge transfer of uranyl cations. In contrast, the nitrobenzene emulsion displays the most obvious quenching effect. The luminescence quenching may be due to the photoinduced electron-transfer mechanism. The electron-transfer progress can be interpreted by an inductive effect. The LUMO of nitrobenzene is a low-lying π*-type orbital stabilized by -NO2 through conjugation; thus, it should be lower than LUMO of the ligand and the uranyl cations. The nitrobenzene with electron-deficient properties can obtain an electron from an excited ligand and uranyl cations. In other words, the excited state electrons can transfer from UOF to nitrobenzene, which leads to luminescence quenching.", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["property"], "content": "<p>The\nsensing properties of <bold>1</bold> for nitrobenzene were\nfurther investigated by monitoring a series of emulsions in DMSO upon\ngradually increasing the nitrobenzene concentration. As shown in b, the luminescence\nintensity gradually decreases with increasing nitrobenzene concentration.\nWhen the concentration of nitrobenzene increased to 1000 ppm, the\nluminescence intensity was quenched with a high quenching efficiency\nof 90%. Seemingly, Zn<sub>3</sub>(L1)<sub>2</sub>(L2) (2) {L1 = 4-[3-(4-carboxyphenoxy)-2-[(4-carboxyphenoxy)­methyl]-2-methyl-propoxy]­benzoate,\nL2 = 1,4-bis­(1-imidazolyl)­benzene]}, which has a quenching efficiency of 98.91%, is the most sensitive\nfor nitrobenzene detection. Although there is a certain gap between\ncompound <bold>1</bold> and Zn<sub>3</sub>(L1)<sub>2</sub>(L2) (2)\n{L1 = 4-[3-(4-carboxyphenoxy)-2-[(4-carboxyphenoxy)­methyl]-2-methyl-propoxy]­benzoate,\nL2 = 1,4-bis­(1-imidazolyl)­benzene]}, the result suggests that compound <bold>1</bold> has a good sensitivity in detecting small amounts of nitrobenzene\nin solution. To further verify the effect of the nitro group on the\nsensing of nitrobenzene, we measured the emission spectrum of <bold>1</bold> in toluene (c). Obviously, the luminescence intensity of the nitrobenzene\nemulsion was far below those of others in the benzene series. The\nresult reveals that the nitro group is the main cause of the quenching\neffect. In addition, compounds <bold>2</bold> and <bold>3</bold> also\nshow sensing properties for nitrobenzene (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01364/suppl_file/ic5b01364_si_001.pdf\">Figures S7</ext-link>). The different quenching efficiencies of compounds <bold>1</bold>–<bold>3</bold> are compared in d.</p>", "clean_text": "The sensing properties of 1 for nitrobenzene were further investigated by monitoring a series of emulsions in DMSO upon gradually increasing the nitrobenzene concentration. As shown in b, the luminescence intensity gradually decreases with increasing nitrobenzene concentration. When the concentration of nitrobenzene increased to 1000 ppm, the luminescence intensity was quenched with a high quenching efficiency of 90%. Seemingly, Zn3(L1)2(L2) (2) {L1 = 4-[3-(4-carboxyphenoxy)-2-[(4-carboxyphenoxy)methyl]-2-methyl-propoxy]benzoate, L2 = 1,4-bis(1-imidazolyl)benzene]}, which has a quenching efficiency of 98.91%, is the most sensitive for nitrobenzene detection. Although there is a certain gap between compound 1 and Zn3(L1)2(L2) (2) {L1 = 4-[3-(4-carboxyphenoxy)-2-[(4-carboxyphenoxy)methyl]-2-methyl-propoxy]benzoate, L2 = 1,4-bis(1-imidazolyl)benzene]}, the result suggests that compound 1 has a good sensitivity in detecting small amounts of nitrobenzene in solution. To further verify the effect of the nitro group on the sensing of nitrobenzene, we measured the emission spectrum of 1 in toluene (c). Obviously, the luminescence intensity of the nitrobenzene emulsion was far below those of others in the benzene series. The result reveals that the nitro group is the main cause of the quenching effect. In addition, compounds 2 and 3 also show sensing properties for nitrobenzene (Figures S7). The different quenching efficiencies of compounds 1-3 are compared in d.", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig id=\"fig12\" orientation=\"portrait\" position=\"float\">\n<label>12</label>\n<caption>\n<p>(a) Emission spectra\nof <bold>1</bold> in different solvents, (b)\nluminescence quenching of <bold>1</bold> dispersed in DMSO by gradually\nincreasing nitrobenzene concentration, (c) emission spectra of <bold>1</bold> in benzene, toluene, and nitrobenzene, and (d) luminescence\nquenching efficiencies of compounds <bold>1</bold>–<bold>3</bold> from 0 to 1000 ppm of nitrobenzene concentration.</p>\n</caption>\n<graphic id=\"gr15\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0014.tif\"></graphic>\n</fig>", "clean_text": " 12  (a) Emission spectra of 1 in different solvents, (b) luminescence quenching of 1 dispersed in DMSO by gradually increasing nitrobenzene concentration, (c) emission spectra of 1 in benzene, toluene, and nitrobenzene, and (d) luminescence quenching efficiencies of compounds 1-3 from 0 to 1000 ppm of nitrobenzene concentration.   ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["property"], "content": "<title>Surface Photoelectric Properties</title><p>We all know that the\ntransfer and separation processes of the photoinduced charge carriers\n(electron–hole pairs) result in the redistribution of surface\ncharges under illumination, which makes the net surface charges (QSS)\nand the surface band bending decrease; thus, the SPV response (SPS)\nis generated.\n<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01364/suppl_file/ic5b01364_si_001.pdf\">Figure S8</ext-link> shows the effects of band-to-band transitions on the SPV\nresponses of semiconductors. The detected\nsignal is equivalent to the change in the surface potential barrier\nunder illumination (<italic toggle=\"yes\">δV</italic>\n<sub>s</sub>). The value\nis calculated by the equation <italic toggle=\"yes\">δV</italic>\n<sub>s</sub> = <italic toggle=\"yes\">V</italic>\n<sub>s</sub>′ – <italic toggle=\"yes\">V</italic>\n<sub>s</sub>\n<sup>o</sup>, in which <italic toggle=\"yes\">V</italic>\n<sub>s</sub>\n<sup>o</sup> and <italic toggle=\"yes\">V</italic>\n<sub>s</sub>′ are the surface\npotential barriers before and after illumination, respectively. The\nmagnitude of the surface potential barrier depends on the number of\nthe net surface charges. By analogy with other metal oxide semiconductors\n(e.g., ZnO), the uranyl coordination polymer may be regarded as an\nextended semiconductor with its valence band consisting of the occupied\nO orbitals, whereas its conduction band consists of the empty metal\n(U<sup>VI</sup>) orbitals. The SPS of compound <bold>1</bold> is shown\nin a. Some\noverlap of signals was fixed after treatment using the Origin7.0 program. By careful differentiation, compound <bold>1</bold> shows three positive SPV responses in the range 300–550 nm.\nThe response band at λ<sub>max</sub> = 322 nm can be attributed\nto the π → π* transition of ligand, whereas the\nresponse at λ<sub>max</sub> = 358 nm is assigned to the LMCT\ntransition (from ligand to metal charge transfer transition). Furthermore,\nthe encouraging response band at ∼418 nm should be the characteristic\nof uranyl charge transfer in accordance with the UV–vis spectrum.\nCompounds <bold>2</bold> and <bold>3</bold> also exhibit similar photovoltage\nproperties (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01364/suppl_file/ic5b01364_si_001.pdf\">Figure S9</ext-link>). Comparing the SPV\nresponses of compounds <bold>1</bold>–<bold>3</bold>, it can\nbe seen that the position of the highest peak about these three compounds\nis roughly the same, although their intensities are obviously different.\nThis intensity difference is mainly due to the differences in coordination\nmodes of the H<sub>6</sub>TTHA ligand, resulting in the different\nseparation efficiencies of the photoinduced carriers. The results\nof the SPS indicate that not only semiconductors possess photovoltage\ncharacteristic but also that some other materials, such as coordination\npolymers, also can exhibit the photovoltage properties.</p>", "clean_text": "Surface Photoelectric Properties\n\nWe all know that the transfer and separation processes of the photoinduced charge carriers (electron-hole pairs) result in the redistribution of surface charges under illumination, which makes the net surface charges (QSS) and the surface band bending decrease; thus, the SPV response (SPS) is generated. Figure S8 shows the effects of band-to-band transitions on the SPV responses of semiconductors. The detected signal is equivalent to the change in the surface potential barrier under illumination (δV s). The value is calculated by the equation δV s = V s' - V s o, in which V s o and V s' are the surface potential barriers before and after illumination, respectively. The magnitude of the surface potential barrier depends on the number of the net surface charges. By analogy with other metal oxide semiconductors (e.g., ZnO), the uranyl coordination polymer may be regarded as an extended semiconductor with its valence band consisting of the occupied O orbitals, whereas its conduction band consists of the empty metal (UVI) orbitals. The SPS of compound 1 is shown in a. Some overlap of signals was fixed after treatment using the Origin7.0 program. By careful differentiation, compound 1 shows three positive SPV responses in the range 300-550 nm. The response band at λmax = 322 nm can be attributed to the π → π* transition of ligand, whereas the response at λmax = 358 nm is assigned to the LMCT transition (from ligand to metal charge transfer transition). Furthermore, the encouraging response band at ~418 nm should be the characteristic of uranyl charge transfer in accordance with the UV-vis spectrum. Compounds 2 and 3 also exhibit similar photovoltage properties (Figure S9). Comparing the SPV responses of compounds 1-3, it can be seen that the position of the highest peak about these three compounds is roughly the same, although their intensities are obviously different. This intensity difference is mainly due to the differences in coordination modes of the H6TTHA ligand, resulting in the different separation efficiencies of the photoinduced carriers. The results of the SPS indicate that not only semiconductors possess photovoltage characteristic but also that some other materials, such as coordination polymers, also can exhibit the photovoltage properties.", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>As mentioned\nabove, the basic process of semiconductor surface photovoltaic phenomena\nis that free charge carriers are formed by creating electron–hole\npairs via band-to-band transitions after a semiconductor receives\nthe photons of appropriate energy followed by transfer in opposite\ndirections under the built-in electric field (SCR) and/or diffusion\nin a certain direction within the surface or the bulk such that the\nnet surface charge (QSS) changes. On the basis of the principle of\nSPS, Wang et al. have developed an electric-field-induced surface\nphotovoltage spectroscopy (EFISPS) technique, which they have used to investigate in depth the photoelectric properties\nof semiconductors under the effect of an external electric field.\nWhen an external direct current electric field is applied to the two\nsides of a semiconductor under illumination, it drives the photoinduced\nholes to transfer in the same direction as the added electric field\nbecause of the work of external force, whereas the photoinduced electrons\nare driven to migrate in the opposite direction, indicating that the\nmobile direction and diffusive distance of the photoinduced charge\ncarriers can be varied. In other words, the external electric field\ncan promote the separation of the photoinduced charge carriers and\nhence influence the semiconductor surface photovoltaic effect by influencing\nthe distribution of charge carriers. If we apply a positive electric\nfield (the illuminated surface is positive) vertically to the <italic toggle=\"yes\">p</italic>-type semiconductor surface, whose direction is the same\nas the direction of the built-in field, the separation efficiency\nof the photoinduced carriers is increased and the intensity of SPV\nresponse increases in the original direction. If a negative electric\nfield, whose direction is opposite to that of the built-in field,\nis applied, the separation efficiency of the photoinduced carriers\nreduces and the intensity of the SPV response is weakened, even in\nthe reverse direction. In contrast to <italic toggle=\"yes\">p</italic>-type semiconductors,\nthe SPV response intensity of <italic toggle=\"yes\">n</italic>-type semiconductors\nincreases as a negative field is applied and reduces as a positive\nelectric field is applied. The EFISPS results of compound <bold>1</bold> and compounds <bold>2</bold> and <bold>3</bold> are shown in b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01364/suppl_file/ic5b01364_si_001.pdf\">Figure S9</ext-link>, respectively. The intensities of the\nresponses are all obviously increased with a positive electric field\n(+0.2 V) and reduced with a negative electric field (−0.2 V).\nHence, it means that compounds <bold>1</bold>–<bold>3</bold> behave as <italic toggle=\"yes\">p</italic>-type semiconductors.</p>", "clean_text": "As mentioned above, the basic process of semiconductor surface photovoltaic phenomena is that free charge carriers are formed by creating electron-hole pairs via band-to-band transitions after a semiconductor receives the photons of appropriate energy followed by transfer in opposite directions under the built-in electric field (SCR) and/or diffusion in a certain direction within the surface or the bulk such that the net surface charge (QSS) changes. On the basis of the principle of SPS, Wang et al. have developed an electric-field-induced surface photovoltage spectroscopy (EFISPS) technique, which they have used to investigate in depth the photoelectric properties of semiconductors under the effect of an external electric field. When an external direct current electric field is applied to the two sides of a semiconductor under illumination, it drives the photoinduced holes to transfer in the same direction as the added electric field because of the work of external force, whereas the photoinduced electrons are driven to migrate in the opposite direction, indicating that the mobile direction and diffusive distance of the photoinduced charge carriers can be varied. In other words, the external electric field can promote the separation of the photoinduced charge carriers and hence influence the semiconductor surface photovoltaic effect by influencing the distribution of charge carriers. If we apply a positive electric field (the illuminated surface is positive) vertically to the p-type semiconductor surface, whose direction is the same as the direction of the built-in field, the separation efficiency of the photoinduced carriers is increased and the intensity of SPV response increases in the original direction. If a negative electric field, whose direction is opposite to that of the built-in field, is applied, the separation efficiency of the photoinduced carriers reduces and the intensity of the SPV response is weakened, even in the reverse direction. In contrast to p-type semiconductors, the SPV response intensity of n-type semiconductors increases as a negative field is applied and reduces as a positive electric field is applied. The EFISPS results of compound 1 and compounds 2 and 3 are shown in b and Figure S9, respectively. The intensities of the responses are all obviously increased with a positive electric field (+0.2 V) and reduced with a negative electric field (-0.2 V). Hence, it means that compounds 1-3 behave as p-type semiconductors.", "data": null, "include_properties": null}, {"idx": 46, "type": "figure", "classification": null, "content": "<fig id=\"fig13\" orientation=\"portrait\" position=\"float\">\n<label>13</label>\n<caption>\n<p>(a) SPS and (b) EFISPS\nof compound <bold>1</bold>. The dotted lines\nare the peaks obtained after treatment with the Origin 7.0 program.</p>\n</caption>\n<graphic id=\"gr16\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0015.tif\"></graphic>\n</fig>", "clean_text": " 13  (a) SPS and (b) EFISPS of compound 1. The dotted lines are the peaks obtained after treatment with the Origin 7.0 program.   ", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In\nthis work, a family of uranyl–organic assemblies has\nbeen hydrothermally synthesized using the flexible poly­(carboxylic\nacid)­s 1,3,5-triazine-2,4,6-triamine hexaacetic acid, which has not\npreviously been reported. Compounds <bold>1</bold>–<bold>3</bold> all exhibit fascinating 3D networks with different topologies resulting\nfrom the different conformations and coordination modes of the flexible\nligand, especially displaying structural variation as a function of\npH. Luminescence studies were conducted and revealed compound blue-shifted\nspectra compared to characteristic emissions of uranyl centers. In\naddition, the coordination environment around the uranium centers\ncould affect the shape of the five-peak by observing and contrasting\ncarefully between emission spectra and the structures of the three\nuranyl compounds. Furthermore, compounds <bold>1</bold>–<bold>3</bold> display selectivity and sensitivity to nitrobenzene in solution,\nwhich may be used for nitrobenzene-sensing applications. The SPS and\nEFISPS results show that compounds <bold>1</bold>–<bold>3</bold> can behave as <italic toggle=\"yes\">p</italic>-type semiconductors. In summary,\nthe successful syntheses of these compounds and the finding of their\nunusual physicochemical properties may also help to explore new types\nof sensing and semiconducting materials, especially among coordination\npolymers containing actinides. Future efforts will be focused on exploring\nporous UOF materials with potential applications in highly efficient\npollutant removal.</p>", "clean_text": "Conclusions\n\nIn this work, a family of uranyl-organic assemblies has been hydrothermally synthesized using the flexible poly(carboxylic acid)s 1,3,5-triazine-2,4,6-triamine hexaacetic acid, which has not previously been reported. Compounds 1-3 all exhibit fascinating 3D networks with different topologies resulting from the different conformations and coordination modes of the flexible ligand, especially displaying structural variation as a function of pH. Luminescence studies were conducted and revealed compound blue-shifted spectra compared to characteristic emissions of uranyl centers. In addition, the coordination environment around the uranium centers could affect the shape of the five-peak by observing and contrasting carefully between emission spectra and the structures of the three uranyl compounds. Furthermore, compounds 1-3 display selectivity and sensitivity to nitrobenzene in solution, which may be used for nitrobenzene-sensing applications. The SPS and EFISPS results show that compounds 1-3 can behave as p-type semiconductors. In summary, the successful syntheses of these compounds and the finding of their unusual physicochemical properties may also help to explore new types of sensing and semiconducting materials, especially among coordination polymers containing actinides. Future efforts will be focused on exploring porous UOF materials with potential applications in highly efficient pollutant removal.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.inorgchem.5b01364\">10.1021/acs.inorgchem.5b01364</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Schematic diagram\nof the photovoltage cell structure,\nselected bond lengths and angles for compounds <bold>1</bold>–<bold>3</bold>, IR spectra, powder XRD pattern, TG curves, absorption spectra,\nPL spectra for the H<sub>6</sub>TTHA ligand, UO<sub>2</sub>(CH<sub>3</sub>COO)<sub>2</sub>·2H<sub>2</sub>O, and compounds <bold>2</bold>–<bold>3</bold>, the effects of band-to-band transitions\non the surface photovoltage responses, SPS and EFISPS for compounds <bold>2</bold>–<bold>3</bold>, and crystallographic data in CIF\nformat for H<sub>6</sub>TTHA and compounds <bold>1</bold>–<bold>3</bold> along with CCDC 1058990–1058992 for <bold>1</bold>–<bold>3</bold>, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01364/suppl_file/ic5b01364_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.inorgchem.5b01364.  Schematic diagram of the photovoltage cell structure, selected bond lengths and angles for compounds 1-3, IR spectra, powder XRD pattern, TG curves, absorption spectra, PL spectra for the H6TTHA ligand, UO2(CH3COO)2⋅2H2O, and compounds 2-3, the effects of band-to-band transitions on the surface photovoltage responses, SPS and EFISPS for compounds 2-3, and crystallographic data in CIF format for H6TTHA and compounds 1-3 along with CCDC 1058990-1058992 for 1-3, respectively (PDF)   ", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>Schematic diagram\nof the photovoltage cell structure,\nselected bond lengths and angles for compounds <bold>1</bold>–<bold>3</bold>, IR spectra, powder XRD pattern, TG curves, absorption spectra,\nPL spectra for the H<sub>6</sub>TTHA ligand, UO<sub>2</sub>(CH<sub>3</sub>COO)<sub>2</sub>·2H<sub>2</sub>O, and compounds <bold>2</bold>–<bold>3</bold>, the effects of band-to-band transitions\non the surface photovoltage responses, SPS and EFISPS for compounds <bold>2</bold>–<bold>3</bold>, and crystallographic data in CIF\nformat for H<sub>6</sub>TTHA and compounds <bold>1</bold>–<bold>3</bold> along with CCDC 1058990–1058992 for <bold>1</bold>–<bold>3</bold>, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01364/suppl_file/ic5b01364_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "Schematic diagram of the photovoltage cell structure, selected bond lengths and angles for compounds 1-3, IR spectra, powder XRD pattern, TG curves, absorption spectra, PL spectra for the H6TTHA ligand, UO2(CH3COO)2⋅2H2O, and compounds 2-3, the effects of band-to-band transitions on the surface photovoltage responses, SPS and EFISPS for compounds 2-3, and crystallographic data in CIF format for H6TTHA and compounds 1-3 along with CCDC 1058990-1058992 for 1-3, respectively (PDF)", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p><title>References</title>", "clean_text": "The authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "10, 11, 12", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis</title><p>The ligand 1,3,5-triazine-2,4,6-triamine\nhexaacetic acid (H<sub>6</sub>TTHA) was synthesized according to the\nmethod described in the literature.\n</p><title>{[(UO<sub>2</sub>)<sub>2</sub>(H<sub>2</sub>TTHA)­(H<sub>2</sub>O)]·4,4′-bipy·2H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>)</title><p>Compound <bold>1</bold> was synthesized\nby combining UO<sub>2</sub>(CH<sub>3</sub>COO)<sub>2</sub>·2H<sub>2</sub>O (0.084 g, 0.2 mmol), Nd­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O (0.0438g, 0.1 mmol), H<sub>6</sub>TTHA (0.0474g, 0.1 mmol),\n4,4′-bipy (0.0312g, 0.2 mmol), and demineralized water (6 mL)\nin a glass vessel and stirring for 1 h at room temperature. Several\ndrops (0.16 mL) of 4 M HNO<sub>3</sub> were added after dissolution\nof the reactants. The light-yellow clear solution with a pH of ∼2.0\nwas transferred to a 23 mL Teflon-lined stainless steel autoclave\nand heated statically at 160 °C for 3 days and then allowed to\ncrystallize over 2 days at room temperature. Unexpectedly, a mixture\nof yellow and light-purple single crystals was obtained from the colorless\nresulting solution with a pH of ∼3.0. The target product, yellow\nsingle crystals, were isolated with a yield of 65% based on [UO<sub>2</sub>]<sup>2+</sup> after filtration and washing thoroughly with\ndistilled water. Meanwhile, the light-purple crystals of the byproduct\nwere proven to be the compound [Nd­(ox)<sub>1.5</sub>(H<sub>2</sub>O)<sub>3</sub>] (ox = oxalic acid) resulting from in situ reaction\nof H<sub>6</sub>TTHA into oxalic acid with a low yield of 10% based\non Nd<sup>3+</sup>. Elemental Analysis (%) Calcd for C<sub>25</sub>H<sub>28</sub>N<sub>8</sub>O<sub>19</sub>U<sub>2</sub>: C, 24.60;\nH, 2.31; N, 9.18. Found: C, 24.75; H, 2.22; N, 9.06.</p><title>{[(UO<sub>2</sub>)<sub>3</sub>(TTHA)­(H<sub>2</sub>O)<sub>3</sub>]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>)</title><p>Compound <bold>2</bold> was synthesized by combining UO<sub>2</sub>(CH<sub>3</sub>COO)<sub>2</sub>·2H<sub>2</sub>O (0.042 g, 0.1 mmol), H<sub>6</sub>TTHA\n(0.0237 g, 0.05 mmol), and demineralized water (6 mL)\nin a glass vessel and stirring for 1 h at room temperature. Several\ndrops (0.12 mL) of 4 M HNO<sub>3</sub> were added after dissolution\nof the reactants. The light-yellow clear solution with a pH of ∼1.5\nwas transferred to a 23 mL Teflon-lined stainless steel autoclave\nand heated statically at 160 °C for 3 days and then allowed to\ncrystallize over 2 days at room temperature. Yellow single crystals\nwere obtained from the colorless resulting solution with a pH of ∼2.0,\nwhich could be isolated with a yield of 45% based on [UO<sub>2</sub>]<sup>2+</sup> after filtration and washing thoroughly with distilled\nwater. Elemental Analysis (%) Calcd for C<sub>15</sub>H<sub>18</sub>N<sub>6</sub>O<sub>21</sub>U<sub>3</sub>: C, 13.52; H, 1.36; N, 6.31.\nFound: C, 13.35; H, 1.24; N, 6.45.</p><title>{[(UO<sub>2</sub>)<sub>5</sub>(TTHA) (HTTHA)­(H<sub>2</sub>O)<sub>3</sub>]·H<sub>3</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>)</title><p>Compound <bold>3</bold> was synthesized by combining\nUO<sub>2</sub>(CH<sub>3</sub>COO)<sub>2</sub>·2H<sub>2</sub>O\n(0.042 g, 0.1 mmol), H<sub>6</sub>TTHA (0.0237 g, 0.05 mmol), and\ndemineralized water (6 mL) in a glass vessel and stirring for 1 h\nat room temperature. Several drops (0.08 mL) of 4 M HNO<sub>3</sub> were added after dissolution of the reactants. The light-yellow\nclear solution with a pH of ∼1.8 was transferred to a 23 mL\nTeflon-lined stainless steel autoclave and heated statically at 160\n°C for 3 days and then allowed to crystallize over 2 days at\nroom temperature. Yellow single crystals were obtained from the colorless\nresulting solution with a pH of ∼2.5, which could be isolated\nwith a yield of 60% based on [UO<sub>2</sub>]<sup>2+</sup> after filtration\nand washing thoroughly with distilled water. Elemental Analysis (%)\nCalcd for C<sub>30</sub>H<sub>34</sub>N<sub>12</sub>O<sub>38</sub>U<sub>5</sub>: C, 15.26; H, 1.45; N, 7.12. Found: C, 15.19; H, 1.53;\nN, 7.01.</p>", "clean_text": "Synthesis\n\nThe ligand 1,3,5-triazine-2,4,6-triamine hexaacetic acid (H6TTHA) was synthesized according to the method described in the literature. \n\n{[(UO2)2(H2TTHA)(H2O)]⋅4,4'-bipy⋅2H2O} n  (1)\n\nCompound 1 was synthesized by combining UO2(CH3COO)2⋅2H2O (0.084 g, 0.2 mmol), Nd(NO3)3⋅6H2O (0.0438g, 0.1 mmol), H6TTHA (0.0474g, 0.1 mmol), 4,4'-bipy (0.0312g, 0.2 mmol), and demineralized water (6 mL) in a glass vessel and stirring for 1 h at room temperature. Several drops (0.16 mL) of 4 M HNO3 were added after dissolution of the reactants. The light-yellow clear solution with a pH of ~2.0 was transferred to a 23 mL Teflon-lined stainless steel autoclave and heated statically at 160 °C for 3 days and then allowed to crystallize over 2 days at room temperature. Unexpectedly, a mixture of yellow and light-purple single crystals was obtained from the colorless resulting solution with a pH of ~3.0. The target product, yellow single crystals, were isolated with a yield of 65% based on [UO2]2+ after filtration and washing thoroughly with distilled water. Meanwhile, the light-purple crystals of the byproduct were proven to be the compound [Nd(ox)1.5(H2O)3] (ox = oxalic acid) resulting from in situ reaction of H6TTHA into oxalic acid with a low yield of 10% based on Nd3+. Elemental Analysis (%) Calcd for C25H28N8O19U2: C, 24.60; H, 2.31; N, 9.18. Found: C, 24.75; H, 2.22; N, 9.06.\n\n{[(UO2)3(TTHA)(H2O)3]} n  (2)\n\nCompound 2 was synthesized by combining UO2(CH3COO)2⋅2H2O (0.042 g, 0.1 mmol), H6TTHA (0.0237 g, 0.05 mmol), and demineralized water (6 mL) in a glass vessel and stirring for 1 h at room temperature. Several drops (0.12 mL) of 4 M HNO3 were added after dissolution of the reactants. The light-yellow clear solution with a pH of ~1.5 was transferred to a 23 mL Teflon-lined stainless steel autoclave and heated statically at 160 °C for 3 days and then allowed to crystallize over 2 days at room temperature. Yellow single crystals were obtained from the colorless resulting solution with a pH of ~2.0, which could be isolated with a yield of 45% based on [UO2]2+ after filtration and washing thoroughly with distilled water. Elemental Analysis (%) Calcd for C15H18N6O21U3: C, 13.52; H, 1.36; N, 6.31. Found: C, 13.35; H, 1.24; N, 6.45.\n\n{[(UO2)5(TTHA) (HTTHA)(H2O)3]⋅H3O} n  (3)\n\nCompound 3 was synthesized by combining UO2(CH3COO)2⋅2H2O (0.042 g, 0.1 mmol), H6TTHA (0.0237 g, 0.05 mmol), and demineralized water (6 mL) in a glass vessel and stirring for 1 h at room temperature. Several drops (0.08 mL) of 4 M HNO3 were added after dissolution of the reactants. The light-yellow clear solution with a pH of ~1.8 was transferred to a 23 mL Teflon-lined stainless steel autoclave and heated statically at 160 °C for 3 days and then allowed to crystallize over 2 days at room temperature. Yellow single crystals were obtained from the colorless resulting solution with a pH of ~2.5, which could be isolated with a yield of 60% based on [UO2]2+ after filtration and washing thoroughly with distilled water. Elemental Analysis (%) Calcd for C30H34N12O38U5: C, 15.26; H, 1.45; N, 7.12. Found: C, 15.19; H, 1.53; N, 7.01.", "data": [{"meta": {"name": "{[(UO2)2(H6TTHA)(H2O)]·4,4′-bipy·2H2O}n", "symbol": "1", "chemical formula": "C25H28N8O19U2"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "UO2(CH3COO)2·2H2O", "amount": "0.084", "unit": "g"}, {"name": "Nd(NO3)3·6H2O", "amount": "0.0438", "unit": "g"}, {"name": "H6TTHA", "amount": "0.0474", "unit": "g"}, {"name": "4,4′-bipy", "amount": "0.0312", "unit": "g"}], "solution": [{"name": "demineralized water", "amount": "6", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "1 h"}, {"synthesis method": "pH adjustment", "pH": "2.0", "modulator": "4 M HNO3"}, {"synthesis method": "solvothermal synthesis", "pressure": "", "temperature": "160°C", "time": "3 days"}, {"synthesis method": "crystallization", "pressure": "", "temperature": "room temperature", "time": "2 days"}, {"synthesis method": "filtration", "pressure": "", "time": ""}, {"synthesis method": "washing", "washing solution": "distilled water", "amount": ""}], "yield": "65%"}, {"meta": {"name": "{[(UO2)3(TTHA)(H2O)3]}n", "symbol": "2", "chemical formula": "C15H18N6O21U3"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "UO2(CH3COO)2·2H2O", "amount": "0.042", "unit": "g"}, {"name": "H6TTHA", "amount": "0.0237", "unit": "g"}], "solution": [{"name": "demineralized water", "amount": "6", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "1 h"}, {"synthesis method": "pH adjustment", "pH": "1.5", "modulator": "4 M HNO3"}, {"synthesis method": "solvothermal synthesis", "pressure": "", "temperature": "160°C", "time": "3 days"}, {"synthesis method": "crystallization", "pressure": "", "temperature": "room temperature", "time": "2 days"}, {"synthesis method": "filtration", "pressure": "", "time": ""}, {"synthesis method": "washing", "washing solution": "distilled water", "amount": ""}], "yield": "45%"}, {"meta": {"name": "{[(UO2)5(TTHA)(HTTHA)(H2O)3]}n·H3O", "symbol": "3", "chemical formula": "C30H34N12O38U5"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "UO2(CH3COO)2·2H2O", "amount": "0.042", "unit": "g"}, {"name": "H6TTHA", "amount": "0.0237", "unit": "g"}], "solution": [{"name": "demineralized water", "amount": "6", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "1 h"}, {"synthesis method": "pH adjustment", "pH": "1.8", "modulator": "4 M HNO3"}, {"synthesis method": "solvothermal synthesis", "pressure": "", "temperature": "160°C", "time": "3 days"}, {"synthesis method": "crystallization", "pressure": "", "temperature": "room temperature", "time": "2 days"}, {"synthesis method": "filtration", "pressure": "", "time": ""}, {"synthesis method": "washing", "washing solution": "distilled water", "amount": ""}], "yield": "60%"}], "include_properties": ["solvothermal_synthesis", "filtration", "washing"]}, {"idx": "37, 39, 42, 44", "type": "text", "classification": "property", "content": "<title>Thermal Properties</title><p>The thermogravimetric\ncurve (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01364/suppl_file/ic5b01364_si_001.pdf\">Figure S4</ext-link>) of compound <bold>1</bold> shows different\nweight loss steps. The first event occurring from 216 up to 246 °C\nis assigned to the departure of two free water molecules and one aqua\nligand (obsd: 4.52%; calcd: 4.42%) and indicates that the interactions\nof these water molecules with the framework are slightly strong, which\nends at a somewhat high temperature. From then on, almost no loss\nis observed until 260 °C, at which temperature the compound begins\nto decompose. The second weight loss step up to 375 °C is attributed\nto the removal of three N–diacetate groups of the H<sub>2</sub>TTHA<sup>4–</sup> ligand (obsd: 31.96%; calcd: 32.14%). The\nlast event, up to 633 °C, corresponds to the decomposition of\nthe 4,4′-bipy and the triazine ring (obsd: 18.20%; calcd: 19.19%).\nFor compound <bold>2</bold>, an immediate weight loss upon heating\nis completed from 46 °C up to 122 °C, which can be attributed\nto the loss of three aqua ligands (obsd: 4.13%; calcd: 4.05%). The\nrapid weight loss starts at ∼200 °C, up to 540 °C,\ncorresponding to the decomposition of three N–diacetate groups\nof the TTHA<sup>4–</sup> ligand (obsd: 29.21%; calcd: 29.29%).\nThe remaining weight loss to 735 °C is in good agreement with\nfurther the decomposition of the triazine ring (obsd: 5.68%; calcd:\n5.86%). The TGA curve of compound <bold>3</bold> illustrates that\nthere is a significant weight loss stage between 42 and 110 °C\ndue to the loss of the hydronium, three aqua ligands, and the uncoordinated\ncarboxylate group (obsd: 4.95%; calcd: 5.00%) because of the instability\nof the group as described in the X-ray crystallographic determination\nsection. A rather complicated continuous weight loss profile starts\nat 200 °C, suggesting decomposition of the organic linkers.</p><title>Photoluminescent (PL) Properties and Detection\nfor Nitrobenzene</title><p>The luminescent properties of U<sup>VI</sup> are of interest due\nto potential applications, including photocatalysis. The utilization\nof [UO<sub>2</sub>]<sup>2+</sup> ions in compounds arranges the metal\ncenters into an extended topology as well as allows for the introduction\nof chromophoric organic linkers, which could sensitize the [UO<sub>2</sub>]<sup>2+</sup> luminescence. The luminescence of uranyl compounds\ncentered near 520 nm has been known for centuries. The charge-transfer-based\nemission is vibronically coupled to both bending and stretching modes\nof the uranyl cation and typically consists of a five-peak spectrum,\nalthough far more lines can be observed at low temperature. Denning and his group members have examined\nin detail these transitions for the solid samples containing the [UO<sub>2</sub>Cl<sub>4</sub>]<sup>2–</sup> anion owing to its crystallization\nin a cubic space group. However, not\nall uranyl compounds possess luminescent properties, and the mechanisms\nof the emission from uranyl compounds are most often difficult to\nexplain. As we reported here, unusual luminescent properties have\nbeen documented recently for a family of uranyl flexible hexapodal\ncarboxylates. The luminescent spectra for these three novel carboxylate\ncompounds (λ<sub>ex</sub> = 290 nm), the benchmark compound\nUO<sub>2</sub>(CH<sub>3</sub>COO)<sub>2</sub>·2H<sub>2</sub>O\n(λ<sub>ex</sub> = 332 nm), and the ligand (λ<sub>ex</sub> = 262 nm) were collected under the same experimental conditions\nand procedures and are shown in . Five peaks (452, 470, 491, 515, and 538\nnm) for <bold>1</bold> and four peaks (452, 470, 491, and 515 nm)\nfor <bold>2</bold> and <bold>3</bold> are observed in the spectra,\nwhich all exhibit characterized emission from uranyl cations. These\nemission peaks correspond to the electronic and vibronic transitions\nof S<sub>11</sub> → S<sub>00</sub>, S<sub>10</sub> →\nS<sub>0<italic toggle=\"yes\">v</italic>\n</sub> (<italic toggle=\"yes\">v</italic> = 0–3)\nfor <bold>1</bold> and S<sub>11</sub> → S<sub>00</sub>, S<sub>10</sub> → S<sub>0<italic toggle=\"yes\">v</italic>\n</sub> (<italic toggle=\"yes\">v</italic> = 0–2) for <bold>2</bold> and <bold>3</bold>, and the most\nintense peak is positioned at 470 nm for these three compounds. As\nfor the benchmark compound, the luminescent spectrum shows well-resolved\nsharp vibronic peaks at 488, 510, 533, 559, and 587 nm [corresponding\nto S<sub>11</sub> → S<sub>00</sub> and S<sub>10</sub> →\nS<sub>0<italic toggle=\"yes\">v</italic>\n</sub> (<italic toggle=\"yes\">v</italic> = 0–3)],\nand the most intense peak (S<sub>10</sub> → S<sub>00</sub>)\nis positioned at 510 nm. These compounds exhibit a slight blue-shift\nof 40 nm along with lesser intensity for the emission bands compared\nto the benchmark compound. Such behaviors were previously observed\nfor other uranyl complexes. Moreover, comparison of the observed spectrum for compound <bold>1</bold> to compounds <bold>2</bold> and <bold>3</bold> shows an\nobvious difference in the shape of the five-peak, which may be attributed\nto the coordination environment around the uranium centers UO<sub>7</sub> and UO<sub>8</sub> for <bold>1</bold> and UO<sub>7</sub> for <bold>2</bold> and <bold>3</bold>, further resulting in differences in\nthe stereospecific blockade and the symmetry of the uranyl equatorial\ncoordination layer. To our surprise, two additional peaks at 379 and\n400 nm were found, corresponding to the π* → π\ntransition of the ligand and the MLCT transition (from metal to ligand\ncharge transfer transition), respectively, in accordance with the\nfluorescent spectrum for the ligand (375 and 392 nm). It is indicated\nthat the energy of the ligand does not overall transfer to the [UO<sub>2</sub>]<sup>2+</sup> ions.</p><p>The\nsensing properties of <bold>1</bold> for nitrobenzene were\nfurther investigated by monitoring a series of emulsions in DMSO upon\ngradually increasing the nitrobenzene concentration. As shown in b, the luminescence\nintensity gradually decreases with increasing nitrobenzene concentration.\nWhen the concentration of nitrobenzene increased to 1000 ppm, the\nluminescence intensity was quenched with a high quenching efficiency\nof 90%. Seemingly, Zn<sub>3</sub>(L1)<sub>2</sub>(L2) (2) {L1 = 4-[3-(4-carboxyphenoxy)-2-[(4-carboxyphenoxy)­methyl]-2-methyl-propoxy]­benzoate,\nL2 = 1,4-bis­(1-imidazolyl)­benzene]}, which has a quenching efficiency of 98.91%, is the most sensitive\nfor nitrobenzene detection. Although there is a certain gap between\ncompound <bold>1</bold> and Zn<sub>3</sub>(L1)<sub>2</sub>(L2) (2)\n{L1 = 4-[3-(4-carboxyphenoxy)-2-[(4-carboxyphenoxy)­methyl]-2-methyl-propoxy]­benzoate,\nL2 = 1,4-bis­(1-imidazolyl)­benzene]}, the result suggests that compound <bold>1</bold> has a good sensitivity in detecting small amounts of nitrobenzene\nin solution. To further verify the effect of the nitro group on the\nsensing of nitrobenzene, we measured the emission spectrum of <bold>1</bold> in toluene (c). Obviously, the luminescence intensity of the nitrobenzene\nemulsion was far below those of others in the benzene series. The\nresult reveals that the nitro group is the main cause of the quenching\neffect. In addition, compounds <bold>2</bold> and <bold>3</bold> also\nshow sensing properties for nitrobenzene (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01364/suppl_file/ic5b01364_si_001.pdf\">Figures S7</ext-link>). The different quenching efficiencies of compounds <bold>1</bold>–<bold>3</bold> are compared in d.</p><title>Surface Photoelectric Properties</title><p>We all know that the\ntransfer and separation processes of the photoinduced charge carriers\n(electron–hole pairs) result in the redistribution of surface\ncharges under illumination, which makes the net surface charges (QSS)\nand the surface band bending decrease; thus, the SPV response (SPS)\nis generated.\n<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01364/suppl_file/ic5b01364_si_001.pdf\">Figure S8</ext-link> shows the effects of band-to-band transitions on the SPV\nresponses of semiconductors. The detected\nsignal is equivalent to the change in the surface potential barrier\nunder illumination (<italic toggle=\"yes\">δV</italic>\n<sub>s</sub>). The value\nis calculated by the equation <italic toggle=\"yes\">δV</italic>\n<sub>s</sub> = <italic toggle=\"yes\">V</italic>\n<sub>s</sub>′ – <italic toggle=\"yes\">V</italic>\n<sub>s</sub>\n<sup>o</sup>, in which <italic toggle=\"yes\">V</italic>\n<sub>s</sub>\n<sup>o</sup> and <italic toggle=\"yes\">V</italic>\n<sub>s</sub>′ are the surface\npotential barriers before and after illumination, respectively. The\nmagnitude of the surface potential barrier depends on the number of\nthe net surface charges. By analogy with other metal oxide semiconductors\n(e.g., ZnO), the uranyl coordination polymer may be regarded as an\nextended semiconductor with its valence band consisting of the occupied\nO orbitals, whereas its conduction band consists of the empty metal\n(U<sup>VI</sup>) orbitals. The SPS of compound <bold>1</bold> is shown\nin a. Some\noverlap of signals was fixed after treatment using the Origin7.0 program. By careful differentiation, compound <bold>1</bold> shows three positive SPV responses in the range 300–550 nm.\nThe response band at λ<sub>max</sub> = 322 nm can be attributed\nto the π → π* transition of ligand, whereas the\nresponse at λ<sub>max</sub> = 358 nm is assigned to the LMCT\ntransition (from ligand to metal charge transfer transition). Furthermore,\nthe encouraging response band at ∼418 nm should be the characteristic\nof uranyl charge transfer in accordance with the UV–vis spectrum.\nCompounds <bold>2</bold> and <bold>3</bold> also exhibit similar photovoltage\nproperties (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01364/suppl_file/ic5b01364_si_001.pdf\">Figure S9</ext-link>). Comparing the SPV\nresponses of compounds <bold>1</bold>–<bold>3</bold>, it can\nbe seen that the position of the highest peak about these three compounds\nis roughly the same, although their intensities are obviously different.\nThis intensity difference is mainly due to the differences in coordination\nmodes of the H<sub>6</sub>TTHA ligand, resulting in the different\nseparation efficiencies of the photoinduced carriers. The results\nof the SPS indicate that not only semiconductors possess photovoltage\ncharacteristic but also that some other materials, such as coordination\npolymers, also can exhibit the photovoltage properties.</p>", "clean_text": "Thermal Properties\n\nThe thermogravimetric curve (Figure S4) of compound 1 shows different weight loss steps. The first event occurring from 216 up to 246 °C is assigned to the departure of two free water molecules and one aqua ligand (obsd: 4.52%; calcd: 4.42%) and indicates that the interactions of these water molecules with the framework are slightly strong, which ends at a somewhat high temperature. From then on, almost no loss is observed until 260 °C, at which temperature the compound begins to decompose. The second weight loss step up to 375 °C is attributed to the removal of three N-diacetate groups of the H2TTHA4- ligand (obsd: 31.96%; calcd: 32.14%). The last event, up to 633 °C, corresponds to the decomposition of the 4,4'-bipy and the triazine ring (obsd: 18.20%; calcd: 19.19%). For compound 2, an immediate weight loss upon heating is completed from 46 °C up to 122 °C, which can be attributed to the loss of three aqua ligands (obsd: 4.13%; calcd: 4.05%). The rapid weight loss starts at ~200 °C, up to 540 °C, corresponding to the decomposition of three N-diacetate groups of the TTHA4- ligand (obsd: 29.21%; calcd: 29.29%). The remaining weight loss to 735 °C is in good agreement with further the decomposition of the triazine ring (obsd: 5.68%; calcd: 5.86%). The TGA curve of compound 3 illustrates that there is a significant weight loss stage between 42 and 110 °C due to the loss of the hydronium, three aqua ligands, and the uncoordinated carboxylate group (obsd: 4.95%; calcd: 5.00%) because of the instability of the group as described in the X-ray crystallographic determination section. A rather complicated continuous weight loss profile starts at 200 °C, suggesting decomposition of the organic linkers.\n\nPhotoluminescent (PL) Properties and Detection for Nitrobenzene\n\nThe luminescent properties of UVI are of interest due to potential applications, including photocatalysis. The utilization of [UO2]2+ ions in compounds arranges the metal centers into an extended topology as well as allows for the introduction of chromophoric organic linkers, which could sensitize the [UO2]2+ luminescence. The luminescence of uranyl compounds centered near 520 nm has been known for centuries. The charge-transfer-based emission is vibronically coupled to both bending and stretching modes of the uranyl cation and typically consists of a five-peak spectrum, although far more lines can be observed at low temperature. Denning and his group members have examined in detail these transitions for the solid samples containing the [UO2Cl4]2- anion owing to its crystallization in a cubic space group. However, not all uranyl compounds possess luminescent properties, and the mechanisms of the emission from uranyl compounds are most often difficult to explain. As we reported here, unusual luminescent properties have been documented recently for a family of uranyl flexible hexapodal carboxylates. The luminescent spectra for these three novel carboxylate compounds (λex = 290 nm), the benchmark compound UO2(CH3COO)2⋅2H2O (λex = 332 nm), and the ligand (λex = 262 nm) were collected under the same experimental conditions and procedures and are shown in . Five peaks (452, 470, 491, 515, and 538 nm) for 1 and four peaks (452, 470, 491, and 515 nm) for 2 and 3 are observed in the spectra, which all exhibit characterized emission from uranyl cations. These emission peaks correspond to the electronic and vibronic transitions of S11 → S00, S10 → S0v  (v = 0-3) for 1 and S11 → S00, S10 → S0v  (v = 0-2) for 2 and 3, and the most intense peak is positioned at 470 nm for these three compounds. As for the benchmark compound, the luminescent spectrum shows well-resolved sharp vibronic peaks at 488, 510, 533, 559, and 587 nm [corresponding to S11 → S00 and S10 → S0v  (v = 0-3)], and the most intense peak (S10 → S00) is positioned at 510 nm. These compounds exhibit a slight blue-shift of 40 nm along with lesser intensity for the emission bands compared to the benchmark compound. Such behaviors were previously observed for other uranyl complexes. Moreover, comparison of the observed spectrum for compound 1 to compounds 2 and 3 shows an obvious difference in the shape of the five-peak, which may be attributed to the coordination environment around the uranium centers UO7 and UO8 for 1 and UO7 for 2 and 3, further resulting in differences in the stereospecific blockade and the symmetry of the uranyl equatorial coordination layer. To our surprise, two additional peaks at 379 and 400 nm were found, corresponding to the π* → π transition of the ligand and the MLCT transition (from metal to ligand charge transfer transition), respectively, in accordance with the fluorescent spectrum for the ligand (375 and 392 nm). It is indicated that the energy of the ligand does not overall transfer to the [UO2]2+ ions.\n\nThe sensing properties of 1 for nitrobenzene were further investigated by monitoring a series of emulsions in DMSO upon gradually increasing the nitrobenzene concentration. As shown in b, the luminescence intensity gradually decreases with increasing nitrobenzene concentration. When the concentration of nitrobenzene increased to 1000 ppm, the luminescence intensity was quenched with a high quenching efficiency of 90%. Seemingly, Zn3(L1)2(L2) (2) {L1 = 4-[3-(4-carboxyphenoxy)-2-[(4-carboxyphenoxy)methyl]-2-methyl-propoxy]benzoate, L2 = 1,4-bis(1-imidazolyl)benzene]}, which has a quenching efficiency of 98.91%, is the most sensitive for nitrobenzene detection. Although there is a certain gap between compound 1 and Zn3(L1)2(L2) (2) {L1 = 4-[3-(4-carboxyphenoxy)-2-[(4-carboxyphenoxy)methyl]-2-methyl-propoxy]benzoate, L2 = 1,4-bis(1-imidazolyl)benzene]}, the result suggests that compound 1 has a good sensitivity in detecting small amounts of nitrobenzene in solution. To further verify the effect of the nitro group on the sensing of nitrobenzene, we measured the emission spectrum of 1 in toluene (c). Obviously, the luminescence intensity of the nitrobenzene emulsion was far below those of others in the benzene series. The result reveals that the nitro group is the main cause of the quenching effect. In addition, compounds 2 and 3 also show sensing properties for nitrobenzene (Figures S7). The different quenching efficiencies of compounds 1-3 are compared in d.\n\nSurface Photoelectric Properties\n\nWe all know that the transfer and separation processes of the photoinduced charge carriers (electron-hole pairs) result in the redistribution of surface charges under illumination, which makes the net surface charges (QSS) and the surface band bending decrease; thus, the SPV response (SPS) is generated. Figure S8 shows the effects of band-to-band transitions on the SPV responses of semiconductors. The detected signal is equivalent to the change in the surface potential barrier under illumination (δV s). The value is calculated by the equation δV s = V s' - V s o, in which V s o and V s' are the surface potential barriers before and after illumination, respectively. The magnitude of the surface potential barrier depends on the number of the net surface charges. By analogy with other metal oxide semiconductors (e.g., ZnO), the uranyl coordination polymer may be regarded as an extended semiconductor with its valence band consisting of the occupied O orbitals, whereas its conduction band consists of the empty metal (UVI) orbitals. The SPS of compound 1 is shown in a. Some overlap of signals was fixed after treatment using the Origin7.0 program. By careful differentiation, compound 1 shows three positive SPV responses in the range 300-550 nm. The response band at λmax = 322 nm can be attributed to the π → π* transition of ligand, whereas the response at λmax = 358 nm is assigned to the LMCT transition (from ligand to metal charge transfer transition). Furthermore, the encouraging response band at ~418 nm should be the characteristic of uranyl charge transfer in accordance with the UV-vis spectrum. Compounds 2 and 3 also exhibit similar photovoltage properties (Figure S9). Comparing the SPV responses of compounds 1-3, it can be seen that the position of the highest peak about these three compounds is roughly the same, although their intensities are obviously different. This intensity difference is mainly due to the differences in coordination modes of the H6TTHA ligand, resulting in the different separation efficiencies of the photoinduced carriers. The results of the SPS indicate that not only semiconductors possess photovoltage characteristic but also that some other materials, such as coordination polymers, also can exhibit the photovoltage properties.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "400", "unit": "°C", "type": "lattice collapse", "condition": ""}]}, {"meta": {"name": "Complex 4", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "155", "unit": "°C", "type": "weight loss", "condition": ""}, {"value": "250", "unit": "°C", "type": "removal of coordinated solvent molecules", "condition": ""}, {"value": "680", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}, {"meta": {"name": "MOF-XYZ", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "120", "unit": "°C", "type": "an initial weight loss", "condition": ""}, {"value": "110 to 280", "unit": "°C", "type": "gradual removal of coordinated water molecules", "condition": ""}]}, {"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "1650, 3400", "unit": "cm-1", "condition": ""}]}]], "include_properties": ["decomposition_temperature", "peak_spectrum"]}, {"idx": 15, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of Crystal\nData and Refinement\nResults for H<sub>6</sub>TTHA and Compounds <bold>1</bold>–<bold>3</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">H<sub>6</sub>TTHA</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>chemical formula</oasis:entry>\n<oasis:entry>C<sub>15</sub>H<sub>18</sub>N<sub>6</sub>O<sub>12</sub>\n</oasis:entry>\n<oasis:entry>C<sub>25</sub>H<sub>28</sub>N<sub>8</sub>O<sub>19</sub>U<sub>2</sub>\n</oasis:entry>\n<oasis:entry>C<sub>15</sub>H<sub>18</sub>N<sub>6</sub>O<sub>21</sub>U<sub>3</sub>\n</oasis:entry>\n<oasis:entry>C<sub>30</sub>H<sub>34</sub>N<sub>12</sub>O<sub>38</sub>U<sub>5</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">M</italic> (g mol<sup>–1</sup>)</oasis:entry>\n<oasis:entry>474.35</oasis:entry>\n<oasis:entry>1220.61</oasis:entry>\n<oasis:entry>1332.44</oasis:entry>\n<oasis:entry>2360.84</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C</italic>2<italic toggle=\"yes\">/c</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>\n<italic toggle=\"yes\">/n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>\n<italic toggle=\"yes\">/c</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> (Å)</oasis:entry>\n<oasis:entry>5.0686(13)</oasis:entry>\n<oasis:entry>11.460(4)</oasis:entry>\n<oasis:entry>12.624(5)</oasis:entry>\n<oasis:entry>14.533(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> (Å)</oasis:entry>\n<oasis:entry>21.661(6)</oasis:entry>\n<oasis:entry>19.968(6)</oasis:entry>\n<oasis:entry>15.891(6)</oasis:entry>\n<oasis:entry>15.479(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> (Å)</oasis:entry>\n<oasis:entry>17.452(4)</oasis:entry>\n<oasis:entry>14.949(5)</oasis:entry>\n<oasis:entry>16.585(7)</oasis:entry>\n<oasis:entry>15.666(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α (deg)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>74.643(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β (deg)</oasis:entry>\n<oasis:entry>91.591(5)</oasis:entry>\n<oasis:entry>99.628(5)</oasis:entry>\n<oasis:entry>105.217(6)</oasis:entry>\n<oasis:entry>74.576(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ (deg)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>81.431(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic> (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>1915.3(9)</oasis:entry>\n<oasis:entry>3372.8(18)</oasis:entry>\n<oasis:entry>3210(2)</oasis:entry>\n<oasis:entry>3264.2(13)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">D</italic>\n<sub>calc</sub> (mg m<sup>–3</sup>)</oasis:entry>\n<oasis:entry>1.645</oasis:entry>\n<oasis:entry>2.404</oasis:entry>\n<oasis:entry>2.757</oasis:entry>\n<oasis:entry>2.402</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal size\n(mm)</oasis:entry>\n<oasis:entry>0.35 × 0.24 × 0.10</oasis:entry>\n<oasis:entry>0.45 × 0.32 × 0.29</oasis:entry>\n<oasis:entry>0.45 × 0.36 × 0.10</oasis:entry>\n<oasis:entry>0.52 × 0.36 × 0.25</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>984</oasis:entry>\n<oasis:entry>2280</oasis:entry>\n<oasis:entry>2376</oasis:entry>\n<oasis:entry>2124</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ(Mo Kα)/mm<sup>–1</sup>\n</oasis:entry>\n<oasis:entry>0.144</oasis:entry>\n<oasis:entry>9.687</oasis:entry>\n<oasis:entry>15.186</oasis:entry>\n<oasis:entry>12.458</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>θ (deg)</oasis:entry>\n<oasis:entry>1.88–28.28</oasis:entry>\n<oasis:entry>1.72–25.00</oasis:entry>\n<oasis:entry>2.22–25.00</oasis:entry>\n<oasis:entry>1.46–25.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflections collected</oasis:entry>\n<oasis:entry>5920</oasis:entry>\n<oasis:entry>17062</oasis:entry>\n<oasis:entry>15751</oasis:entry>\n<oasis:entry>16508</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>independent reflections</oasis:entry>\n<oasis:entry>2321 (1373)</oasis:entry>\n<oasis:entry>5940 (4972)</oasis:entry>\n<oasis:entry>5641 (4571)</oasis:entry>\n<oasis:entry>11416 (8573)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>parameters</oasis:entry>\n<oasis:entry>154</oasis:entry>\n<oasis:entry>489</oasis:entry>\n<oasis:entry>406</oasis:entry>\n<oasis:entry>766</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>int</sub>\n</oasis:entry>\n<oasis:entry>0.0392</oasis:entry>\n<oasis:entry>0.0301</oasis:entry>\n<oasis:entry>0.0498</oasis:entry>\n<oasis:entry>0.0264</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Δ(ρ) (e Å<sup>–3</sup>)</oasis:entry>\n<oasis:entry>0.168 and −0.205</oasis:entry>\n<oasis:entry>1.750 and −0.568</oasis:entry>\n<oasis:entry>2.839 and −2.583</oasis:entry>\n<oasis:entry>5.365 and −2.042</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness of fit</oasis:entry>\n<oasis:entry>1.006</oasis:entry>\n<oasis:entry>1.038</oasis:entry>\n<oasis:entry>1.040</oasis:entry>\n<oasis:entry>1.095</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<xref rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>0.0483 (0.1000)<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.0256 (0.0357)<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.0428 (0.1232)<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.0549 (0.1707)<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>w<italic toggle=\"yes\">R</italic>\n<sub>2</sub>\n<xref rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>0.0908 (0.1076)<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.0561 (0.0580)<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.0559 (0.1304)<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.0760 (0.1801)<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>R = Σ||F<sub>o</sub>| –\n|F<sub>c</sub>||/Σ|F<sub>o</sub>|; w<italic toggle=\"yes\">R</italic>\n<sub>2</sub> = [Σw­(F<sub>o</sub>\n<sup>2</sup> – F<sub>c</sub>\n<sup>2</sup>)<sup>2</sup>/Σw­(F<sub>o</sub>\n<sup>2</sup>)<sup>2</sup>]<sup>1/2</sup>; |F<sub>o</sub>| &gt; 4σ (|F<sub>o</sub>|).</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>On the basis of all of the\ndata.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["substring not found"], "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Molecular Structure\nof H<sub>6</sub>TTHA</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0016.tif\"></graphic>\n</fig>", "clean_text": " 1  Molecular Structure of H6TTHA   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Perspective view of the coordination environment\naround the uranium\natoms in <bold>1</bold>. Hydrogen atoms have been omitted for clarity.\nSymmetry codes: A, 0.5 + <italic toggle=\"yes\">x</italic>, 1.5 – <italic toggle=\"yes\">y</italic>, 0.5 + <italic toggle=\"yes\">z</italic>; B, 1.5 – <italic toggle=\"yes\">x</italic>, −0.5 + <italic toggle=\"yes\">y</italic>, 1.5 – <italic toggle=\"yes\">z</italic>; C, −1 + <italic toggle=\"yes\">x</italic>, <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic>; D, 1 – <italic toggle=\"yes\">x</italic>, 1 – <italic toggle=\"yes\">y</italic>, 1 – <italic toggle=\"yes\">z</italic>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  Perspective view of the coordination environment around the uranium atoms in 1. Hydrogen atoms have been omitted for clarity. Symmetry codes: A, 0.5 + x, 1.5 - y, 0.5 + z; B, 1.5 - x, -0.5 + y, 1.5 - z; C, -1 + x, y, z; D, 1 - x, 1 - y, 1 - z.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Structure of UOF <bold>1</bold>: (a) view of the first SBU composed\nof two U1 FBUs; (b) view of the second SBU composed of two U2 FBUs;\n(c) view of the large channel surrounded by two U1, one U2 FBUs, and\nsix arms along the <italic toggle=\"yes\">a</italic>-axis; (d) view of the 3D network\nstructure viewed in the shape of “matts” type; (e) space-filling\nrepresentation of the molecular cage with large channels. Hydrogen\natoms, solvent molecules, and free 4,4′-bipyridine molecules\nare omitted for clarity.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  Structure of UOF 1: (a) view of the first SBU composed of two U1 FBUs; (b) view of the second SBU composed of two U2 FBUs; (c) view of the large channel surrounded by two U1, one U2 FBUs, and six arms along the a-axis; (d) view of the 3D network structure viewed in the shape of \"matts\" type; (e) space-filling representation of the molecular cage with large channels. Hydrogen atoms, solvent molecules, and free 4,4'-bipyridine molecules are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Two simplified ways of the ligand in compound <bold>1</bold> (for\nthese, compounds <bold>2</bold> and <bold>3</bold> are similar to <bold>1</bold>).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  Two simplified ways of the ligand in compound 1 (for these, compounds 2 and 3 are similar to 1).   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Topological presentation\nof the 3D net in compound <bold>1</bold>: (a) (3,3,3,3,3,3)-connected\n2-nodal net; (b) (3,3,6)-connected\n3-nodal net. Red and pink balls represent U1 and U2 FBUs, respectively;\nblue balls represent the N<sub>amine</sub> atom, and the turquoise\nballs represent the triazine ring centers.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0006.tif\"></graphic>\n</fig>", "clean_text": " 4  Topological presentation of the 3D net in compound 1: (a) (3,3,3,3,3,3)-connected 2-nodal net; (b) (3,3,6)-connected 3-nodal net. Red and pink balls represent U1 and U2 FBUs, respectively; blue balls represent the Namine atom, and the turquoise balls represent the triazine ring centers.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Perspective view of the coordination environment\naround the uranium\natoms in <bold>2</bold>. Hydrogen atoms have been omitted for clarity.\nSymmetry codes: A, 1 – <italic toggle=\"yes\">x</italic>, 0.5 + <italic toggle=\"yes\">y</italic>, 0.5 – <italic toggle=\"yes\">z</italic>; B, <italic toggle=\"yes\">x</italic>, 0.5 – <italic toggle=\"yes\">y</italic>, 0.5 + <italic toggle=\"yes\">z</italic>; C, −<italic toggle=\"yes\">x</italic>, 1 – <italic toggle=\"yes\">y</italic>, −<italic toggle=\"yes\">z</italic>; D, <italic toggle=\"yes\">x</italic>, 1 + <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0007.tif\"></graphic>\n</fig>", "clean_text": " 5  Perspective view of the coordination environment around the uranium atoms in 2. Hydrogen atoms have been omitted for clarity. Symmetry codes: A, 1 - x, 0.5 + y, 0.5 - z; B, x, 0.5 - y, 0.5 + z; C, -x, 1 - y, -z; D, x, 1 + y, z.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Structure of UOF <bold>2</bold>: (a) view of the two-dimensional\nsheet in the <italic toggle=\"yes\">bc</italic> plane (the uranyl oxygen atoms of\nU2 and U3 have been omitted for clarity); (b) view of the SBU; (c)\nthe crown-like sheet viewed side-on; (d) view of another 2D sheet\nconnected by uranyl ions (U1) as hubs in the <italic toggle=\"yes\">ab</italic> plane;\n(e) view of the 1D wall-like chains along the <italic toggle=\"yes\">b</italic>-axis;\n(f) view of the 3D network framework. The uranium atoms and uranyl\ncoordination polyhedra are in yellow (U1), bright green (U2), and\nsky blue (U3). Hydrogen atoms are omitted for clarity.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0008.tif\"></graphic>\n</fig>", "clean_text": " 6  Structure of UOF 2: (a) view of the two-dimensional sheet in the bc plane (the uranyl oxygen atoms of U2 and U3 have been omitted for clarity); (b) view of the SBU; (c) the crown-like sheet viewed side-on; (d) view of another 2D sheet connected by uranyl ions (U1) as hubs in the ab plane; (e) view of the 1D wall-like chains along the b-axis; (f) view of the 3D network framework. The uranium atoms and uranyl coordination polyhedra are in yellow (U1), bright green (U2), and sky blue (U3). Hydrogen atoms are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Topological presentation of the 3D net in compound <bold>2</bold>: (a) (3,3,4,4,4,4)-connected 6-nodal net; (b) (3,3,6)-connected\n3-nodal net. Red and pink balls represent the FBU (U1) and the [(UO<sub>2</sub>)<sub>2</sub>(μ<sub>2</sub>-CO<sub>2</sub>)] dimer unit\n(U2/U3), respectively; blue balls represent the N<sub>amine</sub> atoms,\nand turquoise balls represent the triazine ring centers.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0009.tif\"></graphic>\n</fig>", "clean_text": " 7  Topological presentation of the 3D net in compound 2: (a) (3,3,4,4,4,4)-connected 6-nodal net; (b) (3,3,6)-connected 3-nodal net. Red and pink balls represent the FBU (U1) and the [(UO2)2(μ2-CO2)] dimer unit (U2/U3), respectively; blue balls represent the Namine atoms, and turquoise balls represent the triazine ring centers.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Perspective view of the coordination environment around\nthe uranium\natoms in <bold>3</bold>. The uranyl oxygen atoms at the apexes (O1,\nO2 for U1; O3, O4 for U2; O5, O6 for U3; O7, O8 for U4; O9, O10 for\nU5) and hydrogen atoms have been omitted for clarity. Symmetry codes:\nA, 1 – <italic toggle=\"yes\">x</italic>, 1 – <italic toggle=\"yes\">y</italic>, 1\n– <italic toggle=\"yes\">z</italic>; B, 1 – <italic toggle=\"yes\">x</italic>, 2 – <italic toggle=\"yes\">y</italic>, 1 – <italic toggle=\"yes\">z</italic>; C, 2 – <italic toggle=\"yes\">x</italic>, 1 – <italic toggle=\"yes\">y</italic>, 1 – <italic toggle=\"yes\">z</italic>; D, 1 – <italic toggle=\"yes\">x</italic>, 1 – <italic toggle=\"yes\">y</italic>, 2 – <italic toggle=\"yes\">z</italic>.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0010.tif\"></graphic>\n</fig>", "clean_text": " 8  Perspective view of the coordination environment around the uranium atoms in 3. The uranyl oxygen atoms at the apexes (O1, O2 for U1; O3, O4 for U2; O5, O6 for U3; O7, O8 for U4; O9, O10 for U5) and hydrogen atoms have been omitted for clarity. Symmetry codes: A, 1 - x, 1 - y, 1 - z; B, 1 - x, 2 - y, 1 - z; C, 2 - x, 1 - y, 1 - z; D, 1 - x, 1 - y, 2 - z.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Structure of UOF <bold>3</bold>: (a) view of the 3D framework constructed\nby two kinds of SBUs (yellow polyhedra) through the linkers HTTHA<sup>5–</sup>/TTHA<sup>6–</sup>; (b) view of one SBU consisting\nof U1/U4/U5 (U1, U4, and U5 atoms are represented by turquoise, bright\ngreen, and yellow spheres, respectively); (c) view of the other SBU\nconsisting of U2/U3 (U2 and U3 atoms are represented by orange and\nsea green spheres, respectively). Hydrogen atoms and solvent molecules\nare omitted for clarity.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0011.tif\"></graphic>\n</fig>", "clean_text": " 9  Structure of UOF 3: (a) view of the 3D framework constructed by two kinds of SBUs (yellow polyhedra) through the linkers HTTHA5-/TTHA6-; (b) view of one SBU consisting of U1/U4/U5 (U1, U4, and U5 atoms are represented by turquoise, bright green, and yellow spheres, respectively); (c) view of the other SBU consisting of U2/U3 (U2 and U3 atoms are represented by orange and sea green spheres, respectively). Hydrogen atoms and solvent molecules are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Topological presentation of the 3D net in compound <bold>3</bold>: (a) (2,3,3,3,3,3,3,3,3,8)-connected 10-nodal net; (b) (3,4,5,6)-connected\n4-nodal net. Red and pink balls represent U1/U4/U5 and U2/U3 building\nunits, respectively; blue balls represent the N<sub>amine</sub> atoms,\nand the turquoise and green balls represent the triazine ring centers\nof the HTTHA<sup>5–</sup> and TTHA<sup>6–</sup> ligands,\nrespectively.</p>\n</caption>\n<graphic id=\"gr13\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0012.tif\"></graphic>\n</fig>", "clean_text": " 10  Topological presentation of the 3D net in compound 3: (a) (2,3,3,3,3,3,3,3,3,8)-connected 10-nodal net; (b) (3,4,5,6)-connected 4-nodal net. Red and pink balls represent U1/U4/U5 and U2/U3 building units, respectively; blue balls represent the Namine atoms, and the turquoise and green balls represent the triazine ring centers of the HTTHA5- and TTHA6- ligands, respectively.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Conformations\nand Coordination Modes of the Ligand TTHA in (a) Compound <bold>1</bold>, (b) Compound <bold>2</bold>, and (c) Compound <bold>3</bold>\n</title>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0017.tif\"></graphic>\n</fig>", "clean_text": " 2  Conformations and Coordination Modes of the Ligand TTHA in (a) Compound 1, (b) Compound 2, and (c) Compound 3    ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Conformations (Seven Types) and Coordination\nModes (24 Kinds) Reported\nfor the Ligand H<sub>6</sub>TTHA</title>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0018.tif\"></graphic>\n</fig>", "clean_text": " 3  Conformations (Seven Types) and Coordination Modes (24 Kinds) Reported for the Ligand H6TTHA   ", "data": null, "include_properties": null}, {"idx": 40, "type": "figure", "classification": null, "content": "<fig id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Luminescent spectra of the ligand H<sub>6</sub>TTHA (λ<sub>ex</sub> = 262 nm), UO<sub>2</sub>(CH<sub>3</sub>COO)<sub>2</sub>·2H<sub>2</sub>O (λ<sub>ex</sub> = 332\nnm), and compounds <bold>1</bold>–<bold>3</bold> (λ<sub>ex</sub> = 290 nm) in\nthe solid state, showing the green light emission of uranyl centers.</p>\n</caption>\n<graphic id=\"gr14\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0013.tif\"></graphic>\n</fig>", "clean_text": " 11  Luminescent spectra of the ligand H6TTHA (λex = 262 nm), UO2(CH3COO)2⋅2H2O (λex = 332 nm), and compounds 1-3 (λex = 290 nm) in the solid state, showing the green light emission of uranyl centers.   ", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig id=\"fig12\" orientation=\"portrait\" position=\"float\">\n<label>12</label>\n<caption>\n<p>(a) Emission spectra\nof <bold>1</bold> in different solvents, (b)\nluminescence quenching of <bold>1</bold> dispersed in DMSO by gradually\nincreasing nitrobenzene concentration, (c) emission spectra of <bold>1</bold> in benzene, toluene, and nitrobenzene, and (d) luminescence\nquenching efficiencies of compounds <bold>1</bold>–<bold>3</bold> from 0 to 1000 ppm of nitrobenzene concentration.</p>\n</caption>\n<graphic id=\"gr15\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0014.tif\"></graphic>\n</fig>", "clean_text": " 12  (a) Emission spectra of 1 in different solvents, (b) luminescence quenching of 1 dispersed in DMSO by gradually increasing nitrobenzene concentration, (c) emission spectra of 1 in benzene, toluene, and nitrobenzene, and (d) luminescence quenching efficiencies of compounds 1-3 from 0 to 1000 ppm of nitrobenzene concentration.   ", "data": null, "include_properties": null}, {"idx": 46, "type": "figure", "classification": null, "content": "<fig id=\"fig13\" orientation=\"portrait\" position=\"float\">\n<label>13</label>\n<caption>\n<p>(a) SPS and (b) EFISPS\nof compound <bold>1</bold>. The dotted lines\nare the peaks obtained after treatment with the Origin 7.0 program.</p>\n</caption>\n<graphic id=\"gr16\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01364u_0015.tif\"></graphic>\n</fig>", "clean_text": " 13  (a) SPS and (b) EFISPS of compound 1. The dotted lines are the peaks obtained after treatment with the Origin 7.0 program.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.5b01364", "title": null, "journal": "American\nChemical Society", "date": "2015.09", "author_list": ["Song\nJian", "Gao\nXue", "Wang\nZhi-Nan", "Li\nCheng-Ren", "Xu\nQi", "Bai\nFeng-Ying", "Shi\nZhong-Feng", "Xing\nYong-Heng"]}}