{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic5b01356.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>It\nis available to constrain and tune the coordination geometries around\nlanthanide ions in metal–organic frameworks (MOFs) for the\nstudy of single-molecule-magnet (SMM) behavior. A series of Dy<sup>III</sup>-MOFs are synthesized via a solvothermal method by using\nfuran-2,5-dicarboxylic acid (H<sub>2</sub>FDA) as the ligand. {[Dy<sub>2</sub>(FDA)<sub>3</sub>(DMF)<sub>2</sub>]·1.5DMF}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>) and [Dy<sub>2</sub>(FDA)<sub>3</sub>(DMF)<sub>2</sub>(CH<sub>3</sub>OH)]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>) show similar three-dimensional structures, but\nthe coordination geometries around the dysprosium­(III) ions in <bold>1</bold> and <bold>2</bold> exhibit different deviations from ideal\nsquare antiprism (<italic toggle=\"yes\">D</italic>\n<sub>4<italic toggle=\"yes\">d</italic>\n</sub> symmetry) because of the coordinated solvent molecules. Slow relaxation\nof the magnetization can be observed for both complexes, indicative\nof SMM behavior. The effective energy barriers for <bold>1</bold> and <bold>2</bold> can be obtained from alternating-current susceptibility\nmeasurements by applying an external 2000 Oe direct-current field.\nMOF <bold>2</bold> possesses a less distorted <italic toggle=\"yes\">D</italic>\n<sub>4<italic toggle=\"yes\">d</italic>\n</sub> coordination sphere and gives a higher\neffective energy barrier (<italic toggle=\"yes\">U</italic>\n<sub>eff</sub>) than that\nof MOF <bold>1</bold>. Their diamagnetic Y<sup>III</sup>-diluted samples <bold>1@Y</bold> and <bold>2@Y</bold> exhibit similar relationships between\nthe geometries and <italic toggle=\"yes\">U</italic>\n<sub>eff</sub> values, demonstrating\nthat the magnetization relaxation is mainly from the symmetry-related\nsingle-ion behavior.</p>", "clean_text": "It is available to constrain and tune the coordination geometries around lanthanide ions in metal-organic frameworks (MOFs) for the study of single-molecule-magnet (SMM) behavior. A series of DyIII-MOFs are synthesized via a solvothermal method by using furan-2,5-dicarboxylic acid (H2FDA) as the ligand. {[Dy2(FDA)3(DMF)2]⋅1.5DMF} n  (1) and [Dy2(FDA)3(DMF)2(CH3OH)] n  (2) show similar three-dimensional structures, but the coordination geometries around the dysprosium(III) ions in 1 and 2 exhibit different deviations from ideal square antiprism (D 4d  symmetry) because of the coordinated solvent molecules. Slow relaxation of the magnetization can be observed for both complexes, indicative of SMM behavior. The effective energy barriers for 1 and 2 can be obtained from alternating-current susceptibility measurements by applying an external 2000 Oe direct-current field. MOF 2 possesses a less distorted D 4d  coordination sphere and gives a higher effective energy barrier (U eff) than that of MOF 1. Their diamagnetic YIII-diluted samples 1@Y and 2@Y exhibit similar relationships between the geometries and U eff values, demonstrating that the magnetization relaxation is mainly from the symmetry-related single-ion behavior.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>It is available\nto constrain and chemically tune the coordination geometries around\nlanthanide ions in metal−organic frameworks (MOFs) for the\nstudy of single-molecule-magnet (SMM) behaviors. Two Dy<sup>III</sup>-MOFs with furan-2,5-dicarboxylic acid ligands have been obtained\nvia solvothermal methods. The dysprosium­(III) ions in MOFs <bold>1</bold> and <bold>2</bold> exhibit different coordination spheres because\nof the different mixed solvents employed in the syntheses. Dysprosium­(III)\nions in the latter one possess a less distorted coordination sphere\nfrom ideal <italic toggle=\"yes\">D</italic>\n<sub>4<italic toggle=\"yes\">d</italic>\n</sub> than the\nformer one, resulting in considerable improvements of the SMM behavior.</p>", "clean_text": "It is available to constrain and chemically tune the coordination geometries around lanthanide ions in metal-organic frameworks (MOFs) for the study of single-molecule-magnet (SMM) behaviors. Two DyIII-MOFs with furan-2,5-dicarboxylic acid ligands have been obtained via solvothermal methods. The dysprosium(III) ions in MOFs 1 and 2 exhibit different coordination spheres because of the different mixed solvents employed in the syntheses. Dysprosium(III) ions in the latter one possess a less distorted coordination sphere from ideal D 4d  than the former one, resulting in considerable improvements of the SMM behavior.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Lanthanide ions are\nwidely used as excellent magnetic building blocks for single-molecule\nmagnets (SMMs) recently because of the large magnetic moment and significant\nsingle-ion anisotropy derived from spin–orbit coupling and\nthe crystal-field effect, which are not easily satisfied in transition-metal\ncomplexes. For Kramers’ dysprosium­(III)\nion, its ground state will always be bistable irrespective of the\nligand-field symmetry. Thus, it is a great benefit for dysprosium­(III)\ncomplexes to behave as SMMs. Nevertheless,\nthe strength and symmetry of the crystal field is still worthy of\nmore attention because the interaction\nbetween f electrons and the crystal field will greatly influence the\nmagnetic anisotropy barrier that blocks reorientation of the magentizations.\n</p>", "clean_text": "Introduction\n\nLanthanide ions are widely used as excellent magnetic building blocks for single-molecule magnets (SMMs) recently because of the large magnetic moment and significant single-ion anisotropy derived from spin-orbit coupling and the crystal-field effect, which are not easily satisfied in transition-metal complexes. For Kramers' dysprosium(III) ion, its ground state will always be bistable irrespective of the ligand-field symmetry. Thus, it is a great benefit for dysprosium(III) complexes to behave as SMMs. Nevertheless, the strength and symmetry of the crystal field is still worthy of more attention because the interaction between f electrons and the crystal field will greatly influence the magnetic anisotropy barrier that blocks reorientation of the magentizations. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Strategies to enhance the energy barriers\nfor magnetization reversal have been proposed. Rinehart and Long promoted\nthat magnetic anisotropy of lanthanide ions can be efficiently improved\nby the appropriate ligand field whose shape matches the electronic\ndensity of free metal ions. On the other\nhand, quantum tunneling of magnetization (QTM), which is often observed\nin lanthanide complexes and always lowers the effective energy barriers, originates from the overlap of wave functions\nwith different <italic toggle=\"yes\">m</italic>\n<sub>\n<italic toggle=\"yes\">J</italic>\n</sub> states and depends mainly on the influence of the crystal\nfield, intra/intermolecular interactions, and hyperfine interactions. It is known that several particular local symmetries\nwould efficiently preclude QTM effects, such as <italic toggle=\"yes\">D</italic>\n<sub>5<italic toggle=\"yes\">h</italic>\n</sub> and <italic toggle=\"yes\">D</italic>\n<sub>4<italic toggle=\"yes\">d</italic>\n</sub>, and generate high energy barriers for magnetization\nreversal. Thus, fine-tuning the crystal field and\nlocal symmetry around an individual lanthanide ion has become a successful\nstrategy to get enhanced SMM\nbehaviors, which was well demonstrated in a zero-dimensional molecular\nsystem. However, it\nis still quite challenging to fine-tune the coordination geometry\nof a lanthanide ion because of its large ionic radius and high coordination\nnumber. In this contribution, we present a new strategy to constrain\nthe coordination geometry around metal centers in a high-dimensional\nmolecular system, namely, metal–organic frameworks (MOFs),\nwhich benefits from the structural features of the rigid frameworks. Although employing SMMs as building blocks to\nconstruct MOFs has been documented recently, from the viewpoint of constraining and tuning local geometries around\nlanthanide ions for tuning the SMM behaviors, examples obtained using\nthis strategy are rather rare.\n</p>", "clean_text": "Strategies to enhance the energy barriers for magnetization reversal have been proposed. Rinehart and Long promoted that magnetic anisotropy of lanthanide ions can be efficiently improved by the appropriate ligand field whose shape matches the electronic density of free metal ions. On the other hand, quantum tunneling of magnetization (QTM), which is often observed in lanthanide complexes and always lowers the effective energy barriers, originates from the overlap of wave functions with different m  J  states and depends mainly on the influence of the crystal field, intra/intermolecular interactions, and hyperfine interactions. It is known that several particular local symmetries would efficiently preclude QTM effects, such as D 5h  and D 4d , and generate high energy barriers for magnetization reversal. Thus, fine-tuning the crystal field and local symmetry around an individual lanthanide ion has become a successful strategy to get enhanced SMM behaviors, which was well demonstrated in a zero-dimensional molecular system. However, it is still quite challenging to fine-tune the coordination geometry of a lanthanide ion because of its large ionic radius and high coordination number. In this contribution, we present a new strategy to constrain the coordination geometry around metal centers in a high-dimensional molecular system, namely, metal-organic frameworks (MOFs), which benefits from the structural features of the rigid frameworks. Although employing SMMs as building blocks to construct MOFs has been documented recently, from the viewpoint of constraining and tuning local geometries around lanthanide ions for tuning the SMM behaviors, examples obtained using this strategy are rather rare. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Two Dy<sup>III</sup>-MOFs with furan-2,5-dicarboxylic acid (H<sub>2</sub>FDA) have been obtained via the solvothermal method, namely,\n{[Dy<sub>2</sub>(FDA)<sub>3</sub>(DMF)<sub>2</sub>]·1.5DMF}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>) and [Dy<sub>2</sub>(FDA)<sub>3</sub>(DMF)<sub>2</sub>(CH<sub>3</sub>OH)]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>). As shown in , because of the different mixed solvents\nemployed in the synthesis process, the dysprosium­(III) ions in the\nlatter one possess less distorted coordination spheres from ideal <italic toggle=\"yes\">D</italic>\n<sub>4<italic toggle=\"yes\">d</italic>\n</sub> than the former one, resulting\nin considerable improvements of the SMM behavior.</p>", "clean_text": "Two DyIII-MOFs with furan-2,5-dicarboxylic acid (H2FDA) have been obtained via the solvothermal method, namely, {[Dy2(FDA)3(DMF)2]⋅1.5DMF} n  (1) and [Dy2(FDA)3(DMF)2(CH3OH)] n  (2). As shown in , because of the different mixed solvents employed in the synthesis process, the dysprosium(III) ions in the latter one possess less distorted coordination spheres from ideal D 4d  than the former one, resulting in considerable improvements of the SMM behavior.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Constraining and\nTuning the Local Geometries of Lanthanide Ions in MOFs</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01356r_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Constraining and Tuning the Local Geometries of Lanthanide Ions in MOFs   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>General\nProcedures</title><p>All chemicals were obtained commercially and used\nwithout further purification. Analyses for carbon, hydrogen, and nitrogen\nwere obtained on a PerkinElmer 240 CHN elemental analyzer. Fourier\ntransform infrared spectroscopy was carried in the range 400–4000\ncm<sup>–1</sup> on a Bruker TENOR 27 spectrophotometer using\nKBr pellets. Powder X-ray diffraction (PXRD) measurements were performed\non a Rigaku D/Max-2500 X-ray diffractometer using Cu Kα radiation.\nInductively coupled plasma atomic emission spectroscopy (ICP-AES)\nwas measured by ICP-9000­(N+M) (Thermo Jarrell-Ash Corp., USA). Thermogravimetric\nanalyses (TGA; N<sub>2</sub> atmosphere) were carried out in a Labsys\nNETZSCH TG 09 Setaram apparatus with a heating rate of 1.5 °C/min.\nMagnetic susceptibilities were measured on a Quantum Design SQUID\nMPMS VSM magnetometer. Microcrystalline samples were put into sample\nholders and fixed with eicosane. Diamagnetic corrections were made\nwith Pascal’s constants for all of the constituent atoms and\nsample holders.</p>", "clean_text": "Experimental Section\n\nGeneral Procedures\n\nAll chemicals were obtained commercially and used without further purification. Analyses for carbon, hydrogen, and nitrogen were obtained on a PerkinElmer 240 CHN elemental analyzer. Fourier transform infrared spectroscopy was carried in the range 400-4000 cm-1 on a Bruker TENOR 27 spectrophotometer using KBr pellets. Powder X-ray diffraction (PXRD) measurements were performed on a Rigaku D/Max-2500 X-ray diffractometer using Cu Kα radiation. Inductively coupled plasma atomic emission spectroscopy (ICP-AES) was measured by ICP-9000(N+M) (Thermo Jarrell-Ash Corp., USA). Thermogravimetric analyses (TGA; N2 atmosphere) were carried out in a Labsys NETZSCH TG 09 Setaram apparatus with a heating rate of 1.5 °C/min. Magnetic susceptibilities were measured on a Quantum Design SQUID MPMS VSM magnetometer. Microcrystalline samples were put into sample holders and fixed with eicosane. Diamagnetic corrections were made with Pascal's constants for all of the constituent atoms and sample holders.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>X-ray Crystallography</title><p>Crystallographic\ndata and refinement details are given in . Selected bond and angle parameters are\nlisted in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Table S1</ext-link>. Single crystals of <bold>1</bold>, <bold>2</bold>, and <bold>1′</bold> available for\nX-ray diffraction were measured at 123(2) K to determine their structures.\nThe measurements were performed on a Agilent Technologies SuperNova\nsingle-crystal diffractometer with graphite-monochromatic Mo Kα\nradiation (λ = 0.71073 Å) by ω-scan mode. All of\nthe structures were solved by direct methods with <italic toggle=\"yes\">SHELXS</italic>, and all non-hydrogen atoms are refined by full-matrix least-squares\ntechniques with anisotropic thermal factors using <italic toggle=\"yes\">SHELXL</italic>. The hydrogen atoms are fixed by using riding mode and treated isotropically\nwith the program package <italic toggle=\"yes\">Olex2</italic>. CCDC 1041095 for <bold>1</bold>, 1041096 for <bold>2</bold>, and 1418234 for <bold>1′</bold> contain the supplementary crystallographic data for this paper (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_002.cif\">Supporting Information</ext-link>). These data can also\nbe obtained free of charge from the Cambridge Crystallographic Data\nCentre via <uri>www.ccdc.cam.uk/data-request/cif</uri>.</p>", "clean_text": "X-ray Crystallography\n\nCrystallographic data and refinement details are given in . Selected bond and angle parameters are listed in Table S1. Single crystals of 1, 2, and 1' available for X-ray diffraction were measured at 123(2) K to determine their structures. The measurements were performed on a Agilent Technologies SuperNova single-crystal diffractometer with graphite-monochromatic Mo Kα radiation (λ = 0.71073 Å) by ω-scan mode. All of the structures were solved by direct methods with SHELXS, and all non-hydrogen atoms are refined by full-matrix least-squares techniques with anisotropic thermal factors using SHELXL. The hydrogen atoms are fixed by using riding mode and treated isotropically with the program package Olex2. CCDC 1041095 for 1, 1041096 for 2, and 1418234 for 1' contain the supplementary crystallographic data for this paper (Supporting Information). These data can also be obtained free of charge from the Cambridge Crystallographic Data Centre via www.ccdc.cam.uk/data-request/cif.", "data": null, "include_properties": null}, {"idx": 9, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystal Data and Structural Refinement Details for <bold>1</bold>, <bold>2</bold>, and <bold>1′</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>′</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>formula</oasis:entry>\n<oasis:entry>C<sub>24</sub>H<sub>20</sub>Dy<sub>2</sub>N<sub>2</sub>O<sub>17</sub>\n</oasis:entry>\n<oasis:entry>C<sub>26</sub>H<sub>28</sub>Dy<sub>2</sub>N<sub>2</sub>O<sub>19</sub>\n</oasis:entry>\n<oasis:entry>C<sub>24</sub>H<sub>20</sub>Dy<sub>2</sub>N<sub>2</sub>O<sub>17</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>fw</oasis:entry>\n<oasis:entry>933.42</oasis:entry>\n<oasis:entry>997.50</oasis:entry>\n<oasis:entry>933.42</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>temp (K)</oasis:entry>\n<oasis:entry>123(2)</oasis:entry>\n<oasis:entry>123(2)</oasis:entry>\n<oasis:entry>123(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>cryst\nsyst</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C</italic>2/<italic toggle=\"yes\">c</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C</italic>2/<italic toggle=\"yes\">c</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Pnma</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> (Å)</oasis:entry>\n<oasis:entry>18.3085(13)</oasis:entry>\n<oasis:entry>18.465(5)</oasis:entry>\n<oasis:entry>8.6326(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> (Å)</oasis:entry>\n<oasis:entry>9.0788(8)</oasis:entry>\n<oasis:entry>9.2442(14)</oasis:entry>\n<oasis:entry>28.1206(10)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> (Å)</oasis:entry>\n<oasis:entry>19.6464(19)</oasis:entry>\n<oasis:entry>19.699(5)</oasis:entry>\n<oasis:entry>15.3462(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α (deg)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β (deg)</oasis:entry>\n<oasis:entry>97.068(8)</oasis:entry>\n<oasis:entry>102.18(3)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ (deg)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic> (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>3240.8(5)</oasis:entry>\n<oasis:entry>3286.7(13)</oasis:entry>\n<oasis:entry>3725.3(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">D</italic>\n<sub>c</sub> (g/cm<sup>3</sup>)</oasis:entry>\n<oasis:entry>1.913</oasis:entry>\n<oasis:entry>2.016</oasis:entry>\n<oasis:entry>1.664</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ (mm<sup>–1</sup>)</oasis:entry>\n<oasis:entry>4.651</oasis:entry>\n<oasis:entry>4.597</oasis:entry>\n<oasis:entry>4.046</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>int</sub>\n</oasis:entry>\n<oasis:entry>0.0488</oasis:entry>\n<oasis:entry>0.0612</oasis:entry>\n<oasis:entry>0.0498</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOF</oasis:entry>\n<oasis:entry>0.996</oasis:entry>\n<oasis:entry>1.145</oasis:entry>\n<oasis:entry>1.019</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>R1 [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.0409</oasis:entry>\n<oasis:entry>0.0700</oasis:entry>\n<oasis:entry>0.0442</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>wR2 [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.0867</oasis:entry>\n<oasis:entry>0.1832</oasis:entry>\n<oasis:entry>0.1404</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>R1 (all data)</oasis:entry>\n<oasis:entry>0.0422</oasis:entry>\n<oasis:entry>0.0705</oasis:entry>\n<oasis:entry>0.0568</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>wR2 (all\ndata)</oasis:entry>\n<oasis:entry>0.0920</oasis:entry>\n<oasis:entry>0.1965</oasis:entry>\n<oasis:entry>0.1507</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Δρ<sub>max</sub> (e/Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>1.439</oasis:entry>\n<oasis:entry>3.034</oasis:entry>\n<oasis:entry>1.829</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Δρ<sub>min</sub> (e/Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>–0.870</oasis:entry>\n<oasis:entry>–2.709</oasis:entry>\n<oasis:entry>–2.461</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis\nof <bold>1</bold>\n</title><p>A mixture of H<sub>2</sub>FDA (0.20 mmol),\nDy­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O (0.10 mmol), 2\nmL of <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF),\nand 6 mL of CH<sub>2</sub>Cl<sub>2</sub> was sealed in a 25 mL Teflon-lined\nautoclave, heated at 100 °C for 3 days, and then slowly cooled\nto room temperature over an additional 3 days. Colorless block crystals\nwere collected after filtration and dried in air. The mass of the\ncrystals obtained was about 25 mg (50% yield based on dysprosium).\nElem anal. Found (calcd) for C<sub>28.5</sub>H<sub>30.5</sub>Dy<sub>2</sub>N<sub>3.5</sub>O<sub>18.5</sub>: C, 32.91 (32.82); H, 2.50\n(2.95); N, 4.80 (4.70). IR (KBr, ν/cm<sup>–1</sup>):\n3357 (s), 1569 (s), 1417 (s), 1108 (w), 1019 (m), 967 (m), 832 (w),\n782 (s), 677 (m), 621 (m), 505 (s).</p>", "clean_text": "Synthesis of 1 \n\nA mixture of H2FDA (0.20 mmol), Dy(NO3)3⋅6H2O (0.10 mmol), 2 mL of N,N-dimethylformamide (DMF), and 6 mL of CH2Cl2 was sealed in a 25 mL Teflon-lined autoclave, heated at 100 °C for 3 days, and then slowly cooled to room temperature over an additional 3 days. Colorless block crystals were collected after filtration and dried in air. The mass of the crystals obtained was about 25 mg (50% yield based on dysprosium). Elem anal. Found (calcd) for C28.5H30.5Dy2N3.5O18.5: C, 32.91 (32.82); H, 2.50 (2.95); N, 4.80 (4.70). IR (KBr, ν/cm-1): 3357 (s), 1569 (s), 1417 (s), 1108 (w), 1019 (m), 967 (m), 832 (w), 782 (s), 677 (m), 621 (m), 505 (s).", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of <bold>2</bold>\n</title><p>The synthetic process is similar to that of <bold>1</bold>, except CH<sub>2</sub>Cl<sub>2</sub> was replaced by CH<sub>3</sub>OH. Light-brown block crystals were collected after filtration and\ndried in air. About 40 mg of crystals were obtained (80% yield based\non dysprosium). Elem anal. Found (calcd) for C<sub>26</sub>H<sub>28</sub>Dy<sub>2</sub>N<sub>2</sub>O<sub>19</sub>: C, 30.86 (31.31); H, 2.66\n(2.83); N, 2.99 (2.81). IR (KBr, ν/cm<sup>–1</sup>):\n3350 (br), 1665 (br), 1414 (s), 1222 (w), 1107 (w), 1019 (s), 968\n(m), 780 (s), 620 (m), 507 (s).</p>", "clean_text": "Synthesis of 2 \n\nThe synthetic process is similar to that of 1, except CH2Cl2 was replaced by CH3OH. Light-brown block crystals were collected after filtration and dried in air. About 40 mg of crystals were obtained (80% yield based on dysprosium). Elem anal. Found (calcd) for C26H28Dy2N2O19: C, 30.86 (31.31); H, 2.66 (2.83); N, 2.99 (2.81). IR (KBr, ν/cm-1): 3350 (br), 1665 (br), 1414 (s), 1222 (w), 1107 (w), 1019 (s), 968 (m), 780 (s), 620 (m), 507 (s).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of <bold>1′</bold>\n</title><p>A mixture of H<sub>2</sub>FDA (0.20 mmol), Dy­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O (0.10 mmol), and 2 mL of DMF was\nsealed in a 25 mL Teflon-lined autoclave, heated at 120 °C for\n24 h, and then cooled to room temperature. Colorless block crystals\nwere collected after filtration and dried in air. The mass of the\ncrystals obtained was about 25 mg (50% yield based on dysprosium).\nElem anal. Found (calcd) for C<sub>30.6</sub>H<sub>35.4</sub>Dy<sub>2</sub>N<sub>4.2</sub>O<sub>19.2</sub>: C, 33.64 (33.59); H, 3.45\n(3.26); N, 5.45 (5.38). IR (KBr, ν/cm<sup>–1</sup>):\n3357 (s), 1569 (s), 1417 (s), 1108 (w), 1019 (m), 967 (m), 832 (w),\n782 (s), 677 (m), 621 (m), 505 (s).</p>", "clean_text": "Synthesis of 1' \n\nA mixture of H2FDA (0.20 mmol), Dy(NO3)3⋅6H2O (0.10 mmol), and 2 mL of DMF was sealed in a 25 mL Teflon-lined autoclave, heated at 120 °C for 24 h, and then cooled to room temperature. Colorless block crystals were collected after filtration and dried in air. The mass of the crystals obtained was about 25 mg (50% yield based on dysprosium). Elem anal. Found (calcd) for C30.6H35.4Dy2N4.2O19.2: C, 33.64 (33.59); H, 3.45 (3.26); N, 5.45 (5.38). IR (KBr, ν/cm-1): 3357 (s), 1569 (s), 1417 (s), 1108 (w), 1019 (m), 967 (m), 832 (w), 782 (s), 677 (m), 621 (m), 505 (s).", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of <bold>1@Y</bold>\n</title><p>The synthetic process is similar to that of <bold>1</bold>, except Dy­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O was\nreplaced by a mixture of Y­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O and Dy­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O\nin a methanol solution in a molar ratio of 50:1. Colorless block crystals\nwere collected after filtration and dried in air. The mass of the\ncrystals obtained was about 30 mg (70% yield based on yttrium). Elem\nanal. Found (calcd) for C<sub>28.5</sub>H<sub>30.5</sub>Dy<sub>0.041</sub>Y<sub>1.959</sub>N<sub>3.5</sub>O<sub>18.5</sub>: C, 38.22 (38.08);\nH, 3.53 (3.42); N, 5.49 (5.45). ICP-AES anal. Found: Dy, 0.84; Y,\n22.06. IR (KBr, ν/cm<sup>–1</sup>): 3357 (s), 1569 (s),\n1417 (s), 1108 (w), 1019 (m), 967 (m), 832 (w), 782 (s), 677 (m),\n621 (m), 505 (s).</p>", "clean_text": "Synthesis of 1@Y \n\nThe synthetic process is similar to that of 1, except Dy(NO3)3⋅6H2O was replaced by a mixture of Y(NO3)3⋅6H2O and Dy(NO3)3⋅6H2O in a methanol solution in a molar ratio of 50:1. Colorless block crystals were collected after filtration and dried in air. The mass of the crystals obtained was about 30 mg (70% yield based on yttrium). Elem anal. Found (calcd) for C28.5H30.5Dy0.041Y1.959N3.5O18.5: C, 38.22 (38.08); H, 3.53 (3.42); N, 5.49 (5.45). ICP-AES anal. Found: Dy, 0.84; Y, 22.06. IR (KBr, ν/cm-1): 3357 (s), 1569 (s), 1417 (s), 1108 (w), 1019 (m), 967 (m), 832 (w), 782 (s), 677 (m), 621 (m), 505 (s).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of <bold>2@Y</bold>\n</title><p>The\nsynthetic process is similar to that of <bold>2</bold>, except Dy­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O was replaced by a mixture\nof Y­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O and Dy­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O in a methanol solution\nin a molar ratio of 50:1. Light-brown block crystals were collected\nafter filtration and dried in air. The mass of the crystals obtained\nwas about 35 mg (80% yield based on yttrium). Elem anal. Found (calcd)\nfor C<sub>26</sub>H<sub>28</sub>Dy<sub>0.047</sub>Y<sub>1.953</sub>N<sub>2</sub>O<sub>19</sub>: C, 36.86 (36.57); H, 3.46 (3.31); N,\n3.29 (3.28). ICP-AES anal. Found: Dy, 0.89; Y, 20.34. IR (KBr, ν/cm<sup>–1</sup>): 3350 (br), 1666 (br), 1414 (s), 1224 (w), 1106\n(w), 1019 (s), 969 (m), 781 (s), 620 (m), 506 (s).</p>", "clean_text": "Synthesis of 2@Y \n\nThe synthetic process is similar to that of 2, except Dy(NO3)3⋅6H2O was replaced by a mixture of Y(NO3)3⋅6H2O and Dy(NO3)3⋅6H2O in a methanol solution in a molar ratio of 50:1. Light-brown block crystals were collected after filtration and dried in air. The mass of the crystals obtained was about 35 mg (80% yield based on yttrium). Elem anal. Found (calcd) for C26H28Dy0.047Y1.953N2O19: C, 36.86 (36.57); H, 3.46 (3.31); N, 3.29 (3.28). ICP-AES anal. Found: Dy, 0.89; Y, 20.34. IR (KBr, ν/cm-1): 3350 (br), 1666 (br), 1414 (s), 1224 (w), 1106 (w), 1019 (s), 969 (m), 781 (s), 620 (m), 506 (s).", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>Crystal Structures</title><p>Single-crystal\nX-ray measurements reveal that complexes <bold>1</bold> and <bold>2</bold> crystallize in the monoclinic <italic toggle=\"yes\">C</italic>2/<italic toggle=\"yes\">c</italic> space group. As shown in a,b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">S1</ext-link>, peripheral\npositions of the Dy1 center of <bold>1</bold> are occupied by two\noxygen atoms from one μ<sub>2</sub>-η<sup>1</sup>:η<sup>2</sup>-carboxylate group (O6 and O8), four oxygen atoms from four\nseparate μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup>-carboxylate groups (O1, O2, O4, and O5), one μ<sub>2</sub>-bridging carboxyl oxygen atom (O6A), and one oxygen of the coordinated\nDMF molecule (O7). The Dy–O bond lengths are in the range of\n2.258(2)–2.754(2) Å. The neighboring dysprosium­(III) ions\nare connected in a binuclear secondary building unit (SBU; c) via two μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup>-carboxylate groups\nand two μ<sub>2</sub>-η<sup>1</sup>:η<sup>2</sup>-carboxylate groups. The SBUs are further linked to each other through\npairs of μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup>-carboxylate groups to form a one-dimensional carboxyl-bridged dysprosium\nchain (). The\ndistances between adjacent intrachain dysprosium­(III) ions are 3.990(4)\nand 5.326(5) Å, respectively. The nearest Dy···Dy\ndistance between different dysprosium chains is 8.151(1) Å. The\nchains are further connected via the ligand to construct a (3,8)-connected\nthree-dimensional <bold>tfz-d</bold> topological framework with a\npoint symbol of {4<sup>3</sup>}<sub>2</sub>{4<sup>6</sup>·6<sup>18</sup>·8<sup>4</sup>} (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figure S2</ext-link>).\n</p>", "clean_text": "Results and Discussion\n\nCrystal Structures\n\nSingle-crystal X-ray measurements reveal that complexes 1 and 2 crystallize in the monoclinic C2/c space group. As shown in a,b and S1, peripheral positions of the Dy1 center of 1 are occupied by two oxygen atoms from one μ2-η1:η2-carboxylate group (O6 and O8), four oxygen atoms from four separate μ2-η1:η1-carboxylate groups (O1, O2, O4, and O5), one μ2-bridging carboxyl oxygen atom (O6A), and one oxygen of the coordinated DMF molecule (O7). The Dy-O bond lengths are in the range of 2.258(2)-2.754(2) Å. The neighboring dysprosium(III) ions are connected in a binuclear secondary building unit (SBU; c) via two μ2-η1:η1-carboxylate groups and two μ2-η1:η2-carboxylate groups. The SBUs are further linked to each other through pairs of μ2-η1:η1-carboxylate groups to form a one-dimensional carboxyl-bridged dysprosium chain (). The distances between adjacent intrachain dysprosium(III) ions are 3.990(4) and 5.326(5) Å, respectively. The nearest Dy⋅⋅⋅Dy distance between different dysprosium chains is 8.151(1) Å. The chains are further connected via the ligand to construct a (3,8)-connected three-dimensional tfz-d topological framework with a point symbol of {43}2{46⋅618⋅84} (Figure S2). ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Asymmetric unit of <bold>1</bold> (a),\nthe coordination environment (b), and a binuclear building block (c).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01356r_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Asymmetric unit of 1 (a), the coordination environment (b), and a binuclear building block (c).   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>One-dimensional carboxyl-bridged dysprosium\nchain and the three-dimensional framework of <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01356r_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  One-dimensional carboxyl-bridged dysprosium chain and the three-dimensional framework of 1.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>MOF <bold>2</bold> shows a slightly\ndifferent coordination environment compared with MOF <bold>1</bold> because of its coordinated methanol molecules. The dysprosium­(III)\nion in <bold>2</bold> is also eight-coordinate, completed by six carboxylic\noxygen atoms, one DMF, and one methanol molecule (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figures S3 and S4</ext-link>). The Dy–O bond lengths are in the\nrange of 2.256(9)–2.594(1) Å. The neighboring dysprosium­(III)\nions in <bold>2</bold> are bridged by four μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup>-carboxylate groups into binuclear units\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figure S5</ext-link>), and its topology is similar\nto that of MOF <bold>1</bold>. The distances between intrachain adjacent\ndysprosium­(III) ions are 4.122(9) and 5.271(0) Å, respectively.\nThe nearest interchain Dy···Dy distance is 8.447(2)\nÅ.</p>", "clean_text": "MOF 2 shows a slightly different coordination environment compared with MOF 1 because of its coordinated methanol molecules. The dysprosium(III) ion in 2 is also eight-coordinate, completed by six carboxylic oxygen atoms, one DMF, and one methanol molecule (Figures S3 and S4). The Dy-O bond lengths are in the range of 2.256(9)-2.594(1) Å. The neighboring dysprosium(III) ions in 2 are bridged by four μ2-η1:η1-carboxylate groups into binuclear units (Figure S5), and its topology is similar to that of MOF 1. The distances between intrachain adjacent dysprosium(III) ions are 4.122(9) and 5.271(0) Å, respectively. The nearest interchain Dy⋅⋅⋅Dy distance is 8.447(2) Å.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The geometries around the dysprosium­(III) ions in <bold>1</bold> and <bold>2</bold> are deviated from the ideal eight-coordinate\npolyhedron, which can be evaluated through a continuous-symmetry-measure\nmethod using the program <italic toggle=\"yes\">SHAPE</italic> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Tables S2 and S3</ext-link>). The calculations\ndemonstrate that dysprosium­(III) ions in MOFs <bold>1</bold> and <bold>2</bold> exhibit biaugmented trigonal-prismatic geometries (<italic toggle=\"yes\">C</italic>\n<sub>2<italic toggle=\"yes\">v</italic>\n</sub>) and the estimated deviation\nparameters are 1.579 and 0.671 for <bold>1</bold> and <bold>2</bold>, respectively. It is worth noting that the calculated deviation\nparameter from SAPR-8 is 1.786 for <bold>2</bold>, suggesting a moderate\ndeviation from an ideal <italic toggle=\"yes\">D</italic>\n<sub>4<italic toggle=\"yes\">d</italic>\n</sub> symmetry. The deviation parameter from SAPR-8 is as large\nas 4.076 for <bold>1</bold>. Because of the occupancy of the two coordinated\nsolvents, all FDA<sup>2–</sup> ligands in MOF <bold>2</bold> adopt a μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup>-bridging mode and less distorted DyO<sub>8</sub> polyhedra from <italic toggle=\"yes\">D</italic>\n<sub>4<italic toggle=\"yes\">d</italic>\n</sub> symmetry are isolated.</p>", "clean_text": "The geometries around the dysprosium(III) ions in 1 and 2 are deviated from the ideal eight-coordinate polyhedron, which can be evaluated through a continuous-symmetry-measure method using the program SHAPE (Tables S2 and S3). The calculations demonstrate that dysprosium(III) ions in MOFs 1 and 2 exhibit biaugmented trigonal-prismatic geometries (C 2v ) and the estimated deviation parameters are 1.579 and 0.671 for 1 and 2, respectively. It is worth noting that the calculated deviation parameter from SAPR-8 is 1.786 for 2, suggesting a moderate deviation from an ideal D 4d  symmetry. The deviation parameter from SAPR-8 is as large as 4.076 for 1. Because of the occupancy of the two coordinated solvents, all FDA2- ligands in MOF 2 adopt a μ2-η1:η1-bridging mode and less distorted DyO8 polyhedra from D 4d  symmetry are isolated.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>In addition, a different MOF with a similar formula of MOF <bold>1</bold>, {[Dy<sub>2</sub>(FDA)<sub>3</sub>(DMF)<sub>2</sub>]·2.2DMF}\n(<bold>1′</bold>), has been obtained by varying the synthetic\nconditions. MOF <bold>1′</bold> possesses a seven-coordinate\ndysprosium­(III) ion whose coordination sphere is completed by six\ncarboxylic oxygen atoms and one DMF molecule ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">S6</ext-link>). The\ngeometry around dysprosium­(III) can be described as monocapped triangular-prismatic\n(<italic toggle=\"yes\">C</italic>\n<sub>2<italic toggle=\"yes\">v</italic>\n</sub>; <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Tables S4 and S5</ext-link>). The neighboring dysprosium­(III) ions are\nbridged by carboxylic groups into one-dimensional chains, which are\nfurther connected via FDA<sup>2–</sup> ligands to construct\na three-dimensional <bold>stp</bold> topological framework (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figure S7</ext-link>).</p>", "clean_text": "In addition, a different MOF with a similar formula of MOF 1, {[Dy2(FDA)3(DMF)2]⋅2.2DMF} (1'), has been obtained by varying the synthetic conditions. MOF 1' possesses a seven-coordinate dysprosium(III) ion whose coordination sphere is completed by six carboxylic oxygen atoms and one DMF molecule ( and S6). The geometry around dysprosium(III) can be described as monocapped triangular-prismatic (C 2v ; Tables S4 and S5). The neighboring dysprosium(III) ions are bridged by carboxylic groups into one-dimensional chains, which are further connected via FDA2- ligands to construct a three-dimensional stp topological framework (Figure S7).", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Asymmetric unit of <bold>1′</bold> (a), the coordination environment (b), and a binuclear building\nblock (c).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01356r_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Asymmetric unit of 1' (a), the coordination environment (b), and a binuclear building block (c).   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<title>PXRD and TGA</title><p>The\nPXRD patterns of <bold>1</bold>, <bold>2</bold>, and their corresponding\ndiamagnetic yttrium­(III) diluted samples are collected at room temperature\nto confirm the purity and isomorphism (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figures S8 and S9</ext-link>). The PXRD patterns of <bold>1′</bold> are\ncollected at room temperature to confirm the purity (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figure S10</ext-link>). The experimental patterns are in good agreement\nwith the simulated peaks based on the single-crystal X-ray data. TGA\nof <bold>1</bold>, <bold>1′</bold>, and <bold>2</bold> are\nperformed in the temperature range of 30–900 °C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figure S11</ext-link>). The weight of <bold>1</bold> begins\nto decrease above 200 °C, indicating that DMF molecules start\nto escape from the frameworks. The framework of <bold>1</bold> may\ndecompose during DMF’s exit. MOF <bold>2</bold> exhibits a\nrather different thermal behavior: the coordinated methanol molecules\nleave at about 100 °C, and the coordinated DMF molecules leave\nat about 230 °C. MOF <bold>1′</bold> does not lose weight\nuntil 250 °C, and the abrupt decrease of weight above 250 °C\nimplies decomposition of the framework.</p>", "clean_text": "PXRD and TGA\n\nThe PXRD patterns of 1, 2, and their corresponding diamagnetic yttrium(III) diluted samples are collected at room temperature to confirm the purity and isomorphism (Figures S8 and S9). The PXRD patterns of 1' are collected at room temperature to confirm the purity (Figure S10). The experimental patterns are in good agreement with the simulated peaks based on the single-crystal X-ray data. TGA of 1, 1', and 2 are performed in the temperature range of 30-900 °C (Figure S11). The weight of 1 begins to decrease above 200 °C, indicating that DMF molecules start to escape from the frameworks. The framework of 1 may decompose during DMF's exit. MOF 2 exhibits a rather different thermal behavior: the coordinated methanol molecules leave at about 100 °C, and the coordinated DMF molecules leave at about 230 °C. MOF 1' does not lose weight until 250 °C, and the abrupt decrease of weight above 250 °C implies decomposition of the framework.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<title>Magnetic Properties</title><p>The direct-current (dc) magnetic susceptibilities of MOFs <bold>1</bold> and <bold>2</bold> are collected in the temperature range of 300–2\nK under an applied field of 1000 Oe (). The χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> products of <bold>1</bold> and <bold>2</bold> at room temperature\nare 27.43 and 27.71 cm<sup>3</sup> K mol<sup>−1</sup>, respectively,\nwhich are close to the expected value of 28.34 cm<sup>3</sup> K mol<sup>−1</sup> for two free dysprosium­(III) ions (<sup>6</sup>H<sub>15/2</sub> and <italic toggle=\"yes\">g</italic> = <sup>4</sup>/<sub>3</sub>). Upon\ncooling, the χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> values of both\nMOFs decrease slowly until 100 K and then decrease quickly in the\nrange of 50–20 K to reach the minimum at 14 K for <bold>1</bold> and at 12 K for <bold>2</bold>. These behaviors are mainly attributed\nto thermal depopulation of the <italic toggle=\"yes\">M</italic>\n<sub>\n<italic toggle=\"yes\">J</italic>\n</sub> states of the dysprosium­(III) ions and the crystal-field effect. The χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> values\nincrease sharply when the temperature is further decreased to 2 K,\nsuggesting the presence of ferromagnetic interactions. The magnitude of the ferromagnetic interactions\nin MOFs <bold>1</bold> and <bold>2</bold> can be estimated by the\nnoncritical scaling theory using the sum of two exponential functions:\nχ<italic toggle=\"yes\">T</italic> = <italic toggle=\"yes\">C</italic>\n<sub>1</sub> exp­(<italic toggle=\"yes\">E</italic>\n<sub>1</sub>/<italic toggle=\"yes\">T</italic>) + <italic toggle=\"yes\">C</italic>\n<sub>2</sub> exp­(<italic toggle=\"yes\">E</italic>\n<sub>2</sub>/<italic toggle=\"yes\">T</italic>), in\nwhich <italic toggle=\"yes\">C</italic>\n<sub>1</sub> + <italic toggle=\"yes\">C</italic>\n<sub>2</sub> is the extrapolated Curie constant at room temperature while <italic toggle=\"yes\">E</italic>\n<sub>1</sub> and <italic toggle=\"yes\">E</italic>\n<sub>2</sub> represent\nthe magnitudes of intrachain magnetic interactions and the crystal-field\ncontributions. The small positive <italic toggle=\"yes\">E</italic>\n<sub>1</sub> values of 0.56(9) cm<sup>–1</sup> for <bold>1</bold> and 0.50(6) cm<sup>–1</sup> for <bold>2</bold> indicate\nthe weak but nonnegligible ferromagnetic interactions between dysprosium­(III)\nions. The values of <italic toggle=\"yes\">C</italic>\n<sub>1</sub> and <italic toggle=\"yes\">C</italic>\n<sub>2</sub> are 22.36(4) and 5.87(4) cm<sup>3</sup> K mol<sup>−1</sup> for MOF <bold>1</bold> and 21.43(5) and 7.03(6) cm<sup>3</sup>·K/mol\nfor MOF <bold>2</bold>, respectively.</p>", "clean_text": "Magnetic Properties\n\nThe direct-current (dc) magnetic susceptibilities of MOFs 1 and 2 are collected in the temperature range of 300-2 K under an applied field of 1000 Oe (). The χM T products of 1 and 2 at room temperature are 27.43 and 27.71 cm3 K mol-1, respectively, which are close to the expected value of 28.34 cm3 K mol-1 for two free dysprosium(III) ions (6H15/2 and g = 4/3). Upon cooling, the χM T values of both MOFs decrease slowly until 100 K and then decrease quickly in the range of 50-20 K to reach the minimum at 14 K for 1 and at 12 K for 2. These behaviors are mainly attributed to thermal depopulation of the M  J  states of the dysprosium(III) ions and the crystal-field effect. The χM T values increase sharply when the temperature is further decreased to 2 K, suggesting the presence of ferromagnetic interactions. The magnitude of the ferromagnetic interactions in MOFs 1 and 2 can be estimated by the noncritical scaling theory using the sum of two exponential functions: χT = C 1 exp(E 1/T) + C 2 exp(E 2/T), in which C 1 + C 2 is the extrapolated Curie constant at room temperature while E 1 and E 2 represent the magnitudes of intrachain magnetic interactions and the crystal-field contributions. The small positive E 1 values of 0.56(9) cm-1 for 1 and 0.50(6) cm-1 for 2 indicate the weak but nonnegligible ferromagnetic interactions between dysprosium(III) ions. The values of C 1 and C 2 are 22.36(4) and 5.87(4) cm3 K mol-1 for MOF 1 and 21.43(5) and 7.03(6) cm3⋅K/mol for MOF 2, respectively.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Temperature-dependent magnetic susceptibilities\nof <bold>1</bold> (a) and <bold>2</bold> (b). The fitting lines are\nobtained from the scaling model (red line), the ferromagnet (dashed\nline), and the crystal-field component (dash-dotted line).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01356r_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Temperature-dependent magnetic susceptibilities of 1 (a) and 2 (b). The fitting lines are obtained from the scaling model (red line), the ferromagnet (dashed line), and the crystal-field component (dash-dotted line).   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>The field dependence of the magnetizations for <bold>1</bold> and <bold>2</bold> has been determined at 2.0 K in the range\nof 0–70 kOe (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figures S12 and S13</ext-link>). The magnetization values rise abruptly at low fields and reach\n10.7 <italic toggle=\"yes\">N</italic>β for <bold>1</bold> and 10.0 <italic toggle=\"yes\">N</italic>β for <bold>2</bold> at 70 kOe, much lower than the\ntheoretical saturation value of 20 <italic toggle=\"yes\">N</italic>β due to\nthe presence of magnetic anisotropy, crystal-field effect, and/or\nlow-lying excited states.\n</p>", "clean_text": "The field dependence of the magnetizations for 1 and 2 has been determined at 2.0 K in the range of 0-70 kOe (Figures S12 and S13). The magnetization values rise abruptly at low fields and reach 10.7 Nβ for 1 and 10.0 Nβ for 2 at 70 kOe, much lower than the theoretical saturation value of 20 Nβ due to the presence of magnetic anisotropy, crystal-field effect, and/or low-lying excited states. ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The alternating-current\n(ac) magnetic susceptibilities of <bold>1</bold> and <bold>2</bold> are measured at zero dc field in the temperature range of 2–12\nK and the frequency range of 1–1000 Hz (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figures S14–S17</ext-link>). Both of them exhibit a significant\nfrequency dependence of out-of-phase signals, strongly suggesting\nthe presence of slow relaxation of the magnetization. However, the\nχ″ peaks are not observed in the temperature ranges available;\nthus, the energy barriers for magnetization reversal cannot be determined.</p>", "clean_text": "The alternating-current (ac) magnetic susceptibilities of 1 and 2 are measured at zero dc field in the temperature range of 2-12 K and the frequency range of 1-1000 Hz (Figures S14-S17). Both of them exhibit a significant frequency dependence of out-of-phase signals, strongly suggesting the presence of slow relaxation of the magnetization. However, the χ\" peaks are not observed in the temperature ranges available; thus, the energy barriers for magnetization reversal cannot be determined.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>The χ″ peaks would possibly be observed above 1000\nHz (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figures S16 and S17</ext-link>), suggesting the\npresence of a fast relaxation that results from QTM. As a result of\na spin-parity effect, the mixing of the\ndegenerate sublevels through transverse anisotropy is forbidden in\nthe half-integer spin system. However,\nin a real system, QTM can be observed even in Kramers’ systems\ninduced by several factors such as environmental distortions as well\nas dipolar coupling via transverse field components. Because the coordination\ngeometries are deviating from the ideal <italic toggle=\"yes\">D</italic>\n<sub>4<italic toggle=\"yes\">d</italic>\n</sub> for MOFs <bold>1</bold> and <bold>2</bold>, there\nshould be the possibility of relaxation via the <italic toggle=\"yes\">xy</italic> plane, or the so-called transverse anisotropy. Thus, a magnetization\nreversal mechanism is allowed via QTM within the lowest-energy doublet\nas well as thermally activated QTM (TA-QTM) within the excited doublet.\nSuch factors can significantly reduce the effective energy barriers\nfor the magnetization reversal.\n</p>", "clean_text": "The χ\" peaks would possibly be observed above 1000 Hz (Figures S16 and S17), suggesting the presence of a fast relaxation that results from QTM. As a result of a spin-parity effect, the mixing of the degenerate sublevels through transverse anisotropy is forbidden in the half-integer spin system. However, in a real system, QTM can be observed even in Kramers' systems induced by several factors such as environmental distortions as well as dipolar coupling via transverse field components. Because the coordination geometries are deviating from the ideal D 4d  for MOFs 1 and 2, there should be the possibility of relaxation via the xy plane, or the so-called transverse anisotropy. Thus, a magnetization reversal mechanism is allowed via QTM within the lowest-energy doublet as well as thermally activated QTM (TA-QTM) within the excited doublet. Such factors can significantly reduce the effective energy barriers for the magnetization reversal. ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<p>QTM can be removed\nby applying an external dc field that removes the mixing of the degenerate\ndoublets to avoid a crossing region or\nby diluting the paramagnetic centers in diamagnetic yttrium samples,\nwhich subtracts the dipolar magnetic interactions between dysprosium­(III)\nions. A dc field of 2000 Oe is applied to <bold>1</bold> to suppress\nQTM. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figure S18</ext-link>, broad peaks\nof χ′ and χ″ for <bold>1</bold> are observed\nin the temperature-dependent ac susceptibilities. The parameter φ\n[=(Δ<italic toggle=\"yes\">T</italic>\n<sub>p</sub>/<italic toggle=\"yes\">T</italic>\n<sub>p</sub>)/Δ­(log<italic toggle=\"yes\">v</italic>)] is 0.23, lying well in the range\nof 0.1 &lt; φ &lt; 0.3 and excluding the possibility of spin-glass\nbehavior. The relaxation time obeys the\nArrhenius law, and the best fit gives the effective energy barrier\nof 41.8 K and τ<sub>0</sub> = 1.08 × 10<sup>–8</sup> s (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figure S19</ext-link>). Similar relaxation behaviors\ncan be observed for <bold>2</bold> when a dc field of 2000 Oe is applied\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figure S20</ext-link>). The shift parameter φ\nis 0.14, and the effective energy barrier is 67.5 K with τ<sub>0</sub> of 2.26 × 10<sup>–11</sup> s for <bold>2</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figure S21</ext-link>).</p>", "clean_text": "QTM can be removed by applying an external dc field that removes the mixing of the degenerate doublets to avoid a crossing region or by diluting the paramagnetic centers in diamagnetic yttrium samples, which subtracts the dipolar magnetic interactions between dysprosium(III) ions. A dc field of 2000 Oe is applied to 1 to suppress QTM. As shown in Figure S18, broad peaks of χ' and χ\" for 1 are observed in the temperature-dependent ac susceptibilities. The parameter φ [=(ΔT p/T p)/Δ(logv)] is 0.23, lying well in the range of 0.1 < φ < 0.3 and excluding the possibility of spin-glass behavior. The relaxation time obeys the Arrhenius law, and the best fit gives the effective energy barrier of 41.8 K and τ0 = 1.08 × 10-8 s (Figure S19). Similar relaxation behaviors can be observed for 2 when a dc field of 2000 Oe is applied (Figure S20). The shift parameter φ is 0.14, and the effective energy barrier is 67.5 K with τ0 of 2.26 × 10-11 s for 2 (Figure S21).", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["property"], "content": "<p>To investigate whether\nthere are Ising-type chain dynamics, plots of ln­(χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic>) versus 1/<italic toggle=\"yes\">T</italic> are subtracted in\nthe temperature range of 2–10 K. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figures S22 and S23</ext-link>, the plots reveal a clear linearity in\nthe temperature range, but the correlation lengths Δ<sub>ζ</sub> for <bold>1</bold> and <bold>2</bold> are very low (0.81 K for <bold>1</bold> and 0.75 K for <bold>2</bold>), probably because of the\nvery weak intrachain magnetic interactions. Therefore, relaxation\nof the magnetizations for the two MOFs is best described as SMM behavior\nand mainly derived from the single-ion property of the dysprosium­(III)\nion.</p>", "clean_text": "To investigate whether there are Ising-type chain dynamics, plots of ln(χM T) versus 1/T are subtracted in the temperature range of 2-10 K. As shown in Figures S22 and S23, the plots reveal a clear linearity in the temperature range, but the correlation lengths Δζ for 1 and 2 are very low (0.81 K for 1 and 0.75 K for 2), probably because of the very weak intrachain magnetic interactions. Therefore, relaxation of the magnetizations for the two MOFs is best described as SMM behavior and mainly derived from the single-ion property of the dysprosium(III) ion.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>To better understand the single-ion contribution to the\nmagnetization dynamics, diluted samples of <bold>1</bold> and <bold>2</bold> in their yttrium­(III) analogues in a molar ratio of 1:48\nfor <bold>1@Y</bold> and 1:42 for <bold>2@Y</bold> are obtained to\npreclude the ferromagnetic interactions and the QTM effects originating\nfrom dipolar magnetic interactions between dysprosium­(III) ions. Because\nthe local geometries around metal centers can be constrained by the\nframeworks, it is expected that single-ion anisotropies of dysprosium­(III)\nions remain the same as those in MOFs <bold>1</bold> and <bold>2</bold>. The dc magnetic susceptibilities for <bold>1@Y</bold> and <bold>2@Y</bold> continuously decrease upon cooling, in agreement with\nthe single-ion behaviors (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figures S24 and S25</ext-link>). The field dependence of the magnetizations for <bold>1@Y</bold> and <bold>2@Y</bold> reveals the presence of magnetic anisotropy,\nthe crystal-field effect, and/or low-lying excited states (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figures S26 and S27</ext-link>). ac susceptibilities of <bold>1@Y</bold> and <bold>2@Y</bold> are collected at zero dc field (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figures S28–S31</ext-link>). However, the maxima\nof out-of-phase signals are still not observed in the range of 1–1000\nHz above 1.8 K. To further suppress QTM, an external dc field is applied\nin the measurements. It is found that the field of 300 Oe is the optimum\nfield for both MOFs that can minimize the quantum relaxation pathway\nof the magnetization relaxation (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figures S32 and S33</ext-link>). Therefore, the variable-temperature (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figures S34 and S35</ext-link>) and -frequency (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figure S36</ext-link>) ac susceptibilities are collected under a dc field of\n300 Oe. The frequency shift parameter φ is 0.27 for both <bold>1@Y</bold> and <bold>2@Y</bold>, suggesting that they are superparamagnets\nrather than spin glass.\n</p>", "clean_text": "To better understand the single-ion contribution to the magnetization dynamics, diluted samples of 1 and 2 in their yttrium(III) analogues in a molar ratio of 1:48 for 1@Y and 1:42 for 2@Y are obtained to preclude the ferromagnetic interactions and the QTM effects originating from dipolar magnetic interactions between dysprosium(III) ions. Because the local geometries around metal centers can be constrained by the frameworks, it is expected that single-ion anisotropies of dysprosium(III) ions remain the same as those in MOFs 1 and 2. The dc magnetic susceptibilities for 1@Y and 2@Y continuously decrease upon cooling, in agreement with the single-ion behaviors (Figures S24 and S25). The field dependence of the magnetizations for 1@Y and 2@Y reveals the presence of magnetic anisotropy, the crystal-field effect, and/or low-lying excited states (Figures S26 and S27). ac susceptibilities of 1@Y and 2@Y are collected at zero dc field (Figures S28-S31). However, the maxima of out-of-phase signals are still not observed in the range of 1-1000 Hz above 1.8 K. To further suppress QTM, an external dc field is applied in the measurements. It is found that the field of 300 Oe is the optimum field for both MOFs that can minimize the quantum relaxation pathway of the magnetization relaxation (Figures S32 and S33). Therefore, the variable-temperature (Figures S34 and S35) and -frequency (Figure S36) ac susceptibilities are collected under a dc field of 300 Oe. The frequency shift parameter φ is 0.27 for both 1@Y and 2@Y, suggesting that they are superparamagnets rather than spin glass. ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<p>Additionally,\nthe best fits for Cole–Cole semicircles (a,b) by using the Debye model give α\nvalues ranging from 0.22 to 0.60 for <bold>1@Y</bold> and from 0.19\nto 0.55 for <bold>2@Y</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Tables S6 and S7</ext-link>), indicative of the presence of multiple relaxation processes. Multiple\nrelaxation processes have been observed in many reported f-element-based\nSMMs because of the existence of different anisotropic centers or\nisomers and conformers in the crystal. In the case of mononuclear complexes, multiple relaxations may be\ncomposed of the Orbach, direct, and Raman processes, together with\nthe QTM process. The former three relaxation processes arise from\nthe energy exchanges between the paramagnetic ions and phonon radiations,\nwhile QTM is caused by the transitions between different states without\nspin–lattice energy exchange. The\nsignificant deviations from linearity of the plots of ln­(τ)\nversus <italic toggle=\"yes\">T</italic>\n<sup>–1</sup> for <bold>1@Y</bold> and <bold>2@Y</bold> also support the presence of multiple relaxation\nprocesses. By considering all of the possible relaxation mechanisms,\nwe successed in fitting the entire range of ln­(τ) versus <italic toggle=\"yes\">T</italic>\n<sup>–1</sup> plots by employing the equation<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01356r_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msup>\n<mml:mrow>\n<mml:mi>τ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>=</mml:mo>\n<mml:mi>A</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>τ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:mi>exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>U</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>eff</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mi>C</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>τ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>QTM</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n</disp-formula>in which the four terms represent the contributions of the direct\n(<italic toggle=\"yes\">n</italic> = 1 or 2), Orbach, and Raman (<italic toggle=\"yes\">m</italic> = 5 or 9 for Kramers’ ion) processes and QTM. The magnetization relaxation parameters are\nsummarized in . The best-fitting results suggest that the relaxations for the two\nMOFs in the high-temperature range are clearly dominated by the Orbach\nprocess, with the energy barriers of 37.0 and 46.0 K with τ<sub>0</sub> values of 8.24 × 10<sup>–8</sup> and 1.46 ×\n10<sup>–7</sup> s for <bold>1@Y</bold> and <bold>2@Y</bold>, respectively (c,d). The improvement of energy barrier values for <bold>2@Y</bold> compared with <bold>1@Y</bold>, as well as that for <bold>2</bold> compared with <bold>1</bold>, is related to the minor change of\ntheir coordination environments: less deviation from ideal geometry\nand higher energy barriers. Besides, it is rare that the undiluted\ncomplexes possess higher energy barriers than the diluted ones. Considering\nthe ferromagnetic interactions between dysprosium­(III) ions, it is\nobvious that magnetic couplings make a positive contribution to the\nenergy barriers in this case.</p>", "clean_text": "Additionally, the best fits for Cole-Cole semicircles (a,b) by using the Debye model give α values ranging from 0.22 to 0.60 for 1@Y and from 0.19 to 0.55 for 2@Y (Tables S6 and S7), indicative of the presence of multiple relaxation processes. Multiple relaxation processes have been observed in many reported f-element-based SMMs because of the existence of different anisotropic centers or isomers and conformers in the crystal. In the case of mononuclear complexes, multiple relaxations may be composed of the Orbach, direct, and Raman processes, together with the QTM process. The former three relaxation processes arise from the energy exchanges between the paramagnetic ions and phonon radiations, while QTM is caused by the transitions between different states without spin-lattice energy exchange. The significant deviations from linearity of the plots of ln(τ) versus T -1 for 1@Y and 2@Y also support the presence of multiple relaxation processes. By considering all of the possible relaxation mechanisms, we successed in fitting the entire range of ln(τ) versus T -1 plots by employing the equation 1      τ   - 1   = A   T   n   +     τ   0     - 1   ⁡ exp  ( -   U   eff   /   k   B   T )  + C   T   m   +   τ   QTM     in which the four terms represent the contributions of the direct (n = 1 or 2), Orbach, and Raman (m = 5 or 9 for Kramers' ion) processes and QTM. The magnetization relaxation parameters are summarized in . The best-fitting results suggest that the relaxations for the two MOFs in the high-temperature range are clearly dominated by the Orbach process, with the energy barriers of 37.0 and 46.0 K with τ0 values of 8.24 × 10-8 and 1.46 × 10-7 s for 1@Y and 2@Y, respectively (c,d). The improvement of energy barrier values for 2@Y compared with 1@Y, as well as that for 2 compared with 1, is related to the minor change of their coordination environments: less deviation from ideal geometry and higher energy barriers. Besides, it is rare that the undiluted complexes possess higher energy barriers than the diluted ones. Considering the ferromagnetic interactions between dysprosium(III) ions, it is obvious that magnetic couplings make a positive contribution to the energy barriers in this case.", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Cole–Cole plots for <bold>1@Y</bold> (a)\nand <bold>2@Y</bold> (b). The lines represent the best-fit calculated\nvalues with the Debye model. Plots of ln­(τ) versus <italic toggle=\"yes\">T</italic>\n<sup>–1</sup> of <bold>1@Y</bold> (c) and <bold>2@Y</bold> (d) with fitting results.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01356r_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Cole-Cole plots for 1@Y (a) and 2@Y (b). The lines represent the best-fit calculated values with the Debye model. Plots of ln(τ) versus T -1 of 1@Y (c) and 2@Y (d) with fitting results.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Parameters of Fitting ln­(τ) versus <italic toggle=\"yes\">T</italic>\n<sup>–1</sup> Plots for MOFs <bold>1@Y</bold> and <bold>2@Y</bold> Using <xref rid=\"eq1\">Eqiation <xref rid=\"eq1\"></xref>\n</xref> and\nDeviation Parameters from Ideal Geometries</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col8\" namest=\"col7\" rowsep=\"1\">deviation parameter</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">A</italic>\n<xref rid=\"t2fn1\"></xref> (s<sup>–1</sup> K<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">τ<sub>0</sub> (s)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">U</italic>\n<sub>eff</sub>/<italic toggle=\"yes\">k</italic>\n<sub>B</sub>\n<italic toggle=\"yes\">T</italic> (K)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">C</italic>\n<xref rid=\"t2fn2\"></xref> (s<sup>–1</sup> K<sup>–5</sup>)</oasis:entry>\n<oasis:entry align=\"center\">τ<sub>QTM</sub> (s<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">D</italic>\n<sub>4<italic toggle=\"yes\">d</italic>\n</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">C</italic>\n<sub>2<italic toggle=\"yes\">v</italic>\n</sub>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1@Y</bold>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>8.24 × 10<sup>–8</sup>\n</oasis:entry>\n<oasis:entry>37.0</oasis:entry>\n<oasis:entry>0.0786</oasis:entry>\n<oasis:entry>11.1</oasis:entry>\n<oasis:entry>4.076</oasis:entry>\n<oasis:entry>1.579</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>2@Y</bold>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1.46 × 10<sup>–7</sup>\n</oasis:entry>\n<oasis:entry>46.0</oasis:entry>\n<oasis:entry>0.0660</oasis:entry>\n<oasis:entry>13.4</oasis:entry>\n<oasis:entry>1.786</oasis:entry>\n<oasis:entry>0.671</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Parameter for the direct process <italic toggle=\"yes\">n</italic> = 1.</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>b</label>\n<p>Parameter\nfor the Raman process <italic toggle=\"yes\">m</italic> = 5.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<p>It is noted that the magnetization relaxations of\nthe two MOFs are also related to the fast QTM and Raman processes\nbesides the Orbach process. The parameter τ<sub>QTM</sub> is\n11.1 s<sup>–1</sup> for <bold>1@Y</bold> and 13.4 s<sup>–1</sup> for <bold>2@Y</bold>, indicative of the obvious presence of fast\nQTM. The parameter for the direct process obtained by fitting is rather\nsmall and can be neglected. In the two diluted samples, dysprosium­(III)\nions should be thoroughly isolated by diamagnetic yttrium­(III) ions.\nThus, the magnetic interactions between dysprosium­(III) ions should\nbe absolutely eliminated. However, there is still obvious QTM relaxation,\nwhich can be ascribed to the deviation from the ideal <italic toggle=\"yes\">D</italic>\n<sub>4<italic toggle=\"yes\">d</italic>\n</sub> crystal field around dysprosium­(III)\nions.</p>", "clean_text": "It is noted that the magnetization relaxations of the two MOFs are also related to the fast QTM and Raman processes besides the Orbach process. The parameter τQTM is 11.1 s-1 for 1@Y and 13.4 s-1 for 2@Y, indicative of the obvious presence of fast QTM. The parameter for the direct process obtained by fitting is rather small and can be neglected. In the two diluted samples, dysprosium(III) ions should be thoroughly isolated by diamagnetic yttrium(III) ions. Thus, the magnetic interactions between dysprosium(III) ions should be absolutely eliminated. However, there is still obvious QTM relaxation, which can be ascribed to the deviation from the ideal D 4d  crystal field around dysprosium(III) ions.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Finally, we studied the magnetic properties when coordinated\nmethanol was removed from <bold>2</bold>. We have successfully obtained\na new complex in which the dysprosium­(III) ion is seven-coordinate\n(<bold>1′</bold>). No out-of-phase ac signals of <bold>1′</bold> are observed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figure S39</ext-link>), suggesting\nthe absence of slow relaxation of magnetization. The magnetic behavior\nof <bold>1′</bold> further confirms the significant role of\nthe coordination geometries around lanthanide ions when constructing\nSMMs.</p>", "clean_text": "Finally, we studied the magnetic properties when coordinated methanol was removed from 2. We have successfully obtained a new complex in which the dysprosium(III) ion is seven-coordinate (1'). No out-of-phase ac signals of 1' are observed (Figure S39), suggesting the absence of slow relaxation of magnetization. The magnetic behavior of 1' further confirms the significant role of the coordination geometries around lanthanide ions when constructing SMMs.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>The crystal-field geometry around the lanthanide\nions plays a significant role when pursuing SMMs with remarkable energy\nbarriers for magnetization reversal. Although excellent SMMs have\nbeen well demonstrated in discrete molecular systems with specific\ncoordination symmetry, it is still quite challenging to rationally\ncontrol the local geometries around the lanthanide centers because\nof the flexible and high coordination number of the lanthanide ion.\nBy the introduction of an MOF as a platform, the coordination geometry\nof the SMM node can be constrained by the rigid framework and chemically\ntuned via variation of the synthetic conditions. The coordination\ngeometries in the two MOFs mainly depend on the coordinated solvent\nmolecules, which resulted in different SMM behaviors. This work illustrated\na new strategy to obtain SMM by combining the research fields of both\nmolecular nanomagnets and MOFs. Further researches based on this strategy\nare underway in our laboratory.</p>", "clean_text": "Conclusion\n\nThe crystal-field geometry around the lanthanide ions plays a significant role when pursuing SMMs with remarkable energy barriers for magnetization reversal. Although excellent SMMs have been well demonstrated in discrete molecular systems with specific coordination symmetry, it is still quite challenging to rationally control the local geometries around the lanthanide centers because of the flexible and high coordination number of the lanthanide ion. By the introduction of an MOF as a platform, the coordination geometry of the SMM node can be constrained by the rigid framework and chemically tuned via variation of the synthetic conditions. The coordination geometries in the two MOFs mainly depend on the coordinated solvent molecules, which resulted in different SMM behaviors. This work illustrated a new strategy to obtain SMM by combining the research fields of both molecular nanomagnets and MOFs. Further researches based on this strategy are underway in our laboratory.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is available\nfree of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications\nwebsite</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.inorgchem.5b01356\">10.1021/acs.inorgchem.5b01356</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Crystallographic\ndata, additional crystal structure diagrams, magnetic diagrams, fitting\nparameters, and PXRD and TGA patterns (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystallographic data in CIF format\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_002.cif\">CIF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.inorgchem.5b01356.  Crystallographic data, additional crystal structure diagrams, magnetic diagrams, fitting parameters, and PXRD and TGA patterns (PDF)   Crystallographic data in CIF format (CIF)   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>Crystallographic\ndata, additional crystal structure diagrams, magnetic diagrams, fitting\nparameters, and PXRD and TGA patterns (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">PDF</ext-link>)</p><p>Crystallographic data in CIF format\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_002.cif\">CIF</ext-link>)</p><p>The authors\ndeclare no competing financial interest.</p><title>References</title>", "clean_text": "Crystallographic data, additional crystal structure diagrams, magnetic diagrams, fitting parameters, and PXRD and TGA patterns (PDF)\n\nCrystallographic data in CIF format (CIF)\n\nThe authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "10, 11, 12, 13, 14", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis\nof <bold>1</bold>\n</title><p>A mixture of H<sub>2</sub>FDA (0.20 mmol),\nDy­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O (0.10 mmol), 2\nmL of <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF),\nand 6 mL of CH<sub>2</sub>Cl<sub>2</sub> was sealed in a 25 mL Teflon-lined\nautoclave, heated at 100 °C for 3 days, and then slowly cooled\nto room temperature over an additional 3 days. Colorless block crystals\nwere collected after filtration and dried in air. The mass of the\ncrystals obtained was about 25 mg (50% yield based on dysprosium).\nElem anal. Found (calcd) for C<sub>28.5</sub>H<sub>30.5</sub>Dy<sub>2</sub>N<sub>3.5</sub>O<sub>18.5</sub>: C, 32.91 (32.82); H, 2.50\n(2.95); N, 4.80 (4.70). IR (KBr, ν/cm<sup>–1</sup>):\n3357 (s), 1569 (s), 1417 (s), 1108 (w), 1019 (m), 967 (m), 832 (w),\n782 (s), 677 (m), 621 (m), 505 (s).</p><title>Synthesis of <bold>2</bold>\n</title><p>The synthetic process is similar to that of <bold>1</bold>, except CH<sub>2</sub>Cl<sub>2</sub> was replaced by CH<sub>3</sub>OH. Light-brown block crystals were collected after filtration and\ndried in air. About 40 mg of crystals were obtained (80% yield based\non dysprosium). Elem anal. Found (calcd) for C<sub>26</sub>H<sub>28</sub>Dy<sub>2</sub>N<sub>2</sub>O<sub>19</sub>: C, 30.86 (31.31); H, 2.66\n(2.83); N, 2.99 (2.81). IR (KBr, ν/cm<sup>–1</sup>):\n3350 (br), 1665 (br), 1414 (s), 1222 (w), 1107 (w), 1019 (s), 968\n(m), 780 (s), 620 (m), 507 (s).</p><title>Synthesis of <bold>1′</bold>\n</title><p>A mixture of H<sub>2</sub>FDA (0.20 mmol), Dy­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O (0.10 mmol), and 2 mL of DMF was\nsealed in a 25 mL Teflon-lined autoclave, heated at 120 °C for\n24 h, and then cooled to room temperature. Colorless block crystals\nwere collected after filtration and dried in air. The mass of the\ncrystals obtained was about 25 mg (50% yield based on dysprosium).\nElem anal. Found (calcd) for C<sub>30.6</sub>H<sub>35.4</sub>Dy<sub>2</sub>N<sub>4.2</sub>O<sub>19.2</sub>: C, 33.64 (33.59); H, 3.45\n(3.26); N, 5.45 (5.38). IR (KBr, ν/cm<sup>–1</sup>):\n3357 (s), 1569 (s), 1417 (s), 1108 (w), 1019 (m), 967 (m), 832 (w),\n782 (s), 677 (m), 621 (m), 505 (s).</p><title>Synthesis of <bold>1@Y</bold>\n</title><p>The synthetic process is similar to that of <bold>1</bold>, except Dy­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O was\nreplaced by a mixture of Y­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O and Dy­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O\nin a methanol solution in a molar ratio of 50:1. Colorless block crystals\nwere collected after filtration and dried in air. The mass of the\ncrystals obtained was about 30 mg (70% yield based on yttrium). Elem\nanal. Found (calcd) for C<sub>28.5</sub>H<sub>30.5</sub>Dy<sub>0.041</sub>Y<sub>1.959</sub>N<sub>3.5</sub>O<sub>18.5</sub>: C, 38.22 (38.08);\nH, 3.53 (3.42); N, 5.49 (5.45). ICP-AES anal. Found: Dy, 0.84; Y,\n22.06. IR (KBr, ν/cm<sup>–1</sup>): 3357 (s), 1569 (s),\n1417 (s), 1108 (w), 1019 (m), 967 (m), 832 (w), 782 (s), 677 (m),\n621 (m), 505 (s).</p><title>Synthesis of <bold>2@Y</bold>\n</title><p>The\nsynthetic process is similar to that of <bold>2</bold>, except Dy­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O was replaced by a mixture\nof Y­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O and Dy­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O in a methanol solution\nin a molar ratio of 50:1. Light-brown block crystals were collected\nafter filtration and dried in air. The mass of the crystals obtained\nwas about 35 mg (80% yield based on yttrium). Elem anal. Found (calcd)\nfor C<sub>26</sub>H<sub>28</sub>Dy<sub>0.047</sub>Y<sub>1.953</sub>N<sub>2</sub>O<sub>19</sub>: C, 36.86 (36.57); H, 3.46 (3.31); N,\n3.29 (3.28). ICP-AES anal. Found: Dy, 0.89; Y, 20.34. IR (KBr, ν/cm<sup>–1</sup>): 3350 (br), 1666 (br), 1414 (s), 1224 (w), 1106\n(w), 1019 (s), 969 (m), 781 (s), 620 (m), 506 (s).</p>", "clean_text": "Synthesis of 1 \n\nA mixture of H2FDA (0.20 mmol), Dy(NO3)3⋅6H2O (0.10 mmol), 2 mL of N,N-dimethylformamide (DMF), and 6 mL of CH2Cl2 was sealed in a 25 mL Teflon-lined autoclave, heated at 100 °C for 3 days, and then slowly cooled to room temperature over an additional 3 days. Colorless block crystals were collected after filtration and dried in air. The mass of the crystals obtained was about 25 mg (50% yield based on dysprosium). Elem anal. Found (calcd) for C28.5H30.5Dy2N3.5O18.5: C, 32.91 (32.82); H, 2.50 (2.95); N, 4.80 (4.70). IR (KBr, ν/cm-1): 3357 (s), 1569 (s), 1417 (s), 1108 (w), 1019 (m), 967 (m), 832 (w), 782 (s), 677 (m), 621 (m), 505 (s).\n\nSynthesis of 2 \n\nThe synthetic process is similar to that of 1, except CH2Cl2 was replaced by CH3OH. Light-brown block crystals were collected after filtration and dried in air. About 40 mg of crystals were obtained (80% yield based on dysprosium). Elem anal. Found (calcd) for C26H28Dy2N2O19: C, 30.86 (31.31); H, 2.66 (2.83); N, 2.99 (2.81). IR (KBr, ν/cm-1): 3350 (br), 1665 (br), 1414 (s), 1222 (w), 1107 (w), 1019 (s), 968 (m), 780 (s), 620 (m), 507 (s).\n\nSynthesis of 1' \n\nA mixture of H2FDA (0.20 mmol), Dy(NO3)3⋅6H2O (0.10 mmol), and 2 mL of DMF was sealed in a 25 mL Teflon-lined autoclave, heated at 120 °C for 24 h, and then cooled to room temperature. Colorless block crystals were collected after filtration and dried in air. The mass of the crystals obtained was about 25 mg (50% yield based on dysprosium). Elem anal. Found (calcd) for C30.6H35.4Dy2N4.2O19.2: C, 33.64 (33.59); H, 3.45 (3.26); N, 5.45 (5.38). IR (KBr, ν/cm-1): 3357 (s), 1569 (s), 1417 (s), 1108 (w), 1019 (m), 967 (m), 832 (w), 782 (s), 677 (m), 621 (m), 505 (s).\n\nSynthesis of 1@Y \n\nThe synthetic process is similar to that of 1, except Dy(NO3)3⋅6H2O was replaced by a mixture of Y(NO3)3⋅6H2O and Dy(NO3)3⋅6H2O in a methanol solution in a molar ratio of 50:1. Colorless block crystals were collected after filtration and dried in air. The mass of the crystals obtained was about 30 mg (70% yield based on yttrium). Elem anal. Found (calcd) for C28.5H30.5Dy0.041Y1.959N3.5O18.5: C, 38.22 (38.08); H, 3.53 (3.42); N, 5.49 (5.45). ICP-AES anal. Found: Dy, 0.84; Y, 22.06. IR (KBr, ν/cm-1): 3357 (s), 1569 (s), 1417 (s), 1108 (w), 1019 (m), 967 (m), 832 (w), 782 (s), 677 (m), 621 (m), 505 (s).\n\nSynthesis of 2@Y \n\nThe synthetic process is similar to that of 2, except Dy(NO3)3⋅6H2O was replaced by a mixture of Y(NO3)3⋅6H2O and Dy(NO3)3⋅6H2O in a methanol solution in a molar ratio of 50:1. Light-brown block crystals were collected after filtration and dried in air. The mass of the crystals obtained was about 35 mg (80% yield based on yttrium). Elem anal. Found (calcd) for C26H28Dy0.047Y1.953N2O19: C, 36.86 (36.57); H, 3.46 (3.31); N, 3.29 (3.28). ICP-AES anal. Found: Dy, 0.89; Y, 20.34. IR (KBr, ν/cm-1): 3350 (br), 1666 (br), 1414 (s), 1224 (w), 1106 (w), 1019 (s), 969 (m), 781 (s), 620 (m), 506 (s).", "data": [{"meta": {"name": "1", "symbol": "", "chemical formula": "C28.5H30.5Dy2N3.5O18.5"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "H2FDA", "amount": "0.20", "unit": "mmol"}, {"name": "Dy­(NO3)3·6H2O", "amount": "0.10", "unit": "mmol"}], "solvent": [{"name": "N,N-dimethylformamide (DMF)", "amount": "2", "unit": "mL"}, {"name": "CH2Cl2", "amount": "6", "unit": "mL"}], "pressure": "", "temperature": "100 °C", "time": "3 days", "heating rate": "", "cooling rate": ""}], "yield": "50%"}, {"meta": {"name": "2", "symbol": "", "chemical formula": "C26H28Dy2N2O19"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "H2FDA", "amount": "0.20", "unit": "mmol"}, {"name": "Dy­(NO3)3·6H2O", "amount": "0.10", "unit": "mmol"}], "solvent": [{"name": "DMF", "amount": "2", "unit": "mL"}, {"name": "CH3OH", "amount": "6", "unit": "mL"}], "pressure": "", "temperature": "100 °C", "time": "3 days", "heating rate": "", "cooling rate": ""}], "yield": "80%"}, {"meta": {"name": "1'", "symbol": "", "chemical formula": "C30.6H35.4Dy2N4.2O19.2"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "H2FDA", "amount": "0.20", "unit": "mmol"}, {"name": "Dy­(NO3)3·6H2O", "amount": "0.10", "unit": "mmol"}], "solvent": [{"name": "DMF", "amount": "2", "unit": "mL"}], "pressure": "", "temperature": "120 °C", "time": "24 h", "heating rate": "", "cooling rate": ""}], "yield": "50%"}, {"meta": {"name": "1@Y", "symbol": "", "chemical formula": "C28.5H30.5Dy0.041Y1.959N3.5O18.5"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "H2FDA", "amount": "0.20", "unit": "mmol"}, {"name": "Y­(NO3)3·6H2O", "amount": "0.10", "unit": "mmol"}, {"name": "Dy­(NO3)3·6H2O", "amount": "0.10", "unit": "mmol"}], "solvent": [{"name": "DMF", "amount": "2", "unit": "mL"}, {"name": "CH2Cl2", "amount": "6", "unit": "mL"}], "pressure": "", "temperature": "100 °C", "time": "3 days", "heating rate": "", "cooling rate": ""}], "yield": "70%"}, {"meta": {"name": "2@Y", "symbol": "", "chemical formula": "C26H28Dy0.047Y1.953N2O19"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "H2FDA", "amount": "0.20", "unit": "mmol"}, {"name": "Y­(NO3)3·6H2O", "amount": "0.10", "unit": "mmol"}, {"name": "Dy­(NO3)3·6H2O", "amount": "0.10", "unit": "mmol"}], "solvent": [{"name": "DMF", "amount": "2", "unit": "mL"}, {"name": "CH3OH", "amount": "6", "unit": "mL"}], "pressure": "", "temperature": "100 °C", "time": "3 days", "heating rate": "", "cooling rate": ""}], "yield": "80%"}], "include_properties": ["solvothermal_synthesis", "filtration", "drying", "solvothermal_synthesis", "filtration", "drying", "solvothermal_synthesis", "filtration", "drying", "solvothermal_synthesis", "filtration", "drying"]}, {"idx": "22, 23, 25, 28, 29, 31", "type": "text", "classification": "property", "content": "<title>PXRD and TGA</title><p>The\nPXRD patterns of <bold>1</bold>, <bold>2</bold>, and their corresponding\ndiamagnetic yttrium­(III) diluted samples are collected at room temperature\nto confirm the purity and isomorphism (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figures S8 and S9</ext-link>). The PXRD patterns of <bold>1′</bold> are\ncollected at room temperature to confirm the purity (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figure S10</ext-link>). The experimental patterns are in good agreement\nwith the simulated peaks based on the single-crystal X-ray data. TGA\nof <bold>1</bold>, <bold>1′</bold>, and <bold>2</bold> are\nperformed in the temperature range of 30–900 °C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figure S11</ext-link>). The weight of <bold>1</bold> begins\nto decrease above 200 °C, indicating that DMF molecules start\nto escape from the frameworks. The framework of <bold>1</bold> may\ndecompose during DMF’s exit. MOF <bold>2</bold> exhibits a\nrather different thermal behavior: the coordinated methanol molecules\nleave at about 100 °C, and the coordinated DMF molecules leave\nat about 230 °C. MOF <bold>1′</bold> does not lose weight\nuntil 250 °C, and the abrupt decrease of weight above 250 °C\nimplies decomposition of the framework.</p><title>Magnetic Properties</title><p>The direct-current (dc) magnetic susceptibilities of MOFs <bold>1</bold> and <bold>2</bold> are collected in the temperature range of 300–2\nK under an applied field of 1000 Oe (). The χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> products of <bold>1</bold> and <bold>2</bold> at room temperature\nare 27.43 and 27.71 cm<sup>3</sup> K mol<sup>−1</sup>, respectively,\nwhich are close to the expected value of 28.34 cm<sup>3</sup> K mol<sup>−1</sup> for two free dysprosium­(III) ions (<sup>6</sup>H<sub>15/2</sub> and <italic toggle=\"yes\">g</italic> = <sup>4</sup>/<sub>3</sub>). Upon\ncooling, the χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> values of both\nMOFs decrease slowly until 100 K and then decrease quickly in the\nrange of 50–20 K to reach the minimum at 14 K for <bold>1</bold> and at 12 K for <bold>2</bold>. These behaviors are mainly attributed\nto thermal depopulation of the <italic toggle=\"yes\">M</italic>\n<sub>\n<italic toggle=\"yes\">J</italic>\n</sub> states of the dysprosium­(III) ions and the crystal-field effect. The χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> values\nincrease sharply when the temperature is further decreased to 2 K,\nsuggesting the presence of ferromagnetic interactions. The magnitude of the ferromagnetic interactions\nin MOFs <bold>1</bold> and <bold>2</bold> can be estimated by the\nnoncritical scaling theory using the sum of two exponential functions:\nχ<italic toggle=\"yes\">T</italic> = <italic toggle=\"yes\">C</italic>\n<sub>1</sub> exp­(<italic toggle=\"yes\">E</italic>\n<sub>1</sub>/<italic toggle=\"yes\">T</italic>) + <italic toggle=\"yes\">C</italic>\n<sub>2</sub> exp­(<italic toggle=\"yes\">E</italic>\n<sub>2</sub>/<italic toggle=\"yes\">T</italic>), in\nwhich <italic toggle=\"yes\">C</italic>\n<sub>1</sub> + <italic toggle=\"yes\">C</italic>\n<sub>2</sub> is the extrapolated Curie constant at room temperature while <italic toggle=\"yes\">E</italic>\n<sub>1</sub> and <italic toggle=\"yes\">E</italic>\n<sub>2</sub> represent\nthe magnitudes of intrachain magnetic interactions and the crystal-field\ncontributions. The small positive <italic toggle=\"yes\">E</italic>\n<sub>1</sub> values of 0.56(9) cm<sup>–1</sup> for <bold>1</bold> and 0.50(6) cm<sup>–1</sup> for <bold>2</bold> indicate\nthe weak but nonnegligible ferromagnetic interactions between dysprosium­(III)\nions. The values of <italic toggle=\"yes\">C</italic>\n<sub>1</sub> and <italic toggle=\"yes\">C</italic>\n<sub>2</sub> are 22.36(4) and 5.87(4) cm<sup>3</sup> K mol<sup>−1</sup> for MOF <bold>1</bold> and 21.43(5) and 7.03(6) cm<sup>3</sup>·K/mol\nfor MOF <bold>2</bold>, respectively.</p><p>The field dependence of the magnetizations for <bold>1</bold> and <bold>2</bold> has been determined at 2.0 K in the range\nof 0–70 kOe (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figures S12 and S13</ext-link>). The magnetization values rise abruptly at low fields and reach\n10.7 <italic toggle=\"yes\">N</italic>β for <bold>1</bold> and 10.0 <italic toggle=\"yes\">N</italic>β for <bold>2</bold> at 70 kOe, much lower than the\ntheoretical saturation value of 20 <italic toggle=\"yes\">N</italic>β due to\nthe presence of magnetic anisotropy, crystal-field effect, and/or\nlow-lying excited states.\n</p><p>QTM can be removed\nby applying an external dc field that removes the mixing of the degenerate\ndoublets to avoid a crossing region or\nby diluting the paramagnetic centers in diamagnetic yttrium samples,\nwhich subtracts the dipolar magnetic interactions between dysprosium­(III)\nions. A dc field of 2000 Oe is applied to <bold>1</bold> to suppress\nQTM. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figure S18</ext-link>, broad peaks\nof χ′ and χ″ for <bold>1</bold> are observed\nin the temperature-dependent ac susceptibilities. The parameter φ\n[=(Δ<italic toggle=\"yes\">T</italic>\n<sub>p</sub>/<italic toggle=\"yes\">T</italic>\n<sub>p</sub>)/Δ­(log<italic toggle=\"yes\">v</italic>)] is 0.23, lying well in the range\nof 0.1 &lt; φ &lt; 0.3 and excluding the possibility of spin-glass\nbehavior. The relaxation time obeys the\nArrhenius law, and the best fit gives the effective energy barrier\nof 41.8 K and τ<sub>0</sub> = 1.08 × 10<sup>–8</sup> s (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figure S19</ext-link>). Similar relaxation behaviors\ncan be observed for <bold>2</bold> when a dc field of 2000 Oe is applied\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figure S20</ext-link>). The shift parameter φ\nis 0.14, and the effective energy barrier is 67.5 K with τ<sub>0</sub> of 2.26 × 10<sup>–11</sup> s for <bold>2</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figure S21</ext-link>).</p><p>To investigate whether\nthere are Ising-type chain dynamics, plots of ln­(χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic>) versus 1/<italic toggle=\"yes\">T</italic> are subtracted in\nthe temperature range of 2–10 K. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Figures S22 and S23</ext-link>, the plots reveal a clear linearity in\nthe temperature range, but the correlation lengths Δ<sub>ζ</sub> for <bold>1</bold> and <bold>2</bold> are very low (0.81 K for <bold>1</bold> and 0.75 K for <bold>2</bold>), probably because of the\nvery weak intrachain magnetic interactions. Therefore, relaxation\nof the magnetizations for the two MOFs is best described as SMM behavior\nand mainly derived from the single-ion property of the dysprosium­(III)\nion.</p><p>Additionally,\nthe best fits for Cole–Cole semicircles (a,b) by using the Debye model give α\nvalues ranging from 0.22 to 0.60 for <bold>1@Y</bold> and from 0.19\nto 0.55 for <bold>2@Y</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.5b01356/suppl_file/ic5b01356_si_001.pdf\">Tables S6 and S7</ext-link>), indicative of the presence of multiple relaxation processes. Multiple\nrelaxation processes have been observed in many reported f-element-based\nSMMs because of the existence of different anisotropic centers or\nisomers and conformers in the crystal. In the case of mononuclear complexes, multiple relaxations may be\ncomposed of the Orbach, direct, and Raman processes, together with\nthe QTM process. The former three relaxation processes arise from\nthe energy exchanges between the paramagnetic ions and phonon radiations,\nwhile QTM is caused by the transitions between different states without\nspin–lattice energy exchange. The\nsignificant deviations from linearity of the plots of ln­(τ)\nversus <italic toggle=\"yes\">T</italic>\n<sup>–1</sup> for <bold>1@Y</bold> and <bold>2@Y</bold> also support the presence of multiple relaxation\nprocesses. By considering all of the possible relaxation mechanisms,\nwe successed in fitting the entire range of ln­(τ) versus <italic toggle=\"yes\">T</italic>\n<sup>–1</sup> plots by employing the equation<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01356r_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msup>\n<mml:mrow>\n<mml:mi>τ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>=</mml:mo>\n<mml:mi>A</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>τ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:mi>exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>U</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>eff</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mi>C</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>τ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>QTM</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n</disp-formula>in which the four terms represent the contributions of the direct\n(<italic toggle=\"yes\">n</italic> = 1 or 2), Orbach, and Raman (<italic toggle=\"yes\">m</italic> = 5 or 9 for Kramers’ ion) processes and QTM. The magnetization relaxation parameters are\nsummarized in . The best-fitting results suggest that the relaxations for the two\nMOFs in the high-temperature range are clearly dominated by the Orbach\nprocess, with the energy barriers of 37.0 and 46.0 K with τ<sub>0</sub> values of 8.24 × 10<sup>–8</sup> and 1.46 ×\n10<sup>–7</sup> s for <bold>1@Y</bold> and <bold>2@Y</bold>, respectively (c,d). The improvement of energy barrier values for <bold>2@Y</bold> compared with <bold>1@Y</bold>, as well as that for <bold>2</bold> compared with <bold>1</bold>, is related to the minor change of\ntheir coordination environments: less deviation from ideal geometry\nand higher energy barriers. Besides, it is rare that the undiluted\ncomplexes possess higher energy barriers than the diluted ones. Considering\nthe ferromagnetic interactions between dysprosium­(III) ions, it is\nobvious that magnetic couplings make a positive contribution to the\nenergy barriers in this case.</p>", "clean_text": "PXRD and TGA\n\nThe PXRD patterns of 1, 2, and their corresponding diamagnetic yttrium(III) diluted samples are collected at room temperature to confirm the purity and isomorphism (Figures S8 and S9). The PXRD patterns of 1' are collected at room temperature to confirm the purity (Figure S10). The experimental patterns are in good agreement with the simulated peaks based on the single-crystal X-ray data. TGA of 1, 1', and 2 are performed in the temperature range of 30-900 °C (Figure S11). The weight of 1 begins to decrease above 200 °C, indicating that DMF molecules start to escape from the frameworks. The framework of 1 may decompose during DMF's exit. MOF 2 exhibits a rather different thermal behavior: the coordinated methanol molecules leave at about 100 °C, and the coordinated DMF molecules leave at about 230 °C. MOF 1' does not lose weight until 250 °C, and the abrupt decrease of weight above 250 °C implies decomposition of the framework.\n\nMagnetic Properties\n\nThe direct-current (dc) magnetic susceptibilities of MOFs 1 and 2 are collected in the temperature range of 300-2 K under an applied field of 1000 Oe (). The χM T products of 1 and 2 at room temperature are 27.43 and 27.71 cm3 K mol-1, respectively, which are close to the expected value of 28.34 cm3 K mol-1 for two free dysprosium(III) ions (6H15/2 and g = 4/3). Upon cooling, the χM T values of both MOFs decrease slowly until 100 K and then decrease quickly in the range of 50-20 K to reach the minimum at 14 K for 1 and at 12 K for 2. These behaviors are mainly attributed to thermal depopulation of the M  J  states of the dysprosium(III) ions and the crystal-field effect. The χM T values increase sharply when the temperature is further decreased to 2 K, suggesting the presence of ferromagnetic interactions. The magnitude of the ferromagnetic interactions in MOFs 1 and 2 can be estimated by the noncritical scaling theory using the sum of two exponential functions: χT = C 1 exp(E 1/T) + C 2 exp(E 2/T), in which C 1 + C 2 is the extrapolated Curie constant at room temperature while E 1 and E 2 represent the magnitudes of intrachain magnetic interactions and the crystal-field contributions. The small positive E 1 values of 0.56(9) cm-1 for 1 and 0.50(6) cm-1 for 2 indicate the weak but nonnegligible ferromagnetic interactions between dysprosium(III) ions. The values of C 1 and C 2 are 22.36(4) and 5.87(4) cm3 K mol-1 for MOF 1 and 21.43(5) and 7.03(6) cm3⋅K/mol for MOF 2, respectively.\n\nThe field dependence of the magnetizations for 1 and 2 has been determined at 2.0 K in the range of 0-70 kOe (Figures S12 and S13). The magnetization values rise abruptly at low fields and reach 10.7 Nβ for 1 and 10.0 Nβ for 2 at 70 kOe, much lower than the theoretical saturation value of 20 Nβ due to the presence of magnetic anisotropy, crystal-field effect, and/or low-lying excited states. \n\nQTM can be removed by applying an external dc field that removes the mixing of the degenerate doublets to avoid a crossing region or by diluting the paramagnetic centers in diamagnetic yttrium samples, which subtracts the dipolar magnetic interactions between dysprosium(III) ions. A dc field of 2000 Oe is applied to 1 to suppress QTM. As shown in Figure S18, broad peaks of χ' and χ\" for 1 are observed in the temperature-dependent ac susceptibilities. The parameter φ [=(ΔT p/T p)/Δ(logv)] is 0.23, lying well in the range of 0.1 < φ < 0.3 and excluding the possibility of spin-glass behavior. The relaxation time obeys the Arrhenius law, and the best fit gives the effective energy barrier of 41.8 K and τ0 = 1.08 × 10-8 s (Figure S19). Similar relaxation behaviors can be observed for 2 when a dc field of 2000 Oe is applied (Figure S20). The shift parameter φ is 0.14, and the effective energy barrier is 67.5 K with τ0 of 2.26 × 10-11 s for 2 (Figure S21).\n\nTo investigate whether there are Ising-type chain dynamics, plots of ln(χM T) versus 1/T are subtracted in the temperature range of 2-10 K. As shown in Figures S22 and S23, the plots reveal a clear linearity in the temperature range, but the correlation lengths Δζ for 1 and 2 are very low (0.81 K for 1 and 0.75 K for 2), probably because of the very weak intrachain magnetic interactions. Therefore, relaxation of the magnetizations for the two MOFs is best described as SMM behavior and mainly derived from the single-ion property of the dysprosium(III) ion.\n\nAdditionally, the best fits for Cole-Cole semicircles (a,b) by using the Debye model give α values ranging from 0.22 to 0.60 for 1@Y and from 0.19 to 0.55 for 2@Y (Tables S6 and S7), indicative of the presence of multiple relaxation processes. Multiple relaxation processes have been observed in many reported f-element-based SMMs because of the existence of different anisotropic centers or isomers and conformers in the crystal. In the case of mononuclear complexes, multiple relaxations may be composed of the Orbach, direct, and Raman processes, together with the QTM process. The former three relaxation processes arise from the energy exchanges between the paramagnetic ions and phonon radiations, while QTM is caused by the transitions between different states without spin-lattice energy exchange. The significant deviations from linearity of the plots of ln(τ) versus T -1 for 1@Y and 2@Y also support the presence of multiple relaxation processes. By considering all of the possible relaxation mechanisms, we successed in fitting the entire range of ln(τ) versus T -1 plots by employing the equation 1      τ   - 1   = A   T   n   +     τ   0     - 1   ⁡ exp  ( -   U   eff   /   k   B   T )  + C   T   m   +   τ   QTM     in which the four terms represent the contributions of the direct (n = 1 or 2), Orbach, and Raman (m = 5 or 9 for Kramers' ion) processes and QTM. The magnetization relaxation parameters are summarized in . The best-fitting results suggest that the relaxations for the two MOFs in the high-temperature range are clearly dominated by the Orbach process, with the energy barriers of 37.0 and 46.0 K with τ0 values of 8.24 × 10-8 and 1.46 × 10-7 s for 1@Y and 2@Y, respectively (c,d). The improvement of energy barrier values for 2@Y compared with 1@Y, as well as that for 2 compared with 1, is related to the minor change of their coordination environments: less deviation from ideal geometry and higher energy barriers. Besides, it is rare that the undiluted complexes possess higher energy barriers than the diluted ones. Considering the ferromagnetic interactions between dysprosium(III) ions, it is obvious that magnetic couplings make a positive contribution to the energy barriers in this case.", "data": [[{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "decomposition temperature": [{"value": "200", "unit": "°C", "type": "DMF molecules start to escape from the frameworks", "condition": ""}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": ""}, "decomposition temperature": [{"value": "100", "unit": "°C", "type": "coordinated methanol molecules leave", "condition": ""}, {"value": "230", "unit": "°C", "type": "coordinated DMF molecules leave", "condition": ""}]}, {"meta": {"name": "", "symbol": "1'", "chemical formula": ""}, "decomposition temperature": [{"value": "250", "unit": "°C", "type": "decomposition of the framework", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 34, "type": "text", "classification": "property", "content": "<p>It is noted that the magnetization relaxations of\nthe two MOFs are also related to the fast QTM and Raman processes\nbesides the Orbach process. The parameter τ<sub>QTM</sub> is\n11.1 s<sup>–1</sup> for <bold>1@Y</bold> and 13.4 s<sup>–1</sup> for <bold>2@Y</bold>, indicative of the obvious presence of fast\nQTM. The parameter for the direct process obtained by fitting is rather\nsmall and can be neglected. In the two diluted samples, dysprosium­(III)\nions should be thoroughly isolated by diamagnetic yttrium­(III) ions.\nThus, the magnetic interactions between dysprosium­(III) ions should\nbe absolutely eliminated. However, there is still obvious QTM relaxation,\nwhich can be ascribed to the deviation from the ideal <italic toggle=\"yes\">D</italic>\n<sub>4<italic toggle=\"yes\">d</italic>\n</sub> crystal field around dysprosium­(III)\nions.</p>", "clean_text": "It is noted that the magnetization relaxations of the two MOFs are also related to the fast QTM and Raman processes besides the Orbach process. The parameter τQTM is 11.1 s-1 for 1@Y and 13.4 s-1 for 2@Y, indicative of the obvious presence of fast QTM. The parameter for the direct process obtained by fitting is rather small and can be neglected. In the two diluted samples, dysprosium(III) ions should be thoroughly isolated by diamagnetic yttrium(III) ions. Thus, the magnetic interactions between dysprosium(III) ions should be absolutely eliminated. However, there is still obvious QTM relaxation, which can be ascribed to the deviation from the ideal D 4d  crystal field around dysprosium(III) ions.", "data": [[{"meta": {"name": "", "symbol": "1@Y", "chemical formula": ""}, "etc": [{"property name": "magnetization relaxations", "value": "", "unit": "", "condition": ""}, {"property name": "fast QTM", "value": "11.1", "unit": "s^–1", "condition": ""}, {"property name": "Raman processes", "value": "", "unit": "", "condition": ""}, {"property name": "parameter τQTM", "value": "11.1", "unit": "s^–1", "condition": ""}, {"property name": "parameter for the direct process", "value": "", "unit": "", "condition": ""}, {"property name": "magnetic interactions", "value": "", "unit": "", "condition": ""}, {"property name": "QTM relaxation", "value": "", "unit": "", "condition": ""}, {"property name": "deviation from the ideal D4d crystal field", "value": "", "unit": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "2@Y", "chemical formula": ""}, "etc": [{"property name": "magnetization relaxations", "value": "", "unit": "", "condition": ""}, {"property name": "fast QTM", "value": "13.4", "unit": "s^–1", "condition": ""}, {"property name": "Raman processes", "value": "", "unit": "", "condition": ""}, {"property name": "parameter τQTM", "value": "13.4", "unit": "s^–1", "condition": ""}, {"property name": "parameter for the direct process", "value": "", "unit": "", "condition": ""}, {"property name": "magnetic interactions", "value": "", "unit": "", "condition": ""}, {"property name": "QTM relaxation", "value": "", "unit": "", "condition": ""}, {"property name": "deviation from the ideal D4d crystal field", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 9, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystal Data and Structural Refinement Details for <bold>1</bold>, <bold>2</bold>, and <bold>1′</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>′</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>formula</oasis:entry>\n<oasis:entry>C<sub>24</sub>H<sub>20</sub>Dy<sub>2</sub>N<sub>2</sub>O<sub>17</sub>\n</oasis:entry>\n<oasis:entry>C<sub>26</sub>H<sub>28</sub>Dy<sub>2</sub>N<sub>2</sub>O<sub>19</sub>\n</oasis:entry>\n<oasis:entry>C<sub>24</sub>H<sub>20</sub>Dy<sub>2</sub>N<sub>2</sub>O<sub>17</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>fw</oasis:entry>\n<oasis:entry>933.42</oasis:entry>\n<oasis:entry>997.50</oasis:entry>\n<oasis:entry>933.42</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>temp (K)</oasis:entry>\n<oasis:entry>123(2)</oasis:entry>\n<oasis:entry>123(2)</oasis:entry>\n<oasis:entry>123(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>cryst\nsyst</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C</italic>2/<italic toggle=\"yes\">c</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C</italic>2/<italic toggle=\"yes\">c</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Pnma</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> (Å)</oasis:entry>\n<oasis:entry>18.3085(13)</oasis:entry>\n<oasis:entry>18.465(5)</oasis:entry>\n<oasis:entry>8.6326(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> (Å)</oasis:entry>\n<oasis:entry>9.0788(8)</oasis:entry>\n<oasis:entry>9.2442(14)</oasis:entry>\n<oasis:entry>28.1206(10)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> (Å)</oasis:entry>\n<oasis:entry>19.6464(19)</oasis:entry>\n<oasis:entry>19.699(5)</oasis:entry>\n<oasis:entry>15.3462(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α (deg)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β (deg)</oasis:entry>\n<oasis:entry>97.068(8)</oasis:entry>\n<oasis:entry>102.18(3)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ (deg)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic> (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>3240.8(5)</oasis:entry>\n<oasis:entry>3286.7(13)</oasis:entry>\n<oasis:entry>3725.3(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">D</italic>\n<sub>c</sub> (g/cm<sup>3</sup>)</oasis:entry>\n<oasis:entry>1.913</oasis:entry>\n<oasis:entry>2.016</oasis:entry>\n<oasis:entry>1.664</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ (mm<sup>–1</sup>)</oasis:entry>\n<oasis:entry>4.651</oasis:entry>\n<oasis:entry>4.597</oasis:entry>\n<oasis:entry>4.046</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>int</sub>\n</oasis:entry>\n<oasis:entry>0.0488</oasis:entry>\n<oasis:entry>0.0612</oasis:entry>\n<oasis:entry>0.0498</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOF</oasis:entry>\n<oasis:entry>0.996</oasis:entry>\n<oasis:entry>1.145</oasis:entry>\n<oasis:entry>1.019</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>R1 [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.0409</oasis:entry>\n<oasis:entry>0.0700</oasis:entry>\n<oasis:entry>0.0442</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>wR2 [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.0867</oasis:entry>\n<oasis:entry>0.1832</oasis:entry>\n<oasis:entry>0.1404</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>R1 (all data)</oasis:entry>\n<oasis:entry>0.0422</oasis:entry>\n<oasis:entry>0.0705</oasis:entry>\n<oasis:entry>0.0568</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>wR2 (all\ndata)</oasis:entry>\n<oasis:entry>0.0920</oasis:entry>\n<oasis:entry>0.1965</oasis:entry>\n<oasis:entry>0.1507</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Δρ<sub>max</sub> (e/Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>1.439</oasis:entry>\n<oasis:entry>3.034</oasis:entry>\n<oasis:entry>1.829</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Δρ<sub>min</sub> (e/Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>–0.870</oasis:entry>\n<oasis:entry>–2.709</oasis:entry>\n<oasis:entry>–2.461</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Crystal Data and Structural Refinement Details for 1, 2, and 1′\n\n|          | 1                                      | 2                                      | 1′                                     |\n|----------|----------------------------------------|----------------------------------------|---------------------------------------|\n| formula  | C<sub>24</sub>H<sub>20</sub>Dy<sub>2</sub>N<sub>2</sub>O<sub>17</sub> | C<sub>26</sub>H<sub>28</sub>Dy<sub>2</sub>N<sub>2</sub>O<sub>19</sub> | C<sub>24</sub>H<sub>20</sub>Dy<sub>2</sub>N<sub>2</sub>O<sub>17</sub> |\n| fw       | 933.42                                 | 997.50                                 | 933.42                                |\n| temp (K) | 123(2)                                 | 123(2)                                 | 123(2)                                |\n| cryst syst | monoclinic                            | monoclinic                            | orthorhombic                          |\n| space group | C2/c                                  | C2/c                                   | Pnma                                  |\n| a (Å)    | 18.3085(13)                             | 18.465(5)                              | 8.6326(3)                             |\n| b (Å)    | 9.0788(8)                               | 9.2442(14)                             | 28.1206(10)                            |\n| c (Å)    | 19.6464(19)                             | 19.699(5)                              | 15.3462(5)                             |\n| α (deg)  | 90                                      | 90                                      | 90                                     |\n| β (deg)  | 97.068(8)                               | 102.18(3)                              | 90                                     |\n| γ (deg)  | 90                                      | 90                                      | 90                                     |\n| V (Å<sup>3</sup>) | 3240.8(5)                        | 3286.7(13)                             | 3725.3(2)                             |\n| Z        | 4                                       | 4                                       | 4                                      |\n| D<sub>c</sub> (g/cm<sup>3</sup>) | 1.913         | 2.016                                  | 1.664                                 |\n| μ (mm<sup>–1</sup>) | 4.651                          | 4.597                                  | 4.046                                 |\n| R<sub>int</sub> | 0.0488                            | 0.0612                                 | 0.0498                                |\n| GOF      | 0.996                                  | 1.145                                  | 1.019                                 |\n| R1 [I > 2σ(I)] | 0.0409                            | 0.0700                                 | 0.0442                                |\n| wR2 [I > 2σ(I)] | 0.0867                           | 0.1832                                 | 0.1404                                |\n| R1 (all data) | 0.0422                             | 0.0705                                 | 0.0568                                |\n| wR2 (all data) | 0.0920                            | 0.1965                                 | 0.1507                                |\n| Δρ<sub>max</sub> (e/Å<sup>3</sup>) | 1.439       | 3.034                                  | 1.829                                 |\n| Δρ<sub>min</sub> (e/Å<sup>3</sup>) | –0.870       | –2.709                                 | –2.461                                |", "data": [{"meta": {"name": "", "symbol": "1", "chemical formula": "C24H20Dy2N2O17"}, "chemical formula weight": [{"value": "933.42", "unit": "", "condition": ""}], "crystal system": [{"value": "monoclinic", "condition": ""}], "space group": [{"value": "C2/c", "condition": ""}], "lattice parameters": [{"value": {"a": "18.3085", "b": "9.0788", "c": "19.6464", "alpha": "90", "beta": "97.068", "gamma": "90"}, "condition": ""}], "cell volume": [{"value": "3240.8", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.913", "unit": "g/cm^3", "condition": ""}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": "C26H28Dy2N2O19"}, "chemical formula weight": [{"value": "997.50", "unit": "", "condition": ""}], "crystal system": [{"value": "monoclinic", "condition": ""}], "space group": [{"value": "C2/c", "condition": ""}], "lattice parameters": [{"value": {"a": "18.465", "b": "9.2442", "c": "19.699", "alpha": "90", "beta": "102.18", "gamma": "90"}, "condition": ""}], "cell volume": [{"value": "3286.7", "unit": "Å^3", "condition": ""}], "density": [{"value": "2.016", "unit": "g/cm^3", "condition": ""}]}, {"meta": {"name": "", "symbol": "1'", "chemical formula": "C24H20Dy2N2O17"}, "chemical formula weight": [{"value": "933.42", "unit": "", "condition": ""}], "crystal system": [{"value": "orthorhombic", "condition": ""}], "space group": [{"value": "Pnma", "condition": ""}], "lattice parameters": [{"value": {"a": "8.6326", "b": "28.1206", "c": "15.3462", "alpha": "90", "beta": "90", "gamma": "90"}, "condition": ""}], "cell volume": [{"value": "3725.3", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.664", "unit": "g/cm^3", "condition": ""}]}], "include_properties": ["chemical_formula", "chemical_formula_weight", "crystal_system", "space_group", "lattice_parameters", "cell_volume", "density"]}, {"idx": 33, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Parameters of Fitting ln­(τ) versus <italic toggle=\"yes\">T</italic>\n<sup>–1</sup> Plots for MOFs <bold>1@Y</bold> and <bold>2@Y</bold> Using <xref rid=\"eq1\">Eqiation <xref rid=\"eq1\"></xref>\n</xref> and\nDeviation Parameters from Ideal Geometries</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col8\" namest=\"col7\" rowsep=\"1\">deviation parameter</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">A</italic>\n<xref rid=\"t2fn1\"></xref> (s<sup>–1</sup> K<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">τ<sub>0</sub> (s)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">U</italic>\n<sub>eff</sub>/<italic toggle=\"yes\">k</italic>\n<sub>B</sub>\n<italic toggle=\"yes\">T</italic> (K)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">C</italic>\n<xref rid=\"t2fn2\"></xref> (s<sup>–1</sup> K<sup>–5</sup>)</oasis:entry>\n<oasis:entry align=\"center\">τ<sub>QTM</sub> (s<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">D</italic>\n<sub>4<italic toggle=\"yes\">d</italic>\n</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">C</italic>\n<sub>2<italic toggle=\"yes\">v</italic>\n</sub>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1@Y</bold>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>8.24 × 10<sup>–8</sup>\n</oasis:entry>\n<oasis:entry>37.0</oasis:entry>\n<oasis:entry>0.0786</oasis:entry>\n<oasis:entry>11.1</oasis:entry>\n<oasis:entry>4.076</oasis:entry>\n<oasis:entry>1.579</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>2@Y</bold>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1.46 × 10<sup>–7</sup>\n</oasis:entry>\n<oasis:entry>46.0</oasis:entry>\n<oasis:entry>0.0660</oasis:entry>\n<oasis:entry>13.4</oasis:entry>\n<oasis:entry>1.786</oasis:entry>\n<oasis:entry>0.671</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Parameter for the direct process <italic toggle=\"yes\">n</italic> = 1.</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>b</label>\n<p>Parameter\nfor the Raman process <italic toggle=\"yes\">m</italic> = 5.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Parameters of Fitting ln­(τ) versus T­–1 Plots for MOFs 1@Y and 2@Y Using Equation 1 and Deviation Parameters from Ideal Geometries\n\n|       | A<sup>a</sup> (s–1 K–1) | τ<sub>0</sub> (s) | U<sub>eff</sub>/k<sub>B</sub>T (K) | C<sup>b</sup> (s–1 K–5) | τ<sub>QTM</sub> (s–1) | D<sub>4d</sub> | C<sub>2v</sub> |\n|-------|------------------------|------------------|-----------------------------------|------------------------|-----------------------|---------------|----------------|\n| 1@Y   |                        | 8.24 × 10–8       | 37.0                              | 0.0786                 | 11.1                  | 4.076         | 1.579          |\n| 2@Y   |                        | 1.46 × 10–7       | 46.0                              | 0.0660                 | 13.4                  | 1.786         | 0.671          |\n\nTable 2. Parameters of Fitting ln­(τ) versus T­–1 Plots for MOFs 1@Y and 2@Y Using Equation 1 and Deviation Parameters from Ideal Geometries\n\na. Parameter for the direct process n = 1.\nb. Parameter for the Raman process m = 5.", "data": [{"meta": {"name": "1@Y", "symbol": "", "chemical formula": ""}, "simulation parameters": [{"symbol": "A", "value": "", "unit": "s–1 K–1", "type": ""}, {"symbol": "τ0", "value": "8.24 × 10–8", "unit": "s", "type": ""}, {"symbol": "Ueff/kB", "value": "37.0", "unit": "K", "type": ""}, {"symbol": "C", "value": "", "unit": "s–1 K–5", "type": ""}, {"symbol": "τQTM", "value": "11.1", "unit": "s–1", "type": ""}, {"symbol": "D4d", "value": "4.076", "unit": "", "type": ""}, {"symbol": "C2v", "value": "1.579", "unit": "", "type": ""}]}, {"meta": {"name": "2@Y", "symbol": "", "chemical formula": ""}, "simulation parameters": [{"symbol": "A", "value": "", "unit": "s–1 K–1", "type": ""}, {"symbol": "τ0", "value": "1.46 × 10–7", "unit": "s", "type": ""}, {"symbol": "Ueff/kB", "value": "46.0", "unit": "K", "type": ""}, {"symbol": "C", "value": "", "unit": "s–1 K–5", "type": ""}, {"symbol": "τQTM", "value": "13.4", "unit": "s–1", "type": ""}, {"symbol": "D4d", "value": "1.786", "unit": "", "type": ""}, {"symbol": "C2v", "value": "0.671", "unit": "", "type": ""}]}], "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Constraining and\nTuning the Local Geometries of Lanthanide Ions in MOFs</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01356r_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Constraining and Tuning the Local Geometries of Lanthanide Ions in MOFs   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Asymmetric unit of <bold>1</bold> (a),\nthe coordination environment (b), and a binuclear building block (c).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01356r_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Asymmetric unit of 1 (a), the coordination environment (b), and a binuclear building block (c).   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>One-dimensional carboxyl-bridged dysprosium\nchain and the three-dimensional framework of <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01356r_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  One-dimensional carboxyl-bridged dysprosium chain and the three-dimensional framework of 1.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Asymmetric unit of <bold>1′</bold> (a), the coordination environment (b), and a binuclear building\nblock (c).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01356r_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Asymmetric unit of 1' (a), the coordination environment (b), and a binuclear building block (c).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Temperature-dependent magnetic susceptibilities\nof <bold>1</bold> (a) and <bold>2</bold> (b). The fitting lines are\nobtained from the scaling model (red line), the ferromagnet (dashed\nline), and the crystal-field component (dash-dotted line).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01356r_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Temperature-dependent magnetic susceptibilities of 1 (a) and 2 (b). The fitting lines are obtained from the scaling model (red line), the ferromagnet (dashed line), and the crystal-field component (dash-dotted line).   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Cole–Cole plots for <bold>1@Y</bold> (a)\nand <bold>2@Y</bold> (b). The lines represent the best-fit calculated\nvalues with the Debye model. Plots of ln­(τ) versus <italic toggle=\"yes\">T</italic>\n<sup>–1</sup> of <bold>1@Y</bold> (c) and <bold>2@Y</bold> (d) with fitting results.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-01356r_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Cole-Cole plots for 1@Y (a) and 2@Y (b). The lines represent the best-fit calculated values with the Debye model. Plots of ln(τ) versus T -1 of 1@Y (c) and 2@Y (d) with fitting results.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.5b01356", "title": null, "journal": "American Chemical Society", "date": "2015.10", "author_list": ["Liu\nKe", "Li\nHuanhuan", "Zhang\nXuejing", "Shi\nWei", "Cheng\nPeng"]}}