{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic6b02851.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>A series of five\nunique d–f heteronuclear luminescent metal–organic frameworks\n(MOFs) in an entangled polyrotaxane array and the light-harvesting\nblock homonuclear zinc compound have been isolated successfully and\ncharacterized. The series of isostructural polymers feature 3,4-connected\n(4.8<sup>2</sup>)­(4.8<sup>3</sup>.9<sup>2</sup>)­(6.8.9)<sub>2</sub>(6.9<sup>2</sup>)­(8<sup>3</sup>) topology and high stability, exhibiting\ndiverse void spaces. By taking advantage of the isostructural MOFs <bold>2</bold> and <bold>3</bold>, the intensities of red and green emissions\ncan be modulated by adjusting the ratios of Eu<sup>III</sup> and Tb<sup>III</sup> ions correspondingly, and white-light emission can be generated\nby a combination of different doped Tb<sup>III</sup> and Eu<sup>III</sup> concentrations. The Tb–Zn-based framework {[Tb<sub>3</sub>Zn<sub>6</sub>(bipy<sub>2</sub>)<sub>2</sub>(Hmimda)<sub>7</sub> (H<sub>2</sub>O)<sub>3</sub>]·5H<sub>2</sub>O}<sub>\n<italic>n</italic>\n</sub> (<bold>3</bold>; H<sub>3</sub>mimda = 2-methyl-1-<italic>H</italic>-imidazole-4,5-dicarboxylic acid and bipy = 4,4′-bipyridine)\ncan detect trace Mg<sup>II</sup> ion with relatively high sensitivity\nand selectivity. Dehydrated MOF <bold>3a</bold> shows a remarkable\nemission quenching effect through the introduction of I<sub>2</sub> solids. Further investigation indicates that it exhibits turn on/off\nswitchable properties for small solvent molecules or heavy-metal ions.\nSteady/transient-state near-IR luminescence properties for MOFs <bold>1</bold>, <bold>4</bold>, and <bold>5</bold> were investigated under\nvisible-light excitation.</p>", "clean_text": "A series of five unique d-f heteronuclear luminescent metal-organic frameworks (MOFs) in an entangled polyrotaxane array and the light-harvesting block homonuclear zinc compound have been isolated successfully and characterized. The series of isostructural polymers feature 3,4-connected (4.82)(4.83.92)(6.8.9)2(6.92)(83) topology and high stability, exhibiting diverse void spaces. By taking advantage of the isostructural MOFs 2 and 3, the intensities of red and green emissions can be modulated by adjusting the ratios of EuIII and TbIII ions correspondingly, and white-light emission can be generated by a combination of different doped TbIII and EuIII concentrations. The Tb-Zn-based framework {[Tb3Zn6(bipy2)2(Hmimda)7 (H2O)3]⋅5H2O} n  (3; H3mimda = 2-methyl-1-H-imidazole-4,5-dicarboxylic acid and bipy = 4,4'-bipyridine) can detect trace MgII ion with relatively high sensitivity and selectivity. Dehydrated MOF 3a shows a remarkable emission quenching effect through the introduction of I2 solids. Further investigation indicates that it exhibits turn on/off switchable properties for small solvent molecules or heavy-metal ions. Steady/transient-state near-IR luminescence properties for MOFs 1, 4, and 5 were investigated under visible-light excitation.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>A series of d−f heteronuclear\nluminescent metal−organic frameworks bearing an entangled polyrotaxane\narray, featuring 3,4-connected topology have been synthesized and\ncharacterized. White-light emission can be generated by a combination\nof doped Tb<sup>III</sup> and Eu<sup>III</sup> concentrations. The\nTb−Zn-based framework <bold>3</bold> can detect a trace quality\nof Mg<sup>II</sup> ion with relatively high sensitivity and selectivity.\nDehydrated <bold>3a</bold> shows a remarkable emission quenching effect\nthrough the introduction of I<sub>2</sub> solids. It also exhibits\nswitchable properties for small solvent molecules.</p>", "clean_text": "A series of d-f heteronuclear luminescent metal-organic frameworks bearing an entangled polyrotaxane array, featuring 3,4-connected topology have been synthesized and characterized. White-light emission can be generated by a combination of doped TbIII and EuIII concentrations. The Tb-Zn-based framework 3 can detect a trace quality of MgII ion with relatively high sensitivity and selectivity. Dehydrated 3a shows a remarkable emission quenching effect through the introduction of I2 solids. It also exhibits switchable properties for small solvent molecules.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The\nrapid development of modern society and progress in technology lead\nto the increasing release of hazardous chemicals like toxic ions and\norganic molecules from industrial wastewater, pharmaceutical products,\nfabric dyeing, steel, oil refinery facilities, and the chemical industry,\nwhich causes adverse effects on human and animal health. Therefore,\nselective, quantitative, and easily portable methods for detecting\nthese kinds of species are crucial, and\nthis ensures environment biological detection using molecule-based\nbiosensors that have emerged as specific tools. Lanthanide luminescent\nmetal–organic frameworks (MOFs) with switchable or tunable\nproperties are of great current interest because of their sharp luminescence\nbands, large Stokes’ shifts, long luminescent lifetimes, and\nadvantages for their design and tunability, which allow fine-tuned\noptical properties, highly sensitive response\nto small molecules, and potential applications in chemical sensors,\ndisplay, and biological fields. However,\nonly a few investigations on the recyclable performance of Mg<sup>II</sup> and Pd<sup>II</sup> sensors have been carried out, which\nis important for human and animal health and the environment. Meanwhile, near-infrared (NIR) luminescent Ln<sup>III</sup> complexes (Ln = Nd, Er, and Yb) are attracting increasing\nattention for their potential uses in telecommunication, laser systems,\nand medical diagnostics. Previous investigations on these studies\nhave almost exclusively been devoted to homonuclear complexes. For\nhomonuclear Ln<sup>III</sup> compounds, the photophysical properties\nare attributed to the f–f transition, the efficiency of which\nis usually low because of its spin- and parity-forbidden nature. On the other hand, the luminescence intensity\nis often quenched by nonradiative exchange of the electronic energy\nof Ln<sup>III</sup> to the high vibrational modes of O–H and\nC–H bonds. To overcome these disadvantages,\nour strategy for improving emission is to employ a transition-metal\n(d-block) complex as a sensitizer for the Ln<sup>III</sup> ion. Suitable\norganic ligand bridges a d-block chromophore and a Ln<sup>III</sup> luminophore into one heterometallic complex to achieve sensitized\nvis/NIR luminescence through d–f energy transfer. Recently, d–f heteronuclear luminescent\nMOFs have been extensively employed as phosphors, as a new class of\nluminescent probes, which is because the\n3d–4f heterometallic units make the energy levels more controllable,\nresulting in high-efficiency photoluminescence (PL). Meanwhile, this promising and convenient approach can provide\ntunable emissions by controlling the composition of Ln ions within\nMOFs. Inspired by our previous work based\non Zn-4f heterometallic luminescent MOFs, we proposed the further introduction of a rigid bipyridyl linker\nacting as a Lewis basic site for transition-metal ion sensing and\nprobe sites of host–guest interactions. In this contribution, we report a modified approach for\ntransition-lanthanide MOFs that combine a substituted rigid imidazole\ndicarboxylate with a rigid dipyridyl ancillary ligand. The crystal\nstructures, thermal decomposition, luminescence, fluorescent sensor\nproperties, and possible sensing mechanism are discussed.</p>", "clean_text": "Introduction\n\nThe rapid development of modern society and progress in technology lead to the increasing release of hazardous chemicals like toxic ions and organic molecules from industrial wastewater, pharmaceutical products, fabric dyeing, steel, oil refinery facilities, and the chemical industry, which causes adverse effects on human and animal health. Therefore, selective, quantitative, and easily portable methods for detecting these kinds of species are crucial, and this ensures environment biological detection using molecule-based biosensors that have emerged as specific tools. Lanthanide luminescent metal-organic frameworks (MOFs) with switchable or tunable properties are of great current interest because of their sharp luminescence bands, large Stokes' shifts, long luminescent lifetimes, and advantages for their design and tunability, which allow fine-tuned optical properties, highly sensitive response to small molecules, and potential applications in chemical sensors, display, and biological fields. However, only a few investigations on the recyclable performance of MgII and PdII sensors have been carried out, which is important for human and animal health and the environment. Meanwhile, near-infrared (NIR) luminescent LnIII complexes (Ln = Nd, Er, and Yb) are attracting increasing attention for their potential uses in telecommunication, laser systems, and medical diagnostics. Previous investigations on these studies have almost exclusively been devoted to homonuclear complexes. For homonuclear LnIII compounds, the photophysical properties are attributed to the f-f transition, the efficiency of which is usually low because of its spin- and parity-forbidden nature. On the other hand, the luminescence intensity is often quenched by nonradiative exchange of the electronic energy of LnIII to the high vibrational modes of O-H and C-H bonds. To overcome these disadvantages, our strategy for improving emission is to employ a transition-metal (d-block) complex as a sensitizer for the LnIII ion. Suitable organic ligand bridges a d-block chromophore and a LnIII luminophore into one heterometallic complex to achieve sensitized vis/NIR luminescence through d-f energy transfer. Recently, d-f heteronuclear luminescent MOFs have been extensively employed as phosphors, as a new class of luminescent probes, which is because the 3d-4f heterometallic units make the energy levels more controllable, resulting in high-efficiency photoluminescence (PL). Meanwhile, this promising and convenient approach can provide tunable emissions by controlling the composition of Ln ions within MOFs. Inspired by our previous work based on Zn-4f heterometallic luminescent MOFs, we proposed the further introduction of a rigid bipyridyl linker acting as a Lewis basic site for transition-metal ion sensing and probe sites of host-guest interactions. In this contribution, we report a modified approach for transition-lanthanide MOFs that combine a substituted rigid imidazole dicarboxylate with a rigid dipyridyl ancillary ligand. The crystal structures, thermal decomposition, luminescence, fluorescent sensor properties, and possible sensing mechanism are discussed.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials\nand Methods</title><p>Elemental analyses (EA) for C, H, and N atoms\nwere performed on a Vario EL III elemental analyzer. For a series\nof Tb–Eu mixed compounds, the compositions of metal ions are\nmeasured and confirmed by inductively coupled plasma. For detailed\ncharacterization and measurements, see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>.</p>", "clean_text": "Experimental Section\n\nMaterials and Methods\n\nElemental analyses (EA) for C, H, and N atoms were performed on a Vario EL III elemental analyzer. For a series of Tb-Eu mixed compounds, the compositions of metal ions are measured and confirmed by inductively coupled plasma. For detailed characterization and measurements, see the Supporting Information.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Synthesis of a Series of\nd–f Heteronuclear MOFs</title><p>Crystal samples of heteronuclear\ncompounds can be obtained by the solvothermal reaction of zinc perchlorate\nsalt with H<sub>3</sub>mimda and bipy ligands in the presence of different\nlanthanide<sup>III</sup> oxides, experimental detais are reported\nin the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>, and the\nIR spectra of <bold>1</bold>–<bold>6</bold> are displayed in\nFigure S1 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>.</p>", "clean_text": "Synthesis of a Series of d-f Heteronuclear MOFs\n\nCrystal samples of heteronuclear compounds can be obtained by the solvothermal reaction of zinc perchlorate salt with H3mimda and bipy ligands in the presence of different lanthanideIII oxides, experimental detais are reported in the Supporting Information, and the IR spectra of 1-6 are displayed in Figure S1 in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>All crystallographic data have been deposited with the Cambridge\nCrystallographic Centre; CCDCs 1498543–1498546, 1498548, and\n1503868 contain the supplementary crystallographic data for this paper\navailable. See also the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>.</p>", "clean_text": "All crystallographic data have been deposited with the Cambridge Crystallographic Centre; CCDCs 1498543-1498546, 1498548, and 1503868 contain the supplementary crystallographic data for this paper available. See also the Supporting Information.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Structural\nand Analytical Characterization</title><p>Single-crystal X-ray diffraction\nanalysis reveals that the series of rodlike crystals are isostructural\nonly with a slight discrepancy of Ln-ion environments. Therefore,\nthe structure of <bold>1</bold> is described in detail. The series\ncompound data and structure refinement parameters and selected bond\nlengths and angles are summarized in Tables S1–S3 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>. The basic unit contains\nsix crystallographically independent Zn<sup>II</sup> ions, three Nd<sup>III</sup> ions, seven Hmimda moieties, one bipy ligand, four coordination\nwater molecules, and four lattice water molecules in <bold>1</bold>. The Zn atom exhibits three categories of coordination modes (a). There are two\ntypes of coordination fashions for Nd<sup>III</sup> ions, possessing\noctahedral and pentagonal-bipyramidal coordination geometry around\nthe Nd1 center. Each Hmimda ligand chelates a central Nd<sup>III</sup> atom in an anti–anti configuration, and Nd2 is seven-coordinated\nby three carboxylate O atoms from three Mimda ligands, one atom from\na water molecule, and three N atoms from three Mimda ligands (Nd–O,\n2.379–2.685 Å). The Hmimda ligand adopts both μ<sub>4</sub>-<italic>k</italic>N,O:<italic>k</italic>N′,O′,<italic>k</italic>O,O′:<italic>k</italic>O″,O″ and μ<sub>3</sub>-<italic>k</italic>N,O:<italic>k</italic>O,O′:<italic>k</italic>N′,O′ fashion (Scheme S1 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>) connecting adjacent Zn<sup>III</sup> and Nd<sup>III</sup> centers, which generates trinuclear\nand pentanuclear clusters, respectively (Figures S2 and S3 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). The Nd–O and\nZn–O bond lengths are all within the normal ranges, as reported\nin the literature. Each NdO<sub>8</sub> or NdO<sub>6</sub>N<sub>1</sub> polyhedron connects six neighboring\nzinc­(II) chelate units through six Hmimda ligands, resulting in a\n1D zigzag-like lanthanide carbonate, which further elicits a unique\n2D Nd–Zn heteronuclear metal–organic network (Figures\nS3 and S4 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). The rigidity of imdazole prevents two binding sites from connecting\ntwo single metal ions, and the flexibility originated from the free\nrotation of two chelating groups around the C–C single bond,\nwhich allows Hmimda to ligate two Ln ions in a twist conformation.\nbipy just acts as a terminal ligand, leaving the other N atom free.\nThis is in contrast with the reported large number of transition-metal\ncomplexes containing the bipy ligand. These chains are decorated with the bipy ligand alternately at two\nsides, in which free pyridyl rings from the bipy ligands are extended\nin a parallel fashion at both sides of a single stranded chain with\na dihedral angle of 72.763° between two adjacent pyridyl rings\n(a). Adjacent\nZn<sup>II</sup> atoms are bridged by the imidazolate moiety of the\nHmimda ligand to generate a 1D polymeric ribbon, containing [Zn<sub>6</sub>Mimda<sub>6</sub>] rings. These chains are decorated with\none-end-coordinated bipy ligands as arms alternately at two sides\n(b). It is\nworth noting that the 1D ringed ribbon-like motifs span along the\ndifferent crystallographic directions, which are connected by Nd–COO\n(blue parts) and Zn–COO (red parts) coordinated bonds to generate\nan overall 3D framework ( and S5 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>) showing the existence of 1D channels along the crystallographic <italic>b</italic> axis in compound<bold>1</bold>, which in in situ generated\nopen sites are occupied by coordination and guest water molecules.</p>", "clean_text": "Results and Discussion\n\nStructural and Analytical Characterization\n\nSingle-crystal X-ray diffraction analysis reveals that the series of rodlike crystals are isostructural only with a slight discrepancy of Ln-ion environments. Therefore, the structure of 1 is described in detail. The series compound data and structure refinement parameters and selected bond lengths and angles are summarized in Tables S1-S3 in the Supporting Information. The basic unit contains six crystallographically independent ZnII ions, three NdIII ions, seven Hmimda moieties, one bipy ligand, four coordination water molecules, and four lattice water molecules in 1. The Zn atom exhibits three categories of coordination modes (a). There are two types of coordination fashions for NdIII ions, possessing octahedral and pentagonal-bipyramidal coordination geometry around the Nd1 center. Each Hmimda ligand chelates a central NdIII atom in an anti-anti configuration, and Nd2 is seven-coordinated by three carboxylate O atoms from three Mimda ligands, one atom from a water molecule, and three N atoms from three Mimda ligands (Nd-O, 2.379-2.685 Å). The Hmimda ligand adopts both μ4-kN,O:kN',O',kO,O':kO\",O\" and μ3-kN,O:kO,O':kN',O' fashion (Scheme S1 in the Supporting Information) connecting adjacent ZnIII and NdIII centers, which generates trinuclear and pentanuclear clusters, respectively (Figures S2 and S3 in the Supporting Information). The Nd-O and Zn-O bond lengths are all within the normal ranges, as reported in the literature. Each NdO8 or NdO6N1 polyhedron connects six neighboring zinc(II) chelate units through six Hmimda ligands, resulting in a 1D zigzag-like lanthanide carbonate, which further elicits a unique 2D Nd-Zn heteronuclear metal-organic network (Figures S3 and S4 in the Supporting Information). The rigidity of imdazole prevents two binding sites from connecting two single metal ions, and the flexibility originated from the free rotation of two chelating groups around the C-C single bond, which allows Hmimda to ligate two Ln ions in a twist conformation. bipy just acts as a terminal ligand, leaving the other N atom free. This is in contrast with the reported large number of transition-metal complexes containing the bipy ligand. These chains are decorated with the bipy ligand alternately at two sides, in which free pyridyl rings from the bipy ligands are extended in a parallel fashion at both sides of a single stranded chain with a dihedral angle of 72.763° between two adjacent pyridyl rings (a). Adjacent ZnII atoms are bridged by the imidazolate moiety of the Hmimda ligand to generate a 1D polymeric ribbon, containing [Zn6Mimda6] rings. These chains are decorated with one-end-coordinated bipy ligands as arms alternately at two sides (b). It is worth noting that the 1D ringed ribbon-like motifs span along the different crystallographic directions, which are connected by Nd-COO (blue parts) and Zn-COO (red parts) coordinated bonds to generate an overall 3D framework ( and S5 in the Supporting Information) showing the existence of 1D channels along the crystallographic b axis in compound1, which in in situ generated open sites are occupied by coordination and guest water molecules.", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Representation\nof the different cation coordination environments in structure <bold>1</bold>. (b) View of the ribbon-like chain with one-end-coordinated\nbipy ligands as arms. The carboxylate groups of the Hmimda ligand\nare omitted of clarity.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic-2016-02851x_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Representation of the different cation coordination environments in structure 1. (b) View of the ribbon-like chain with one-end-coordinated bipy ligands as arms. The carboxylate groups of the Hmimda ligand are omitted of clarity.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>View of the polyrotaxane structure formed by two interpenetrating\nribbon chains. A pair of one-end-coordinated bipy ligands act as rods\nthat thread the [Zn<sub>6</sub>Mimda <sub>6</sub>] ring from adjacent\nribbon chains.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic-2016-02851x_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  View of the polyrotaxane structure formed by two interpenetrating ribbon chains. A pair of one-end-coordinated bipy ligands act as rods that thread the [Zn6Mimda 6] ring from adjacent ribbon chains.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) View of the 3D framework\nof <bold>1</bold> along the <italic>bc</italic> plane showing 1D channels\nalong the <italic>a</italic> axis, with red and blue parts for the\ndifferent arrangements. (b) Schematic representation of the 3,4-connected\ntopology of <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic-2016-02851x_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) View of the 3D framework of 1 along the bc plane showing 1D channels along the a axis, with red and blue parts for the different arrangements. (b) Schematic representation of the 3,4-connected topology of 1.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<p>After the hypothetical removal of guest water molecules,\nthe total potential solvent-accessible void is found for this 3D noninterpentrating\nframework of <bold>1</bold> to be 1966.6 Å<sup>3</sup> per cell\nvolume (accounts for 21.5% of the total unit cell system), calculated\nusing the <italic>PLATON</italic> program, while for the Tb–Zn MOF <bold>3</bold>, the total potential\nsolvent-accessible volume is 2117.0 Å<sup>3</sup>, which accounts\nfor 23.2% per unit cell volume of 9124.7 Å<sup>3</sup>. The most\noutstanding structural feature of <bold>1</bold> is that the different\narrangements of armed ribbon chains. A pair of one-end-coordinated\nbipy ligands act as rods that thread the [Zn<sub>6</sub>Mimda<sub>6</sub>] ring from the adjacent ribbon chains, resulting in the existence\nof 3D pseudorotaxane character. This kind of 3D polyrotaxane structure\nis exceedingly rare to observe. Both\nNd1 and Nd2 are 3-connected nodes, Zn1 and Zn2 are 3-connected nodes,\nthe Mimda ligand exhibits 3- and 4-connected nodes, and the whole\nstructure is a 3,4-connected (4.8<sup>2</sup>)­(4.8<sup>3</sup>.9<sup>2</sup>) (6.8.9)<sub>2</sub> (6.9<sup>2</sup>) (8<sup>3</sup>) topology,\nwhich presents a new topology. Notably, the Yb<sup>III</sup> MOF <bold>5</bold> is slightly different from the others, and this compound\nis based on two kinds of heteronuclear cluster cages, as displayed\nin Figure S6 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>.</p>", "clean_text": "After the hypothetical removal of guest water molecules, the total potential solvent-accessible void is found for this 3D noninterpentrating framework of 1 to be 1966.6 Å3 per cell volume (accounts for 21.5% of the total unit cell system), calculated using the PLATON program, while for the Tb-Zn MOF 3, the total potential solvent-accessible volume is 2117.0 Å3, which accounts for 23.2% per unit cell volume of 9124.7 Å3. The most outstanding structural feature of 1 is that the different arrangements of armed ribbon chains. A pair of one-end-coordinated bipy ligands act as rods that thread the [Zn6Mimda6] ring from the adjacent ribbon chains, resulting in the existence of 3D pseudorotaxane character. This kind of 3D polyrotaxane structure is exceedingly rare to observe. Both Nd1 and Nd2 are 3-connected nodes, Zn1 and Zn2 are 3-connected nodes, the Mimda ligand exhibits 3- and 4-connected nodes, and the whole structure is a 3,4-connected (4.82)(4.83.92) (6.8.9)2 (6.92) (83) topology, which presents a new topology. Notably, the YbIII MOF 5 is slightly different from the others, and this compound is based on two kinds of heteronuclear cluster cages, as displayed in Figure S6 in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<p>Thermogravimetric analysis (TGA; see Figure S7 and S8 in\nthe <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>) indicates that <bold>3</bold> exhibits an initial mass loss of 6.0% in the temperature\nrange of 250–300 °C, corresponding to the release of coordination\nand free water molecules (calculated 5.9%). According the TGA and\nEA (Table S4 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>) results, dehydrated samples <bold>3a</bold> were easily obtained\nby heating the as-synthesized sample <bold>3</bold> at 70 °C\nin a vacuum for 80 min to produce a new guest-free phase, {[Tb<sub>3</sub>Zn<sub>6</sub>(bipy<sub>2</sub>)<sub>2</sub>(Hmimda)<sub>7</sub>]}<sub>\n<italic>n</italic>\n</sub> (<bold>3a</bold>). It is thermally\nstable up to 350 °C, and a similar process was performed to afford <bold>2a</bold>. The phase purities of bulk materials <bold>1</bold>–<bold>5</bold> were independently confirmed by powder X-ray diffraction\n(PXRD), and the slight difference between the simulated and experimental\npatterns may be due to variation in the preferred orientation of the\npowder samples. As illustrated in Figure S9 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>. The pattern of the guest-free phase\n[Tb<sub>3</sub>Zn<sub>6</sub>(bipy<sub>2</sub>)<sub>2</sub>(Hmimda)<sub>7</sub>]<sub>\n<italic>n</italic>\n</sub> (<bold>3a</bold>) is almost\nidentical with that of the as-synthesized <bold>3</bold>, indicating\nthat the basic 3D framework is retained. Before further luminescent sensing investigation, a porosity luminescent\nstudy of <bold>3a</bold> was performed by measuring the iodine uptake.\nThe MOF <bold>3</bold> was immersed in a dichloromethane (DCM) saturated\nsolution of iodine for a certain length of time and dried to obtain <bold>3b</bold> after 6 h and <bold>3c</bold> after 20 h. The PXRD pattern\nof <bold>3b</bold> is slightly different from that of <bold>3a</bold>, indicating that structural changes occur in response to the absorption\nof guest molecules. The I<sub>2</sub> release experiment is also investigated by immersing the sample <bold>3c</bold>-I<sub>2</sub> in pure CH<sub>2</sub>Cl<sub>2</sub> and\nreplacing CH<sub>2</sub>Cl<sub>2</sub> (4 mL) per 1 h after 2 days\nto recover <bold>3</bold>, followed by luminescence measurements for\nsamples <bold>3a</bold>-I<sub>2</sub> and <bold>3b</bold> after being\nimmersed in pure CH<sub>2</sub>Cl<sub>2</sub> for different lengths\nof time, as shown in . However, as can be seen, the process of adsorption and release\nof I<sub>2</sub> is quasi-reversible.</p>", "clean_text": "Thermogravimetric analysis (TGA; see Figure S7 and S8 in the Supporting Information) indicates that 3 exhibits an initial mass loss of 6.0% in the temperature range of 250-300 °C, corresponding to the release of coordination and free water molecules (calculated 5.9%). According the TGA and EA (Table S4 in the Supporting Information) results, dehydrated samples 3a were easily obtained by heating the as-synthesized sample 3 at 70 °C in a vacuum for 80 min to produce a new guest-free phase, {[Tb3Zn6(bipy2)2(Hmimda)7]} n  (3a). It is thermally stable up to 350 °C, and a similar process was performed to afford 2a. The phase purities of bulk materials 1-5 were independently confirmed by powder X-ray diffraction (PXRD), and the slight difference between the simulated and experimental patterns may be due to variation in the preferred orientation of the powder samples. As illustrated in Figure S9 in the Supporting Information. The pattern of the guest-free phase [Tb3Zn6(bipy2)2(Hmimda)7] n  (3a) is almost identical with that of the as-synthesized 3, indicating that the basic 3D framework is retained. Before further luminescent sensing investigation, a porosity luminescent study of 3a was performed by measuring the iodine uptake. The MOF 3 was immersed in a dichloromethane (DCM) saturated solution of iodine for a certain length of time and dried to obtain 3b after 6 h and 3c after 20 h. The PXRD pattern of 3b is slightly different from that of 3a, indicating that structural changes occur in response to the absorption of guest molecules. The I2 release experiment is also investigated by immersing the sample 3c-I2 in pure CH2Cl2 and replacing CH2Cl2 (4 mL) per 1 h after 2 days to recover 3, followed by luminescence measurements for samples 3a-I2 and 3b after being immersed in pure CH2Cl2 for different lengths of time, as shown in . However, as can be seen, the process of adsorption and release of I2 is quasi-reversible.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Photographic illustrations of polymer <bold>3a</bold> and the processes of adsorption–release of I<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic-2016-02851x_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Photographic illustrations of polymer 3a and the processes of adsorption-release of I2.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<title>Spectroscopic\nStudies and Photophysical Properties</title><p>The PL spectra of <bold>2</bold> and <bold>3</bold> at room temperature are described in  and S10–S12\nin the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>, respectively.\nThe spectra of <bold>2</bold> (red) display the characteristic emissions\nof Eu<sup>III</sup> ions originating from <sup>5</sup>D<sub>0</sub> → <sup>7</sup>F<sub>\n<italic>J</italic>\n</sub> (<italic>J</italic> = 0, 1, 2,3, 4) at 582, 594, 616, 652, and 702 nm with CIE coordinates\nof (0.403, 0.434) (Figure S11 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). The weak emission\nat 460 nm may have originated from the ligand, which means that ligand-to-metal\ncharge transfer is not in effect for the Eu<sup>III</sup> MOF. As\nshown in  (blue),\npolymer <bold>3</bold> exhibits characteristic emission peaks at 492,\n548, 586, and 621 nm, which are assignable to <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>\n<italic>J</italic>\n</sub> (<italic>J</italic> = 6, 5, 4, 3) transitions of the Tb<sup>III</sup> ion, respectively. The spectrum shows a dominant green-light emission\nat ca. 550 nm due to the <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> transition (Figure S12 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>), which is attributed to a magnetic-dipole-induced\ntransition.\n</p>", "clean_text": "Spectroscopic Studies and Photophysical Properties\n\nThe PL spectra of 2 and 3 at room temperature are described in  and S10-S12 in the Supporting Information, respectively. The spectra of 2 (red) display the characteristic emissions of EuIII ions originating from 5D0 → 7F J  (J = 0, 1, 2,3, 4) at 582, 594, 616, 652, and 702 nm with CIE coordinates of (0.403, 0.434) (Figure S11 in the Supporting Information). The weak emission at 460 nm may have originated from the ligand, which means that ligand-to-metal charge transfer is not in effect for the EuIII MOF. As shown in  (blue), polymer 3 exhibits characteristic emission peaks at 492, 548, 586, and 621 nm, which are assignable to 5D4 → 7F J  (J = 6, 5, 4, 3) transitions of the TbIII ion, respectively. The spectrum shows a dominant green-light emission at ca. 550 nm due to the 5D4 → 7F5 transition (Figure S12 in the Supporting Information), which is attributed to a magnetic-dipole-induced transition. ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Solid-state emission\nspectra of the Eu MOF <bold>2</bold> (red) and Tb MOF <bold>3</bold> (green) at room temperature under 380 and 309 nm UV lamps, respectively.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ic-2016-02851x_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Solid-state emission spectra of the Eu MOF 2 (red) and Tb MOF 3 (green) at room temperature under 380 and 309 nm UV lamps, respectively.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>Lanthanide luminescence lifetimes\nwere measured at 549 nm for Tb and 616 nm for Eu<sup>III</sup> recorded\nat ambient temperature and were up to 603 and 764 μs long (Figure\nS13 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). The\nluminescence is measured for samples <bold>3a</bold>-I<sub>2</sub> and <bold>3b</bold> after being immersed in pure CH<sub>2</sub>Cl<sub>2</sub> for different lengths of time, and the morphology/color and\nemission spectra are shown in  and S14 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>. The intensity decreases with the time immersed in an iodine solution,\nuntil the characteristic emission peak disappeared after 40 h. The\nquenched fluorescence is due to the heavy-atom effect of iodide or an aggregation-induced new emission (Figure\nS15 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). The\nintrinsic porosities of luminescent MOFs allow them to adsorb and\nrelease guest molecules via modification of the approaches and to\nprovide a platform for specific luminescent recognition of targets\ndue to host–guest interactions. Considering that both the Hmimda and bipy ligands were incorporated,\nwhich can sensitize Eu<sup>III</sup> and Tb<sup>III</sup> simultaneously,\nthe color of the emission can be tuned with the in situ doping of\ndifferent Ln ions, and the production of white light should be achievable\nwith the right combination of Ln ions in appropriate molar ratios.\nIn order to explore the luminescent properties of Eu<sup>III</sup> and Tb<sup>III</sup> compounds, a series of mixed-lanthanide-contained\ncomplexes {[Eu<sub>3<italic>x</italic>\n</sub>Tb<sub>3(1–<italic>x</italic>)</sub>Zn<sub>6</sub>(bipy)<sub>2</sub>(Hmimda)<sub>7</sub>]·<italic>m</italic>H<sub>2</sub>O}<sub>\n<italic>n</italic>\n</sub> (<italic>x</italic> = 1, 0.8, 0.6, 0.45, 0.2, 0.1, 0) are developed\n(see the experimentsl details in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). The spectroscopic properties of the mixed-lanthanide\ncomplexes are investigated (a). From <bold>2a</bold> to <bold>3a</bold>, with the\nincreasing quality of Tb<sup>III</sup> being in situ doped emission\nspectra (λ<sub>ex</sub> = 363 nm), the characteristic peaks\nof Tb<sup>III</sup>\n<sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>2</sub> and <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> (548 nm) are enhanced gradually, corresponding to a\ndecrease of the emission intensity of <sup>5</sup>D<sub>0</sub> → <sup>7</sup>F<sub>2</sub> of Eu<sup>III</sup> (616 nm). As expected, the\nvariation trends of the CIE coordinates are similar to those for two\ngroups of mixing components. As shown in b, points a and e represent the CIE coordinates\nof MOFs <bold>2a</bold> and <bold>3a</bold>, respectively, while points\nb–d represent the CIE coordinates for Eu–Tb mixed components,\nwhich change from (0.403, 0.344) to (0.243, 0.402). White-light emission\nis realized by the Eu<sup>III</sup> ion in situ doped into the Tb<sup>III</sup> framework. This reveals that the emission color of the\ndoped materials can be finely tuned by varying the doping ratio, as\ndepicted in Table S4 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>, and white-light emission of the doped material with a molar ratio\nat <italic>x</italic> = 0.45, compound [Eu<sub>1.35</sub>Tb<sub>1.65</sub>Zn<sub>6</sub>(bipy)<sub>2</sub>(Hmimda)<sub>7</sub>]<sub>\n<italic>n</italic>\n</sub>, was obtained at CIE chromaticity coordinates (0.331,\n0.342) (Table S5 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>) at an excitation wavelength of 363 nm. This is close to the internationally\npure white-light CIE chromaticity coordinates (0.333, 0.333). The\nsinglet-state energy (1ππ*) level of [Zn<sub>6</sub>(bipy)<sub>2</sub>(Hmimda)<sub>7</sub>] is estimated by referencing its absorbance\nedge, which is 25000 cm<sup>–1</sup> (400 nm; Figure S10a in\nthe <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). The triplet\n(T<sub>1</sub>) energy levels were calculated by referring to the\nlower-wavelength emission peak of the corresponding phosphorescence\nspectrum of the Gd<sup>III</sup> complex, which is 20600 cm<sup>–1</sup> (478 nm; Figure S10b in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). Therefore, it is easily understandable that energy transfer from\n[Zn<sub>6</sub>(bipy)<sub>2</sub>(Hmimda)<sub>7</sub>] to Tb<sup>III</sup> is sufficient, whereas that to Eu<sup>III</sup> is incomplete, and\nthe mechanism on the energy transition process is illuminated in Figure\nS16 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>.\n</p>", "clean_text": "Lanthanide luminescence lifetimes were measured at 549 nm for Tb and 616 nm for EuIII recorded at ambient temperature and were up to 603 and 764 μs long (Figure S13 in the Supporting Information). The luminescence is measured for samples 3a-I2 and 3b after being immersed in pure CH2Cl2 for different lengths of time, and the morphology/color and emission spectra are shown in  and S14 in the Supporting Information. The intensity decreases with the time immersed in an iodine solution, until the characteristic emission peak disappeared after 40 h. The quenched fluorescence is due to the heavy-atom effect of iodide or an aggregation-induced new emission (Figure S15 in the Supporting Information). The intrinsic porosities of luminescent MOFs allow them to adsorb and release guest molecules via modification of the approaches and to provide a platform for specific luminescent recognition of targets due to host-guest interactions. Considering that both the Hmimda and bipy ligands were incorporated, which can sensitize EuIII and TbIII simultaneously, the color of the emission can be tuned with the in situ doping of different Ln ions, and the production of white light should be achievable with the right combination of Ln ions in appropriate molar ratios. In order to explore the luminescent properties of EuIII and TbIII compounds, a series of mixed-lanthanide-contained complexes {[Eu3x Tb3(1-x)Zn6(bipy)2(Hmimda)7]⋅mH2O} n  (x = 1, 0.8, 0.6, 0.45, 0.2, 0.1, 0) are developed (see the experimentsl details in the Supporting Information). The spectroscopic properties of the mixed-lanthanide complexes are investigated (a). From 2a to 3a, with the increasing quality of TbIII being in situ doped emission spectra (λex = 363 nm), the characteristic peaks of TbIII 5D4 → 7F2 and 5D4 → 7F5 (548 nm) are enhanced gradually, corresponding to a decrease of the emission intensity of 5D0 → 7F2 of EuIII (616 nm). As expected, the variation trends of the CIE coordinates are similar to those for two groups of mixing components. As shown in b, points a and e represent the CIE coordinates of MOFs 2a and 3a, respectively, while points b-d represent the CIE coordinates for Eu-Tb mixed components, which change from (0.403, 0.344) to (0.243, 0.402). White-light emission is realized by the EuIII ion in situ doped into the TbIII framework. This reveals that the emission color of the doped materials can be finely tuned by varying the doping ratio, as depicted in Table S4 in the Supporting Information, and white-light emission of the doped material with a molar ratio at x = 0.45, compound [Eu1.35Tb1.65Zn6(bipy)2(Hmimda)7] n , was obtained at CIE chromaticity coordinates (0.331, 0.342) (Table S5 in the Supporting Information) at an excitation wavelength of 363 nm. This is close to the internationally pure white-light CIE chromaticity coordinates (0.333, 0.333). The singlet-state energy (1ππ*) level of [Zn6(bipy)2(Hmimda)7] is estimated by referencing its absorbance edge, which is 25000 cm-1 (400 nm; Figure S10a in the Supporting Information). The triplet (T1) energy levels were calculated by referring to the lower-wavelength emission peak of the corresponding phosphorescence spectrum of the GdIII complex, which is 20600 cm-1 (478 nm; Figure S10b in the Supporting Information). Therefore, it is easily understandable that energy transfer from [Zn6(bipy)2(Hmimda)7] to TbIII is sufficient, whereas that to EuIII is incomplete, and the mechanism on the energy transition process is illuminated in Figure S16 in the Supporting Information. ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Optical photograph/color for<bold>3a</bold> (a) and I<sub>2</sub>-exchanged <bold>3b</bold> (b) under a luminescent microscope.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ic-2016-02851x_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Optical photograph/color for3a (a) and I2-exchanged 3b (b) under a luminescent microscope.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Emission spectra of {[Eu<sub>3<italic>x</italic>\n</sub>Tb<sub>3(1–<italic>x</italic>)</sub> Zn<sub>6</sub>(bipy)<sub>2</sub> (Hmimda)<sub>7</sub>] excitation at 363 nm. (b) CIE 1931\nchromaticity diagram of {[Eu<sub>3<italic>x</italic>\n</sub>Tb<sub>3(1–<italic>x</italic>)</sub> Zn<sub>6</sub>(bipy)<sub>2</sub>(Hmimda)<sub>7</sub>] monitored under excitation of λ<sub>ex</sub> = 363 nm. L\n= bipy and L′ = Hmimda.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ic-2016-02851x_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) Emission spectra of {[Eu3x Tb3(1-x) Zn6(bipy)2 (Hmimda)7] excitation at 363 nm. (b) CIE 1931 chromaticity diagram of {[Eu3x Tb3(1-x) Zn6(bipy)2(Hmimda)7] monitored under excitation of λex = 363 nm. L = bipy and L' = Hmimda.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<title>Sensing Properties</title><p>As fluorescent\nsensors, MOFs provide several advantages over conventional fluorophores, due to their high surface areas, which may allow\nmore analyte molecules to come into contact with the MOF surface,\nimparting them with the capability of transducing interactions to\ndetectable changes in fluorescence. Considering pores in the MOF <bold>3</bold> and aiming at investigating the effect of inorganic ions\non the luminescence of <bold>3a</bold>, we tried to examine the potential\nion sensing of <bold>3a</bold>. Sample <bold>3a</bold> was treated\nwith a NaNO<sub>3</sub> solution, and then the PXRD patterns for samples\nof <bold>3</bold> both pre- and postimmersed in a DMF/DCM solution\nwere determined and compared. The results show that there are no obvious\neffects on the luminescence of <bold>3a</bold> treated by NaNO<sub>3</sub>. The PXRD patterns illustrate good solvent stability following\ntreatment by a DCM solution, and the nearly identical PXRD pattern\nof sample <bold>3</bold> indicates that the Ln MOF remained intact\nin solution (Figure S9 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). Initially, different concentrations of Mg­(NO<sub>3</sub>)<sub>2</sub> were introduced into the MOFs (excited at 307 nm), and their\nliquid-state photoluminescent spectra were investigated in a DMF suspension.\nAs can be seen in , upon excitation (λ<sub>ex</sub> = 307 nm), with titration\nof a 2 × 10<sup>–5</sup> mol/L Mg­(NO<sub>3</sub>)<sub>2</sub> solution in DMF, the responding luminescence spectrum still\nshows four characteristic emission peaks of the Tb<sup>III</sup> ion\nand the emission intensity peaks of <bold>3a</bold> at both 491 and\n549 nm increased gradually. Herein, only the highest emission peak\nat 549 nm was monitored under the perturbation of various ions. The\nluminescent intensity of the Mg<sup>II</sup>-ion-incorporated <bold>3a</bold> is enhanced rapidly until a 0.003 mol/L Mg­(NO<sub>3</sub>)<sub>2</sub> solution was added. This is probably due to free Mg<sup>II</sup> cation being coordinated to the Hmimda ligand within the\nMOF and causing an energy transition to the Tb<sup>III</sup> ion,\nenhancing the luminescence in the range of 0–6 × 10 <sup>–4</sup> mol/L. Remarkably, the intensity increases linearly\nwith the concentration of added Mg­(NO<sub>3</sub>)<sub>2</sub>, as\nillustrated in Figure S17 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>. The sensing efficiency can be quantitatively treated with the Stern–Volmer\n(SV) equation expressed as <italic>I</italic>\n<sub>0</sub>/<italic>I</italic> – 1 = <italic>K</italic>\n<sub>SV</sub>[M], in which <italic>I</italic> and <italic>I</italic>\n<sub>0</sub> are the luminescence intensities of the samples after and\nbefore the incorporation of Mg­(NO<sub>3</sub>)<sub>2</sub> and [M]\npresents the concentration of Mg­(NO<sub>3</sub>)<sub>2</sub>. A linear\nSV relationship for nitrobenzene is observed at low concentrations. <italic>K</italic>\n<sub>SV</sub> is the enhancement efficiency, which was\ncalculated as 1.81 × 10<sup>3</sup>. The detection limit calculated\nusing the criteria of 3σ is 1.38 × 10<sup>–5</sup> mol/L. The electronic communication between the Mg<sup>II</sup> cation\nand mixed ligands was encouraged by chelation of the bipy ligand with\nMg<sup>II</sup> and thus enhancement of the fluorescence, allowing\ntrace amounts of Mg<sup>II</sup> to be detected. This obvious enhancement\ncould be ascribed to the chelation-enhanced fluorescence effect. The luminescence intensity and PXRD of the recycled <bold>3b</bold> are well consistent with the simulated data from <bold>3a</bold> and that after two runs were performed, indicating that framework <bold>3a</bold> remains intact (Figure S9b in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). Second, upon the addition of Cu<sup>II</sup> ions\n[using Cu­(NO<sub>3</sub>)<sub>2</sub>], the Tb<sup>III</sup> characteristic <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> transition\nintensity maximum at ca. 549 nm is involved. The intensity decreased\nsharply upon the addition of 0.001 mol/L Cu<sup>II</sup>, and the\nintensity continually decreased with more Cu­(NO<sub>3</sub>)<sub>2</sub> solution being added, as illustrated in Figure S18 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>. This may have arisen\nfrom the Cu<sup>II</sup> ion entering the porosity coordinated to\nthe weak binding of pyridyl N atoms with Cu<sup>II</sup>, and the\nantenna effect of the Hmimda and bipy linkers can be reduced, leading\nto luminescence quenching of Tb<sup>III</sup> and Hmimda ligands,\nforming the luminescent Cu<sup>II</sup> moiety, and enhancing the\nluminescence originating from ligand-to-ligand charge transfer.\n</p>", "clean_text": "Sensing Properties\n\nAs fluorescent sensors, MOFs provide several advantages over conventional fluorophores, due to their high surface areas, which may allow more analyte molecules to come into contact with the MOF surface, imparting them with the capability of transducing interactions to detectable changes in fluorescence. Considering pores in the MOF 3 and aiming at investigating the effect of inorganic ions on the luminescence of 3a, we tried to examine the potential ion sensing of 3a. Sample 3a was treated with a NaNO3 solution, and then the PXRD patterns for samples of 3 both pre- and postimmersed in a DMF/DCM solution were determined and compared. The results show that there are no obvious effects on the luminescence of 3a treated by NaNO3. The PXRD patterns illustrate good solvent stability following treatment by a DCM solution, and the nearly identical PXRD pattern of sample 3 indicates that the Ln MOF remained intact in solution (Figure S9 in the Supporting Information). Initially, different concentrations of Mg(NO3)2 were introduced into the MOFs (excited at 307 nm), and their liquid-state photoluminescent spectra were investigated in a DMF suspension. As can be seen in , upon excitation (λex = 307 nm), with titration of a 2 × 10-5 mol/L Mg(NO3)2 solution in DMF, the responding luminescence spectrum still shows four characteristic emission peaks of the TbIII ion and the emission intensity peaks of 3a at both 491 and 549 nm increased gradually. Herein, only the highest emission peak at 549 nm was monitored under the perturbation of various ions. The luminescent intensity of the MgII-ion-incorporated 3a is enhanced rapidly until a 0.003 mol/L Mg(NO3)2 solution was added. This is probably due to free MgII cation being coordinated to the Hmimda ligand within the MOF and causing an energy transition to the TbIII ion, enhancing the luminescence in the range of 0-6 × 10 -4 mol/L. Remarkably, the intensity increases linearly with the concentration of added Mg(NO3)2, as illustrated in Figure S17 in the Supporting Information. The sensing efficiency can be quantitatively treated with the Stern-Volmer (SV) equation expressed as I 0/I - 1 = K SV[M], in which I and I 0 are the luminescence intensities of the samples after and before the incorporation of Mg(NO3)2 and [M] presents the concentration of Mg(NO3)2. A linear SV relationship for nitrobenzene is observed at low concentrations. K SV is the enhancement efficiency, which was calculated as 1.81 × 103. The detection limit calculated using the criteria of 3σ is 1.38 × 10-5 mol/L. The electronic communication between the MgII cation and mixed ligands was encouraged by chelation of the bipy ligand with MgII and thus enhancement of the fluorescence, allowing trace amounts of MgII to be detected. This obvious enhancement could be ascribed to the chelation-enhanced fluorescence effect. The luminescence intensity and PXRD of the recycled 3b are well consistent with the simulated data from 3a and that after two runs were performed, indicating that framework 3a remains intact (Figure S9b in the Supporting Information). Second, upon the addition of CuII ions [using Cu(NO3)2], the TbIII characteristic 5D4 → 7F5 transition intensity maximum at ca. 549 nm is involved. The intensity decreased sharply upon the addition of 0.001 mol/L CuII, and the intensity continually decreased with more Cu(NO3)2 solution being added, as illustrated in Figure S18 in the Supporting Information. This may have arisen from the CuII ion entering the porosity coordinated to the weak binding of pyridyl N atoms with CuII, and the antenna effect of the Hmimda and bipy linkers can be reduced, leading to luminescence quenching of TbIII and Hmimda ligands, forming the luminescent CuII moiety, and enhancing the luminescence originating from ligand-to-ligand charge transfer. ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Emission spectra/illustration of the <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> transition intensities\nof polymer <bold>3</bold> introduced by different concentrations of\nMg­(NO<sub>3</sub>)<sub>2</sub> (in a DMF suspension under ambient\nconditions).</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ic-2016-02851x_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Emission spectra/illustration of the 5D4 → 7F5 transition intensities of polymer 3 introduced by different concentrations of Mg(NO3)2 (in a DMF suspension under ambient conditions).   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>On the other hand, Cd<sup>II</sup> and Pb<sup>II</sup>, toxic and carcinogenic heavy-metal\nions, can harm human health, causing serious environmental problems.\nIn order to explore the effect of heavy pollutant cations on the luminescence\nof framework <bold>3a</bold>, its liquid-state photoluminescent spectra\nupon the introduction of Cd<sup>II</sup> and Pb<sup>II</sup> were\ninvestigated in a DMF suspension. Remarkably, the luminescent intensities\nfor both heavy-metal ions Cd<sup>II</sup> and Pb<sup>II</sup> in a\nsuspension of <bold>3a</bold> are decreased with the addition of nitrate\nsalts, as shown in Figure S19 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>, but the quenching was nearly proportional to the\nconcentration of Pb<sup>II</sup> ions, as displayed in Figure S19c\nin the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>. The Hg<sup>II</sup> and Al<sup>III</sup> ions, in view of their high toxicity\nto humans and the environment, have attracted\ntremendous attention. Recently, Xu demonstrated a dual-signal-sensing\nsystem based on the inner-filter effect (IFE) to detect Al<sup>III</sup>, and Chen and co-workers prepared an adenine-based lanthanide-coordinated\npolymer nanoparticle for sensing of Hg<sup>II</sup> in an aqueous\nsolution. As displayed in Figures S20\nand S21 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>,\nunder an excitation maximum at 306 nm, in the presence of Hg<sup>II</sup> and Al<sup>III</sup> ions, <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>6</sub> fluorescence quenching occurred via the photoinduced-electron-transfer\n(PET) effect, causing turnoff behavior. Hg<sup>II</sup> could quench\nmost excited states by energy and/or electron transfer, and the <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> transition shows a bathochromic shift of ca.\n9 nm. This is probably due to the formation of a Hg<sup>II</sup>-ligand\nmoiety as a new luminophore. In contrast,\nthe introduction of other metal ions, Ca<sup>II</sup>, Fe<sup>II</sup>, Ni<sup>II</sup>, Mn<sup>II</sup>, Na<sup>I</sup>, and K<sup>I</sup>, leaves the intensity unchanged or with no obvious effects on the\nluminescence, until a concentration of 7 × 10<sup>–3</sup> mol/L under the same conditions, as reported in Figure S22 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>. This may be because,\nduring the PET process, [Zn<sub>6</sub>(bipy)<sub>2</sub>(Hmimda)]\ncan transfer energy to Tb<sup>III</sup> and simultaneously block the\nintramolecular energy-transfer path from the ligand to the Tb<sup>III</sup> ion, resulting in no effect on the fluorescence. We have presented a strategy for designing a\ntunable heterometallic luminescent probe, a sensitive and selective\nfluorescent ratiometric for Al<sup>III</sup>, Na<sup>I</sup>, Mg<sup>II</sup>, Co<sup>II</sup>, Ca<sup>II</sup>, Pb<sup>II</sup>, Cd<sup>II</sup>, Fe<sup>II</sup>, Co<sup>II</sup>, and Mn<sup>II</sup> assay\n(see ). As\nan example, <bold>3a</bold> has been developed by working through\naqueous media based on the IFE between the Hmimda absorber and bipy\nfluorophores. The success of the ratiometric fluorescent detection\nof Mg<sup>II</sup> based on an MOF and the higher selectivity for\nMg<sup>II</sup> are also possible because of the presence of a N atom\nand the appropriate pore size. The highly acidic site can interact\nstrongly with the amine group via electrostatic interactions, and\nthe sensing effect can be maintained because of the energy-transfer\nmechanism.\n</p>", "clean_text": "On the other hand, CdII and PbII, toxic and carcinogenic heavy-metal ions, can harm human health, causing serious environmental problems. In order to explore the effect of heavy pollutant cations on the luminescence of framework 3a, its liquid-state photoluminescent spectra upon the introduction of CdII and PbII were investigated in a DMF suspension. Remarkably, the luminescent intensities for both heavy-metal ions CdII and PbII in a suspension of 3a are decreased with the addition of nitrate salts, as shown in Figure S19 in the Supporting Information, but the quenching was nearly proportional to the concentration of PbII ions, as displayed in Figure S19c in the Supporting Information. The HgII and AlIII ions, in view of their high toxicity to humans and the environment, have attracted tremendous attention. Recently, Xu demonstrated a dual-signal-sensing system based on the inner-filter effect (IFE) to detect AlIII, and Chen and co-workers prepared an adenine-based lanthanide-coordinated polymer nanoparticle for sensing of HgII in an aqueous solution. As displayed in Figures S20 and S21 in the Supporting Information, under an excitation maximum at 306 nm, in the presence of HgII and AlIII ions, 5D4 → 7F6 fluorescence quenching occurred via the photoinduced-electron-transfer (PET) effect, causing turnoff behavior. HgII could quench most excited states by energy and/or electron transfer, and the 5D4 → 7F5 transition shows a bathochromic shift of ca. 9 nm. This is probably due to the formation of a HgII-ligand moiety as a new luminophore. In contrast, the introduction of other metal ions, CaII, FeII, NiII, MnII, NaI, and KI, leaves the intensity unchanged or with no obvious effects on the luminescence, until a concentration of 7 × 10-3 mol/L under the same conditions, as reported in Figure S22 in the Supporting Information. This may be because, during the PET process, [Zn6(bipy)2(Hmimda)] can transfer energy to TbIII and simultaneously block the intramolecular energy-transfer path from the ligand to the TbIII ion, resulting in no effect on the fluorescence. We have presented a strategy for designing a tunable heterometallic luminescent probe, a sensitive and selective fluorescent ratiometric for AlIII, NaI, MgII, CoII, CaII, PbII, CdII, FeII, CoII, and MnII assay (see ). As an example, 3a has been developed by working through aqueous media based on the IFE between the Hmimda absorber and bipy fluorophores. The success of the ratiometric fluorescent detection of MgII based on an MOF and the higher selectivity for MgII are also possible because of the presence of a N atom and the appropriate pore size. The highly acidic site can interact strongly with the amine group via electrostatic interactions, and the sensing effect can be maintained because of the energy-transfer mechanism. ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Comparison of the luminescence\nintensity of the <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> transition (549 nm) of polymer <bold>3a</bold> with the addition\nof 1 × 10<sup>–3</sup> mol/L of different cations (λ<sub>ex</sub> = 307 nm).</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ic-2016-02851x_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Comparison of the luminescence intensity of the 5D4 → 7F5 transition (549 nm) of polymer 3a with the addition of 1 × 10-3 mol/L of different cations (λex = 307 nm).   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>As promising new types of sensing materials, luminescent\nMOFs have been explored to detect organic small pollutants in the\nenvironmental and biological systems, in light of the obvious luminescent signals induced by additional\norganic small molecules. To examine the potential of <bold>3a</bold> for sensing small organic molecules, its luminescent properties\nin different organic solvent suspensions were investigated. Before\nthe luminescence measurements, the PXRD patterns were investigated,\nand they illustrated good solvent stability of <bold>3a</bold> treated\nby different solvents (Figure S9 in\nthe <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). It was measured\nby the PL of polymer <bold>3</bold> immersed in methanol, DMSO, DMF,\nacetonitrile, and DCM (Figure S23 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). As displayed in , the intensity of the characteristic <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> emission\nin DMF is the highest, so polymer <bold>3</bold> is found to be a\nselective sensor for DMF. As expected, DMF can accept the proton from\nHmimda and then efficiently enhances the energy transition from the\nligand to the metal ion.</p>", "clean_text": "As promising new types of sensing materials, luminescent MOFs have been explored to detect organic small pollutants in the environmental and biological systems, in light of the obvious luminescent signals induced by additional organic small molecules. To examine the potential of 3a for sensing small organic molecules, its luminescent properties in different organic solvent suspensions were investigated. Before the luminescence measurements, the PXRD patterns were investigated, and they illustrated good solvent stability of 3a treated by different solvents (Figure S9 in the Supporting Information). It was measured by the PL of polymer 3 immersed in methanol, DMSO, DMF, acetonitrile, and DCM (Figure S23 in the Supporting Information). As displayed in , the intensity of the characteristic 5D4 → 7F5 emission in DMF is the highest, so polymer 3 is found to be a selective sensor for DMF. As expected, DMF can accept the proton from Hmimda and then efficiently enhances the energy transition from the ligand to the metal ion.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>PL spectra of the <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> transition intensities of polymer <bold>3</bold> dispersed in different solvents (λ<sub>ex</sub> =\n307 nm).</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"ic-2016-02851x_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  PL spectra of the 5D4 → 7F5 transition intensities of polymer 3 dispersed in different solvents (λex = 307 nm).   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>To further examine the potential\nof <bold>3a</bold> for the sensing of pollutant anions, the fluorescent\nproperties were measured using the water-polluting sources KH<sub>2</sub>PO<sub>4</sub> and K<sub>2</sub>CrO<sub>4</sub>, added in\na NH<sub>3</sub>·H<sub>2</sub>O–NH<sub>4</sub>Cl-buffered\nsolution (pH 7.4) at room temperature (λ<sub>ex</sub> = 310\nnm). Apparently, the intensity of <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> (549 nm) increases sharply up to 2 × 10<sup>–3</sup> mol/L dihydrogen phosphate (from sodium dihydrogen\nphosphate), while the rapid emission intensity sharply decreased when\nmore dihydrogen phosphate was introduced, as illustrated in Figure\nS24 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>, and\nan emission maximum appeared at 470 nm. The luminescent sensing properties\nprobably depend on the hydrogen anions involved. As for K<sub>2</sub>CrO<sub>4</sub>, upon continuous addition, the\nluminescent intensity dropped gradually. The distinction is due to\nvariation of the acid radical–anion interaction with polymer <bold>3</bold>, as displayed in Figure S25 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>. The nonlinear nature of the plot of the analytes\nmay be ascribed to self-absorption or an energy-transfer process. Moreover, the emission intensity based on the\ncharacteristic <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> emission in chloroform gradually decreased with increasing\nDCM introduction, as shown in Figure S23 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>. While emission line maxima at 549\nand 623 nm of Tb<sup>III</sup> disappeared and the MOF materials had\ntwo broad bands from 330 to 380 nm, a peak maximum at 360 nm was progressively\naugmented, ascribed to the effect of organic DCM. When the concentration\nwas 7.23 × 10<sup>–3</sup> mol/L, the band at 360 nm was\nvery strong, which originated from the DCM solvent rather than the\ncharacteristic Tb<sup>III</sup> emission, and the <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> emission was significantly\nquenched because of a nonradiative transition. This demonstrates tunable\nor switchable fluorescence signals in response to the different solvates.\nAs in methanol and water, presumably this is because the small molecules\ncould enter the coordination spheres of the Tb<sup>III</sup> ions\nwithin the framework, which effectively quenches the luminescence\nintensities. The luminescence intensity\nof the sample in DCM and water is lower, may arise from the intensity,\n is often quenched by the nonradiative exchange of the electronic\nenergy of Ln<sup>III</sup> to the high vibration modes of O–H\nand C–H bonding, especially for the former, leaving just a\nstrong emission originating from the Hmimda ligand.</p>", "clean_text": "To further examine the potential of 3a for the sensing of pollutant anions, the fluorescent properties were measured using the water-polluting sources KH2PO4 and K2CrO4, added in a NH3⋅H2O-NH4Cl-buffered solution (pH 7.4) at room temperature (λex = 310 nm). Apparently, the intensity of 5D4 → 7F5 (549 nm) increases sharply up to 2 × 10-3 mol/L dihydrogen phosphate (from sodium dihydrogen phosphate), while the rapid emission intensity sharply decreased when more dihydrogen phosphate was introduced, as illustrated in Figure S24 in the Supporting Information, and an emission maximum appeared at 470 nm. The luminescent sensing properties probably depend on the hydrogen anions involved. As for K2CrO4, upon continuous addition, the luminescent intensity dropped gradually. The distinction is due to variation of the acid radical-anion interaction with polymer 3, as displayed in Figure S25 in the Supporting Information. The nonlinear nature of the plot of the analytes may be ascribed to self-absorption or an energy-transfer process. Moreover, the emission intensity based on the characteristic 5D4 → 7F5 emission in chloroform gradually decreased with increasing DCM introduction, as shown in Figure S23 in the Supporting Information. While emission line maxima at 549 and 623 nm of TbIII disappeared and the MOF materials had two broad bands from 330 to 380 nm, a peak maximum at 360 nm was progressively augmented, ascribed to the effect of organic DCM. When the concentration was 7.23 × 10-3 mol/L, the band at 360 nm was very strong, which originated from the DCM solvent rather than the characteristic TbIII emission, and the 5D4 → 7F5 emission was significantly quenched because of a nonradiative transition. This demonstrates tunable or switchable fluorescence signals in response to the different solvates. As in methanol and water, presumably this is because the small molecules could enter the coordination spheres of the TbIII ions within the framework, which effectively quenches the luminescence intensities. The luminescence intensity of the sample in DCM and water is lower, may arise from the intensity,  is often quenched by the nonradiative exchange of the electronic energy of LnIII to the high vibration modes of O-H and C-H bonding, especially for the former, leaving just a strong emission originating from the Hmimda ligand.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<p>Uric acid\n(UA) can reflect the physiological and biochemical properties and\nmeasurement of UA’s constituents, which is important to humans\nas biological exposure indices. To evaluate\nthe sensitivity of <bold>3a</bold> toward UA, fluorescence titration\nexperiments were carried out. It is observed that the <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> transition emission\nintensity of <bold>3a</bold> gradually decreased, and then it gave\na sharp reduction immediately after UA addition and leveled off in\n11 min, showing the fast response rate of this method. With increasing\nUA concentration, the results clearly show that it induced a remarkable\nreduction (ca. 90%) in the luminescence intensity of the characteristic\nemission maximum at 549 nm by adding 4 × 10<sup>–3</sup> mol/L UA, as shown in . A good linear relationship (<italic>R</italic> =\n0.982) is found between the emission intensity ratios (<italic>I</italic>\n<sub>0</sub>/<italic>I</italic> – 1) and the logarithm of\nthe UA concentration over the range from 1 to 7 × 10<sup>–3</sup> mol/L (<italic>I</italic>\n<sub>0</sub>/<italic>I</italic> –\n1 = 2.427 + 1.736 log [UA]). The limit of detection determined following\nthe IUPAC criteria is 2.71 × 10<sup>–5</sup> mol/L. The quenching effect of UA on the luminescence\nintensity of Tb<sup>III</sup> has been further confirmed by emission\nlifetime studies of doped MOF <bold>3a</bold>. As shown in Figure\nS13 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>, the\nlifetime is greatly reduced from 764 to 603 μs in the presence\nof 3% UA. In addition to steady-state luminescence measurements, the\nlifetimes of the emission are also measured for the Tb-MOF <bold>3a</bold> and <bold>3a</bold>-doped UA systems. The data analyzed in terms\nof a biexponential decay model with recovered parameters are reported\nin Table S6 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>. The mechanism for the quenching effects of UA on Tb<sup>III</sup> can be described as follows: (i) The shortened emission lifetime\nindicates that UA weakly coordinates to Tb<sup>III</sup> sites. This\nincreases nonradiative deactivation through the vibrations of UA (such\nas N–H) and leads to a reduction of luminescence. (ii) Because\nof the intermolecular interactions between the bipy ligand and UA,\nhydrogen bonds, and π–π stacking, the energy absorbed\nby the bipy ligand can be transferred to the UA molecules, which will\ndecrease the efficiency of intersystem crossing and thus reduce the\nefficiency of ligand-to-Tb<sup>III</sup> energy transfer. This is confirmed by UV–vis absorption spectra (Figure S10c\nin the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). The significant\nfluorescence change is attributed to inhibition of the “antenna”\neffect between the ligand and Tb<sup>III</sup> ion with the addition\nof organic acid molecules.\n</p>", "clean_text": "Uric acid (UA) can reflect the physiological and biochemical properties and measurement of UA's constituents, which is important to humans as biological exposure indices. To evaluate the sensitivity of 3a toward UA, fluorescence titration experiments were carried out. It is observed that the 5D4 → 7F5 transition emission intensity of 3a gradually decreased, and then it gave a sharp reduction immediately after UA addition and leveled off in 11 min, showing the fast response rate of this method. With increasing UA concentration, the results clearly show that it induced a remarkable reduction (ca. 90%) in the luminescence intensity of the characteristic emission maximum at 549 nm by adding 4 × 10-3 mol/L UA, as shown in . A good linear relationship (R = 0.982) is found between the emission intensity ratios (I 0/I - 1) and the logarithm of the UA concentration over the range from 1 to 7 × 10-3 mol/L (I 0/I - 1 = 2.427 + 1.736 log [UA]). The limit of detection determined following the IUPAC criteria is 2.71 × 10-5 mol/L. The quenching effect of UA on the luminescence intensity of TbIII has been further confirmed by emission lifetime studies of doped MOF 3a. As shown in Figure S13 in the Supporting Information, the lifetime is greatly reduced from 764 to 603 μs in the presence of 3% UA. In addition to steady-state luminescence measurements, the lifetimes of the emission are also measured for the Tb-MOF 3a and 3a-doped UA systems. The data analyzed in terms of a biexponential decay model with recovered parameters are reported in Table S6 in the Supporting Information. The mechanism for the quenching effects of UA on TbIII can be described as follows: (i) The shortened emission lifetime indicates that UA weakly coordinates to TbIII sites. This increases nonradiative deactivation through the vibrations of UA (such as N-H) and leads to a reduction of luminescence. (ii) Because of the intermolecular interactions between the bipy ligand and UA, hydrogen bonds, and π-π stacking, the energy absorbed by the bipy ligand can be transferred to the UA molecules, which will decrease the efficiency of intersystem crossing and thus reduce the efficiency of ligand-to-TbIII energy transfer. This is confirmed by UV-vis absorption spectra (Figure S10c in the Supporting Information). The significant fluorescence change is attributed to inhibition of the \"antenna\" effect between the ligand and TbIII ion with the addition of organic acid molecules. ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig11\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Luminescence\nspectra of <bold>3a</bold> in the presence of different concentrations\nof UA in solution (λ<sub>max</sub> = 314 nm) and plot of <italic>I</italic>\n<sub>0</sub>/<italic>I</italic> – 1 versus logarithm\nof concentration of UA (inset).</p>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"ic-2016-02851x_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  Luminescence spectra of 3a in the presence of different concentrations of UA in solution (λmax = 314 nm) and plot of I 0/I - 1 versus logarithm of concentration of UA (inset).   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<p>In addition, NIR-emitting luminescence for polymers <bold>1</bold>, <bold>4</bold>, and <bold>5</bold> is preliminarily studied,\nas shown in Figure S26 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>. Upon excitation at 460 nm on the [Zn­(Hmimda)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>]·bipy antenna (Figure S9b in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>), NIR emission spectra\nwere measured at room temperature in the solid state. The relevant\nregions of the emission spectra of Yb<sup>III</sup>, Nd<sup>III</sup>, and Er<sup>III</sup> polymers with characteristic Ln<sup>III</sup> emission were observed. Polymer <bold>1</bold> displays emission\npeaks at 978, 1062, and 1341 nm in the NIR range, which are attributed\nto the <sup>4</sup>F<sub>3/2</sub> → <sup>4</sup>I<sub>9/2</sub>, <sup>4</sup>F<sub>3/2</sub> → <sup>4</sup>I<sub>11/2</sub>, and <sup>4</sup>F<sub>3/2</sub> → <sup>4</sup>I<sub>13/2</sub> characteristic transitions of a Nd<sup>III</sup> ion, respectively. The moderately strong emission peak was observed\nfor the Yb<sup>III</sup> polymer at a maximum of 982 nm, which is\nattributed to the (<sup>2</sup>F<sub>5/2</sub> → <sup>2</sup>F<sub>7/2</sub>) transition of the Yb<sup>III</sup> ion. A first generation of luminescent compounds\nwas previously presented but was limited because of the excitation\nwavelengths in the UV. We manage to shift the absorption wavelength\nto lower energy (in the visible range). Biological tissue is transparent\nin the 800–1300 nm region, which has been an important motivation\nfor the development of NIR-emitting lanthanide complexes for imaging.\nHowever, in addition to the emitted signal, the excitation light should\nalso be as low-energy as possible to minimize damage to the cells,\nreduce sample autofluorescence, and enhance tissue penetration. In\nthis case, visible-absorbing organic- and transition-metal-based antennas\nfor Nd<sup>III</sup> and Yb<sup>III</sup> sensitization can potentially\nbe used as biooptical devices, fluoroimmuno assays, and sensors for\nsmall molecules in response to demands. For the Er<sup>III</sup> polymer, under visible excitation at 462\nnm, an emission maximum located at 1534 nm was observed, and this\ncorresponds to the <sup>4</sup>I<sub>13/2</sub> → <sup>4</sup>I<sub>15/2</sub> transition. Lanthanide\nluminescence lifetimes were measured at 980 nm for Yb<sup>III</sup>, 1540 nm for Er<sup>III</sup>, and 1065 nm for Nd<sup>III</sup>.\nThe time-resolved fluorescence decay-fitting parameters and photoluminescence\nquantum yields for a series of polymers are reported in Table S6 in\nthe <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>. It is interesting\nto compare the lifetimes and quantum yields with those of analogous\ncomplexes previously reported, and relevant values are listed in . From , we\ncan find the solid-state lifetime of the Nd<sup>III</sup> compound\nis comparable with that reported for neodymium selenolate, which is\n13 μs, and the fluorescence decay times of the quantum yield\nare considered to be higher among Nd<sup>III</sup> complexes. They are somewhat higher than those of homolanthanide\nchelate complexes: the 8-hydroxyquinolinate ligand. The quantum yields are higher than those of chlorin-sensitized\nlanthanide complexes but are lower than\nthose recently reported for Ln<sup>III</sup> complexes with zwitterionic\nligands bearing charge-transfer character.\n</p>", "clean_text": "In addition, NIR-emitting luminescence for polymers 1, 4, and 5 is preliminarily studied, as shown in Figure S26 in the Supporting Information. Upon excitation at 460 nm on the [Zn(Hmimda)2(H2O)2]⋅bipy antenna (Figure S9b in the Supporting Information), NIR emission spectra were measured at room temperature in the solid state. The relevant regions of the emission spectra of YbIII, NdIII, and ErIII polymers with characteristic LnIII emission were observed. Polymer 1 displays emission peaks at 978, 1062, and 1341 nm in the NIR range, which are attributed to the 4F3/2 → 4I9/2, 4F3/2 → 4I11/2, and 4F3/2 → 4I13/2 characteristic transitions of a NdIII ion, respectively. The moderately strong emission peak was observed for the YbIII polymer at a maximum of 982 nm, which is attributed to the (2F5/2 → 2F7/2) transition of the YbIII ion. A first generation of luminescent compounds was previously presented but was limited because of the excitation wavelengths in the UV. We manage to shift the absorption wavelength to lower energy (in the visible range). Biological tissue is transparent in the 800-1300 nm region, which has been an important motivation for the development of NIR-emitting lanthanide complexes for imaging. However, in addition to the emitted signal, the excitation light should also be as low-energy as possible to minimize damage to the cells, reduce sample autofluorescence, and enhance tissue penetration. In this case, visible-absorbing organic- and transition-metal-based antennas for NdIII and YbIII sensitization can potentially be used as biooptical devices, fluoroimmuno assays, and sensors for small molecules in response to demands. For the ErIII polymer, under visible excitation at 462 nm, an emission maximum located at 1534 nm was observed, and this corresponds to the 4I13/2 → 4I15/2 transition. Lanthanide luminescence lifetimes were measured at 980 nm for YbIII, 1540 nm for ErIII, and 1065 nm for NdIII. The time-resolved fluorescence decay-fitting parameters and photoluminescence quantum yields for a series of polymers are reported in Table S6 in the Supporting Information. It is interesting to compare the lifetimes and quantum yields with those of analogous complexes previously reported, and relevant values are listed in . From , we can find the solid-state lifetime of the NdIII compound is comparable with that reported for neodymium selenolate, which is 13 μs, and the fluorescence decay times of the quantum yield are considered to be higher among NdIII complexes. They are somewhat higher than those of homolanthanide chelate complexes: the 8-hydroxyquinolinate ligand. The quantum yields are higher than those of chlorin-sensitized lanthanide complexes but are lower than those recently reported for LnIII complexes with zwitterionic ligands bearing charge-transfer character. ", "data": null, "include_properties": null}, {"idx": 29, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Lifetimes and Quantum Yields for Relevant Compounds</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">compound</oasis:entry>\n<oasis:entry align=\"center\">quantum yield\n(%)</oasis:entry>\n<oasis:entry align=\"center\">lifetime</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>(DME)<sub>2</sub>Nd(SC<sub>6</sub>F<sub>5</sub>)<sub>3</sub>\n</oasis:entry>\n<oasis:entry>3.2</oasis:entry>\n<oasis:entry>13 μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref34\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>LIFM-19(Yb)</oasis:entry>\n<oasis:entry>7.4</oasis:entry>\n<oasis:entry>148 μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref33\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Yb(thqtcn)]</oasis:entry>\n<oasis:entry>0.60(2)</oasis:entry>\n<oasis:entry>7.13(2) μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref35\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Yb<sub>2</sub>H<sub>3</sub>(thqtcn)<sub>2</sub>]·(OTf)<sub>3</sub>]</oasis:entry>\n<oasis:entry>0.26(1)</oasis:entry>\n<oasis:entry>4.05(2) μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref35\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>YbPorBODIPY</oasis:entry>\n<oasis:entry>0.73</oasis:entry>\n<oasis:entry>40 μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref36\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Nd(Q-Si)<sub>3</sub>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1.9\nμs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref37\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>{Yb<sup>3+</sup>[Zn(II)MCquinHA]}</oasis:entry>\n<oasis:entry>2.23</oasis:entry>\n<oasis:entry>687 μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref38\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Yb3t@bio-MOF</oasis:entry>\n<oasis:entry>0.0252</oasis:entry>\n<oasis:entry>5.52 μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref39\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Zn<sub>2</sub>Er(L)<sub>2</sub>(Py)<sub>2</sub>(NO<sub>3</sub>)<sub>2</sub>]</oasis:entry>\n<oasis:entry>1.67 × 10<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>5.67 ns</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref40\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Er(hfaa)<sub>3</sub>(pz)<sub>2</sub>]</oasis:entry>\n<oasis:entry>0.022</oasis:entry>\n<oasis:entry>3.1 μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref41\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Nd(hfaa)<sub>3</sub>(pz)<sub>2</sub>]</oasis:entry>\n<oasis:entry>0.44</oasis:entry>\n<oasis:entry>1.2 μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref41\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Nd<sub>8</sub>Cd<sub>24</sub>L<sub>12</sub>(OAc)<sub>48</sub>]</oasis:entry>\n<oasis:entry>1.16</oasis:entry>\n<oasis:entry>250 μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref42\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Nd(κ<sup>3</sup>-ligand)<sub>3</sub>]</oasis:entry>\n<oasis:entry>0.33</oasis:entry>\n<oasis:entry>1.88 μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref43\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, a series of 3,4-connected unique entangled polyrotaxane-type\nheteronuclear MOFs with high thermal stability and reliable chemical\nstability have been designed and synthesized, among which not only\ncan the dehydrated Tb–Zn-based MOF exhibit multicolored emissions\ncombined with the Eu–Zn MOF, which can be adjusted ranging\nfrom red to green emission, accomplishing dichromatic tenability,\nbut also this porous luminescent MOF can act as a probe, enhancing\ntheir recognition selectivity and a variety of immobilized Lewis basic\nsites responsive to different acid radicals and cations. In addition, <bold>3a</bold> displays a high sensitivity and switchable fluorescence\nsignals in different small organic molecules. The further work on\nthe NIR luminescence details of polymers containing Nd<sup>III</sup>, Er<sup>III</sup>, and Yb<sup>III</sup> long-wavelength-absorbing\nantennas is currently underway.</p>", "clean_text": "Conclusions\n\nIn summary, a series of 3,4-connected unique entangled polyrotaxane-type heteronuclear MOFs with high thermal stability and reliable chemical stability have been designed and synthesized, among which not only can the dehydrated Tb-Zn-based MOF exhibit multicolored emissions combined with the Eu-Zn MOF, which can be adjusted ranging from red to green emission, accomplishing dichromatic tenability, but also this porous luminescent MOF can act as a probe, enhancing their recognition selectivity and a variety of immobilized Lewis basic sites responsive to different acid radicals and cations. In addition, 3a displays a high sensitivity and switchable fluorescence signals in different small organic molecules. The further work on the NIR luminescence details of polymers containing NdIII, ErIII, and YbIII long-wavelength-absorbing antennas is currently underway.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is available\nfree of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications\nwebsite</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.inorgchem.6b02851\">10.1021/acs.inorgchem.6b02851</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>X-ray crystallographic\ndata in CIF format (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_001.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>X-ray crystallographic data in CIF format (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_002.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>X-ray crystallographic\ndata in CIF format (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_003.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>X-ray crystallographic data in CIF format (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_004.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>X-ray crystallographic\ndata in CIF format (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_005.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>X-ray crystallographic data in CIF format (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_006.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Details of\nthe syntheses and characterization of a series of MOFs, structural\nviews, IR spectra, TGA, PXRD, I<sub>2</sub> adsorption/release process,\nand luminescence properties (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.inorgchem.6b02851.  X-ray crystallographic data in CIF format (CIF)   X-ray crystallographic data in CIF format (CIF)   X-ray crystallographic data in CIF format (CIF)   X-ray crystallographic data in CIF format (CIF)   X-ray crystallographic data in CIF format (CIF)   X-ray crystallographic data in CIF format (CIF)   Details of the syntheses and characterization of a series of MOFs, structural views, IR spectra, TGA, PXRD, I2 adsorption/release process, and luminescence properties (PDF)   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>X-ray crystallographic\ndata in CIF format (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_001.cif\">CIF</ext-link>)</p><p>X-ray crystallographic data in CIF format (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_002.cif\">CIF</ext-link>)</p><p>X-ray crystallographic\ndata in CIF format (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_003.cif\">CIF</ext-link>)</p><p>X-ray crystallographic data in CIF format (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_004.cif\">CIF</ext-link>)</p><p>X-ray crystallographic\ndata in CIF format (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_005.cif\">CIF</ext-link>)</p><p>X-ray crystallographic data in CIF format (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_006.cif\">CIF</ext-link>)</p><p>Details of\nthe syntheses and characterization of a series of MOFs, structural\nviews, IR spectra, TGA, PXRD, I<sub>2</sub> adsorption/release process,\nand luminescence properties (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">PDF</ext-link>)</p><p>The authors declare no competing\nfinancial interest.</p>", "clean_text": "X-ray crystallographic data in CIF format (CIF)\n\nX-ray crystallographic data in CIF format (CIF)\n\nX-ray crystallographic data in CIF format (CIF)\n\nX-ray crystallographic data in CIF format (CIF)\n\nX-ray crystallographic data in CIF format (CIF)\n\nX-ray crystallographic data in CIF format (CIF)\n\nDetails of the syntheses and characterization of a series of MOFs, structural views, IR spectra, TGA, PXRD, I2 adsorption/release process, and luminescence properties (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "11, 12, 14, 16", "type": "text", "classification": "property", "content": "<p>After the hypothetical removal of guest water molecules,\nthe total potential solvent-accessible void is found for this 3D noninterpentrating\nframework of <bold>1</bold> to be 1966.6 Å<sup>3</sup> per cell\nvolume (accounts for 21.5% of the total unit cell system), calculated\nusing the <italic>PLATON</italic> program, while for the Tb–Zn MOF <bold>3</bold>, the total potential\nsolvent-accessible volume is 2117.0 Å<sup>3</sup>, which accounts\nfor 23.2% per unit cell volume of 9124.7 Å<sup>3</sup>. The most\noutstanding structural feature of <bold>1</bold> is that the different\narrangements of armed ribbon chains. A pair of one-end-coordinated\nbipy ligands act as rods that thread the [Zn<sub>6</sub>Mimda<sub>6</sub>] ring from the adjacent ribbon chains, resulting in the existence\nof 3D pseudorotaxane character. This kind of 3D polyrotaxane structure\nis exceedingly rare to observe. Both\nNd1 and Nd2 are 3-connected nodes, Zn1 and Zn2 are 3-connected nodes,\nthe Mimda ligand exhibits 3- and 4-connected nodes, and the whole\nstructure is a 3,4-connected (4.8<sup>2</sup>)­(4.8<sup>3</sup>.9<sup>2</sup>) (6.8.9)<sub>2</sub> (6.9<sup>2</sup>) (8<sup>3</sup>) topology,\nwhich presents a new topology. Notably, the Yb<sup>III</sup> MOF <bold>5</bold> is slightly different from the others, and this compound\nis based on two kinds of heteronuclear cluster cages, as displayed\nin Figure S6 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>.</p><p>Thermogravimetric analysis (TGA; see Figure S7 and S8 in\nthe <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>) indicates that <bold>3</bold> exhibits an initial mass loss of 6.0% in the temperature\nrange of 250–300 °C, corresponding to the release of coordination\nand free water molecules (calculated 5.9%). According the TGA and\nEA (Table S4 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>) results, dehydrated samples <bold>3a</bold> were easily obtained\nby heating the as-synthesized sample <bold>3</bold> at 70 °C\nin a vacuum for 80 min to produce a new guest-free phase, {[Tb<sub>3</sub>Zn<sub>6</sub>(bipy<sub>2</sub>)<sub>2</sub>(Hmimda)<sub>7</sub>]}<sub>\n<italic>n</italic>\n</sub> (<bold>3a</bold>). It is thermally\nstable up to 350 °C, and a similar process was performed to afford <bold>2a</bold>. The phase purities of bulk materials <bold>1</bold>–<bold>5</bold> were independently confirmed by powder X-ray diffraction\n(PXRD), and the slight difference between the simulated and experimental\npatterns may be due to variation in the preferred orientation of the\npowder samples. As illustrated in Figure S9 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>. The pattern of the guest-free phase\n[Tb<sub>3</sub>Zn<sub>6</sub>(bipy<sub>2</sub>)<sub>2</sub>(Hmimda)<sub>7</sub>]<sub>\n<italic>n</italic>\n</sub> (<bold>3a</bold>) is almost\nidentical with that of the as-synthesized <bold>3</bold>, indicating\nthat the basic 3D framework is retained. Before further luminescent sensing investigation, a porosity luminescent\nstudy of <bold>3a</bold> was performed by measuring the iodine uptake.\nThe MOF <bold>3</bold> was immersed in a dichloromethane (DCM) saturated\nsolution of iodine for a certain length of time and dried to obtain <bold>3b</bold> after 6 h and <bold>3c</bold> after 20 h. The PXRD pattern\nof <bold>3b</bold> is slightly different from that of <bold>3a</bold>, indicating that structural changes occur in response to the absorption\nof guest molecules. The I<sub>2</sub> release experiment is also investigated by immersing the sample <bold>3c</bold>-I<sub>2</sub> in pure CH<sub>2</sub>Cl<sub>2</sub> and\nreplacing CH<sub>2</sub>Cl<sub>2</sub> (4 mL) per 1 h after 2 days\nto recover <bold>3</bold>, followed by luminescence measurements for\nsamples <bold>3a</bold>-I<sub>2</sub> and <bold>3b</bold> after being\nimmersed in pure CH<sub>2</sub>Cl<sub>2</sub> for different lengths\nof time, as shown in . However, as can be seen, the process of adsorption and release\nof I<sub>2</sub> is quasi-reversible.</p><title>Spectroscopic\nStudies and Photophysical Properties</title><p>The PL spectra of <bold>2</bold> and <bold>3</bold> at room temperature are described in  and S10–S12\nin the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>, respectively.\nThe spectra of <bold>2</bold> (red) display the characteristic emissions\nof Eu<sup>III</sup> ions originating from <sup>5</sup>D<sub>0</sub> → <sup>7</sup>F<sub>\n<italic>J</italic>\n</sub> (<italic>J</italic> = 0, 1, 2,3, 4) at 582, 594, 616, 652, and 702 nm with CIE coordinates\nof (0.403, 0.434) (Figure S11 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). The weak emission\nat 460 nm may have originated from the ligand, which means that ligand-to-metal\ncharge transfer is not in effect for the Eu<sup>III</sup> MOF. As\nshown in  (blue),\npolymer <bold>3</bold> exhibits characteristic emission peaks at 492,\n548, 586, and 621 nm, which are assignable to <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>\n<italic>J</italic>\n</sub> (<italic>J</italic> = 6, 5, 4, 3) transitions of the Tb<sup>III</sup> ion, respectively. The spectrum shows a dominant green-light emission\nat ca. 550 nm due to the <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> transition (Figure S12 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>), which is attributed to a magnetic-dipole-induced\ntransition.\n</p><p>Lanthanide luminescence lifetimes\nwere measured at 549 nm for Tb and 616 nm for Eu<sup>III</sup> recorded\nat ambient temperature and were up to 603 and 764 μs long (Figure\nS13 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). The\nluminescence is measured for samples <bold>3a</bold>-I<sub>2</sub> and <bold>3b</bold> after being immersed in pure CH<sub>2</sub>Cl<sub>2</sub> for different lengths of time, and the morphology/color and\nemission spectra are shown in  and S14 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>. The intensity decreases with the time immersed in an iodine solution,\nuntil the characteristic emission peak disappeared after 40 h. The\nquenched fluorescence is due to the heavy-atom effect of iodide or an aggregation-induced new emission (Figure\nS15 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). The\nintrinsic porosities of luminescent MOFs allow them to adsorb and\nrelease guest molecules via modification of the approaches and to\nprovide a platform for specific luminescent recognition of targets\ndue to host–guest interactions. Considering that both the Hmimda and bipy ligands were incorporated,\nwhich can sensitize Eu<sup>III</sup> and Tb<sup>III</sup> simultaneously,\nthe color of the emission can be tuned with the in situ doping of\ndifferent Ln ions, and the production of white light should be achievable\nwith the right combination of Ln ions in appropriate molar ratios.\nIn order to explore the luminescent properties of Eu<sup>III</sup> and Tb<sup>III</sup> compounds, a series of mixed-lanthanide-contained\ncomplexes {[Eu<sub>3<italic>x</italic>\n</sub>Tb<sub>3(1–<italic>x</italic>)</sub>Zn<sub>6</sub>(bipy)<sub>2</sub>(Hmimda)<sub>7</sub>]·<italic>m</italic>H<sub>2</sub>O}<sub>\n<italic>n</italic>\n</sub> (<italic>x</italic> = 1, 0.8, 0.6, 0.45, 0.2, 0.1, 0) are developed\n(see the experimentsl details in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). The spectroscopic properties of the mixed-lanthanide\ncomplexes are investigated (a). From <bold>2a</bold> to <bold>3a</bold>, with the\nincreasing quality of Tb<sup>III</sup> being in situ doped emission\nspectra (λ<sub>ex</sub> = 363 nm), the characteristic peaks\nof Tb<sup>III</sup>\n<sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>2</sub> and <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> (548 nm) are enhanced gradually, corresponding to a\ndecrease of the emission intensity of <sup>5</sup>D<sub>0</sub> → <sup>7</sup>F<sub>2</sub> of Eu<sup>III</sup> (616 nm). As expected, the\nvariation trends of the CIE coordinates are similar to those for two\ngroups of mixing components. As shown in b, points a and e represent the CIE coordinates\nof MOFs <bold>2a</bold> and <bold>3a</bold>, respectively, while points\nb–d represent the CIE coordinates for Eu–Tb mixed components,\nwhich change from (0.403, 0.344) to (0.243, 0.402). White-light emission\nis realized by the Eu<sup>III</sup> ion in situ doped into the Tb<sup>III</sup> framework. This reveals that the emission color of the\ndoped materials can be finely tuned by varying the doping ratio, as\ndepicted in Table S4 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>, and white-light emission of the doped material with a molar ratio\nat <italic>x</italic> = 0.45, compound [Eu<sub>1.35</sub>Tb<sub>1.65</sub>Zn<sub>6</sub>(bipy)<sub>2</sub>(Hmimda)<sub>7</sub>]<sub>\n<italic>n</italic>\n</sub>, was obtained at CIE chromaticity coordinates (0.331,\n0.342) (Table S5 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>) at an excitation wavelength of 363 nm. This is close to the internationally\npure white-light CIE chromaticity coordinates (0.333, 0.333). The\nsinglet-state energy (1ππ*) level of [Zn<sub>6</sub>(bipy)<sub>2</sub>(Hmimda)<sub>7</sub>] is estimated by referencing its absorbance\nedge, which is 25000 cm<sup>–1</sup> (400 nm; Figure S10a in\nthe <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). The triplet\n(T<sub>1</sub>) energy levels were calculated by referring to the\nlower-wavelength emission peak of the corresponding phosphorescence\nspectrum of the Gd<sup>III</sup> complex, which is 20600 cm<sup>–1</sup> (478 nm; Figure S10b in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). Therefore, it is easily understandable that energy transfer from\n[Zn<sub>6</sub>(bipy)<sub>2</sub>(Hmimda)<sub>7</sub>] to Tb<sup>III</sup> is sufficient, whereas that to Eu<sup>III</sup> is incomplete, and\nthe mechanism on the energy transition process is illuminated in Figure\nS16 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>.\n</p>", "clean_text": "After the hypothetical removal of guest water molecules, the total potential solvent-accessible void is found for this 3D noninterpentrating framework of 1 to be 1966.6 Å3 per cell volume (accounts for 21.5% of the total unit cell system), calculated using the PLATON program, while for the Tb-Zn MOF 3, the total potential solvent-accessible volume is 2117.0 Å3, which accounts for 23.2% per unit cell volume of 9124.7 Å3. The most outstanding structural feature of 1 is that the different arrangements of armed ribbon chains. A pair of one-end-coordinated bipy ligands act as rods that thread the [Zn6Mimda6] ring from the adjacent ribbon chains, resulting in the existence of 3D pseudorotaxane character. This kind of 3D polyrotaxane structure is exceedingly rare to observe. Both Nd1 and Nd2 are 3-connected nodes, Zn1 and Zn2 are 3-connected nodes, the Mimda ligand exhibits 3- and 4-connected nodes, and the whole structure is a 3,4-connected (4.82)(4.83.92) (6.8.9)2 (6.92) (83) topology, which presents a new topology. Notably, the YbIII MOF 5 is slightly different from the others, and this compound is based on two kinds of heteronuclear cluster cages, as displayed in Figure S6 in the Supporting Information.\n\nThermogravimetric analysis (TGA; see Figure S7 and S8 in the Supporting Information) indicates that 3 exhibits an initial mass loss of 6.0% in the temperature range of 250-300 °C, corresponding to the release of coordination and free water molecules (calculated 5.9%). According the TGA and EA (Table S4 in the Supporting Information) results, dehydrated samples 3a were easily obtained by heating the as-synthesized sample 3 at 70 °C in a vacuum for 80 min to produce a new guest-free phase, {[Tb3Zn6(bipy2)2(Hmimda)7]} n  (3a). It is thermally stable up to 350 °C, and a similar process was performed to afford 2a. The phase purities of bulk materials 1-5 were independently confirmed by powder X-ray diffraction (PXRD), and the slight difference between the simulated and experimental patterns may be due to variation in the preferred orientation of the powder samples. As illustrated in Figure S9 in the Supporting Information. The pattern of the guest-free phase [Tb3Zn6(bipy2)2(Hmimda)7] n  (3a) is almost identical with that of the as-synthesized 3, indicating that the basic 3D framework is retained. Before further luminescent sensing investigation, a porosity luminescent study of 3a was performed by measuring the iodine uptake. The MOF 3 was immersed in a dichloromethane (DCM) saturated solution of iodine for a certain length of time and dried to obtain 3b after 6 h and 3c after 20 h. The PXRD pattern of 3b is slightly different from that of 3a, indicating that structural changes occur in response to the absorption of guest molecules. The I2 release experiment is also investigated by immersing the sample 3c-I2 in pure CH2Cl2 and replacing CH2Cl2 (4 mL) per 1 h after 2 days to recover 3, followed by luminescence measurements for samples 3a-I2 and 3b after being immersed in pure CH2Cl2 for different lengths of time, as shown in . However, as can be seen, the process of adsorption and release of I2 is quasi-reversible.\n\nSpectroscopic Studies and Photophysical Properties\n\nThe PL spectra of 2 and 3 at room temperature are described in  and S10-S12 in the Supporting Information, respectively. The spectra of 2 (red) display the characteristic emissions of EuIII ions originating from 5D0 → 7F J  (J = 0, 1, 2,3, 4) at 582, 594, 616, 652, and 702 nm with CIE coordinates of (0.403, 0.434) (Figure S11 in the Supporting Information). The weak emission at 460 nm may have originated from the ligand, which means that ligand-to-metal charge transfer is not in effect for the EuIII MOF. As shown in  (blue), polymer 3 exhibits characteristic emission peaks at 492, 548, 586, and 621 nm, which are assignable to 5D4 → 7F J  (J = 6, 5, 4, 3) transitions of the TbIII ion, respectively. The spectrum shows a dominant green-light emission at ca. 550 nm due to the 5D4 → 7F5 transition (Figure S12 in the Supporting Information), which is attributed to a magnetic-dipole-induced transition. \n\nLanthanide luminescence lifetimes were measured at 549 nm for Tb and 616 nm for EuIII recorded at ambient temperature and were up to 603 and 764 μs long (Figure S13 in the Supporting Information). The luminescence is measured for samples 3a-I2 and 3b after being immersed in pure CH2Cl2 for different lengths of time, and the morphology/color and emission spectra are shown in  and S14 in the Supporting Information. The intensity decreases with the time immersed in an iodine solution, until the characteristic emission peak disappeared after 40 h. The quenched fluorescence is due to the heavy-atom effect of iodide or an aggregation-induced new emission (Figure S15 in the Supporting Information). The intrinsic porosities of luminescent MOFs allow them to adsorb and release guest molecules via modification of the approaches and to provide a platform for specific luminescent recognition of targets due to host-guest interactions. Considering that both the Hmimda and bipy ligands were incorporated, which can sensitize EuIII and TbIII simultaneously, the color of the emission can be tuned with the in situ doping of different Ln ions, and the production of white light should be achievable with the right combination of Ln ions in appropriate molar ratios. In order to explore the luminescent properties of EuIII and TbIII compounds, a series of mixed-lanthanide-contained complexes {[Eu3x Tb3(1-x)Zn6(bipy)2(Hmimda)7]⋅mH2O} n  (x = 1, 0.8, 0.6, 0.45, 0.2, 0.1, 0) are developed (see the experimentsl details in the Supporting Information). The spectroscopic properties of the mixed-lanthanide complexes are investigated (a). From 2a to 3a, with the increasing quality of TbIII being in situ doped emission spectra (λex = 363 nm), the characteristic peaks of TbIII 5D4 → 7F2 and 5D4 → 7F5 (548 nm) are enhanced gradually, corresponding to a decrease of the emission intensity of 5D0 → 7F2 of EuIII (616 nm). As expected, the variation trends of the CIE coordinates are similar to those for two groups of mixing components. As shown in b, points a and e represent the CIE coordinates of MOFs 2a and 3a, respectively, while points b-d represent the CIE coordinates for Eu-Tb mixed components, which change from (0.403, 0.344) to (0.243, 0.402). White-light emission is realized by the EuIII ion in situ doped into the TbIII framework. This reveals that the emission color of the doped materials can be finely tuned by varying the doping ratio, as depicted in Table S4 in the Supporting Information, and white-light emission of the doped material with a molar ratio at x = 0.45, compound [Eu1.35Tb1.65Zn6(bipy)2(Hmimda)7] n , was obtained at CIE chromaticity coordinates (0.331, 0.342) (Table S5 in the Supporting Information) at an excitation wavelength of 363 nm. This is close to the internationally pure white-light CIE chromaticity coordinates (0.333, 0.333). The singlet-state energy (1ππ*) level of [Zn6(bipy)2(Hmimda)7] is estimated by referencing its absorbance edge, which is 25000 cm-1 (400 nm; Figure S10a in the Supporting Information). The triplet (T1) energy levels were calculated by referring to the lower-wavelength emission peak of the corresponding phosphorescence spectrum of the GdIII complex, which is 20600 cm-1 (478 nm; Figure S10b in the Supporting Information). Therefore, it is easily understandable that energy transfer from [Zn6(bipy)2(Hmimda)7] to TbIII is sufficient, whereas that to EuIII is incomplete, and the mechanism on the energy transition process is illuminated in Figure S16 in the Supporting Information. ", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "porosity": [{"value": "0.87", "unit": "", "condition": ""}], "topology": [{"value": "PCN", "condition": ""}], "peak spectrum": [{"value": "1650, 3400", "unit": "cm-1", "condition": ""}]}, {"meta": {"name": "MOF-1", "symbol": "1", "chemical formula": ""}, "porosity": [{"value": "21.5", "unit": "%", "condition": ""}, {"value": "1966.6", "unit": "Å3", "condition": ""}], "topology": [{"value": "3,4-connected (4.8^2)(4.8^3.9^2) (6.8.9)^2 (6.9^2) (8^3)", "condition": ""}], "peak spectrum": []}, {"meta": {"name": "MOF-3", "symbol": "3", "chemical formula": ""}, "porosity": [{"value": "23.2", "unit": "%", "condition": ""}, {"value": "2117.0", "unit": "Å3", "condition": ""}], "topology": [{"value": "3,4-connected (4.8^2)(4.8^3.9^2) (6.8.9)^2 (6.9^2) (8^3)", "condition": ""}], "peak spectrum": []}]], "include_properties": ["porosity", "topology", "peak_spectrum"]}, {"idx": "19, 25, 26", "type": "text", "classification": "property", "content": "<title>Sensing Properties</title><p>As fluorescent\nsensors, MOFs provide several advantages over conventional fluorophores, due to their high surface areas, which may allow\nmore analyte molecules to come into contact with the MOF surface,\nimparting them with the capability of transducing interactions to\ndetectable changes in fluorescence. Considering pores in the MOF <bold>3</bold> and aiming at investigating the effect of inorganic ions\non the luminescence of <bold>3a</bold>, we tried to examine the potential\nion sensing of <bold>3a</bold>. Sample <bold>3a</bold> was treated\nwith a NaNO<sub>3</sub> solution, and then the PXRD patterns for samples\nof <bold>3</bold> both pre- and postimmersed in a DMF/DCM solution\nwere determined and compared. The results show that there are no obvious\neffects on the luminescence of <bold>3a</bold> treated by NaNO<sub>3</sub>. The PXRD patterns illustrate good solvent stability following\ntreatment by a DCM solution, and the nearly identical PXRD pattern\nof sample <bold>3</bold> indicates that the Ln MOF remained intact\nin solution (Figure S9 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). Initially, different concentrations of Mg­(NO<sub>3</sub>)<sub>2</sub> were introduced into the MOFs (excited at 307 nm), and their\nliquid-state photoluminescent spectra were investigated in a DMF suspension.\nAs can be seen in , upon excitation (λ<sub>ex</sub> = 307 nm), with titration\nof a 2 × 10<sup>–5</sup> mol/L Mg­(NO<sub>3</sub>)<sub>2</sub> solution in DMF, the responding luminescence spectrum still\nshows four characteristic emission peaks of the Tb<sup>III</sup> ion\nand the emission intensity peaks of <bold>3a</bold> at both 491 and\n549 nm increased gradually. Herein, only the highest emission peak\nat 549 nm was monitored under the perturbation of various ions. The\nluminescent intensity of the Mg<sup>II</sup>-ion-incorporated <bold>3a</bold> is enhanced rapidly until a 0.003 mol/L Mg­(NO<sub>3</sub>)<sub>2</sub> solution was added. This is probably due to free Mg<sup>II</sup> cation being coordinated to the Hmimda ligand within the\nMOF and causing an energy transition to the Tb<sup>III</sup> ion,\nenhancing the luminescence in the range of 0–6 × 10 <sup>–4</sup> mol/L. Remarkably, the intensity increases linearly\nwith the concentration of added Mg­(NO<sub>3</sub>)<sub>2</sub>, as\nillustrated in Figure S17 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>. The sensing efficiency can be quantitatively treated with the Stern–Volmer\n(SV) equation expressed as <italic>I</italic>\n<sub>0</sub>/<italic>I</italic> – 1 = <italic>K</italic>\n<sub>SV</sub>[M], in which <italic>I</italic> and <italic>I</italic>\n<sub>0</sub> are the luminescence intensities of the samples after and\nbefore the incorporation of Mg­(NO<sub>3</sub>)<sub>2</sub> and [M]\npresents the concentration of Mg­(NO<sub>3</sub>)<sub>2</sub>. A linear\nSV relationship for nitrobenzene is observed at low concentrations. <italic>K</italic>\n<sub>SV</sub> is the enhancement efficiency, which was\ncalculated as 1.81 × 10<sup>3</sup>. The detection limit calculated\nusing the criteria of 3σ is 1.38 × 10<sup>–5</sup> mol/L. The electronic communication between the Mg<sup>II</sup> cation\nand mixed ligands was encouraged by chelation of the bipy ligand with\nMg<sup>II</sup> and thus enhancement of the fluorescence, allowing\ntrace amounts of Mg<sup>II</sup> to be detected. This obvious enhancement\ncould be ascribed to the chelation-enhanced fluorescence effect. The luminescence intensity and PXRD of the recycled <bold>3b</bold> are well consistent with the simulated data from <bold>3a</bold> and that after two runs were performed, indicating that framework <bold>3a</bold> remains intact (Figure S9b in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). Second, upon the addition of Cu<sup>II</sup> ions\n[using Cu­(NO<sub>3</sub>)<sub>2</sub>], the Tb<sup>III</sup> characteristic <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> transition\nintensity maximum at ca. 549 nm is involved. The intensity decreased\nsharply upon the addition of 0.001 mol/L Cu<sup>II</sup>, and the\nintensity continually decreased with more Cu­(NO<sub>3</sub>)<sub>2</sub> solution being added, as illustrated in Figure S18 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>. This may have arisen\nfrom the Cu<sup>II</sup> ion entering the porosity coordinated to\nthe weak binding of pyridyl N atoms with Cu<sup>II</sup>, and the\nantenna effect of the Hmimda and bipy linkers can be reduced, leading\nto luminescence quenching of Tb<sup>III</sup> and Hmimda ligands,\nforming the luminescent Cu<sup>II</sup> moiety, and enhancing the\nluminescence originating from ligand-to-ligand charge transfer.\n</p><p>To further examine the potential\nof <bold>3a</bold> for the sensing of pollutant anions, the fluorescent\nproperties were measured using the water-polluting sources KH<sub>2</sub>PO<sub>4</sub> and K<sub>2</sub>CrO<sub>4</sub>, added in\na NH<sub>3</sub>·H<sub>2</sub>O–NH<sub>4</sub>Cl-buffered\nsolution (pH 7.4) at room temperature (λ<sub>ex</sub> = 310\nnm). Apparently, the intensity of <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> (549 nm) increases sharply up to 2 × 10<sup>–3</sup> mol/L dihydrogen phosphate (from sodium dihydrogen\nphosphate), while the rapid emission intensity sharply decreased when\nmore dihydrogen phosphate was introduced, as illustrated in Figure\nS24 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>, and\nan emission maximum appeared at 470 nm. The luminescent sensing properties\nprobably depend on the hydrogen anions involved. As for K<sub>2</sub>CrO<sub>4</sub>, upon continuous addition, the\nluminescent intensity dropped gradually. The distinction is due to\nvariation of the acid radical–anion interaction with polymer <bold>3</bold>, as displayed in Figure S25 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>. The nonlinear nature of the plot of the analytes\nmay be ascribed to self-absorption or an energy-transfer process. Moreover, the emission intensity based on the\ncharacteristic <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> emission in chloroform gradually decreased with increasing\nDCM introduction, as shown in Figure S23 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>. While emission line maxima at 549\nand 623 nm of Tb<sup>III</sup> disappeared and the MOF materials had\ntwo broad bands from 330 to 380 nm, a peak maximum at 360 nm was progressively\naugmented, ascribed to the effect of organic DCM. When the concentration\nwas 7.23 × 10<sup>–3</sup> mol/L, the band at 360 nm was\nvery strong, which originated from the DCM solvent rather than the\ncharacteristic Tb<sup>III</sup> emission, and the <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> emission was significantly\nquenched because of a nonradiative transition. This demonstrates tunable\nor switchable fluorescence signals in response to the different solvates.\nAs in methanol and water, presumably this is because the small molecules\ncould enter the coordination spheres of the Tb<sup>III</sup> ions\nwithin the framework, which effectively quenches the luminescence\nintensities. The luminescence intensity\nof the sample in DCM and water is lower, may arise from the intensity,\n is often quenched by the nonradiative exchange of the electronic\nenergy of Ln<sup>III</sup> to the high vibration modes of O–H\nand C–H bonding, especially for the former, leaving just a\nstrong emission originating from the Hmimda ligand.</p><p>Uric acid\n(UA) can reflect the physiological and biochemical properties and\nmeasurement of UA’s constituents, which is important to humans\nas biological exposure indices. To evaluate\nthe sensitivity of <bold>3a</bold> toward UA, fluorescence titration\nexperiments were carried out. It is observed that the <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> transition emission\nintensity of <bold>3a</bold> gradually decreased, and then it gave\na sharp reduction immediately after UA addition and leveled off in\n11 min, showing the fast response rate of this method. With increasing\nUA concentration, the results clearly show that it induced a remarkable\nreduction (ca. 90%) in the luminescence intensity of the characteristic\nemission maximum at 549 nm by adding 4 × 10<sup>–3</sup> mol/L UA, as shown in . A good linear relationship (<italic>R</italic> =\n0.982) is found between the emission intensity ratios (<italic>I</italic>\n<sub>0</sub>/<italic>I</italic> – 1) and the logarithm of\nthe UA concentration over the range from 1 to 7 × 10<sup>–3</sup> mol/L (<italic>I</italic>\n<sub>0</sub>/<italic>I</italic> –\n1 = 2.427 + 1.736 log [UA]). The limit of detection determined following\nthe IUPAC criteria is 2.71 × 10<sup>–5</sup> mol/L. The quenching effect of UA on the luminescence\nintensity of Tb<sup>III</sup> has been further confirmed by emission\nlifetime studies of doped MOF <bold>3a</bold>. As shown in Figure\nS13 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>, the\nlifetime is greatly reduced from 764 to 603 μs in the presence\nof 3% UA. In addition to steady-state luminescence measurements, the\nlifetimes of the emission are also measured for the Tb-MOF <bold>3a</bold> and <bold>3a</bold>-doped UA systems. The data analyzed in terms\nof a biexponential decay model with recovered parameters are reported\nin Table S6 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>. The mechanism for the quenching effects of UA on Tb<sup>III</sup> can be described as follows: (i) The shortened emission lifetime\nindicates that UA weakly coordinates to Tb<sup>III</sup> sites. This\nincreases nonradiative deactivation through the vibrations of UA (such\nas N–H) and leads to a reduction of luminescence. (ii) Because\nof the intermolecular interactions between the bipy ligand and UA,\nhydrogen bonds, and π–π stacking, the energy absorbed\nby the bipy ligand can be transferred to the UA molecules, which will\ndecrease the efficiency of intersystem crossing and thus reduce the\nefficiency of ligand-to-Tb<sup>III</sup> energy transfer. This is confirmed by UV–vis absorption spectra (Figure S10c\nin the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>). The significant\nfluorescence change is attributed to inhibition of the “antenna”\neffect between the ligand and Tb<sup>III</sup> ion with the addition\nof organic acid molecules.\n</p>", "clean_text": "Sensing Properties\n\nAs fluorescent sensors, MOFs provide several advantages over conventional fluorophores, due to their high surface areas, which may allow more analyte molecules to come into contact with the MOF surface, imparting them with the capability of transducing interactions to detectable changes in fluorescence. Considering pores in the MOF 3 and aiming at investigating the effect of inorganic ions on the luminescence of 3a, we tried to examine the potential ion sensing of 3a. Sample 3a was treated with a NaNO3 solution, and then the PXRD patterns for samples of 3 both pre- and postimmersed in a DMF/DCM solution were determined and compared. The results show that there are no obvious effects on the luminescence of 3a treated by NaNO3. The PXRD patterns illustrate good solvent stability following treatment by a DCM solution, and the nearly identical PXRD pattern of sample 3 indicates that the Ln MOF remained intact in solution (Figure S9 in the Supporting Information). Initially, different concentrations of Mg(NO3)2 were introduced into the MOFs (excited at 307 nm), and their liquid-state photoluminescent spectra were investigated in a DMF suspension. As can be seen in , upon excitation (λex = 307 nm), with titration of a 2 × 10-5 mol/L Mg(NO3)2 solution in DMF, the responding luminescence spectrum still shows four characteristic emission peaks of the TbIII ion and the emission intensity peaks of 3a at both 491 and 549 nm increased gradually. Herein, only the highest emission peak at 549 nm was monitored under the perturbation of various ions. The luminescent intensity of the MgII-ion-incorporated 3a is enhanced rapidly until a 0.003 mol/L Mg(NO3)2 solution was added. This is probably due to free MgII cation being coordinated to the Hmimda ligand within the MOF and causing an energy transition to the TbIII ion, enhancing the luminescence in the range of 0-6 × 10 -4 mol/L. Remarkably, the intensity increases linearly with the concentration of added Mg(NO3)2, as illustrated in Figure S17 in the Supporting Information. The sensing efficiency can be quantitatively treated with the Stern-Volmer (SV) equation expressed as I 0/I - 1 = K SV[M], in which I and I 0 are the luminescence intensities of the samples after and before the incorporation of Mg(NO3)2 and [M] presents the concentration of Mg(NO3)2. A linear SV relationship for nitrobenzene is observed at low concentrations. K SV is the enhancement efficiency, which was calculated as 1.81 × 103. The detection limit calculated using the criteria of 3σ is 1.38 × 10-5 mol/L. The electronic communication between the MgII cation and mixed ligands was encouraged by chelation of the bipy ligand with MgII and thus enhancement of the fluorescence, allowing trace amounts of MgII to be detected. This obvious enhancement could be ascribed to the chelation-enhanced fluorescence effect. The luminescence intensity and PXRD of the recycled 3b are well consistent with the simulated data from 3a and that after two runs were performed, indicating that framework 3a remains intact (Figure S9b in the Supporting Information). Second, upon the addition of CuII ions [using Cu(NO3)2], the TbIII characteristic 5D4 → 7F5 transition intensity maximum at ca. 549 nm is involved. The intensity decreased sharply upon the addition of 0.001 mol/L CuII, and the intensity continually decreased with more Cu(NO3)2 solution being added, as illustrated in Figure S18 in the Supporting Information. This may have arisen from the CuII ion entering the porosity coordinated to the weak binding of pyridyl N atoms with CuII, and the antenna effect of the Hmimda and bipy linkers can be reduced, leading to luminescence quenching of TbIII and Hmimda ligands, forming the luminescent CuII moiety, and enhancing the luminescence originating from ligand-to-ligand charge transfer. \n\nTo further examine the potential of 3a for the sensing of pollutant anions, the fluorescent properties were measured using the water-polluting sources KH2PO4 and K2CrO4, added in a NH3⋅H2O-NH4Cl-buffered solution (pH 7.4) at room temperature (λex = 310 nm). Apparently, the intensity of 5D4 → 7F5 (549 nm) increases sharply up to 2 × 10-3 mol/L dihydrogen phosphate (from sodium dihydrogen phosphate), while the rapid emission intensity sharply decreased when more dihydrogen phosphate was introduced, as illustrated in Figure S24 in the Supporting Information, and an emission maximum appeared at 470 nm. The luminescent sensing properties probably depend on the hydrogen anions involved. As for K2CrO4, upon continuous addition, the luminescent intensity dropped gradually. The distinction is due to variation of the acid radical-anion interaction with polymer 3, as displayed in Figure S25 in the Supporting Information. The nonlinear nature of the plot of the analytes may be ascribed to self-absorption or an energy-transfer process. Moreover, the emission intensity based on the characteristic 5D4 → 7F5 emission in chloroform gradually decreased with increasing DCM introduction, as shown in Figure S23 in the Supporting Information. While emission line maxima at 549 and 623 nm of TbIII disappeared and the MOF materials had two broad bands from 330 to 380 nm, a peak maximum at 360 nm was progressively augmented, ascribed to the effect of organic DCM. When the concentration was 7.23 × 10-3 mol/L, the band at 360 nm was very strong, which originated from the DCM solvent rather than the characteristic TbIII emission, and the 5D4 → 7F5 emission was significantly quenched because of a nonradiative transition. This demonstrates tunable or switchable fluorescence signals in response to the different solvates. As in methanol and water, presumably this is because the small molecules could enter the coordination spheres of the TbIII ions within the framework, which effectively quenches the luminescence intensities. The luminescence intensity of the sample in DCM and water is lower, may arise from the intensity,  is often quenched by the nonradiative exchange of the electronic energy of LnIII to the high vibration modes of O-H and C-H bonding, especially for the former, leaving just a strong emission originating from the Hmimda ligand.\n\nUric acid (UA) can reflect the physiological and biochemical properties and measurement of UA's constituents, which is important to humans as biological exposure indices. To evaluate the sensitivity of 3a toward UA, fluorescence titration experiments were carried out. It is observed that the 5D4 → 7F5 transition emission intensity of 3a gradually decreased, and then it gave a sharp reduction immediately after UA addition and leveled off in 11 min, showing the fast response rate of this method. With increasing UA concentration, the results clearly show that it induced a remarkable reduction (ca. 90%) in the luminescence intensity of the characteristic emission maximum at 549 nm by adding 4 × 10-3 mol/L UA, as shown in . A good linear relationship (R = 0.982) is found between the emission intensity ratios (I 0/I - 1) and the logarithm of the UA concentration over the range from 1 to 7 × 10-3 mol/L (I 0/I - 1 = 2.427 + 1.736 log [UA]). The limit of detection determined following the IUPAC criteria is 2.71 × 10-5 mol/L. The quenching effect of UA on the luminescence intensity of TbIII has been further confirmed by emission lifetime studies of doped MOF 3a. As shown in Figure S13 in the Supporting Information, the lifetime is greatly reduced from 764 to 603 μs in the presence of 3% UA. In addition to steady-state luminescence measurements, the lifetimes of the emission are also measured for the Tb-MOF 3a and 3a-doped UA systems. The data analyzed in terms of a biexponential decay model with recovered parameters are reported in Table S6 in the Supporting Information. The mechanism for the quenching effects of UA on TbIII can be described as follows: (i) The shortened emission lifetime indicates that UA weakly coordinates to TbIII sites. This increases nonradiative deactivation through the vibrations of UA (such as N-H) and leads to a reduction of luminescence. (ii) Because of the intermolecular interactions between the bipy ligand and UA, hydrogen bonds, and π-π stacking, the energy absorbed by the bipy ligand can be transferred to the UA molecules, which will decrease the efficiency of intersystem crossing and thus reduce the efficiency of ligand-to-TbIII energy transfer. This is confirmed by UV-vis absorption spectra (Figure S10c in the Supporting Information). The significant fluorescence change is attributed to inhibition of the \"antenna\" effect between the ligand and TbIII ion with the addition of organic acid molecules. ", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "1650", "unit": "cm-1", "condition": ""}, {"value": "3400", "unit": "cm-1", "condition": ""}]}, {"meta": {"name": "3", "symbol": "", "chemical formula": ""}, "peak spectrum": []}, {"meta": {"name": "3a", "symbol": "", "chemical formula": ""}, "peak spectrum": []}, {"meta": {"name": "NaNO3", "symbol": "", "chemical formula": ""}, "peak spectrum": []}, {"meta": {"name": "Mg(NO3)2", "symbol": "", "chemical formula": ""}, "peak spectrum": []}, {"meta": {"name": "Cu(NO3)2", "symbol": "", "chemical formula": ""}, "peak spectrum": []}, {"meta": {"name": "KH2PO4", "symbol": "", "chemical formula": ""}, "peak spectrum": []}, {"meta": {"name": "K2CrO4", "symbol": "", "chemical formula": ""}, "peak spectrum": []}, {"meta": {"name": "UA", "symbol": "", "chemical formula": ""}, "peak spectrum": []}]], "include_properties": ["peak_spectrum"]}, {"idx": 28, "type": "text", "classification": "property", "content": "<p>In addition, NIR-emitting luminescence for polymers <bold>1</bold>, <bold>4</bold>, and <bold>5</bold> is preliminarily studied,\nas shown in Figure S26 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>. Upon excitation at 460 nm on the [Zn­(Hmimda)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>]·bipy antenna (Figure S9b in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>), NIR emission spectra\nwere measured at room temperature in the solid state. The relevant\nregions of the emission spectra of Yb<sup>III</sup>, Nd<sup>III</sup>, and Er<sup>III</sup> polymers with characteristic Ln<sup>III</sup> emission were observed. Polymer <bold>1</bold> displays emission\npeaks at 978, 1062, and 1341 nm in the NIR range, which are attributed\nto the <sup>4</sup>F<sub>3/2</sub> → <sup>4</sup>I<sub>9/2</sub>, <sup>4</sup>F<sub>3/2</sub> → <sup>4</sup>I<sub>11/2</sub>, and <sup>4</sup>F<sub>3/2</sub> → <sup>4</sup>I<sub>13/2</sub> characteristic transitions of a Nd<sup>III</sup> ion, respectively. The moderately strong emission peak was observed\nfor the Yb<sup>III</sup> polymer at a maximum of 982 nm, which is\nattributed to the (<sup>2</sup>F<sub>5/2</sub> → <sup>2</sup>F<sub>7/2</sub>) transition of the Yb<sup>III</sup> ion. A first generation of luminescent compounds\nwas previously presented but was limited because of the excitation\nwavelengths in the UV. We manage to shift the absorption wavelength\nto lower energy (in the visible range). Biological tissue is transparent\nin the 800–1300 nm region, which has been an important motivation\nfor the development of NIR-emitting lanthanide complexes for imaging.\nHowever, in addition to the emitted signal, the excitation light should\nalso be as low-energy as possible to minimize damage to the cells,\nreduce sample autofluorescence, and enhance tissue penetration. In\nthis case, visible-absorbing organic- and transition-metal-based antennas\nfor Nd<sup>III</sup> and Yb<sup>III</sup> sensitization can potentially\nbe used as biooptical devices, fluoroimmuno assays, and sensors for\nsmall molecules in response to demands. For the Er<sup>III</sup> polymer, under visible excitation at 462\nnm, an emission maximum located at 1534 nm was observed, and this\ncorresponds to the <sup>4</sup>I<sub>13/2</sub> → <sup>4</sup>I<sub>15/2</sub> transition. Lanthanide\nluminescence lifetimes were measured at 980 nm for Yb<sup>III</sup>, 1540 nm for Er<sup>III</sup>, and 1065 nm for Nd<sup>III</sup>.\nThe time-resolved fluorescence decay-fitting parameters and photoluminescence\nquantum yields for a series of polymers are reported in Table S6 in\nthe <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.6b02851/suppl_file/ic6b02851_si_007.pdf\">Supporting Information</ext-link>. It is interesting\nto compare the lifetimes and quantum yields with those of analogous\ncomplexes previously reported, and relevant values are listed in . From , we\ncan find the solid-state lifetime of the Nd<sup>III</sup> compound\nis comparable with that reported for neodymium selenolate, which is\n13 μs, and the fluorescence decay times of the quantum yield\nare considered to be higher among Nd<sup>III</sup> complexes. They are somewhat higher than those of homolanthanide\nchelate complexes: the 8-hydroxyquinolinate ligand. The quantum yields are higher than those of chlorin-sensitized\nlanthanide complexes but are lower than\nthose recently reported for Ln<sup>III</sup> complexes with zwitterionic\nligands bearing charge-transfer character.\n</p>", "clean_text": "In addition, NIR-emitting luminescence for polymers 1, 4, and 5 is preliminarily studied, as shown in Figure S26 in the Supporting Information. Upon excitation at 460 nm on the [Zn(Hmimda)2(H2O)2]⋅bipy antenna (Figure S9b in the Supporting Information), NIR emission spectra were measured at room temperature in the solid state. The relevant regions of the emission spectra of YbIII, NdIII, and ErIII polymers with characteristic LnIII emission were observed. Polymer 1 displays emission peaks at 978, 1062, and 1341 nm in the NIR range, which are attributed to the 4F3/2 → 4I9/2, 4F3/2 → 4I11/2, and 4F3/2 → 4I13/2 characteristic transitions of a NdIII ion, respectively. The moderately strong emission peak was observed for the YbIII polymer at a maximum of 982 nm, which is attributed to the (2F5/2 → 2F7/2) transition of the YbIII ion. A first generation of luminescent compounds was previously presented but was limited because of the excitation wavelengths in the UV. We manage to shift the absorption wavelength to lower energy (in the visible range). Biological tissue is transparent in the 800-1300 nm region, which has been an important motivation for the development of NIR-emitting lanthanide complexes for imaging. However, in addition to the emitted signal, the excitation light should also be as low-energy as possible to minimize damage to the cells, reduce sample autofluorescence, and enhance tissue penetration. In this case, visible-absorbing organic- and transition-metal-based antennas for NdIII and YbIII sensitization can potentially be used as biooptical devices, fluoroimmuno assays, and sensors for small molecules in response to demands. For the ErIII polymer, under visible excitation at 462 nm, an emission maximum located at 1534 nm was observed, and this corresponds to the 4I13/2 → 4I15/2 transition. Lanthanide luminescence lifetimes were measured at 980 nm for YbIII, 1540 nm for ErIII, and 1065 nm for NdIII. The time-resolved fluorescence decay-fitting parameters and photoluminescence quantum yields for a series of polymers are reported in Table S6 in the Supporting Information. It is interesting to compare the lifetimes and quantum yields with those of analogous complexes previously reported, and relevant values are listed in . From , we can find the solid-state lifetime of the NdIII compound is comparable with that reported for neodymium selenolate, which is 13 μs, and the fluorescence decay times of the quantum yield are considered to be higher among NdIII complexes. They are somewhat higher than those of homolanthanide chelate complexes: the 8-hydroxyquinolinate ligand. The quantum yields are higher than those of chlorin-sensitized lanthanide complexes but are lower than those recently reported for LnIII complexes with zwitterionic ligands bearing charge-transfer character. ", "data": [[{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "peak spectrum": [{"value": "978, 1062, 1341", "unit": "nm", "condition": ""}]}, {"meta": {"name": "", "symbol": "4", "chemical formula": ""}, "peak spectrum": [{"value": "982", "unit": "nm", "condition": ""}]}, {"meta": {"name": "", "symbol": "5", "chemical formula": ""}, "peak spectrum": [{"value": "1534", "unit": "nm", "condition": ""}]}]], "include_properties": ["peak_spectrum"]}, {"idx": 29, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Lifetimes and Quantum Yields for Relevant Compounds</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">compound</oasis:entry>\n<oasis:entry align=\"center\">quantum yield\n(%)</oasis:entry>\n<oasis:entry align=\"center\">lifetime</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>(DME)<sub>2</sub>Nd(SC<sub>6</sub>F<sub>5</sub>)<sub>3</sub>\n</oasis:entry>\n<oasis:entry>3.2</oasis:entry>\n<oasis:entry>13 μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref34\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>LIFM-19(Yb)</oasis:entry>\n<oasis:entry>7.4</oasis:entry>\n<oasis:entry>148 μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref33\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Yb(thqtcn)]</oasis:entry>\n<oasis:entry>0.60(2)</oasis:entry>\n<oasis:entry>7.13(2) μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref35\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Yb<sub>2</sub>H<sub>3</sub>(thqtcn)<sub>2</sub>]·(OTf)<sub>3</sub>]</oasis:entry>\n<oasis:entry>0.26(1)</oasis:entry>\n<oasis:entry>4.05(2) μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref35\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>YbPorBODIPY</oasis:entry>\n<oasis:entry>0.73</oasis:entry>\n<oasis:entry>40 μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref36\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Nd(Q-Si)<sub>3</sub>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1.9\nμs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref37\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>{Yb<sup>3+</sup>[Zn(II)MCquinHA]}</oasis:entry>\n<oasis:entry>2.23</oasis:entry>\n<oasis:entry>687 μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref38\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Yb3t@bio-MOF</oasis:entry>\n<oasis:entry>0.0252</oasis:entry>\n<oasis:entry>5.52 μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref39\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Zn<sub>2</sub>Er(L)<sub>2</sub>(Py)<sub>2</sub>(NO<sub>3</sub>)<sub>2</sub>]</oasis:entry>\n<oasis:entry>1.67 × 10<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>5.67 ns</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref40\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Er(hfaa)<sub>3</sub>(pz)<sub>2</sub>]</oasis:entry>\n<oasis:entry>0.022</oasis:entry>\n<oasis:entry>3.1 μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref41\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Nd(hfaa)<sub>3</sub>(pz)<sub>2</sub>]</oasis:entry>\n<oasis:entry>0.44</oasis:entry>\n<oasis:entry>1.2 μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref41\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Nd<sub>8</sub>Cd<sub>24</sub>L<sub>12</sub>(OAc)<sub>48</sub>]</oasis:entry>\n<oasis:entry>1.16</oasis:entry>\n<oasis:entry>250 μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref42\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Nd(κ<sup>3</sup>-ligand)<sub>3</sub>]</oasis:entry>\n<oasis:entry>0.33</oasis:entry>\n<oasis:entry>1.88 μs</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref43\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Lifetimes and Quantum Yields for Relevant Compounds\n\n| compound | quantum yield (%) | lifetime | ref |\n|----------|--------------------|----------|-----|\n| (DME)<sub>2</sub>Nd(SC<sub>6</sub>F<sub>5</sub>)<sub>3</sub> | 3.2 | 13 μs | [34] |\n| LIFM-19(Yb) | 7.4 | 148 μs | [33] |\n| [Yb(thqtcn)] | 0.60(2) | 7.13(2) μs | [35] |\n| [Yb<sub>2</sub>H<sub>3</sub>(thqtcn)<sub>2</sub>]·(OTf)<sub>3</sub>] | 0.26(1) | 4.05(2) μs | [35] |\n| YbPorBODIPY | 0.73 | 40 μs | [36] |\n| Nd(Q-Si)<sub>3</sub> |  | 1.9 μs | [37] |\n| {Yb<sup>3+</sup>[Zn(II)MCquinHA]} | 2.23 | 687 μs | [38] |\n| Yb3t@bio-MOF | 0.0252 | 5.52 μs | [39] |\n| [Zn<sub>2</sub>Er(L)<sub>2</sub>(Py)<sub>2</sub>(NO<sub>3</sub>)<sub>2</sub>]| 1.67 × 10<sup>–3</sup> | 5.67 ns | [40] |\n| [Er(hfaa)<sub>3</sub>(pz)<sub>2</sub>] | 0.022 | 3.1 μs | [41] |\n| [Nd(hfaa)<sub>3</sub>(pz)<sub>2</sub>] | 0.44 | 1.2 μs | [41] |\n| [Nd<sub>8</sub>Cd<sub>24</sub>L<sub>12</sub>(OAc)<sub>48</sub>]| 1.16 | 250 μs | [42] |\n| [Nd(κ<sup>3</sup>-ligand)<sub>3</sub>]| 0.33 | 1.88 μs | [43] |", "data": ["substring not found"], "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Representation\nof the different cation coordination environments in structure <bold>1</bold>. (b) View of the ribbon-like chain with one-end-coordinated\nbipy ligands as arms. The carboxylate groups of the Hmimda ligand\nare omitted of clarity.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic-2016-02851x_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Representation of the different cation coordination environments in structure 1. (b) View of the ribbon-like chain with one-end-coordinated bipy ligands as arms. The carboxylate groups of the Hmimda ligand are omitted of clarity.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>View of the polyrotaxane structure formed by two interpenetrating\nribbon chains. A pair of one-end-coordinated bipy ligands act as rods\nthat thread the [Zn<sub>6</sub>Mimda <sub>6</sub>] ring from adjacent\nribbon chains.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic-2016-02851x_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  View of the polyrotaxane structure formed by two interpenetrating ribbon chains. A pair of one-end-coordinated bipy ligands act as rods that thread the [Zn6Mimda 6] ring from adjacent ribbon chains.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) View of the 3D framework\nof <bold>1</bold> along the <italic>bc</italic> plane showing 1D channels\nalong the <italic>a</italic> axis, with red and blue parts for the\ndifferent arrangements. (b) Schematic representation of the 3,4-connected\ntopology of <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic-2016-02851x_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) View of the 3D framework of 1 along the bc plane showing 1D channels along the a axis, with red and blue parts for the different arrangements. (b) Schematic representation of the 3,4-connected topology of 1.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Photographic illustrations of polymer <bold>3a</bold> and the processes of adsorption–release of I<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic-2016-02851x_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Photographic illustrations of polymer 3a and the processes of adsorption-release of I2.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Solid-state emission\nspectra of the Eu MOF <bold>2</bold> (red) and Tb MOF <bold>3</bold> (green) at room temperature under 380 and 309 nm UV lamps, respectively.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ic-2016-02851x_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Solid-state emission spectra of the Eu MOF 2 (red) and Tb MOF 3 (green) at room temperature under 380 and 309 nm UV lamps, respectively.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Optical photograph/color for<bold>3a</bold> (a) and I<sub>2</sub>-exchanged <bold>3b</bold> (b) under a luminescent microscope.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ic-2016-02851x_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Optical photograph/color for3a (a) and I2-exchanged 3b (b) under a luminescent microscope.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Emission spectra of {[Eu<sub>3<italic>x</italic>\n</sub>Tb<sub>3(1–<italic>x</italic>)</sub> Zn<sub>6</sub>(bipy)<sub>2</sub> (Hmimda)<sub>7</sub>] excitation at 363 nm. (b) CIE 1931\nchromaticity diagram of {[Eu<sub>3<italic>x</italic>\n</sub>Tb<sub>3(1–<italic>x</italic>)</sub> Zn<sub>6</sub>(bipy)<sub>2</sub>(Hmimda)<sub>7</sub>] monitored under excitation of λ<sub>ex</sub> = 363 nm. L\n= bipy and L′ = Hmimda.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ic-2016-02851x_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) Emission spectra of {[Eu3x Tb3(1-x) Zn6(bipy)2 (Hmimda)7] excitation at 363 nm. (b) CIE 1931 chromaticity diagram of {[Eu3x Tb3(1-x) Zn6(bipy)2(Hmimda)7] monitored under excitation of λex = 363 nm. L = bipy and L' = Hmimda.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Emission spectra/illustration of the <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> transition intensities\nof polymer <bold>3</bold> introduced by different concentrations of\nMg­(NO<sub>3</sub>)<sub>2</sub> (in a DMF suspension under ambient\nconditions).</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ic-2016-02851x_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Emission spectra/illustration of the 5D4 → 7F5 transition intensities of polymer 3 introduced by different concentrations of Mg(NO3)2 (in a DMF suspension under ambient conditions).   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Comparison of the luminescence\nintensity of the <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> transition (549 nm) of polymer <bold>3a</bold> with the addition\nof 1 × 10<sup>–3</sup> mol/L of different cations (λ<sub>ex</sub> = 307 nm).</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ic-2016-02851x_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Comparison of the luminescence intensity of the 5D4 → 7F5 transition (549 nm) of polymer 3a with the addition of 1 × 10-3 mol/L of different cations (λex = 307 nm).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>PL spectra of the <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub> transition intensities of polymer <bold>3</bold> dispersed in different solvents (λ<sub>ex</sub> =\n307 nm).</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"ic-2016-02851x_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  PL spectra of the 5D4 → 7F5 transition intensities of polymer 3 dispersed in different solvents (λex = 307 nm).   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig11\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Luminescence\nspectra of <bold>3a</bold> in the presence of different concentrations\nof UA in solution (λ<sub>max</sub> = 314 nm) and plot of <italic>I</italic>\n<sub>0</sub>/<italic>I</italic> – 1 versus logarithm\nof concentration of UA (inset).</p>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"ic-2016-02851x_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  Luminescence spectra of 3a in the presence of different concentrations of UA in solution (λmax = 314 nm) and plot of I 0/I - 1 versus logarithm of concentration of UA (inset).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.6b02851", "title": null, "journal": "American Chemical Society", "date": "2017.01", "author_list": ["Feng\nXun", "Feng\nYuquan", "Guo\nNan", "Sun\nYiling", "Zhang\nTian", "Ma\nLufang", "Wang\nLiya"]}}