{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic7b02631.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The development of\nwell-defined multimetallic porous metal–organic frameworks\n(MOFs) will add a new dimension to the application of MOF catalysis.\nFrom this perspective, the understanding and tailoring of the catalytic\nmetal sites in MOFs are key fundamental challenges that could reveal\nthe intrinsic potential of these materials. In this work, a series\nof porphyrin–salen chiral MOFs (ps-CMOFs <bold>2–7</bold>) have been synthesized through postsynthetic metalation (PSMet)\nof the parent ps-CMOF via single-crystal to single-crystal transformation.\nCrystal structures of these ps-CMOF analogues revealed the same topological\nstructure but varied metal entities compared to those of the parent\nframework. Note that the PSMet process involves three methods involving\ncation exchange at the nodes, cation exchange at the metalated porphyrin,\nand cation addition at the free porphyrin, which has been systematically\ninvestigated using single-crystal X-ray diffraction and other physicochemical\nmethods. The N<sub>2</sub> adsorption tests, thermogravimetric analysis,\nand powder X-ray diffraction of <bold>2–7</bold> showed curves\nor patterns similar to those of <bold>1</bold>, indicating the maintenance\nof the crystallinity, porosity, and thermal stability of the framework\nduring the PSMet process. In addition, <bold>2–7</bold> showed\ndistinctly improved adsorption capacities and isosteric heats of adsorption\n(<italic>Q</italic>\n<sub>st</sub>) for CO<sub>2</sub> compared to those\nof their parent counterpart. Lastly, as a representative example of\nthe ps-CMOF catalytic platform, <bold>5</bold> proved to be an efficient\nrecyclable heterogeneous catalyst for the asymmetric addition reaction\nof CO<sub>2</sub> with epoxides under mild conditions. Furthermore,\nbecause of the constrained chiral environment within ps-CMOF, the\nenantioselectivity of this reaction appears to be dependent on substrate\nsize.</p>", "clean_text": "The development of well-defined multimetallic porous metal-organic frameworks (MOFs) will add a new dimension to the application of MOF catalysis. From this perspective, the understanding and tailoring of the catalytic metal sites in MOFs are key fundamental challenges that could reveal the intrinsic potential of these materials. In this work, a series of porphyrin-salen chiral MOFs (ps-CMOFs 2-7) have been synthesized through postsynthetic metalation (PSMet) of the parent ps-CMOF via single-crystal to single-crystal transformation. Crystal structures of these ps-CMOF analogues revealed the same topological structure but varied metal entities compared to those of the parent framework. Note that the PSMet process involves three methods involving cation exchange at the nodes, cation exchange at the metalated porphyrin, and cation addition at the free porphyrin, which has been systematically investigated using single-crystal X-ray diffraction and other physicochemical methods. The N2 adsorption tests, thermogravimetric analysis, and powder X-ray diffraction of 2-7 showed curves or patterns similar to those of 1, indicating the maintenance of the crystallinity, porosity, and thermal stability of the framework during the PSMet process. In addition, 2-7 showed distinctly improved adsorption capacities and isosteric heats of adsorption (Q st) for CO2 compared to those of their parent counterpart. Lastly, as a representative example of the ps-CMOF catalytic platform, 5 proved to be an efficient recyclable heterogeneous catalyst for the asymmetric addition reaction of CO2 with epoxides under mild conditions. Furthermore, because of the constrained chiral environment within ps-CMOF, the enantioselectivity of this reaction appears to be dependent on substrate size.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>We successfully developed a family of isostructural porphyrin−salen-based\nchiral MOFs (ps-CMOFs) through postsynthetic metalation via single-crystal\nto single-crystal transformation. Note that four sets of bimetallic\n(Cd−Cu, Cd−Zn, Cd−Ni, and Cd−Co) paddle-wheel\nclusters were observed and characterized by single-crystal X-ray diffraction\nfor the first time. The results also indicate that the increased surface\nareas, reserved porosity, rich adsorptive sites, and enhanced synergistic\neffects within multimetallic ps-CMOFs resulting from the incorporation\nof new paddle-wheel nodes, cation exchange, or addition at the porphyrin\ncores have a strong influence on their intrinsic properties.</p>", "clean_text": "We successfully developed a family of isostructural porphyrin-salen-based chiral MOFs (ps-CMOFs) through postsynthetic metalation via single-crystal to single-crystal transformation. Note that four sets of bimetallic (Cd-Cu, Cd-Zn, Cd-Ni, and Cd-Co) paddle-wheel clusters were observed and characterized by single-crystal X-ray diffraction for the first time. The results also indicate that the increased surface areas, reserved porosity, rich adsorptive sites, and enhanced synergistic effects within multimetallic ps-CMOFs resulting from the incorporation of new paddle-wheel nodes, cation exchange, or addition at the porphyrin cores have a strong influence on their intrinsic properties.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic\nframeworks (MOFs) are some of the most widely studied hybrid materials\nbecause of their highly permanent porosity coupled with extraordinarily\nbroad chemical and topological diversities, which in turn brings a\nmultitude of potential for utility in gas storage, heterogeneous catalysis, chemical\nsensing, and other applications. In particular, the understanding and tailoring\nof inorganic metal nodes and organic linkers in MOFs are key fundamental\nchallenges that could reveal the intrinsic potential of these materials\nfor heterogeneous catalysis. Generally, three main approaches are\nused to identify active sites in MOFs: (i) using the unsaturated coordinative\nsites of the secondary building units (SBUs) after removal of coordinated\nsolvent molecules, (ii) loading active species (e.g., noble metal\nnanoparticles) in MOF cavities through postsynthetic modification\n(PSM), and (iii) directly introducing metalloligands for MOF construction.\nCompared to the first two approaches, the latter is intriguing because\nit not only can incorporate different metal species into the framework\nfor specific purposes by rationally tuning the metalloligand cores\nbut also enables the construction of a stable network with permanent\nporosity due to the general rigidity of the metalloligands.</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) are some of the most widely studied hybrid materials because of their highly permanent porosity coupled with extraordinarily broad chemical and topological diversities, which in turn brings a multitude of potential for utility in gas storage, heterogeneous catalysis, chemical sensing, and other applications. In particular, the understanding and tailoring of inorganic metal nodes and organic linkers in MOFs are key fundamental challenges that could reveal the intrinsic potential of these materials for heterogeneous catalysis. Generally, three main approaches are used to identify active sites in MOFs: (i) using the unsaturated coordinative sites of the secondary building units (SBUs) after removal of coordinated solvent molecules, (ii) loading active species (e.g., noble metal nanoparticles) in MOF cavities through postsynthetic modification (PSM), and (iii) directly introducing metalloligands for MOF construction. Compared to the first two approaches, the latter is intriguing because it not only can incorporate different metal species into the framework for specific purposes by rationally tuning the metalloligand cores but also enables the construction of a stable network with permanent porosity due to the general rigidity of the metalloligands.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Metalloporphyrin and metallosalen are perceived as very profound\nmolecular catalysts because of their diversities in structures and\nconstitutions. Unlike their homogeneous counterparts, the immobilization\nof these complexes into MOFs can effectively enhance catalytic performance\nby eliminating multimolecular catalyst deactivation pathways owing\nto the confinement effect of MOFs and thus provides well-defined catalytic\ncenters in the structures of MOFs that are capable of catalyzing more\nadvanced reactions. Although large amounts of porphyrin- or salen-based\nMOFs have been synthesized and applied in different heterogeneous\ncatalyses, most of these MOF catalysts are constrained to specific\nreactions because the catalytic metal sites in these cases are usually\ndetermined and inert for further modification. Thus, engineering an isostructural catalytic platform that can be\nutilized in a broad range of reactions is quite fascinating as it\ncan maximize spatial and temporal productivity with minimal immobilized\nresources. Hupp et al. have shown the successful construction of a\nseries of robust porphyrinic MOFs by incorporating two kinds of metalloporphyrin\nderivatives into one skeleton. The two\ntypes of metalloporphyrin cores can be judiciously tuned with different\nmetal ion combinations and work cooperatively for tandem catalysis.\nIn comparison, examples of chiral MOF catalytic platforms are extremely\nscarce. Cui et al. developed the chiral\nmultivariate MOFs though <italic>do novo</italic> fabrication of multiple\nmetallosalen analogues into one skeleton, and the obtained MOFs can\nbe used as efficient and recyclable heterogeneous catalysts for a\nvariety of asymmetric sequential alkene epoxidation/epoxide ring-opening\nreactions. Apart from the porphyrin–porphyrin\nand salen–salen catalytic systems mentioned above, we recently\nreported the first porphyrin–salen-based chiral MOF (ps-CMOF <bold>1</bold>) as an effective and recyclable heterogeneous catalyst for\nthe asymmetric cyanosilylation of aldehydes. The high efficiency and enantioselectivity are induced by the cooperative\nfunction between Lewis acid activation (from metalloporphyrin) and\nchiral induction (from metallosalen). It is noteworthy that the crystal\nstructure of <bold>1</bold> reveals two kinds of different interpenetrated\nframeworks; in one, the porphyrin core is occupied by an out-of-plane\nCd<sup>2+</sup> ion, and the other is metal-free porphyrin. This structural\ncharacter enables the facile preparation of other ps-CMOF analogues\nby incorporation of various active metal sites into <bold>1</bold> though PSM, which can serve as a chiral catalytic platform for more\nenriched asymmetric catalyses.</p>", "clean_text": "Metalloporphyrin and metallosalen are perceived as very profound molecular catalysts because of their diversities in structures and constitutions. Unlike their homogeneous counterparts, the immobilization of these complexes into MOFs can effectively enhance catalytic performance by eliminating multimolecular catalyst deactivation pathways owing to the confinement effect of MOFs and thus provides well-defined catalytic centers in the structures of MOFs that are capable of catalyzing more advanced reactions. Although large amounts of porphyrin- or salen-based MOFs have been synthesized and applied in different heterogeneous catalyses, most of these MOF catalysts are constrained to specific reactions because the catalytic metal sites in these cases are usually determined and inert for further modification. Thus, engineering an isostructural catalytic platform that can be utilized in a broad range of reactions is quite fascinating as it can maximize spatial and temporal productivity with minimal immobilized resources. Hupp et al. have shown the successful construction of a series of robust porphyrinic MOFs by incorporating two kinds of metalloporphyrin derivatives into one skeleton. The two types of metalloporphyrin cores can be judiciously tuned with different metal ion combinations and work cooperatively for tandem catalysis. In comparison, examples of chiral MOF catalytic platforms are extremely scarce. Cui et al. developed the chiral multivariate MOFs though do novo fabrication of multiple metallosalen analogues into one skeleton, and the obtained MOFs can be used as efficient and recyclable heterogeneous catalysts for a variety of asymmetric sequential alkene epoxidation/epoxide ring-opening reactions. Apart from the porphyrin-porphyrin and salen-salen catalytic systems mentioned above, we recently reported the first porphyrin-salen-based chiral MOF (ps-CMOF 1) as an effective and recyclable heterogeneous catalyst for the asymmetric cyanosilylation of aldehydes. The high efficiency and enantioselectivity are induced by the cooperative function between Lewis acid activation (from metalloporphyrin) and chiral induction (from metallosalen). It is noteworthy that the crystal structure of 1 reveals two kinds of different interpenetrated frameworks; in one, the porphyrin core is occupied by an out-of-plane Cd2+ ion, and the other is metal-free porphyrin. This structural character enables the facile preparation of other ps-CMOF analogues by incorporation of various active metal sites into 1 though PSM, which can serve as a chiral catalytic platform for more enriched asymmetric catalyses.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>PSM has now been utilized as\na powerful alternative tool to prepare topologically identical but\nfunctionally diverse frameworks when traditional direct synthesis\nsuffers from vagaries such as the incompatibility of functional groups,\nthe low solubility of reagents, and the formation of undesired topologies. As one subset of PSM, postsynthetic metalation\n(PSMet) refers to the fabrication of metal ions within the frameworks.\nTo date, plenty of new analogues of MOFs that could not be synthesized <italic>de novo</italic> have been successfully obtained in the assistance\nof PSMet, which also offers better control\nof structural diversities over traditional hydro- or solvothermal\nreactions. In principle, four main PSMet\nmethods are utilized to incorporate extraneous metal ions into MOF\nstructures: (i) addition to the empty coordination sites within MOFs,\n(ii) cation exchange at metal nodes, (iii) cation exchange at linkers,\nand (iv) encapsulation of nanoparticles into the cavity of MOFs. Herein,\nwe report the preparation of six ps-CMOF analogues (<bold>2–7</bold>) using the PSMet method based on the single-crystal to single-crystal\n(SC–SC) transformation. The whole process involves three different\nPSMet methods, cation exchange at the Cd–Cd paddle-wheel node,\naddition of extraneous metal ions to the free porphyrin, and cation\nexchange at the Cd–porphyrin, which result in four sets of\nbimetallic paddle-wheel M–Cd (M = Cu, Zn, Ni, or Co) clusters\nthat are characterized by single-crystal X-ray diffraction for the\nfirst time. In addition, the cation exchange process in the porphyrin\ncore proved to be dynamically faster than the addition process, providing\nthe possibility of tuning the content of catalytic metal sites in\nps-CMOF catalysts. For CO<sub>2</sub> adsorption, all ps-CMOF analogues\nshowed enhanced adsorption capacities and <italic>Q</italic>\n<sub>st</sub> values compared to those of the original <bold>1</bold>. As a representative\nexample of the ps-CMOF catalytic platform, <bold>5</bold> was used\nas an efficient and recyclable heterogeneous catalyst for the asymmetric\naddition reaction of CO<sub>2</sub> with epoxides under mild conditions\nand exhibited substrate size-dependent enantioselectivity.</p>", "clean_text": "PSM has now been utilized as a powerful alternative tool to prepare topologically identical but functionally diverse frameworks when traditional direct synthesis suffers from vagaries such as the incompatibility of functional groups, the low solubility of reagents, and the formation of undesired topologies. As one subset of PSM, postsynthetic metalation (PSMet) refers to the fabrication of metal ions within the frameworks. To date, plenty of new analogues of MOFs that could not be synthesized de novo have been successfully obtained in the assistance of PSMet, which also offers better control of structural diversities over traditional hydro- or solvothermal reactions. In principle, four main PSMet methods are utilized to incorporate extraneous metal ions into MOF structures: (i) addition to the empty coordination sites within MOFs, (ii) cation exchange at metal nodes, (iii) cation exchange at linkers, and (iv) encapsulation of nanoparticles into the cavity of MOFs. Herein, we report the preparation of six ps-CMOF analogues (2-7) using the PSMet method based on the single-crystal to single-crystal (SC-SC) transformation. The whole process involves three different PSMet methods, cation exchange at the Cd-Cd paddle-wheel node, addition of extraneous metal ions to the free porphyrin, and cation exchange at the Cd-porphyrin, which result in four sets of bimetallic paddle-wheel M-Cd (M = Cu, Zn, Ni, or Co) clusters that are characterized by single-crystal X-ray diffraction for the first time. In addition, the cation exchange process in the porphyrin core proved to be dynamically faster than the addition process, providing the possibility of tuning the content of catalytic metal sites in ps-CMOF catalysts. For CO2 adsorption, all ps-CMOF analogues showed enhanced adsorption capacities and Q st values compared to those of the original 1. As a representative example of the ps-CMOF catalytic platform, 5 was used as an efficient and recyclable heterogeneous catalyst for the asymmetric addition reaction of CO2 with epoxides under mild conditions and exhibited substrate size-dependent enantioselectivity.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and Methods</title><p>All of the reagents were commercially available and were used without\nfurther purification. Powder X-ray diffraction (PXRD) patterns were\ncollected on a Bruker D8 powder diffractometer at 40 kV and 40 mA\nwith Cu Kα radiation (λ = 1.5406 Å), with a step\nsize of 0.0131° (2θ). Solid-state circular dichroism (CD)\nspectra were recorded on a J-800 spectropolarimeter (Jasco). Thermogravimetric\nanalyses (TGA) were performed on a Q600 SDT instrument under a flow\nof N<sub>2</sub> at a heating rate of 10 °C/min. Gas chromatography–mass\nspectroscopy (GC–MS) data were recorded on a Shimadzu model\nGCMS-QP5050A system that was equipped with a 0.25 mm × 30 m DB-WAX\ncapillary column. The content of metal ions was determined with an\natomic absorption spectrometer (AAS, Z-2000, Hitachi). The gas adsorption\nmeasurements were performed on a MicroActive ASAP 2460 system under\nN<sub>2</sub> (77 K) and CO<sub>2</sub> (273 and 298 K). The X-ray\nphotoelectron spectroscopy (XPS) experiment was conducted using a\nspectrometer with an Al Kα radiation source. Enantiomeric excess\n(ee) values were determined by high-performance liquid chromatography\n(HPLC) performed on an Agilent 1200 series system with an Analytical\nCHIRALCEL OD-H chiral column or by GC performed on an Agilent 7820A\nseries system with an Agilent 19091J-413 capillary column.</p>", "clean_text": "Experimental Section\n\nMaterials and Methods\n\nAll of the reagents were commercially available and were used without further purification. Powder X-ray diffraction (PXRD) patterns were collected on a Bruker D8 powder diffractometer at 40 kV and 40 mA with Cu Kα radiation (λ = 1.5406 Å), with a step size of 0.0131° (2θ). Solid-state circular dichroism (CD) spectra were recorded on a J-800 spectropolarimeter (Jasco). Thermogravimetric analyses (TGA) were performed on a Q600 SDT instrument under a flow of N2 at a heating rate of 10 °C/min. Gas chromatography-mass spectroscopy (GC-MS) data were recorded on a Shimadzu model GCMS-QP5050A system that was equipped with a 0.25 mm × 30 m DB-WAX capillary column. The content of metal ions was determined with an atomic absorption spectrometer (AAS, Z-2000, Hitachi). The gas adsorption measurements were performed on a MicroActive ASAP 2460 system under N2 (77 K) and CO2 (273 and 298 K). The X-ray photoelectron spectroscopy (XPS) experiment was conducted using a spectrometer with an Al Kα radiation source. Enantiomeric excess (ee) values were determined by high-performance liquid chromatography (HPLC) performed on an Agilent 1200 series system with an Analytical CHIRALCEL OD-H chiral column or by GC performed on an Agilent 7820A series system with an Agilent 19091J-413 capillary column.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Synthesis</title><p>ps-CMOF <bold>1</bold> was synthesized according to the reported\nprocedure. After being thoroughly washed\nwith dimethylformamide (DMF), the single crystals of <bold>1</bold> were soaked in a DMF solution containing 0.04 M MCl<sub>2</sub> (M\n= Cu, Zn, Ni, or Co) for 7 days (for <bold>2–5</bold>) or 30\ndays (for <bold>6</bold> and <bold>7</bold>) at room temperature.\nThe metal salts were refreshed every other day during the soaking\nprocess. Then, the exchanged crystals of <bold>2–7</bold> were\nthoroughly washed with DMF to remove excess metal salts.</p>", "clean_text": "Synthesis\n\nps-CMOF 1 was synthesized according to the reported procedure. After being thoroughly washed with dimethylformamide (DMF), the single crystals of 1 were soaked in a DMF solution containing 0.04 M MCl2 (M = Cu, Zn, Ni, or Co) for 7 days (for 2-5) or 30 days (for 6 and 7) at room temperature. The metal salts were refreshed every other day during the soaking process. Then, the exchanged crystals of 2-7 were thoroughly washed with DMF to remove excess metal salts.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Catalytic Experiments</title><p>Epoxides (10 mmol), <bold>5</bold> (0.5 mol %), and <italic>n</italic>-tetrabutylammonium bromide (TBAB) (1 mol %) were mixed in a Schlenk\nflask with a magnetic bar. The mixture was outgassed completely and\nthen purged with CO<sub>2</sub>. This operation was repeated three\ntimes before the mixture was stirred at 0 °C for 24 h with a\nCO<sub>2</sub> balloon. Upon completion, the mixture was filtered\nto remove the solid phase and the filtrate was analyzed via GC–MS\nto give the conversion.</p>", "clean_text": "Catalytic Experiments\n\nEpoxides (10 mmol), 5 (0.5 mol %), and n-tetrabutylammonium bromide (TBAB) (1 mol %) were mixed in a Schlenk flask with a magnetic bar. The mixture was outgassed completely and then purged with CO2. This operation was repeated three times before the mixture was stirred at 0 °C for 24 h with a CO2 balloon. Upon completion, the mixture was filtered to remove the solid phase and the filtrate was analyzed via GC-MS to give the conversion.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Recycle Experiments</title><p>The recyclability\nof <bold>5</bold> was tested with five consecutive runs. After the\nreaction, the solid phase was filtered and collected. By being washed\nthree times with DMF, catalyst <bold>5</bold> was dried at 150 °C\nfor 6 h under vacuum pressure before it was used for another run.</p>", "clean_text": "Recycle Experiments\n\nThe recyclability of 5 was tested with five consecutive runs. After the reaction, the solid phase was filtered and collected. By being washed three times with DMF, catalyst 5 was dried at 150 °C for 6 h under vacuum pressure before it was used for another run.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>X-ray Crystallography</title><p>Single-crystal XRD analysis of <bold>2–5</bold> was performed on an Xcalibur Onyx Nova four-circle\ndiffractometer using Cu Kα radiation (λ = 1.54184 Å)\nat 100 K. The empirical absorption correction was performed using\nthe CrystalClear program. The structures were determined by the direct\nmethod and refined on <italic>F</italic>\n<sup>2</sup> by the full-matrix\nleast-squares technique using the SHELX-97 program package. The metal atoms in the asymmetric unit were\nlocated first from the difference Fourier map and refined anisotropically.\nThe other atoms (O, C, and N) in the salen and porphyrin rings were\nthen located from the difference Fourier map and partly refined isotropically,\nas a result of the relatively weak diffraction (which is not uncommon\nfor this kind of framework with large solvent accessible void space).\nRestraints (DELU and SIMU) on displacement parameters and DFIX for\nbond lengths of salen framework were applied, and all phenyl rings\nof 1,2-diphenylethylenediimine on the salen ligand were constrained\nto ideal six-membered rings. The SQUEEZE subroutine of the PLATON\nsoftware suite was applied to remove\nthe scattering from the highly disordered guest molecules. The resulting\nnew HKL files were used to further refine the structures. Hydrogen\natoms attached to carbon were placed in geometrically idealized positions\nand refined using a riding model. CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"1579011\">1579011</ext-link> (for <bold>2</bold>), <ext-link ext-link-type=\"ccdc\" xlink:href=\"1579012\">1579012</ext-link> (for <bold>3</bold>), <ext-link ext-link-type=\"ccdc\" xlink:href=\"1579013\">1579013</ext-link> (for <bold>4</bold>), and <ext-link ext-link-type=\"ccdc\" xlink:href=\"1579014\">1579014</ext-link> (for <bold>5</bold>) contain the supplementary\ncrystallographic data for this paper. These data can be obtained free\nof charge from The Cambridge Crystallographic Data Centre.</p>", "clean_text": "X-ray Crystallography\n\nSingle-crystal XRD analysis of 2-5 was performed on an Xcalibur Onyx Nova four-circle diffractometer using Cu Kα radiation (λ = 1.54184 Å) at 100 K. The empirical absorption correction was performed using the CrystalClear program. The structures were determined by the direct method and refined on F 2 by the full-matrix least-squares technique using the SHELX-97 program package. The metal atoms in the asymmetric unit were located first from the difference Fourier map and refined anisotropically. The other atoms (O, C, and N) in the salen and porphyrin rings were then located from the difference Fourier map and partly refined isotropically, as a result of the relatively weak diffraction (which is not uncommon for this kind of framework with large solvent accessible void space). Restraints (DELU and SIMU) on displacement parameters and DFIX for bond lengths of salen framework were applied, and all phenyl rings of 1,2-diphenylethylenediimine on the salen ligand were constrained to ideal six-membered rings. The SQUEEZE subroutine of the PLATON software suite was applied to remove the scattering from the highly disordered guest molecules. The resulting new HKL files were used to further refine the structures. Hydrogen atoms attached to carbon were placed in geometrically idealized positions and refined using a riding model. CCDC 1579011 (for 2), 1579012 (for 3), 1579013 (for 4), and 1579014 (for 5) contain the supplementary crystallographic data for this paper. These data can be obtained free of charge from The Cambridge Crystallographic Data Centre.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>PSMet and Crystal Structures</title><p>As\nreported in our previous work,\n<bold>1</bold> consists of two kinds of different interpenetrated frameworks; in\none, the porphyrin core is occupied by an out-of-plane Cd<sup>2+</sup> ion with a ΔC<sub>β</sub> (the average deviation of\nβ-carbon atoms from the porphyrin plane) of 0.82 Å, and\nthe other is a metal-free porphyrin. These highly tunable porphyrin\ncores together with the highly twisted Cd<sub>2</sub>(COO)<sub>4</sub> paddle-wheel cluster prompted us to explore the possibility of using\nPSMet to synthesize ps-CMOF analogues. Immersing the crystals of <bold>1</bold> in a DMF solution containing 0.04 M MCl<sub>2</sub> (M =\nCu, Zn, Ni, or Co) for 7 days at room temperature afforded the corresponding\nps-CMOFs <bold>2–5</bold> that are suitable for single-crystal\nXRD. The unit cell parameters of <bold>2–5</bold> agree well\nwith those of <bold>1</bold> with only slight deviations (). Crystal structures\nof <bold>2–5</bold> revealed the same topological structure\nbut varied metal entities as compared to those of the parent framework.\nHere, we discuss the structure of <bold>3</bold> only for detail. <bold>3</bold> crystallizes in the chiral <italic>P</italic>1 space group.\nThe simplest network is based on a highly twisted ZnCd­(COO)<sub>4</sub> paddle-wheel SBU, which is bridged by four bidentate carboxylate\ngroups from four porphyrin linkers and pillared by two salen linkers\nat the axial positions (a). This connection to other orientations leads to the final\nthree-dimensional (3D) framework with 2-fold interpenetration (b). Similar to the\nparent framework, notable one-dimensional (1D) channels (6.5 Å\n× 10.5 Å) still exist in the 2-fold interpenetrated framework\nof <bold>3</bold> (c). On the basis of structural analysis, there are three different\nmethods involving cation exchange at the Cd–Cd paddle-wheel\ncluster, cation exchange at the Cd–porphyrin species, and addition\nat the free porphyrin.</p>", "clean_text": "Results and Discussion\n\nPSMet and Crystal Structures\n\nAs reported in our previous work, 1 consists of two kinds of different interpenetrated frameworks; in one, the porphyrin core is occupied by an out-of-plane Cd2+ ion with a ΔCβ (the average deviation of β-carbon atoms from the porphyrin plane) of 0.82 Å, and the other is a metal-free porphyrin. These highly tunable porphyrin cores together with the highly twisted Cd2(COO)4 paddle-wheel cluster prompted us to explore the possibility of using PSMet to synthesize ps-CMOF analogues. Immersing the crystals of 1 in a DMF solution containing 0.04 M MCl2 (M = Cu, Zn, Ni, or Co) for 7 days at room temperature afforded the corresponding ps-CMOFs 2-5 that are suitable for single-crystal XRD. The unit cell parameters of 2-5 agree well with those of 1 with only slight deviations (). Crystal structures of 2-5 revealed the same topological structure but varied metal entities as compared to those of the parent framework. Here, we discuss the structure of 3 only for detail. 3 crystallizes in the chiral P1 space group. The simplest network is based on a highly twisted ZnCd(COO)4 paddle-wheel SBU, which is bridged by four bidentate carboxylate groups from four porphyrin linkers and pillared by two salen linkers at the axial positions (a). This connection to other orientations leads to the final three-dimensional (3D) framework with 2-fold interpenetration (b). Similar to the parent framework, notable one-dimensional (1D) channels (6.5 Å × 10.5 Å) still exist in the 2-fold interpenetrated framework of 3 (c). On the basis of structural analysis, there are three different methods involving cation exchange at the Cd-Cd paddle-wheel cluster, cation exchange at the Cd-porphyrin species, and addition at the free porphyrin.", "data": null, "include_properties": null}, {"idx": 12, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Structural Details\nof the Crystal Structures of ps-CMOFs <bold>1–5</bold>\n</title>\n</caption>\n<graphic id=\"GRAPHIC-d7e504-autogenerated\" position=\"float\" xlink:href=\"ic-2017-026316_0005.tif\"></graphic>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Simplest network of <bold>3</bold> (diphenyl groups\non the salen ligand have been omitted for the sake of clarity). (b)\nTopological structure of the 3D network of <bold>3</bold> (green and\nred rods represent porphyrin linkers, and gray rods represent salen\nlinkers; lavender spheres represent the paddle-wheel cluster). (c)\nSpace-filling view of the 2-fold interpenetrated network of <bold>3</bold> along the <italic>b</italic> axis.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic-2017-026316_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Simplest network of 3 (diphenyl groups on the salen ligand have been omitted for the sake of clarity). (b) Topological structure of the 3D network of 3 (green and red rods represent porphyrin linkers, and gray rods represent salen linkers; lavender spheres represent the paddle-wheel cluster). (c) Space-filling view of the 2-fold interpenetrated network of 3 along the b axis.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Cation Exchange at the Cd–Cd Paddle-Wheel Cluster</title><p>Generally, four main aspects have to be taken into consideration\nfor a successful metal node exchange. (i) The exchangeable metal sites\nare coordinated unsaturated or coordinated by at least one solvent\nmolecule or coordinated by a ligand with a weak binding energy. (ii)\nThe thermodynamic stability of the daughter SBU has to be higher than\nthat of the parent SBU. (iii) The incoming metal ions can assume a\ncoordination state similar to that of the outgoing one. (iv) The incoming\nmetal ions can freely enter the interior of the framework. In <bold>1</bold>, the axial positions of the Cd<sup>2+</sup> ion of nodes\nare weakly coordinated by pyridyl groups from salen linkers, and thus,\nthis Cd<sup>2+</sup> ion may be labile for exchange. In addition,\nthe Cd<sub>2</sub>(COO)<sub>4</sub> cluster is highly distorted and\nthermodynamically inclined to transfer to a more regular paddle wheel\nwith enhanced thermal stability. Furthermore, the relatively large\npore openings (10.5 Å) of <bold>1</bold> facilitate free access\nof the incoming metal ions to the framework interior. These structural\ncharacteristics of <bold>1</bold> described above suggested feasible\nmetal node exchange. Therefore, we select divalent Cu<sup>2+</sup>, Zn<sup>2+</sup>, Ni<sup>2+</sup>, and Co<sup>2+</sup> ions with\nsmaller radii for operating PSMet as these cations tend to form a\nregular paddle-wheel cluster and successful metal exchange in other\ncomplexes has been realized utilizing these cations. Interestingly, crystal structure analyses showed that four sets\nof bimetallic Cd–M (M = Cu, Zn, Ni, or Co) paddle-wheel clusters\nare found in <bold>2–5</bold> (). The obvious changes lie in the differences\nin bond distances between M–O and M–N and between Cd–O\nand Cd–N ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02631/suppl_file/ic7b02631_si_001.pdf\">Table S1</ext-link>). In theory, complete cation\nexchanges are prone to occur from a less thermodynamically stable\npaddle-wheel cluster to a more stable one, as found in many cases. In addition, exchange of larger-radius metal\nions with smaller ones is also favored kinetically. Therefore, we\nenvisioned complete metal exchanges might be achieved by extending\nthe soaking time (3 months), increasing the metal salt concentration\n(0.1 M), increasing the exchange temperature (60 °C), or switching\nto other exchange solvents with smaller solvation spheres (methanol\nand acetone). As the Irving–Williams series established the\nthermodynamic stability in MOF metal nodes following the order Co<sup>2+</sup> &lt; Ni<sup>2+</sup> &lt; Cu<sup>2+</sup> &gt; Zn<sup>2+</sup>, we chose <bold>2</bold> to perform the attempt described above.\nUnfortunately, all efforts led to the same structure with an unaltered\nCd–Cu bimetallic paddle-wheel cluster, as revealed by single-crystal\nXRD. Although numerous factors such as reaction kinetics, ionic radii,\nsolution concentrations, and solvent effects may limit full metal\nnode exchange, none of these seems to be responsible for the partial\nexchange in ps-CMOFs. We consider that the framework flexibility determines\nthe exchange process and prevents it from fully exchanging. As mentioned\npreviously, porphyrin and salen linkers\nhaving bulky molecular sizes are quite able to form large pore openings\nin the corresponding ps-CMOFs. The irregular Cd<sub>2</sub>(COO)<sub>4</sub> paddle-wheel cluster endows <bold>1</bold> with a triclinic\ncrystal system, which not only favors a series of supramolecular interactions\nbetween pillar metallosalen linkers and lamellar metalloporphyrin\nplanes but also maximally diminishes the pore openings and thus enhances\nthe stability of the frameworks. Conversely, in an attempt to completely\ntransfer the irregular Cd<sub>2</sub>(COO)<sub>4</sub> to a regular\nM<sub>2</sub>(COO)<sub>4</sub> (M = Cu, Zn, Ni, or Co) paddle-wheel\ncluster, the triclinic crystal system of the framework has to change\ninto a monoclinic or orthorhombic crystal system, which is thermodynamically\nunfavored or, if possible, requires large amounts of energy. In other\nwords, the lattice of ps-CMOF limits the geometrical distortion available\nfor a full metal node exchange. In addition, there is another possible\nreason that the two Cd centers in the 1D channel have different accessibilities\nfor the incoming solvated metal ions. To date, much effort has been\ndevoted to synthesize bimetallic paddle-wheel cluster-based MOFs for\ntheir unique properties relative to their homometallic counterparts. However, most of them lack direct evidence for the detailed structures\nin the paddle-wheel clusters. To the best of our knowledge, this is\nthe first example of bimetallic paddle-wheel clusters (Cd–Cu,\nCd–Zn, Cd–Ni, and Cd–Co) concisely characterized\nby single-crystal XRD.</p>", "clean_text": "Cation Exchange at the Cd-Cd Paddle-Wheel Cluster\n\nGenerally, four main aspects have to be taken into consideration for a successful metal node exchange. (i) The exchangeable metal sites are coordinated unsaturated or coordinated by at least one solvent molecule or coordinated by a ligand with a weak binding energy. (ii) The thermodynamic stability of the daughter SBU has to be higher than that of the parent SBU. (iii) The incoming metal ions can assume a coordination state similar to that of the outgoing one. (iv) The incoming metal ions can freely enter the interior of the framework. In 1, the axial positions of the Cd2+ ion of nodes are weakly coordinated by pyridyl groups from salen linkers, and thus, this Cd2+ ion may be labile for exchange. In addition, the Cd2(COO)4 cluster is highly distorted and thermodynamically inclined to transfer to a more regular paddle wheel with enhanced thermal stability. Furthermore, the relatively large pore openings (10.5 Å) of 1 facilitate free access of the incoming metal ions to the framework interior. These structural characteristics of 1 described above suggested feasible metal node exchange. Therefore, we select divalent Cu2+, Zn2+, Ni2+, and Co2+ ions with smaller radii for operating PSMet as these cations tend to form a regular paddle-wheel cluster and successful metal exchange in other complexes has been realized utilizing these cations. Interestingly, crystal structure analyses showed that four sets of bimetallic Cd-M (M = Cu, Zn, Ni, or Co) paddle-wheel clusters are found in 2-5 (). The obvious changes lie in the differences in bond distances between M-O and M-N and between Cd-O and Cd-N ( and Table S1). In theory, complete cation exchanges are prone to occur from a less thermodynamically stable paddle-wheel cluster to a more stable one, as found in many cases. In addition, exchange of larger-radius metal ions with smaller ones is also favored kinetically. Therefore, we envisioned complete metal exchanges might be achieved by extending the soaking time (3 months), increasing the metal salt concentration (0.1 M), increasing the exchange temperature (60 °C), or switching to other exchange solvents with smaller solvation spheres (methanol and acetone). As the Irving-Williams series established the thermodynamic stability in MOF metal nodes following the order Co2+ < Ni2+ < Cu2+ > Zn2+, we chose 2 to perform the attempt described above. Unfortunately, all efforts led to the same structure with an unaltered Cd-Cu bimetallic paddle-wheel cluster, as revealed by single-crystal XRD. Although numerous factors such as reaction kinetics, ionic radii, solution concentrations, and solvent effects may limit full metal node exchange, none of these seems to be responsible for the partial exchange in ps-CMOFs. We consider that the framework flexibility determines the exchange process and prevents it from fully exchanging. As mentioned previously, porphyrin and salen linkers having bulky molecular sizes are quite able to form large pore openings in the corresponding ps-CMOFs. The irregular Cd2(COO)4 paddle-wheel cluster endows 1 with a triclinic crystal system, which not only favors a series of supramolecular interactions between pillar metallosalen linkers and lamellar metalloporphyrin planes but also maximally diminishes the pore openings and thus enhances the stability of the frameworks. Conversely, in an attempt to completely transfer the irregular Cd2(COO)4 to a regular M2(COO)4 (M = Cu, Zn, Ni, or Co) paddle-wheel cluster, the triclinic crystal system of the framework has to change into a monoclinic or orthorhombic crystal system, which is thermodynamically unfavored or, if possible, requires large amounts of energy. In other words, the lattice of ps-CMOF limits the geometrical distortion available for a full metal node exchange. In addition, there is another possible reason that the two Cd centers in the 1D channel have different accessibilities for the incoming solvated metal ions. To date, much effort has been devoted to synthesize bimetallic paddle-wheel cluster-based MOFs for their unique properties relative to their homometallic counterparts. However, most of them lack direct evidence for the detailed structures in the paddle-wheel clusters. To the best of our knowledge, this is the first example of bimetallic paddle-wheel clusters (Cd-Cu, Cd-Zn, Cd-Ni, and Cd-Co) concisely characterized by single-crystal XRD.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Cation Exchange at Cd–Porphyrin</title><p>As mentioned above, in one framework of <bold>1</bold>, the porphyrin\ncore is occupied by an out-of-plane Cd<sup>2+</sup> ion, indicating\na weak bonding of the Cd<sup>2+</sup> ion within porphyrin, and the\nexchange of the Cd<sup>2+</sup> ion with divalent metal ions possessing\nsmaller radii is thus preferred. Indeed, structural analysis showed\nthat all Cd<sup>2+</sup> ions within porphyrin cores are replaced\nby the incoming cations in <bold>2–5</bold> and are all well\nlocated in the porphyrin core with a ΔC<sub>β</sub> of\n∼0. It should be noted that Cu<sup>2+</sup>, Ni<sup>2+</sup>, and Co<sup>2+</sup> are coordinated in a nearly square-planar geometry\nwith four nitrogen atoms from porphyrin, while the Zn<sup>2+</sup> ion is further linked by a water molecule at the axial position,\nadopting a square-pyramidal geometry (). The M–N<sub>porphyrin</sub> distances\nrange from 1.988 to 2.040 Å for Cu<sup>2+</sup>, from 2.010 to\n2.074 Å for Zn<sup>2+</sup>, from 1.999 to 2.026 Å for Ni<sup>2+</sup>, and from 1.969 to 2.048 Å for Co<sup>2+</sup>, all\nof which are obviously shorter than the average Cd–N<sub>porphyrin</sub> bond distance (2.260 Å) and within the range of reported Cu\n(Zn, Ni, or Co)–porphyrin-based MOFs.\n</p>", "clean_text": "Cation Exchange at Cd-Porphyrin\n\nAs mentioned above, in one framework of 1, the porphyrin core is occupied by an out-of-plane Cd2+ ion, indicating a weak bonding of the Cd2+ ion within porphyrin, and the exchange of the Cd2+ ion with divalent metal ions possessing smaller radii is thus preferred. Indeed, structural analysis showed that all Cd2+ ions within porphyrin cores are replaced by the incoming cations in 2-5 and are all well located in the porphyrin core with a ΔCβ of ~0. It should be noted that Cu2+, Ni2+, and Co2+ are coordinated in a nearly square-planar geometry with four nitrogen atoms from porphyrin, while the Zn2+ ion is further linked by a water molecule at the axial position, adopting a square-pyramidal geometry (). The M-Nporphyrin distances range from 1.988 to 2.040 Å for Cu2+, from 2.010 to 2.074 Å for Zn2+, from 1.999 to 2.026 Å for Ni2+, and from 1.969 to 2.048 Å for Co2+, all of which are obviously shorter than the average Cd-Nporphyrin bond distance (2.260 Å) and within the range of reported Cu (Zn, Ni, or Co)-porphyrin-based MOFs. ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<title>Addition at the Free Porphyrin</title><p>With respect to the\naddition of extraneous metal ions to the free porphyrin, the results\ndiffer for Cu<sup>2+</sup>, Zn<sup>2+</sup>, Ni<sup>2+</sup>, and\nCo<sup>2+</sup> ions. As shown in , Cu<sup>2+</sup> and Zn<sup>2+</sup> ions\nin <bold>2</bold> and <bold>3</bold> are successfully trapped in the\nfree porphyrin with Cu–N bond lengths ranging from 1.982 to\n2.010 Å and Zn–N bond lengths ranging from 2.059 to 2.106\nÅ. Similarly, the Cu<sup>2+</sup> ion is coordinated in porphyrin\nwith a square-planar geometry, and the Zn<sup>2+</sup> ion is also\naxially coordinated by a water molecule. In <bold>4</bold> and <bold>5</bold>, the porphyrin remains uncoordinated during the soaking\nprocess. These structural differences between <bold>2</bold> (or <bold>3</bold>) and  <bold>4</bold> (or <bold>5</bold>) offer two insights\nfor illustrating the exchange course. (i) The reaction kinetic rates\nof Cu<sup>2+</sup> and Zn<sup>2+</sup> ions in the complexation of\nporphyrin are faster than those of Ni<sup>2+</sup> and Co<sup>2+</sup> ions, and (ii) the metal ion exchange in porphyrin proceeds faster\nthan the complexation of metal ions into free porphyrin. The first\nresult is ascribed to the affinity of Cu<sup>2+</sup> and Zn<sup>2+</sup> ions for nitrogenous linkers being higher than that of Ni<sup>2+</sup> and Co<sup>2+</sup> ions. Second, we suggested that the labile Cd<sup>2+</sup> ion in porphyrin provides the driving force for cation exchange,\nwhile in the course of complexation, the necessity of dissociating\ntwo N–H bonds makes the reaction proceed slower than exchange.\nThis finding provides good structural evidence for the study of the\ncoordination kinetics substitution reaction demonstrated by Berezin. Next, when the reaction time is extended to\n30 days, complexation of Ni<sup>2+</sup> and Co<sup>2+</sup> ions\nto the free porphyrin was observed in <bold>6</bold> and <bold>7</bold>, respectively. Although the structural determination of <bold>6</bold> and <bold>7</bold> by single-crystal XRD was unsuccessful because\nof the relatively poor quality of the single crystals, the PXRD patterns\nevidence the stability of the framework (a). In addition, AAS results revealed Cd:Ni\nand Cd:Co ratios of 1:2.96 and 1:1.98 for <bold>6</bold> and <bold>7</bold>, respectively, which are in accordance with the stoichoimetric\nratios of 1:3 and 1:2 predicted for <bold>6</bold> and <bold>7</bold>, respectively.</p>", "clean_text": "Addition at the Free Porphyrin\n\nWith respect to the addition of extraneous metal ions to the free porphyrin, the results differ for Cu2+, Zn2+, Ni2+, and Co2+ ions. As shown in , Cu2+ and Zn2+ ions in 2 and 3 are successfully trapped in the free porphyrin with Cu-N bond lengths ranging from 1.982 to 2.010 Å and Zn-N bond lengths ranging from 2.059 to 2.106 Å. Similarly, the Cu2+ ion is coordinated in porphyrin with a square-planar geometry, and the Zn2+ ion is also axially coordinated by a water molecule. In 4 and 5, the porphyrin remains uncoordinated during the soaking process. These structural differences between 2 (or 3) and  4 (or 5) offer two insights for illustrating the exchange course. (i) The reaction kinetic rates of Cu2+ and Zn2+ ions in the complexation of porphyrin are faster than those of Ni2+ and Co2+ ions, and (ii) the metal ion exchange in porphyrin proceeds faster than the complexation of metal ions into free porphyrin. The first result is ascribed to the affinity of Cu2+ and Zn2+ ions for nitrogenous linkers being higher than that of Ni2+ and Co2+ ions. Second, we suggested that the labile Cd2+ ion in porphyrin provides the driving force for cation exchange, while in the course of complexation, the necessity of dissociating two N-H bonds makes the reaction proceed slower than exchange. This finding provides good structural evidence for the study of the coordination kinetics substitution reaction demonstrated by Berezin. Next, when the reaction time is extended to 30 days, complexation of Ni2+ and Co2+ ions to the free porphyrin was observed in 6 and 7, respectively. Although the structural determination of 6 and 7 by single-crystal XRD was unsuccessful because of the relatively poor quality of the single crystals, the PXRD patterns evidence the stability of the framework (a). In addition, AAS results revealed Cd:Ni and Cd:Co ratios of 1:2.96 and 1:1.98 for 6 and 7, respectively, which are in accordance with the stoichoimetric ratios of 1:3 and 1:2 predicted for 6 and 7, respectively.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a and b) PXRD patterns of ps-CMOF analogues. (c and d)\nN<sub>2</sub> adsorption/desorption isotherms at 77 K and pore size\ndistributions (insets) of <bold>1–4</bold> and <bold>5–7</bold>, respectively.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic-2017-026316_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a and b) PXRD patterns of ps-CMOF analogues. (c and d) N2 adsorption/desorption isotherms at 77 K and pore size distributions (insets) of 1-4 and 5-7, respectively.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The different selectivity\nof the porphyrin cores for the incoming metal ion of the two network\nstructures might be attributed to the framework interpenetration,\nin which the network of Cd–porphyrin imparts certain steric\nhindrance to the other network of free porphyrin, blocking the entry\nof the second Cd<sup>2+</sup> ion into the free porphyrin core, as\nshown in <bold>1</bold>. For <bold>2</bold>, <bold>3</bold>, <bold>6</bold>, and <bold>7</bold>, owing to the smaller ion radii of Cu<sup>2+</sup>, Zn<sup>2+</sup>, Ni<sup>2+</sup>, and Co<sup>2+</sup> compared\nto that of Cd<sup>2+</sup>, the free porphyrin could coordinate the\nincoming metal ions during PSMet processes. Note that the Ni<sup>2+</sup> ions in salen linkers were not exchanged during PSMet processes,\nprobably because the four-coordinated planar geometry of the Ni<sup>2+</sup> ion in the salen scaffold is extremely thermodynamically\nstable and thus inert for further modification.</p>", "clean_text": "The different selectivity of the porphyrin cores for the incoming metal ion of the two network structures might be attributed to the framework interpenetration, in which the network of Cd-porphyrin imparts certain steric hindrance to the other network of free porphyrin, blocking the entry of the second Cd2+ ion into the free porphyrin core, as shown in 1. For 2, 3, 6, and 7, owing to the smaller ion radii of Cu2+, Zn2+, Ni2+, and Co2+ compared to that of Cd2+, the free porphyrin could coordinate the incoming metal ions during PSMet processes. Note that the Ni2+ ions in salen linkers were not exchanged during PSMet processes, probably because the four-coordinated planar geometry of the Ni2+ ion in the salen scaffold is extremely thermodynamically stable and thus inert for further modification.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<title>PXRD, CD, TG,\nand Gas Adsorption</title><p>The ps-CMOF analogues after PSMet processes\nretain the crystalline nature of the parent framework, as also evidenced\nby comparing their simulated PXRD patterns from crystal data. To confirm\nthat no new phase is formed during the PSMet process, the bulky samples\nof <bold>2–7</bold> were filtered and then characterized by\nPXRD measurement. As revealed in a, all ps-CMOF analogues showed almost the\nsame PXRD pattern, unambiguously suggesting their phase purity. The\nsolid-state CD spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02631/suppl_file/ic7b02631_si_001.pdf\">Figure S1</ext-link>) of <bold>2–7</bold> made from <italic>R</italic> and <italic>S</italic> enantiomers of the salen linker showed curves similar to those of <bold>1</bold>, which are all mirror image of each other, confirming the\nchiral nature of the bulk materials. Then TGA were performed to evaluate\nthe thermal stability of <bold>2–7</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02631/suppl_file/ic7b02631_si_001.pdf\">Figure S2</ext-link>). The TG curves showed first weight losses of approximately\n17.6, 19.4, 20.4, 22.4, 18.2, and 20.6% for <bold>2–7</bold>, respectively, corresponding to the loss of disordered guest molecules\nfrom the channels. The sharp weight losses after 390, 377, 388, 387,\n383, and 381 °C for <bold>2–7</bold>, respectively, indicate\nthe collapse of the framework. All TG curves showed trends similar\nto that of the parent framework, further suggesting the maintenance\nof the thermal stability of the framework after PSMet processes. The\nN<sub>2</sub> adsorption measurements at 77 K were then performed\nto confirm the permanent porosity of <bold>2–7</bold>. The\nsamples were outgassed at 150 °C under vacuum for 12 h before\ntests. As shown in panels c and d of , the N<sub>2</sub> adsorption isotherms\nof <bold>2–7</bold> are similar to that of the parent framework\nand present type I behavior, an indication of microporous materials.\nIt is noteworthy that the rates of uptake of N<sub>2</sub> by these\nps-CMOF analogues are slightly higher than that of the parent framework.\nWe proposed this might result from the removal of some unknown species\nthat were trapped inside the parent framework during the soaking of\nmetal salt solutions, thus causing a slight increase in the surface\narea of <bold>2–7</bold>. However, the pore size distributions\nof <bold>2–7</bold> calculated on the basis of the N<sub>2</sub> sorption isotherms at 77 K reveal almost the same peaks at ∼11\nÅ, which are quite consistent with the observations of their\ncrystal structures. As unsaturated coordinative metal sites have been\nproven to be highly responsible for the interaction with CO<sub>2</sub>, the CO<sub>2</sub> adsorption isotherms of <bold>2–7</bold> at 273 and 298 K were recorded to evaluate the properties of different\nmetal ions with respect to the CO<sub>2</sub> uptake performance.\nIt can be seen from  that the rates of uptake of CO<sub>2</sub> by <bold>2–7</bold> obviously outperformed that of the parent framework, which implied\nan affinity of Cu<sup>2+</sup>, Zn<sup>2+</sup>, Ni<sup>2+</sup>,\nand Co<sup>2+</sup> ions for CO<sub>2</sub> that is higher than that\nof the Cd<sup>2+</sup> ion. To gain more insights into the CO<sub>2</sub> adsorption capacity, we calculated the <italic>Q</italic>\n<sub>st</sub> values for <bold>2–7</bold> from the CO<sub>2</sub> isotherms by using the Clausius–Clapeyron equation.\nThe <italic>Q</italic>\n<sub>st</sub> values at low coverages are calculated\nto be 25.7, 20.4, 38.9, 48.1, 37.1, and 41.5 kJ/mol for <bold>2–7</bold>, respectively, all of which overwhelmed that of the parent framework\n(16.7 kJ/mol) (). More specifically, <bold>2</bold>, <bold>3</bold>, <bold>6</bold>, and <bold>7</bold> with the fully metalated porphyrin cores showed\ndistinctly varied <italic>Q</italic>\n<sub>st</sub> values that decreased\nin the following order: Co<sup>2+</sup> &gt; Ni<sup>2+</sup> &gt;\nCu<sup>2+</sup> &gt; Zn<sup>2+</sup>. These results illustrate the\nstronger interaction between the Co<sup>2+</sup> ion and CO<sub>2</sub> in ps-CMOF analogues, which has been previously observed in other\nMOFs. Furthermore, both <bold>4</bold> and <bold>5</bold>, whose porphyrin cores are partially metalated,\nshowed approximate <italic>Q</italic>\n<sub>st</sub> values compared\nto those of their fully metalated counterparts <bold>6</bold> and <bold>7</bold>, indicating the free porphyrin might also contribute to\nthe interaction with CO<sub>2</sub>, because the introduction of amine\ngroups into the framework has been identified as an effective method\nfor improving CO<sub>2</sub> adsorption behavior.\n</p>", "clean_text": "PXRD, CD, TG, and Gas Adsorption\n\nThe ps-CMOF analogues after PSMet processes retain the crystalline nature of the parent framework, as also evidenced by comparing their simulated PXRD patterns from crystal data. To confirm that no new phase is formed during the PSMet process, the bulky samples of 2-7 were filtered and then characterized by PXRD measurement. As revealed in a, all ps-CMOF analogues showed almost the same PXRD pattern, unambiguously suggesting their phase purity. The solid-state CD spectra (Figure S1) of 2-7 made from R and S enantiomers of the salen linker showed curves similar to those of 1, which are all mirror image of each other, confirming the chiral nature of the bulk materials. Then TGA were performed to evaluate the thermal stability of 2-7 (Figure S2). The TG curves showed first weight losses of approximately 17.6, 19.4, 20.4, 22.4, 18.2, and 20.6% for 2-7, respectively, corresponding to the loss of disordered guest molecules from the channels. The sharp weight losses after 390, 377, 388, 387, 383, and 381 °C for 2-7, respectively, indicate the collapse of the framework. All TG curves showed trends similar to that of the parent framework, further suggesting the maintenance of the thermal stability of the framework after PSMet processes. The N2 adsorption measurements at 77 K were then performed to confirm the permanent porosity of 2-7. The samples were outgassed at 150 °C under vacuum for 12 h before tests. As shown in panels c and d of , the N2 adsorption isotherms of 2-7 are similar to that of the parent framework and present type I behavior, an indication of microporous materials. It is noteworthy that the rates of uptake of N2 by these ps-CMOF analogues are slightly higher than that of the parent framework. We proposed this might result from the removal of some unknown species that were trapped inside the parent framework during the soaking of metal salt solutions, thus causing a slight increase in the surface area of 2-7. However, the pore size distributions of 2-7 calculated on the basis of the N2 sorption isotherms at 77 K reveal almost the same peaks at ~11 Å, which are quite consistent with the observations of their crystal structures. As unsaturated coordinative metal sites have been proven to be highly responsible for the interaction with CO2, the CO2 adsorption isotherms of 2-7 at 273 and 298 K were recorded to evaluate the properties of different metal ions with respect to the CO2 uptake performance. It can be seen from  that the rates of uptake of CO2 by 2-7 obviously outperformed that of the parent framework, which implied an affinity of Cu2+, Zn2+, Ni2+, and Co2+ ions for CO2 that is higher than that of the Cd2+ ion. To gain more insights into the CO2 adsorption capacity, we calculated the Q st values for 2-7 from the CO2 isotherms by using the Clausius-Clapeyron equation. The Q st values at low coverages are calculated to be 25.7, 20.4, 38.9, 48.1, 37.1, and 41.5 kJ/mol for 2-7, respectively, all of which overwhelmed that of the parent framework (16.7 kJ/mol) (). More specifically, 2, 3, 6, and 7 with the fully metalated porphyrin cores showed distinctly varied Q st values that decreased in the following order: Co2+ > Ni2+ > Cu2+ > Zn2+. These results illustrate the stronger interaction between the Co2+ ion and CO2 in ps-CMOF analogues, which has been previously observed in other MOFs. Furthermore, both 4 and 5, whose porphyrin cores are partially metalated, showed approximate Q st values compared to those of their fully metalated counterparts 6 and 7, indicating the free porphyrin might also contribute to the interaction with CO2, because the introduction of amine groups into the framework has been identified as an effective method for improving CO2 adsorption behavior. ", "data": null, "include_properties": null}, {"idx": 20, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>CO<sub>2</sub> Adsorption Properties of\nps-CMOF Analogues</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>5</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>6</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>7</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub> uptake (cm<sup>3</sup>/g) at 273 K</oasis:entry>\n<oasis:entry>32.1</oasis:entry>\n<oasis:entry>51.8</oasis:entry>\n<oasis:entry>44.3</oasis:entry>\n<oasis:entry>54.4</oasis:entry>\n<oasis:entry>63.9</oasis:entry>\n<oasis:entry>63.21</oasis:entry>\n<oasis:entry>92.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub> uptake (cm<sup>3</sup>/g) at 298 K</oasis:entry>\n<oasis:entry>21.8</oasis:entry>\n<oasis:entry>36.7</oasis:entry>\n<oasis:entry>24.8</oasis:entry>\n<oasis:entry>25.0</oasis:entry>\n<oasis:entry>23.5</oasis:entry>\n<oasis:entry>47.8</oasis:entry>\n<oasis:entry>30.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>initial <italic>Q</italic>\n<sub>st</sub> of CO<sub>2</sub> (kJ/mol)</oasis:entry>\n<oasis:entry>16.7</oasis:entry>\n<oasis:entry>25.7</oasis:entry>\n<oasis:entry>20.4</oasis:entry>\n<oasis:entry>38.9</oasis:entry>\n<oasis:entry>48.1</oasis:entry>\n<oasis:entry>37.1</oasis:entry>\n<oasis:entry>41.5</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) CO<sub>2</sub> adsorption\nisotherms of <bold>2</bold> at 273 and 298 K. (b) CO<sub>2</sub> adsorption\nisotherms of <bold>3</bold> at 273 and 298 K. (c) CO<sub>2</sub> adsorption\nisotherms of <bold>4</bold> and <bold>6</bold> at 273 and 298 K. (d)\nCO<sub>2</sub> adsorption isotherms of <bold>5</bold> and <bold>7</bold> at 273 and 298 K.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic-2017-026316_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) CO2 adsorption isotherms of 2 at 273 and 298 K. (b) CO2 adsorption isotherms of 3 at 273 and 298 K. (c) CO2 adsorption isotherms of 4 and 6 at 273 and 298 K. (d) CO2 adsorption isotherms of 5 and 7 at 273 and 298 K.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Catalytic Performance</title><p>On the basis of the results presented above, the PSMet of <bold>1</bold> successfully provides a family of ps-CMOF analogues with\ndifferent catalytic sites and inherent chiral groups, which might\nserve as a superior catalytic platform for varieties of asymmetric\ncatalyses. With our continuing interest in CO<sub>2</sub> fixation, herein <bold>5</bold> was selected as a representative\ncatalyst to evaluate the asymmetric catalytic performance for the\nsynthesis of cyclic carbonates using CO<sub>2</sub> and epoxides,\nowing to its high CO<sub>2</sub> adsorption capacity. This reaction\nnot only provides a 100% atom-economical route to cyclic carbonates\nwidely used as electrolytes for lithium ion batteries, monomers, and\nfine chemical intermediates but also develops an environmentally favored\nprocess with CO<sub>2</sub> as a nontoxic, nonflammable, and sustainable\nC1 feedstock. To date, most reported\nhomogeneous or heterogeneous catalysts were constrained to the synthesis\nof racemic cyclic carbonates, and little attention has been focused\non the formation of the value-added optical active cyclic carbonates. For MOF catalysts, to the best of our knowledge,\nonly two chiral MOFs have been utilized in the asymmetric cycloaddition\nof CO<sub>2</sub> with epoxides. Among\nthem, we constructed a Ni­(saldpen)-based porous chiral MOF as the\nfirst example of a MOF catalyst used for this transformation, and the results demonstrated that the potential\nhigh CO<sub>2</sub> adsorption capacity and stability of this MOF\nmake it a highly active and recyclable catalyst for CO<sub>2</sub> fixation. On the other hand, the Co­(II)-based MOFs have been utilized\nin the formation of cyclic carbonates from CO<sub>2</sub> and epoxides\nfor their high efficiency and selectivity.\n</p>", "clean_text": "Catalytic Performance\n\nOn the basis of the results presented above, the PSMet of 1 successfully provides a family of ps-CMOF analogues with different catalytic sites and inherent chiral groups, which might serve as a superior catalytic platform for varieties of asymmetric catalyses. With our continuing interest in CO2 fixation, herein 5 was selected as a representative catalyst to evaluate the asymmetric catalytic performance for the synthesis of cyclic carbonates using CO2 and epoxides, owing to its high CO2 adsorption capacity. This reaction not only provides a 100% atom-economical route to cyclic carbonates widely used as electrolytes for lithium ion batteries, monomers, and fine chemical intermediates but also develops an environmentally favored process with CO2 as a nontoxic, nonflammable, and sustainable C1 feedstock. To date, most reported homogeneous or heterogeneous catalysts were constrained to the synthesis of racemic cyclic carbonates, and little attention has been focused on the formation of the value-added optical active cyclic carbonates. For MOF catalysts, to the best of our knowledge, only two chiral MOFs have been utilized in the asymmetric cycloaddition of CO2 with epoxides. Among them, we constructed a Ni(saldpen)-based porous chiral MOF as the first example of a MOF catalyst used for this transformation, and the results demonstrated that the potential high CO2 adsorption capacity and stability of this MOF make it a highly active and recyclable catalyst for CO2 fixation. On the other hand, the Co(II)-based MOFs have been utilized in the formation of cyclic carbonates from CO2 and epoxides for their high efficiency and selectivity. ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["synthesis condition"], "content": "<p>First, <bold>5</bold> was activated at 150 °C under vacuum\nfor 12 h to remove guest solvents in the channels, providing accessible\nLewis acidic sites. The activated sample was measured by XPS to confirm\nwhether the oxidation state of cobalt ion changed during the activating\nprocess. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02631/suppl_file/ic7b02631_si_001.pdf\">Figure S4</ext-link>, the peaks\nof Co 2p<sub>3/2</sub> at 781.4 eV and Co 2p<sub>1/2</sub> at 796.9\neV, together with two satellite peaks at 784.1 and 798.9 eV, indicate\nthe oxidation state of the cobalt ion remains +2. The coupling of CO<sub>2</sub> and styrene oxide was used\nas the model reaction to investigate the effect of various parameters\non activity and enantioselectivity. Initially, the reaction proceeded\nwith 0.1 mol % catalyst and 1 mol % TBAB under ambient conditions\nfor 6 h to give a conversion of 11% and an enantioselectivity of 13%\n(entry 3, ).\nIt was found that both <bold>5</bold> and TBAB were indispensable\nto this reaction (entries 1 and 2, ), which is quite consistent with other reported\nbinary catalytic systems. When the catalyst\nloading was increased from 0.1 to 0.5 mol %, an increased conversion\n(23%) and a slightly increased enantioselectivity (15%) were obtained\n(entry 4, ),\nbut further increasing the catalyst loading to 1 mol % gave no observably\nimproved catalytic behaviors. On the other hand, the augmentation\nof TBAB to 2.5 mol % resulted in a decreased enantioselectivity (9%),\nwhich might be due to the background reaction proceeding via the racemic\npathway (entry 5, ). In general, a low temperature favors higher chirality; therefore,\nwe decreased the temperature to 0 °C, and an improved enantioselectivity\n(30%) was indeed achieved. However, prolonging the reaction time from\n6 to 24 h is necessary to compensate for the decreased reaction rates\n(entry 6, ).\nFurther decreasing the temperature to −20 °C makes the\nreaction almost inert, which makes the determination of enantioselectivity\nimpossible (entry 7, ). Thus, the optimized reaction conditions involve 10 mmol\nof epoxide, 0.5 mol % catalyst, and 1 mol % TBAB under 1 atm of CO<sub>2</sub> at 0 °C for 24 h, with a conversion of 22% and an enantioselectivity\nof 30% (entry 6, ). In comparison, <bold>7</bold>, which exhibits a <italic>Q</italic>\n<sub>st</sub> lower than that of <bold>5</bold>, showed slightly\ndecreased values of conversion (21%) and ee (27%) under identical\nconditions (entry 8, ).</p>", "clean_text": "First, 5 was activated at 150 °C under vacuum for 12 h to remove guest solvents in the channels, providing accessible Lewis acidic sites. The activated sample was measured by XPS to confirm whether the oxidation state of cobalt ion changed during the activating process. As shown in Figure S4, the peaks of Co 2p3/2 at 781.4 eV and Co 2p1/2 at 796.9 eV, together with two satellite peaks at 784.1 and 798.9 eV, indicate the oxidation state of the cobalt ion remains +2. The coupling of CO2 and styrene oxide was used as the model reaction to investigate the effect of various parameters on activity and enantioselectivity. Initially, the reaction proceeded with 0.1 mol % catalyst and 1 mol % TBAB under ambient conditions for 6 h to give a conversion of 11% and an enantioselectivity of 13% (entry 3, ). It was found that both 5 and TBAB were indispensable to this reaction (entries 1 and 2, ), which is quite consistent with other reported binary catalytic systems. When the catalyst loading was increased from 0.1 to 0.5 mol %, an increased conversion (23%) and a slightly increased enantioselectivity (15%) were obtained (entry 4, ), but further increasing the catalyst loading to 1 mol % gave no observably improved catalytic behaviors. On the other hand, the augmentation of TBAB to 2.5 mol % resulted in a decreased enantioselectivity (9%), which might be due to the background reaction proceeding via the racemic pathway (entry 5, ). In general, a low temperature favors higher chirality; therefore, we decreased the temperature to 0 °C, and an improved enantioselectivity (30%) was indeed achieved. However, prolonging the reaction time from 6 to 24 h is necessary to compensate for the decreased reaction rates (entry 6, ). Further decreasing the temperature to -20 °C makes the reaction almost inert, which makes the determination of enantioselectivity impossible (entry 7, ). Thus, the optimized reaction conditions involve 10 mmol of epoxide, 0.5 mol % catalyst, and 1 mol % TBAB under 1 atm of CO2 at 0 °C for 24 h, with a conversion of 22% and an enantioselectivity of 30% (entry 6, ). In comparison, 7, which exhibits a Q st lower than that of 5, showed slightly decreased values of conversion (21%) and ee (27%) under identical conditions (entry 8, ).", "data": null, "include_properties": null}, {"idx": 24, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Optimization of Reaction Parameters for\nthe Cycloaddition of CO<sub>2</sub> with Styrene Oxide<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">entry</oasis:entry>\n<oasis:entry align=\"center\">catalyst (loading)</oasis:entry>\n<oasis:entry align=\"center\">additive</oasis:entry>\n<oasis:entry align=\"center\">temp (°C)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>T</italic> (h)</oasis:entry>\n<oasis:entry align=\"center\">conversion (%)<xref ref-type=\"table-fn\" rid=\"t3fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">ee (%)<xref ref-type=\"table-fn\" rid=\"t3fn3\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>TBAB</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>–</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>\n<bold>5</bold> (0.1 mol %)</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>–</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>\n<bold>5</bold> (0.1 mol %)</oasis:entry>\n<oasis:entry>TBAB</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>11</oasis:entry>\n<oasis:entry>13</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>\n<bold>5</bold> (0.5 mol %)</oasis:entry>\n<oasis:entry>TBAB</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>23</oasis:entry>\n<oasis:entry>15</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>\n<bold>5</bold> (0.5 mol %)</oasis:entry>\n<oasis:entry>TBAB<xref ref-type=\"table-fn\" rid=\"t3fn4\"></xref>\n</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>26</oasis:entry>\n<oasis:entry>9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>\n<bold>5</bold> (0.5 mol %)</oasis:entry>\n<oasis:entry>TBAB</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>24</oasis:entry>\n<oasis:entry>22</oasis:entry>\n<oasis:entry>30</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>\n<bold>5</bold> (0.5 mol %)</oasis:entry>\n<oasis:entry>TBAB</oasis:entry>\n<oasis:entry>–20</oasis:entry>\n<oasis:entry>24</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>–</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>\n<bold>7</bold> (0.5 mol %)</oasis:entry>\n<oasis:entry>TBAB</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>24</oasis:entry>\n<oasis:entry>21</oasis:entry>\n<oasis:entry>27</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>Reaction conditions: epoxide (10 mmol), TBAB (1 mol %), CO<sub>2</sub> (1 atm).</p>\n</fn>\n<fn id=\"t3fn2\">\n<label>b</label>\n<p>Determined\nby GC–MS.</p>\n</fn>\n<fn id=\"t3fn3\">\n<label>c</label>\n<p>Determined\nby chiral GC or HPLC.</p>\n</fn>\n<fn id=\"t3fn4\">\n<label>d</label>\n<p>TBAB\n(2.5 mol %).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Upon examination\nof ps-CMOF <bold>1</bold> for asymmetric cyanosilylation of aldehydes, the porphyrin active sites proved to be responsible\nfor the Lewis activation and the salen moieties that account for the\ninduction of chirality. Thus, the control experiment was conducted\nby combining the mixture of homogeneous porphyrin–Co­(II) and\nsalen–Ni linkers under identical reaction conditions. The catalytic\nresults showed decreased conversion (14%) and negligible ee values\n(&lt;3%) compared to those of <bold>5</bold>. Therefore, the good\ncatalytic performance of <bold>5</bold> originates from the framework\nconfinement effect together with its well-positioned chiral induction\nenvironment. In the homogeneous system, the decreased chance of the\ntwo linkers meeting and their random spatial orientation resulted\nin poor enantioselectivity. The AAS of the supernatant after catalytic\nreaction was tested, and the result revealed negligible leaching of\nthe metal ions (∼2.11 ppm for Co<sup>2+</sup> and ∼2.02\nppm for Ni<sup>2+</sup>) from the framework, which confirmed the heterogeneous\nnature of this catalytic reaction. After the end of the reaction,\nthe catalyst can be recovered by filtration, washing with DMF, and\ndrying at 150 °C under vacuum for 6 h. Recyclability tests showed <bold>5</bold> could be reused for five consecutive runs without any apparent\nloss of activity or enantioselectivity (). The PXRD pattern of the recovered catalyst\nafter five catalytic runs remained almost unchanged (b), demonstrating the stability\nof the framework during the catalytic reactions.</p>", "clean_text": "Upon examination of ps-CMOF 1 for asymmetric cyanosilylation of aldehydes, the porphyrin active sites proved to be responsible for the Lewis activation and the salen moieties that account for the induction of chirality. Thus, the control experiment was conducted by combining the mixture of homogeneous porphyrin-Co(II) and salen-Ni linkers under identical reaction conditions. The catalytic results showed decreased conversion (14%) and negligible ee values (<3%) compared to those of 5. Therefore, the good catalytic performance of 5 originates from the framework confinement effect together with its well-positioned chiral induction environment. In the homogeneous system, the decreased chance of the two linkers meeting and their random spatial orientation resulted in poor enantioselectivity. The AAS of the supernatant after catalytic reaction was tested, and the result revealed negligible leaching of the metal ions (~2.11 ppm for Co2+ and ~2.02 ppm for Ni2+) from the framework, which confirmed the heterogeneous nature of this catalytic reaction. After the end of the reaction, the catalyst can be recovered by filtration, washing with DMF, and drying at 150 °C under vacuum for 6 h. Recyclability tests showed 5 could be reused for five consecutive runs without any apparent loss of activity or enantioselectivity (). The PXRD pattern of the recovered catalyst after five catalytic runs remained almost unchanged (b), demonstrating the stability of the framework during the catalytic reactions.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Recyclability tests of <bold>5</bold>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic-2017-026316_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Recyclability tests of 5.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>The cycloaddition reactions of\nCO<sub>2</sub> with other epoxides were then conducted to investigate\nthe general applicability of <bold>5</bold>. Note that propylene oxide\nand butylene oxide were found to be sluggish with respect to enantioslectivity\n(0 and 1% ee, respectively) (entries 1 and 2, respectively, ), while hexylene\noxide gave a significantly enhanced ee (53%) for the corresponding\ncyclic carbonate (entry 3, ). The asymmetric catalytic performances of <bold>5</bold> for hexylene oxide and styrene oxide (<italic>k</italic>\n<sub>rel</sub> values of 4.8 and 2, respectively) can compare to those of a bifunctional\npolymeric Co­(III)–salen complex. We attributed this substrate size-dependent enantioselectivity to\nthe constrained chiral pocket within the framework. As revealed by\nthe crystal structure of <bold>5</bold>, the shortest distances between\nthe Co<sup>2+</sup> ion in porphyrin and the chiral diphenyl groups\nwere calculated to be 5.141 Å (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02631/suppl_file/ic7b02631_si_001.pdf\">Figure S3</ext-link>); therefore, propylene oxide and butylene oxide, which possessed\nsmaller or similar geometry dimensions of 4.35 Å × 3.41\nÅ and 5.64 Å × 3.39 Å, respectively, have greater\ndifficulty effectively interacting with the chiral groups, leading\nto poor enantioselectivity. In contrast, bulky substrates such as\nstyrene oxide (7.26 Å × 4.28 Å) and hexylene oxide\n(8.19 Å × 3.39 Å) might well position within the chiral\npocket with an appropriate distance and an ideal spatial orientation,\nthus resulting in enhanced stereocontrol. Then, we selected the more\nbulky substrate phenyl glycidyl ether (9.91 Å × 4.31 Å)\nto further investigate the influence of substrate size on enantioselectivity.\nHowever, phenyl glycidyl ether gave a much lower ee (entry 5, ). It was likely that\nthe steric repulsion effect largely inhibited effective chiral induction,\nconsequently leading to insufficient transfer of chirality. To date,\nthe substrate size-dependent enantioselectivity in the asymmetric\ncarbonatation reactions has been witnessed in other catalytic systems, but there is no evidence illustrating the intrinsic\nreason for this phenomenon. Here in the ps-CMOF catalytic platform,\nthe crystal structures provide detailed structural evidence that improves\nour understanding of the interaction between the substrate and chirally\ninduced groups. However, further evidence, including the steric repulsion\neffect, the chiral induction mode, and the detailed interaction pathway,\nis still needed to clarify this phenomenon.</p>", "clean_text": "The cycloaddition reactions of CO2 with other epoxides were then conducted to investigate the general applicability of 5. Note that propylene oxide and butylene oxide were found to be sluggish with respect to enantioslectivity (0 and 1% ee, respectively) (entries 1 and 2, respectively, ), while hexylene oxide gave a significantly enhanced ee (53%) for the corresponding cyclic carbonate (entry 3, ). The asymmetric catalytic performances of 5 for hexylene oxide and styrene oxide (k rel values of 4.8 and 2, respectively) can compare to those of a bifunctional polymeric Co(III)-salen complex. We attributed this substrate size-dependent enantioselectivity to the constrained chiral pocket within the framework. As revealed by the crystal structure of 5, the shortest distances between the Co2+ ion in porphyrin and the chiral diphenyl groups were calculated to be 5.141 Å (Figure S3); therefore, propylene oxide and butylene oxide, which possessed smaller or similar geometry dimensions of 4.35 Å × 3.41 Å and 5.64 Å × 3.39 Å, respectively, have greater difficulty effectively interacting with the chiral groups, leading to poor enantioselectivity. In contrast, bulky substrates such as styrene oxide (7.26 Å × 4.28 Å) and hexylene oxide (8.19 Å × 3.39 Å) might well position within the chiral pocket with an appropriate distance and an ideal spatial orientation, thus resulting in enhanced stereocontrol. Then, we selected the more bulky substrate phenyl glycidyl ether (9.91 Å × 4.31 Å) to further investigate the influence of substrate size on enantioselectivity. However, phenyl glycidyl ether gave a much lower ee (entry 5, ). It was likely that the steric repulsion effect largely inhibited effective chiral induction, consequently leading to insufficient transfer of chirality. To date, the substrate size-dependent enantioselectivity in the asymmetric carbonatation reactions has been witnessed in other catalytic systems, but there is no evidence illustrating the intrinsic reason for this phenomenon. Here in the ps-CMOF catalytic platform, the crystal structures provide detailed structural evidence that improves our understanding of the interaction between the substrate and chirally induced groups. However, further evidence, including the steric repulsion effect, the chiral induction mode, and the detailed interaction pathway, is still needed to clarify this phenomenon.", "data": null, "include_properties": null}, {"idx": 28, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl4\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Asymmetric\nSynthesis of Various Cyclic Carbonates Catalyzed by <bold>5</bold>\n<xref ref-type=\"table-fn\" rid=\"t4fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"GRAPHIC-d7e1774-autogenerated\" position=\"float\" xlink:href=\"ic-2017-026316_0006.tif\"></graphic>\n<table-wrap-foot>\n<fn id=\"t4fn1\">\n<label>a</label>\n<p>Reaction conditions:\nepoxide (10 mmol), <bold>5</bold> (0.5 mol %), TBAB (1 mol %), 0 °C,\n24 h, CO<sub>2</sub> (1 atm).</p>\n</fn>\n<fn id=\"t4fn2\">\n<label>b</label>\n<p>Determined by GC–MS.</p>\n</fn>\n<fn id=\"t4fn3\">\n<label>c</label>\n<p>Determined by chiral GC or HPLC.</p>\n</fn>\n<fn id=\"t4fn4\">\n<label>d</label>\n<p>The <italic>k</italic>\n<sub>rel</sub> is calculated as {ln­[1 – <italic>c</italic>(1 + ee)]}/{ln­[1 – <italic>c</italic>(1 –\nee)]}, where <italic>c</italic> is conversion and ee is enantiomeric\nexcess.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, we have successfully developed a family of isostructural\nps-CMOF analogues through PSMet via SC–SC transformation, and\nfour sets of heterometallic (Cd–Cu, Cd–Zn, Cd–Ni,\nand Cd–Co) paddle-wheel clusters were concisely characterized\nby single-crystal XRD for the first time. The results indicate that\nthe increased surface areas, reserved porosity, rich adsorptive sites,\nand enhanced synergistic effects within multimetallic ps-CMOFs resulting\nfrom the incorporation of new paddle-wheel nodes, cation exchange,\nor addition at the porphyrin cores have strong influence on their\nintrinsic properties. For example, these daughter structures show\nCO<sub>2</sub> adsorption performances that are better than that of\ntheir parent network. As one representative of the ps-CMOF catalytic\nplatform, <bold>5</bold> proved to be an effective recyclable heterogeneous\ncatalyst for the substrate size-dependent enantioselective synthesis\nof cyclic carbonates from CO<sub>2</sub> and epoxides under mild conditions.\nOur research results not only pave a new way for building isomer MOF\nstructures based on a bimetallic paddle-wheel cluster but also elucidate\nthe possibility of porous ps-CMOFs with multifunctional sites to be\napplied in more enriched asymmetric catalyses. Relevant work involving\nincorporation of trivalent metal ions into porphyrin cores of the\nps-CMOF skeleton is ongoing in our laboratory.</p>", "clean_text": "Conclusions\n\nIn summary, we have successfully developed a family of isostructural ps-CMOF analogues through PSMet via SC-SC transformation, and four sets of heterometallic (Cd-Cu, Cd-Zn, Cd-Ni, and Cd-Co) paddle-wheel clusters were concisely characterized by single-crystal XRD for the first time. The results indicate that the increased surface areas, reserved porosity, rich adsorptive sites, and enhanced synergistic effects within multimetallic ps-CMOFs resulting from the incorporation of new paddle-wheel nodes, cation exchange, or addition at the porphyrin cores have strong influence on their intrinsic properties. For example, these daughter structures show CO2 adsorption performances that are better than that of their parent network. As one representative of the ps-CMOF catalytic platform, 5 proved to be an effective recyclable heterogeneous catalyst for the substrate size-dependent enantioselective synthesis of cyclic carbonates from CO2 and epoxides under mild conditions. Our research results not only pave a new way for building isomer MOF structures based on a bimetallic paddle-wheel cluster but also elucidate the possibility of porous ps-CMOFs with multifunctional sites to be applied in more enriched asymmetric catalyses. Relevant work involving incorporation of trivalent metal ions into porphyrin cores of the ps-CMOF skeleton is ongoing in our laboratory.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.inorgchem.7b02631\">10.1021/acs.inorgchem.7b02631</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Selective average\nbond lengths, CD spectra, TG curves of ps-CMOFs, the chiral environment\nand XPS of <bold>5</bold>, and HPLC or GC analysis of the synthesized\ncyclic carbonates (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02631/suppl_file/ic7b02631_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.inorgchem.7b02631.  Selective average bond lengths, CD spectra, TG curves of ps-CMOFs, the chiral environment and XPS of 5, and HPLC or GC analysis of the synthesized cyclic carbonates (PDF)   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Selective average\nbond lengths, CD spectra, TG curves of ps-CMOFs, the chiral environment\nand XPS of <bold>5</bold>, and HPLC or GC analysis of the synthesized\ncyclic carbonates (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02631/suppl_file/ic7b02631_si_001.pdf\">PDF</ext-link>)</p><p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"1579011\">1579011</ext-link>–<ext-link ext-link-type=\"ccdc\" xlink:href=\"1579014\">1579014</ext-link> contain the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email>data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "Selective average bond lengths, CD spectra, TG curves of ps-CMOFs, the chiral environment and XPS of 5, and HPLC or GC analysis of the synthesized cyclic carbonates (PDF)\n\nCCDC 1579011-1579014 contain the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The authors declare no competing\nfinancial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 23, "type": "text", "classification": "synthesis condition", "content": "<p>First, <bold>5</bold> was activated at 150 °C under vacuum\nfor 12 h to remove guest solvents in the channels, providing accessible\nLewis acidic sites. The activated sample was measured by XPS to confirm\nwhether the oxidation state of cobalt ion changed during the activating\nprocess. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02631/suppl_file/ic7b02631_si_001.pdf\">Figure S4</ext-link>, the peaks\nof Co 2p<sub>3/2</sub> at 781.4 eV and Co 2p<sub>1/2</sub> at 796.9\neV, together with two satellite peaks at 784.1 and 798.9 eV, indicate\nthe oxidation state of the cobalt ion remains +2. The coupling of CO<sub>2</sub> and styrene oxide was used\nas the model reaction to investigate the effect of various parameters\non activity and enantioselectivity. Initially, the reaction proceeded\nwith 0.1 mol % catalyst and 1 mol % TBAB under ambient conditions\nfor 6 h to give a conversion of 11% and an enantioselectivity of 13%\n(entry 3, ).\nIt was found that both <bold>5</bold> and TBAB were indispensable\nto this reaction (entries 1 and 2, ), which is quite consistent with other reported\nbinary catalytic systems. When the catalyst\nloading was increased from 0.1 to 0.5 mol %, an increased conversion\n(23%) and a slightly increased enantioselectivity (15%) were obtained\n(entry 4, ),\nbut further increasing the catalyst loading to 1 mol % gave no observably\nimproved catalytic behaviors. On the other hand, the augmentation\nof TBAB to 2.5 mol % resulted in a decreased enantioselectivity (9%),\nwhich might be due to the background reaction proceeding via the racemic\npathway (entry 5, ). In general, a low temperature favors higher chirality; therefore,\nwe decreased the temperature to 0 °C, and an improved enantioselectivity\n(30%) was indeed achieved. However, prolonging the reaction time from\n6 to 24 h is necessary to compensate for the decreased reaction rates\n(entry 6, ).\nFurther decreasing the temperature to −20 °C makes the\nreaction almost inert, which makes the determination of enantioselectivity\nimpossible (entry 7, ). Thus, the optimized reaction conditions involve 10 mmol\nof epoxide, 0.5 mol % catalyst, and 1 mol % TBAB under 1 atm of CO<sub>2</sub> at 0 °C for 24 h, with a conversion of 22% and an enantioselectivity\nof 30% (entry 6, ). In comparison, <bold>7</bold>, which exhibits a <italic>Q</italic>\n<sub>st</sub> lower than that of <bold>5</bold>, showed slightly\ndecreased values of conversion (21%) and ee (27%) under identical\nconditions (entry 8, ).</p>", "clean_text": "First, 5 was activated at 150 °C under vacuum for 12 h to remove guest solvents in the channels, providing accessible Lewis acidic sites. The activated sample was measured by XPS to confirm whether the oxidation state of cobalt ion changed during the activating process. As shown in Figure S4, the peaks of Co 2p3/2 at 781.4 eV and Co 2p1/2 at 796.9 eV, together with two satellite peaks at 784.1 and 798.9 eV, indicate the oxidation state of the cobalt ion remains +2. The coupling of CO2 and styrene oxide was used as the model reaction to investigate the effect of various parameters on activity and enantioselectivity. Initially, the reaction proceeded with 0.1 mol % catalyst and 1 mol % TBAB under ambient conditions for 6 h to give a conversion of 11% and an enantioselectivity of 13% (entry 3, ). It was found that both 5 and TBAB were indispensable to this reaction (entries 1 and 2, ), which is quite consistent with other reported binary catalytic systems. When the catalyst loading was increased from 0.1 to 0.5 mol %, an increased conversion (23%) and a slightly increased enantioselectivity (15%) were obtained (entry 4, ), but further increasing the catalyst loading to 1 mol % gave no observably improved catalytic behaviors. On the other hand, the augmentation of TBAB to 2.5 mol % resulted in a decreased enantioselectivity (9%), which might be due to the background reaction proceeding via the racemic pathway (entry 5, ). In general, a low temperature favors higher chirality; therefore, we decreased the temperature to 0 °C, and an improved enantioselectivity (30%) was indeed achieved. However, prolonging the reaction time from 6 to 24 h is necessary to compensate for the decreased reaction rates (entry 6, ). Further decreasing the temperature to -20 °C makes the reaction almost inert, which makes the determination of enantioselectivity impossible (entry 7, ). Thus, the optimized reaction conditions involve 10 mmol of epoxide, 0.5 mol % catalyst, and 1 mol % TBAB under 1 atm of CO2 at 0 °C for 24 h, with a conversion of 22% and an enantioselectivity of 30% (entry 6, ). In comparison, 7, which exhibits a Q st lower than that of 5, showed slightly decreased values of conversion (21%) and ee (27%) under identical conditions (entry 8, ).", "data": [{"meta": {"name": "5", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "activation", "heat treatment method": "vacuum", "heat treatment temperature": "150°C", "heat treatment time": "12 h", "heating rate": "", "cooling rate": ""}], "yield": "", "other properties": []}, {"meta": {"name": "7", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "activation", "heat treatment method": "vacuum", "heat treatment temperature": "150°C", "heat treatment time": "12 h", "heating rate": "", "cooling rate": ""}], "yield": "", "other properties": []}], "include_properties": ["heat_treatment"]}, {"idx": "16, 19", "type": "text", "classification": "property", "content": "<title>Addition at the Free Porphyrin</title><p>With respect to the\naddition of extraneous metal ions to the free porphyrin, the results\ndiffer for Cu<sup>2+</sup>, Zn<sup>2+</sup>, Ni<sup>2+</sup>, and\nCo<sup>2+</sup> ions. As shown in , Cu<sup>2+</sup> and Zn<sup>2+</sup> ions\nin <bold>2</bold> and <bold>3</bold> are successfully trapped in the\nfree porphyrin with Cu–N bond lengths ranging from 1.982 to\n2.010 Å and Zn–N bond lengths ranging from 2.059 to 2.106\nÅ. Similarly, the Cu<sup>2+</sup> ion is coordinated in porphyrin\nwith a square-planar geometry, and the Zn<sup>2+</sup> ion is also\naxially coordinated by a water molecule. In <bold>4</bold> and <bold>5</bold>, the porphyrin remains uncoordinated during the soaking\nprocess. These structural differences between <bold>2</bold> (or <bold>3</bold>) and  <bold>4</bold> (or <bold>5</bold>) offer two insights\nfor illustrating the exchange course. (i) The reaction kinetic rates\nof Cu<sup>2+</sup> and Zn<sup>2+</sup> ions in the complexation of\nporphyrin are faster than those of Ni<sup>2+</sup> and Co<sup>2+</sup> ions, and (ii) the metal ion exchange in porphyrin proceeds faster\nthan the complexation of metal ions into free porphyrin. The first\nresult is ascribed to the affinity of Cu<sup>2+</sup> and Zn<sup>2+</sup> ions for nitrogenous linkers being higher than that of Ni<sup>2+</sup> and Co<sup>2+</sup> ions. Second, we suggested that the labile Cd<sup>2+</sup> ion in porphyrin provides the driving force for cation exchange,\nwhile in the course of complexation, the necessity of dissociating\ntwo N–H bonds makes the reaction proceed slower than exchange.\nThis finding provides good structural evidence for the study of the\ncoordination kinetics substitution reaction demonstrated by Berezin. Next, when the reaction time is extended to\n30 days, complexation of Ni<sup>2+</sup> and Co<sup>2+</sup> ions\nto the free porphyrin was observed in <bold>6</bold> and <bold>7</bold>, respectively. Although the structural determination of <bold>6</bold> and <bold>7</bold> by single-crystal XRD was unsuccessful because\nof the relatively poor quality of the single crystals, the PXRD patterns\nevidence the stability of the framework (a). In addition, AAS results revealed Cd:Ni\nand Cd:Co ratios of 1:2.96 and 1:1.98 for <bold>6</bold> and <bold>7</bold>, respectively, which are in accordance with the stoichoimetric\nratios of 1:3 and 1:2 predicted for <bold>6</bold> and <bold>7</bold>, respectively.</p><title>PXRD, CD, TG,\nand Gas Adsorption</title><p>The ps-CMOF analogues after PSMet processes\nretain the crystalline nature of the parent framework, as also evidenced\nby comparing their simulated PXRD patterns from crystal data. To confirm\nthat no new phase is formed during the PSMet process, the bulky samples\nof <bold>2–7</bold> were filtered and then characterized by\nPXRD measurement. As revealed in a, all ps-CMOF analogues showed almost the\nsame PXRD pattern, unambiguously suggesting their phase purity. The\nsolid-state CD spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02631/suppl_file/ic7b02631_si_001.pdf\">Figure S1</ext-link>) of <bold>2–7</bold> made from <italic>R</italic> and <italic>S</italic> enantiomers of the salen linker showed curves similar to those of <bold>1</bold>, which are all mirror image of each other, confirming the\nchiral nature of the bulk materials. Then TGA were performed to evaluate\nthe thermal stability of <bold>2–7</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02631/suppl_file/ic7b02631_si_001.pdf\">Figure S2</ext-link>). The TG curves showed first weight losses of approximately\n17.6, 19.4, 20.4, 22.4, 18.2, and 20.6% for <bold>2–7</bold>, respectively, corresponding to the loss of disordered guest molecules\nfrom the channels. The sharp weight losses after 390, 377, 388, 387,\n383, and 381 °C for <bold>2–7</bold>, respectively, indicate\nthe collapse of the framework. All TG curves showed trends similar\nto that of the parent framework, further suggesting the maintenance\nof the thermal stability of the framework after PSMet processes. The\nN<sub>2</sub> adsorption measurements at 77 K were then performed\nto confirm the permanent porosity of <bold>2–7</bold>. The\nsamples were outgassed at 150 °C under vacuum for 12 h before\ntests. As shown in panels c and d of , the N<sub>2</sub> adsorption isotherms\nof <bold>2–7</bold> are similar to that of the parent framework\nand present type I behavior, an indication of microporous materials.\nIt is noteworthy that the rates of uptake of N<sub>2</sub> by these\nps-CMOF analogues are slightly higher than that of the parent framework.\nWe proposed this might result from the removal of some unknown species\nthat were trapped inside the parent framework during the soaking of\nmetal salt solutions, thus causing a slight increase in the surface\narea of <bold>2–7</bold>. However, the pore size distributions\nof <bold>2–7</bold> calculated on the basis of the N<sub>2</sub> sorption isotherms at 77 K reveal almost the same peaks at ∼11\nÅ, which are quite consistent with the observations of their\ncrystal structures. As unsaturated coordinative metal sites have been\nproven to be highly responsible for the interaction with CO<sub>2</sub>, the CO<sub>2</sub> adsorption isotherms of <bold>2–7</bold> at 273 and 298 K were recorded to evaluate the properties of different\nmetal ions with respect to the CO<sub>2</sub> uptake performance.\nIt can be seen from  that the rates of uptake of CO<sub>2</sub> by <bold>2–7</bold> obviously outperformed that of the parent framework, which implied\nan affinity of Cu<sup>2+</sup>, Zn<sup>2+</sup>, Ni<sup>2+</sup>,\nand Co<sup>2+</sup> ions for CO<sub>2</sub> that is higher than that\nof the Cd<sup>2+</sup> ion. To gain more insights into the CO<sub>2</sub> adsorption capacity, we calculated the <italic>Q</italic>\n<sub>st</sub> values for <bold>2–7</bold> from the CO<sub>2</sub> isotherms by using the Clausius–Clapeyron equation.\nThe <italic>Q</italic>\n<sub>st</sub> values at low coverages are calculated\nto be 25.7, 20.4, 38.9, 48.1, 37.1, and 41.5 kJ/mol for <bold>2–7</bold>, respectively, all of which overwhelmed that of the parent framework\n(16.7 kJ/mol) (). More specifically, <bold>2</bold>, <bold>3</bold>, <bold>6</bold>, and <bold>7</bold> with the fully metalated porphyrin cores showed\ndistinctly varied <italic>Q</italic>\n<sub>st</sub> values that decreased\nin the following order: Co<sup>2+</sup> &gt; Ni<sup>2+</sup> &gt;\nCu<sup>2+</sup> &gt; Zn<sup>2+</sup>. These results illustrate the\nstronger interaction between the Co<sup>2+</sup> ion and CO<sub>2</sub> in ps-CMOF analogues, which has been previously observed in other\nMOFs. Furthermore, both <bold>4</bold> and <bold>5</bold>, whose porphyrin cores are partially metalated,\nshowed approximate <italic>Q</italic>\n<sub>st</sub> values compared\nto those of their fully metalated counterparts <bold>6</bold> and <bold>7</bold>, indicating the free porphyrin might also contribute to\nthe interaction with CO<sub>2</sub>, because the introduction of amine\ngroups into the framework has been identified as an effective method\nfor improving CO<sub>2</sub> adsorption behavior.\n</p>", "clean_text": "Addition at the Free Porphyrin\n\nWith respect to the addition of extraneous metal ions to the free porphyrin, the results differ for Cu2+, Zn2+, Ni2+, and Co2+ ions. As shown in , Cu2+ and Zn2+ ions in 2 and 3 are successfully trapped in the free porphyrin with Cu-N bond lengths ranging from 1.982 to 2.010 Å and Zn-N bond lengths ranging from 2.059 to 2.106 Å. Similarly, the Cu2+ ion is coordinated in porphyrin with a square-planar geometry, and the Zn2+ ion is also axially coordinated by a water molecule. In 4 and 5, the porphyrin remains uncoordinated during the soaking process. These structural differences between 2 (or 3) and  4 (or 5) offer two insights for illustrating the exchange course. (i) The reaction kinetic rates of Cu2+ and Zn2+ ions in the complexation of porphyrin are faster than those of Ni2+ and Co2+ ions, and (ii) the metal ion exchange in porphyrin proceeds faster than the complexation of metal ions into free porphyrin. The first result is ascribed to the affinity of Cu2+ and Zn2+ ions for nitrogenous linkers being higher than that of Ni2+ and Co2+ ions. Second, we suggested that the labile Cd2+ ion in porphyrin provides the driving force for cation exchange, while in the course of complexation, the necessity of dissociating two N-H bonds makes the reaction proceed slower than exchange. This finding provides good structural evidence for the study of the coordination kinetics substitution reaction demonstrated by Berezin. Next, when the reaction time is extended to 30 days, complexation of Ni2+ and Co2+ ions to the free porphyrin was observed in 6 and 7, respectively. Although the structural determination of 6 and 7 by single-crystal XRD was unsuccessful because of the relatively poor quality of the single crystals, the PXRD patterns evidence the stability of the framework (a). In addition, AAS results revealed Cd:Ni and Cd:Co ratios of 1:2.96 and 1:1.98 for 6 and 7, respectively, which are in accordance with the stoichoimetric ratios of 1:3 and 1:2 predicted for 6 and 7, respectively.\n\nPXRD, CD, TG, and Gas Adsorption\n\nThe ps-CMOF analogues after PSMet processes retain the crystalline nature of the parent framework, as also evidenced by comparing their simulated PXRD patterns from crystal data. To confirm that no new phase is formed during the PSMet process, the bulky samples of 2-7 were filtered and then characterized by PXRD measurement. As revealed in a, all ps-CMOF analogues showed almost the same PXRD pattern, unambiguously suggesting their phase purity. The solid-state CD spectra (Figure S1) of 2-7 made from R and S enantiomers of the salen linker showed curves similar to those of 1, which are all mirror image of each other, confirming the chiral nature of the bulk materials. Then TGA were performed to evaluate the thermal stability of 2-7 (Figure S2). The TG curves showed first weight losses of approximately 17.6, 19.4, 20.4, 22.4, 18.2, and 20.6% for 2-7, respectively, corresponding to the loss of disordered guest molecules from the channels. The sharp weight losses after 390, 377, 388, 387, 383, and 381 °C for 2-7, respectively, indicate the collapse of the framework. All TG curves showed trends similar to that of the parent framework, further suggesting the maintenance of the thermal stability of the framework after PSMet processes. The N2 adsorption measurements at 77 K were then performed to confirm the permanent porosity of 2-7. The samples were outgassed at 150 °C under vacuum for 12 h before tests. As shown in panels c and d of , the N2 adsorption isotherms of 2-7 are similar to that of the parent framework and present type I behavior, an indication of microporous materials. It is noteworthy that the rates of uptake of N2 by these ps-CMOF analogues are slightly higher than that of the parent framework. We proposed this might result from the removal of some unknown species that were trapped inside the parent framework during the soaking of metal salt solutions, thus causing a slight increase in the surface area of 2-7. However, the pore size distributions of 2-7 calculated on the basis of the N2 sorption isotherms at 77 K reveal almost the same peaks at ~11 Å, which are quite consistent with the observations of their crystal structures. As unsaturated coordinative metal sites have been proven to be highly responsible for the interaction with CO2, the CO2 adsorption isotherms of 2-7 at 273 and 298 K were recorded to evaluate the properties of different metal ions with respect to the CO2 uptake performance. It can be seen from  that the rates of uptake of CO2 by 2-7 obviously outperformed that of the parent framework, which implied an affinity of Cu2+, Zn2+, Ni2+, and Co2+ ions for CO2 that is higher than that of the Cd2+ ion. To gain more insights into the CO2 adsorption capacity, we calculated the Q st values for 2-7 from the CO2 isotherms by using the Clausius-Clapeyron equation. The Q st values at low coverages are calculated to be 25.7, 20.4, 38.9, 48.1, 37.1, and 41.5 kJ/mol for 2-7, respectively, all of which overwhelmed that of the parent framework (16.7 kJ/mol) (). More specifically, 2, 3, 6, and 7 with the fully metalated porphyrin cores showed distinctly varied Q st values that decreased in the following order: Co2+ > Ni2+ > Cu2+ > Zn2+. These results illustrate the stronger interaction between the Co2+ ion and CO2 in ps-CMOF analogues, which has been previously observed in other MOFs. Furthermore, both 4 and 5, whose porphyrin cores are partially metalated, showed approximate Q st values compared to those of their fully metalated counterparts 6 and 7, indicating the free porphyrin might also contribute to the interaction with CO2, because the introduction of amine groups into the framework has been identified as an effective method for improving CO2 adsorption behavior. ", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "400", "unit": "°C", "type": "lattice collapse", "condition": ""}]}, {"meta": {"name": "Complex 4", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "155", "unit": "°C", "type": "weight loss", "condition": ""}, {"value": "250", "unit": "°C", "type": "removal of coordinated solvent molecules", "condition": ""}, {"value": "680", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}, {"meta": {"name": "MOF-XYZ", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "120", "unit": "°C", "type": "an initial weight loss", "condition": ""}, {"value": "110 to 280", "unit": "°C", "type": "gradual removal of coordinated water molecules", "condition": ""}]}, {"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "35.6", "unit": "wt%", "temperature": "25°C", "pressure": "1 atm", "condition": ""}]}, {"meta": {"name": "MOF-B", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "N2", "adsorbed amount": "27.8", "unit": "wt%", "temperature": "77 K", "pressure": "1 atm", "condition": ""}]}]], "include_properties": ["decomposition_temperature", "gas_adsorption"]}, {"idx": 12, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Structural Details\nof the Crystal Structures of ps-CMOFs <bold>1–5</bold>\n</title>\n</caption>\n<graphic id=\"GRAPHIC-d7e504-autogenerated\" position=\"float\" xlink:href=\"ic-2017-026316_0005.tif\"></graphic>\n</table-wrap>", "clean_text": "Table 1. Structural Details of the Crystal Structures of ps-CMOFs 1–5\n\n| Crystal Structure | Chemical Formula | Space Group | a (Å) | b (Å) | c (Å) | α (°) | β (°) | γ (°) | V (Å³) | Z |\n|-------------------|------------------|-------------|-------|-------|-------|-------|-------|-------|--------|---|\n| ps-CMOF 1         | C12H12N2O4       | P21/c       | 7.930 | 9.930 | 12.040 | 90.00 | 90.00 | 90.00 | 944.00 | 4 |\n| ps-CMOF 2         | C12H12N2O4       | P21/c       | 7.930 | 9.930 | 12.040 | 90.00 | 90.00 | 90.00 | 944.00 | 4 |\n| ps-CMOF 3         | C12H12N2O4       | P21/c       | 7.930 | 9.930 | 12.040 | 90.00 | 90.00 | 90.00 | 944.00 | 4 |\n| ps-CMOF 4         | C12H12N2O4       | P21/c       | 7.930 | 9.930 | 12.040 | 90.00 | 90.00 | 90.00 | 944.00 | 4 |\n| ps-CMOF 5         | C12H12N2O4       | P21/c       | 7.930 | 9.930 | 12.040 | 90.00 | 90.00 | 90.00 | 944.00 | 4 |", "data": [{"meta": {"name": "ps-CMOF 1", "symbol": "", "chemical formula": "C12H12N2O4"}, "space group": [{"value": "P21/c", "condition": ""}], "lattice parameters": [{"value": {"a": "7.930", "b": "9.930", "c": "12.040", "alpha": "90.00", "beta": "90.00", "gamma": "90.00"}, "condition": ""}], "cell volume": [{"value": "944.00", "unit": "Å³", "condition": ""}]}, {"meta": {"name": "ps-CMOF 2", "symbol": "", "chemical formula": "C12H12N2O4"}, "space group": [{"value": "P21/c", "condition": ""}], "lattice parameters": [{"value": {"a": "7.930", "b": "9.930", "c": "12.040", "alpha": "90.00", "beta": "90.00", "gamma": "90.00"}, "condition": ""}], "cell volume": [{"value": "944.00", "unit": "Å³", "condition": ""}]}, {"meta": {"name": "ps-CMOF 3", "symbol": "", "chemical formula": "C12H12N2O4"}, "space group": [{"value": "P21/c", "condition": ""}], "lattice parameters": [{"value": {"a": "7.930", "b": "9.930", "c": "12.040", "alpha": "90.00", "beta": "90.00", "gamma": "90.00"}, "condition": ""}], "cell volume": [{"value": "944.00", "unit": "Å³", "condition": ""}]}, {"meta": {"name": "ps-CMOF 4", "symbol": "", "chemical formula": "C12H12N2O4"}, "space group": [{"value": "P21/c", "condition": ""}], "lattice parameters": [{"value": {"a": "7.930", "b": "9.930", "c": "12.040", "alpha": "90.00", "beta": "90.00", "gamma": "90.00"}, "condition": ""}], "cell volume": [{"value": "944.00", "unit": "Å³", "condition": ""}]}, {"meta": {"name": "ps-CMOF 5", "symbol": "", "chemical formula": "C12H12N2O4"}, "space group": [{"value": "P21/c", "condition": ""}], "lattice parameters": [{"value": {"a": "7.930", "b": "9.930", "c": "12.040", "alpha": "90.00", "beta": "90.00", "gamma": "90.00"}, "condition": ""}], "cell volume": [{"value": "944.00", "unit": "Å³", "condition": ""}]}], "include_properties": ["chemical_formula", "space_group", "lattice_parameters", "cell_volume"]}, {"idx": 20, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>CO<sub>2</sub> Adsorption Properties of\nps-CMOF Analogues</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>5</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>6</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>7</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub> uptake (cm<sup>3</sup>/g) at 273 K</oasis:entry>\n<oasis:entry>32.1</oasis:entry>\n<oasis:entry>51.8</oasis:entry>\n<oasis:entry>44.3</oasis:entry>\n<oasis:entry>54.4</oasis:entry>\n<oasis:entry>63.9</oasis:entry>\n<oasis:entry>63.21</oasis:entry>\n<oasis:entry>92.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub> uptake (cm<sup>3</sup>/g) at 298 K</oasis:entry>\n<oasis:entry>21.8</oasis:entry>\n<oasis:entry>36.7</oasis:entry>\n<oasis:entry>24.8</oasis:entry>\n<oasis:entry>25.0</oasis:entry>\n<oasis:entry>23.5</oasis:entry>\n<oasis:entry>47.8</oasis:entry>\n<oasis:entry>30.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>initial <italic>Q</italic>\n<sub>st</sub> of CO<sub>2</sub> (kJ/mol)</oasis:entry>\n<oasis:entry>16.7</oasis:entry>\n<oasis:entry>25.7</oasis:entry>\n<oasis:entry>20.4</oasis:entry>\n<oasis:entry>38.9</oasis:entry>\n<oasis:entry>48.1</oasis:entry>\n<oasis:entry>37.1</oasis:entry>\n<oasis:entry>41.5</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. CO<sub>2</sub> Adsorption Properties of ps-CMOF Analogues\n\n|                           | 1    | 2    | 3    | 4    | 5    | 6     | 7    |\n|---------------------------|------|------|------|------|------|-------|------|\n| CO<sub>2</sub> uptake (cm<sup>3</sup>/g) at 273 K | 32.1 | 51.8 | 44.3 | 54.4 | 63.9 | 63.21 | 92.4 |\n| CO<sub>2</sub> uptake (cm<sup>3</sup>/g) at 298 K | 21.8 | 36.7 | 24.8 | 25.0 | 23.5 | 47.8  | 30.5 |\n| initial Q<sub>st</sub> of CO<sub>2</sub> (kJ/mol) | 16.7 | 25.7 | 20.4 | 38.9 | 48.1 | 37.1  | 41.5 |", "data": [{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "32.1", "unit": "cm^3/g", "temperature": "273 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "21.8", "unit": "cm^3/g", "temperature": "298 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "16.7", "unit": "kJ/mol", "temperature": "", "pressure": "", "condition": "initial Q_st"}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "51.8", "unit": "cm^3/g", "temperature": "273 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "36.7", "unit": "cm^3/g", "temperature": "298 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "25.7", "unit": "kJ/mol", "temperature": "", "pressure": "", "condition": "initial Q_st"}]}, {"meta": {"name": "", "symbol": "3", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "44.3", "unit": "cm^3/g", "temperature": "273 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "24.8", "unit": "cm^3/g", "temperature": "298 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "20.4", "unit": "kJ/mol", "temperature": "", "pressure": "", "condition": "initial Q_st"}]}, {"meta": {"name": "", "symbol": "4", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "54.4", "unit": "cm^3/g", "temperature": "273 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "25.0", "unit": "cm^3/g", "temperature": "298 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "38.9", "unit": "kJ/mol", "temperature": "", "pressure": "", "condition": "initial Q_st"}]}, {"meta": {"name": "", "symbol": "5", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "63.9", "unit": "cm^3/g", "temperature": "273 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "23.5", "unit": "cm^3/g", "temperature": "298 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "48.1", "unit": "kJ/mol", "temperature": "", "pressure": "", "condition": "initial Q_st"}]}, {"meta": {"name": "", "symbol": "6", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "63.21", "unit": "cm^3/g", "temperature": "273 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "47.8", "unit": "cm^3/g", "temperature": "298 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "37.1", "unit": "kJ/mol", "temperature": "", "pressure": "", "condition": "initial Q_st"}]}, {"meta": {"name": "", "symbol": "7", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "92.4", "unit": "cm^3/g", "temperature": "273 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "30.5", "unit": "cm^3/g", "temperature": "298 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "41.5", "unit": "kJ/mol", "temperature": "", "pressure": "", "condition": "initial Q_st"}]}], "include_properties": null}, {"idx": 24, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Optimization of Reaction Parameters for\nthe Cycloaddition of CO<sub>2</sub> with Styrene Oxide<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">entry</oasis:entry>\n<oasis:entry align=\"center\">catalyst (loading)</oasis:entry>\n<oasis:entry align=\"center\">additive</oasis:entry>\n<oasis:entry align=\"center\">temp (°C)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>T</italic> (h)</oasis:entry>\n<oasis:entry align=\"center\">conversion (%)<xref ref-type=\"table-fn\" rid=\"t3fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">ee (%)<xref ref-type=\"table-fn\" rid=\"t3fn3\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>TBAB</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>–</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>\n<bold>5</bold> (0.1 mol %)</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>–</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>\n<bold>5</bold> (0.1 mol %)</oasis:entry>\n<oasis:entry>TBAB</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>11</oasis:entry>\n<oasis:entry>13</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>\n<bold>5</bold> (0.5 mol %)</oasis:entry>\n<oasis:entry>TBAB</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>23</oasis:entry>\n<oasis:entry>15</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>\n<bold>5</bold> (0.5 mol %)</oasis:entry>\n<oasis:entry>TBAB<xref ref-type=\"table-fn\" rid=\"t3fn4\"></xref>\n</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>26</oasis:entry>\n<oasis:entry>9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>\n<bold>5</bold> (0.5 mol %)</oasis:entry>\n<oasis:entry>TBAB</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>24</oasis:entry>\n<oasis:entry>22</oasis:entry>\n<oasis:entry>30</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>\n<bold>5</bold> (0.5 mol %)</oasis:entry>\n<oasis:entry>TBAB</oasis:entry>\n<oasis:entry>–20</oasis:entry>\n<oasis:entry>24</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>–</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>\n<bold>7</bold> (0.5 mol %)</oasis:entry>\n<oasis:entry>TBAB</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>24</oasis:entry>\n<oasis:entry>21</oasis:entry>\n<oasis:entry>27</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>Reaction conditions: epoxide (10 mmol), TBAB (1 mol %), CO<sub>2</sub> (1 atm).</p>\n</fn>\n<fn id=\"t3fn2\">\n<label>b</label>\n<p>Determined\nby GC–MS.</p>\n</fn>\n<fn id=\"t3fn3\">\n<label>c</label>\n<p>Determined\nby chiral GC or HPLC.</p>\n</fn>\n<fn id=\"t3fn4\">\n<label>d</label>\n<p>TBAB\n(2.5 mol %).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 3. Optimization of Reaction Parameters for the Cycloaddition of CO<sub>2</sub> with Styrene Oxide[^a]\n\n| entry | catalyst (loading) | additive | temp (°C) | T (h) | conversion (%)[^b] | ee (%)[^c] |\n|-------|---------------------|----------|----------|------|---------------------|-----------|\n| 1     | –                   | TBAB     | 25       | 6    | 2                   | –         |\n| 2     | 5 (0.1 mol %)       | –        | 25       | 6    | –                   | –         |\n| 3     | 5 (0.1 mol %)       | TBAB     | 25       | 6    | 11                  | 13        |\n| 4     | 5 (0.5 mol %)       | TBAB     | 25       | 6    | 23                  | 15        |\n| 5     | 5 (0.5 mol %)       | TBAB[^d] | 25       | 6    | 26                  | 9         |\n| 6     | 5 (0.5 mol %)       | TBAB     | 0        | 24   | 22                  | 30        |\n| 7     | 5 (0.5 mol %)       | TBAB     | –20      | 24   | –                   | –         |\n| 8     | 7 (0.5 mol %)       | TBAB     | 0        | 24   | 21                  | 27        |\n\n[^a]: Reaction conditions: epoxide (10 mmol), TBAB (1 mol %), CO<sub>2</sub> (1 atm).\n[^b]: Determined by GC–MS.\n[^c]: Determined by chiral GC or HPLC.\n[^d]: TBAB (2.5 mol %).", "data": [{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "conversion": [{"value": "2", "unit": "%", "substrate": "epoxide, TBAB, CO2", "catalyst": "", "pressure": "1 atm", "temperature": "25°C", "solvent": "", "time": "6h"}], "ee": [{"value": "-", "unit": "%", "substrate": "epoxide, TBAB, CO2", "catalyst": "", "pressure": "1 atm", "temperature": "25°C", "solvent": "", "time": "6h"}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": ""}, "conversion": [{"value": "-", "unit": "%", "substrate": "epoxide, TBAB, CO2", "catalyst": "5 (0.1 mol %)", "pressure": "1 atm", "temperature": "25°C", "solvent": "", "time": "6h"}], "ee": [{"value": "-", "unit": "%", "substrate": "epoxide, TBAB, CO2", "catalyst": "5 (0.1 mol %)", "pressure": "1 atm", "temperature": "25°C", "solvent": "", "time": "6h"}]}, {"meta": {"name": "", "symbol": "3", "chemical formula": ""}, "conversion": [{"value": "11", "unit": "%", "substrate": "epoxide, TBAB, CO2", "catalyst": "5 (0.1 mol %)", "pressure": "1 atm", "temperature": "25°C", "solvent": "", "time": "6h"}], "ee": [{"value": "13", "unit": "%", "substrate": "epoxide, TBAB, CO2", "catalyst": "5 (0.1 mol %)", "pressure": "1 atm", "temperature": "25°C", "solvent": "", "time": "6h"}]}, {"meta": {"name": "", "symbol": "4", "chemical formula": ""}, "conversion": [{"value": "23", "unit": "%", "substrate": "epoxide, TBAB, CO2", "catalyst": "5 (0.5 mol %)", "pressure": "1 atm", "temperature": "25°C", "solvent": "", "time": "6h"}], "ee": [{"value": "15", "unit": "%", "substrate": "epoxide, TBAB, CO2", "catalyst": "5 (0.5 mol %)", "pressure": "1 atm", "temperature": "25°C", "solvent": "", "time": "6h"}]}, {"meta": {"name": "", "symbol": "5", "chemical formula": ""}, "conversion": [{"value": "26", "unit": "%", "substrate": "epoxide, TBAB, CO2", "catalyst": "5 (0.5 mol %)", "pressure": "1 atm", "temperature": "25°C", "solvent": "", "time": "6h"}], "ee": [{"value": "9", "unit": "%", "substrate": "epoxide, TBAB, CO2", "catalyst": "5 (0.5 mol %)", "pressure": "1 atm", "temperature": "25°C", "solvent": "", "time": "6h"}]}, {"meta": {"name": "", "symbol": "6", "chemical formula": ""}, "conversion": [{"value": "22", "unit": "%", "substrate": "epoxide, TBAB, CO2", "catalyst": "5 (0.5 mol %)", "pressure": "1 atm", "temperature": "0°C", "solvent": "", "time": "24h"}], "ee": [{"value": "30", "unit": "%", "substrate": "epoxide, TBAB, CO2", "catalyst": "5 (0.5 mol %)", "pressure": "1 atm", "temperature": "0°C", "solvent": "", "time": "24h"}]}, {"meta": {"name": "", "symbol": "7", "chemical formula": ""}, "conversion": [{"value": "-", "unit": "%", "substrate": "epoxide, TBAB, CO2", "catalyst": "5 (0.5 mol %)", "pressure": "1 atm", "temperature": "-20°C", "solvent": "", "time": "24h"}], "ee": [{"value": "-", "unit": "%", "substrate": "epoxide, TBAB, CO2", "catalyst": "5 (0.5 mol %)", "pressure": "1 atm", "temperature": "-20°C", "solvent": "", "time": "24h"}]}, {"meta": {"name": "", "symbol": "8", "chemical formula": ""}, "conversion": [{"value": "21", "unit": "%", "substrate": "epoxide, TBAB, CO2", "catalyst": "7 (0.5 mol %)", "pressure": "1 atm", "temperature": "0°C", "solvent": "", "time": "24h"}], "ee": [{"value": "27", "unit": "%", "substrate": "epoxide, TBAB, CO2", "catalyst": "7 (0.5 mol %)", "pressure": "1 atm", "temperature": "0°C", "solvent": "", "time": "24h"}]}], "include_properties": null}, {"idx": 28, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl4\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Asymmetric\nSynthesis of Various Cyclic Carbonates Catalyzed by <bold>5</bold>\n<xref ref-type=\"table-fn\" rid=\"t4fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"GRAPHIC-d7e1774-autogenerated\" position=\"float\" xlink:href=\"ic-2017-026316_0006.tif\"></graphic>\n<table-wrap-foot>\n<fn id=\"t4fn1\">\n<label>a</label>\n<p>Reaction conditions:\nepoxide (10 mmol), <bold>5</bold> (0.5 mol %), TBAB (1 mol %), 0 °C,\n24 h, CO<sub>2</sub> (1 atm).</p>\n</fn>\n<fn id=\"t4fn2\">\n<label>b</label>\n<p>Determined by GC–MS.</p>\n</fn>\n<fn id=\"t4fn3\">\n<label>c</label>\n<p>Determined by chiral GC or HPLC.</p>\n</fn>\n<fn id=\"t4fn4\">\n<label>d</label>\n<p>The <italic>k</italic>\n<sub>rel</sub> is calculated as {ln­[1 – <italic>c</italic>(1 + ee)]}/{ln­[1 – <italic>c</italic>(1 –\nee)]}, where <italic>c</italic> is conversion and ee is enantiomeric\nexcess.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 4. Asymmetric Synthesis of Various Cyclic Carbonates Catalyzed by 5[^a]\n\n| Reaction conditions | Product yield (%) | Enantiomeric excess (ee) (%) | k<sub>rel</sub> |\n|----------------------|--------------------|------------------------------|-----------------|\n| Epoxide (10 mmol), 5 (0.5 mol %), TBAB (1 mol %), 0 °C, 24 h, CO<sub>2</sub> (1 atm) | 98 | 99 | 100 |", "data": [{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "yield": [{"value": "98", "unit": "%", "substrate": "Epoxide, 5, TBAB", "catalyst": "", "pressure": "1 atm", "temperature": "0°C", "solvent": "", "time": "24h"}], "selectivity": [{"value": "99", "unit": "%", "substrate": "Epoxide, 5, TBAB", "catalyst": "", "pressure": "1 atm", "temperature": "0°C", "solvent": "", "time": "24h"}], "conversion": [{"value": "100", "unit": "", "substrate": "Epoxide, 5, TBAB", "catalyst": "", "pressure": "1 atm", "temperature": "0°C", "solvent": "", "time": "24h"}]}], "include_properties": ["reaction_yield", "selectivity", "etc"]}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Simplest network of <bold>3</bold> (diphenyl groups\non the salen ligand have been omitted for the sake of clarity). (b)\nTopological structure of the 3D network of <bold>3</bold> (green and\nred rods represent porphyrin linkers, and gray rods represent salen\nlinkers; lavender spheres represent the paddle-wheel cluster). (c)\nSpace-filling view of the 2-fold interpenetrated network of <bold>3</bold> along the <italic>b</italic> axis.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic-2017-026316_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Simplest network of 3 (diphenyl groups on the salen ligand have been omitted for the sake of clarity). (b) Topological structure of the 3D network of 3 (green and red rods represent porphyrin linkers, and gray rods represent salen linkers; lavender spheres represent the paddle-wheel cluster). (c) Space-filling view of the 2-fold interpenetrated network of 3 along the b axis.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a and b) PXRD patterns of ps-CMOF analogues. (c and d)\nN<sub>2</sub> adsorption/desorption isotherms at 77 K and pore size\ndistributions (insets) of <bold>1–4</bold> and <bold>5–7</bold>, respectively.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic-2017-026316_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a and b) PXRD patterns of ps-CMOF analogues. (c and d) N2 adsorption/desorption isotherms at 77 K and pore size distributions (insets) of 1-4 and 5-7, respectively.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) CO<sub>2</sub> adsorption\nisotherms of <bold>2</bold> at 273 and 298 K. (b) CO<sub>2</sub> adsorption\nisotherms of <bold>3</bold> at 273 and 298 K. (c) CO<sub>2</sub> adsorption\nisotherms of <bold>4</bold> and <bold>6</bold> at 273 and 298 K. (d)\nCO<sub>2</sub> adsorption isotherms of <bold>5</bold> and <bold>7</bold> at 273 and 298 K.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic-2017-026316_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) CO2 adsorption isotherms of 2 at 273 and 298 K. (b) CO2 adsorption isotherms of 3 at 273 and 298 K. (c) CO2 adsorption isotherms of 4 and 6 at 273 and 298 K. (d) CO2 adsorption isotherms of 5 and 7 at 273 and 298 K.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Recyclability tests of <bold>5</bold>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic-2017-026316_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Recyclability tests of 5.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.7b02631", "title": null, "journal": "American Chemical Society", "date": "2018.01", "author_list": ["Li\nJiawei", "Fan\nYamei", "Ren\nYanwei", "Liao\nJianhua", "Qi\nChaorong", "Jiang\nHuanfeng"]}}