{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic8b03541.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>In\nthis work, three Cu metal–organic framework samples with\ntunable rhombic, squama, and trucated bipyramid morphologies have\nbeen synthesized at 0, 25, and 60 °C, respectively, and further\nemployed as precursors to initially prepare Cu@C composites by the\ncalcination–thermolysis procedure. Then Cu@C composites have\nbeen etched with HCl and subsequently activated with KOH to obtain\nactivated porous carbon (<bold>APC-0</bold>, <bold>-25</bold>, and <bold>-60</bold>). Interestingly, <bold>APC-25</bold> presents a loose\nmultilevel morphology of cabbage and possesses the largest specific\nsurface area (1880.4 m<sup>2</sup> g<sup>–1</sup>) and pore\nvolume (0.81 cm<sup>3</sup> g<sup>–1</sup>) among these APC\nmaterials. Consequently, <bold>APC-25</bold> also exhibits the highest\nspecific capacitance of 196 F g<sup>–1</sup> at 0.5 A g<sup>–1</sup>, and the corresponding symmetric supercapacitor cell\n(SSC) achieves a remarkable energy density of 11.8 Wh kg<sup>–1</sup> at a power density of 350 W kg<sup>–1</sup>. Furthermore, <bold>APC-25</bold> shows excellent cycling stability, and the loss of\ncapacitance is only 7.7% even after 10000 cycles at 1 A g<sup>–1</sup>. Significantly, five light-emitting diodes can be lit by six SSCs,\nwhich proves that <bold>APC-25</bold> can be used in energy storage\ndevices.</p>", "clean_text": "In this work, three Cu metal-organic framework samples with tunable rhombic, squama, and trucated bipyramid morphologies have been synthesized at 0, 25, and 60 °C, respectively, and further employed as precursors to initially prepare Cu@C composites by the calcination-thermolysis procedure. Then Cu@C composites have been etched with HCl and subsequently activated with KOH to obtain activated porous carbon (APC-0, -25, and -60). Interestingly, APC-25 presents a loose multilevel morphology of cabbage and possesses the largest specific surface area (1880.4 m2 g-1) and pore volume (0.81 cm3 g-1) among these APC materials. Consequently, APC-25 also exhibits the highest specific capacitance of 196 F g-1 at 0.5 A g-1, and the corresponding symmetric supercapacitor cell (SSC) achieves a remarkable energy density of 11.8 Wh kg-1 at a power density of 350 W kg-1. Furthermore, APC-25 shows excellent cycling stability, and the loss of capacitance is only 7.7% even after 10000 cycles at 1 A g-1. Significantly, five light-emitting diodes can be lit by six SSCs, which proves that APC-25 can be used in energy storage devices.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["property"], "content": "<p>Two-dimensional <bold>Cu-MOF-25</bold> with a squama morphology\nis synthesized as the precursor to prepare cabbagelike <bold>APC-25</bold>, which has a large BET specific surface area of 1800.4 m<sup>2</sup> g<sup>−1</sup>. <bold>APC-25</bold> displays excellent specific\ncapacitance of 196 F g<sup>−1</sup>, and the corresponding\nsymmetric supercapacitor cell achieves a remarkable energy density\nof 11.8 Wh kg<sup>−1</sup> at a power density of 350 W K g<sup>−1</sup>, which can be used in energy storage devices.</p>", "clean_text": "Two-dimensional Cu-MOF-25 with a squama morphology is synthesized as the precursor to prepare cabbagelike APC-25, which has a large BET specific surface area of 1800.4 m2 g-1. APC-25 displays excellent specific capacitance of 196 F g-1, and the corresponding symmetric supercapacitor cell achieves a remarkable energy density of 11.8 Wh kg-1 at a power density of 350 W K g-1, which can be used in energy storage devices.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Energy storage facilitates effective utilization\nof intermittent\nrenewable energy resources. Among various energy storage systems,\nan electrochemical double-layer capacitor (EDLC) can store a large\namount of energy and transport a large amount of power within a very\nshort period, so it is projected to be one of the best candidates\nfor portable electronic devices and hybrid electric vehicles. One prominent feature of EDLCs is very fast storage and/or release\nof electrical energy, and the working mechanism is to use electrostatic\nadsorption/desorption at interfaces between the electrode and electrolyte. According to the equation <italic>Q</italic> = <italic>CU</italic>, capacitance <italic>C</italic> is proportional to stored charge <italic>Q</italic> at constant voltage <italic>U</italic>. Apparently, the\nstorage capability is determined by the porosity, which provides enough\ninterface area to accommodate the electrostatic charge. Therefore,\nthe specific surface area of the electrode material plays an important\nrole in the supercapacitive performance of EDLCs. As one kind of porous\nmaterial, carbon is widely used in supercapacitors and exhibits good\nelectrical conductivities, remarkable thermal and mechanical stabilities,\nand a relatively low cost.\n</p>", "clean_text": "Introduction\n\nEnergy storage facilitates effective utilization of intermittent renewable energy resources. Among various energy storage systems, an electrochemical double-layer capacitor (EDLC) can store a large amount of energy and transport a large amount of power within a very short period, so it is projected to be one of the best candidates for portable electronic devices and hybrid electric vehicles. One prominent feature of EDLCs is very fast storage and/or release of electrical energy, and the working mechanism is to use electrostatic adsorption/desorption at interfaces between the electrode and electrolyte. According to the equation Q = CU, capacitance C is proportional to stored charge Q at constant voltage U. Apparently, the storage capability is determined by the porosity, which provides enough interface area to accommodate the electrostatic charge. Therefore, the specific surface area of the electrode material plays an important role in the supercapacitive performance of EDLCs. As one kind of porous material, carbon is widely used in supercapacitors and exhibits good electrical conductivities, remarkable thermal and mechanical stabilities, and a relatively low cost. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Recently, many types of\ncarbon materials with various morphologies\nhave been reported, such as core–shell carbon nanospheres, carbon nanomesh, single-carbon fibers, carbon nanotube\nsponges, etc. The most notable characteristic\nof the morphologies mentioned above is the loose structure, which\nleads to a large specific surface area, a large pore volume, and also\ngood capacitive performance. Furthermore, the syntheses of porous\ncarbon materials have witnessed great progress, and a variety of approaches\nhave been explored, including the templating synthesis, carbonization\nof polymer aerogel, and physical and/or chemical activation. However, developing more efficient methods for synthesizing porous\ncarbon materials with novel loose morphologies is a long-term objective\nin the field of carbon-based supercapacitors.</p>", "clean_text": "Recently, many types of carbon materials with various morphologies have been reported, such as core-shell carbon nanospheres, carbon nanomesh, single-carbon fibers, carbon nanotube sponges, etc. The most notable characteristic of the morphologies mentioned above is the loose structure, which leads to a large specific surface area, a large pore volume, and also good capacitive performance. Furthermore, the syntheses of porous carbon materials have witnessed great progress, and a variety of approaches have been explored, including the templating synthesis, carbonization of polymer aerogel, and physical and/or chemical activation. However, developing more efficient methods for synthesizing porous carbon materials with novel loose morphologies is a long-term objective in the field of carbon-based supercapacitors.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Metal–organic\nframeworks (MOFs), as inorganic–organic\nhybrids with ordered pores, have been entensively employed as precursors\nto prepare porous carbon materials through the calcination–thermolysis\nstrategy. MOF-derived carbon has gained much attention because\nof its hierarchically porous structures, large specific surface areas,\nand controllable morphologies. As part of our series of studies of\nMOF-derived materials, we delicately\nsynthesized one MOF {[Cu­(bib)<sub>2</sub>(NO<sub>3</sub>)<sub>2</sub>]­(H<sub>2</sub>O)}<sub>∞</sub> (Cu-MOF) with interpenetrating\ntwo-dimensional (2D) (4,4) layers by a solvent diffusion method, and\nthree Cu-MOF powder samples with different morphologies have been\nprepared via a facile coprecipitation method at different reaction\ntemperatures. Cu@C composites have been derived from the pyrolysis\nof Cu-MOF precursors under an inert atmosphere, which are further\netched with HCl and subsequently activated by KOH to afford activated\nporous carbon materials (APCs). After systematic characterizations\nand electrochemical measurements, it is found that the <bold>APC-25</bold> electrode shows the best supercapacitance performance, and the corresponding\nsymmetric supercapacitor cells (SSCs) have been intensively investigated.</p>", "clean_text": "Metal-organic frameworks (MOFs), as inorganic-organic hybrids with ordered pores, have been entensively employed as precursors to prepare porous carbon materials through the calcination-thermolysis strategy. MOF-derived carbon has gained much attention because of its hierarchically porous structures, large specific surface areas, and controllable morphologies. As part of our series of studies of MOF-derived materials, we delicately synthesized one MOF {[Cu(bib)2(NO3)2](H2O)}∞ (Cu-MOF) with interpenetrating two-dimensional (2D) (4,4) layers by a solvent diffusion method, and three Cu-MOF powder samples with different morphologies have been prepared via a facile coprecipitation method at different reaction temperatures. Cu@C composites have been derived from the pyrolysis of Cu-MOF precursors under an inert atmosphere, which are further etched with HCl and subsequently activated by KOH to afford activated porous carbon materials (APCs). After systematic characterizations and electrochemical measurements, it is found that the APC-25 electrode shows the best supercapacitance performance, and the corresponding symmetric supercapacitor cells (SSCs) have been intensively investigated.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>Crystal Structure of Cu-MOF</title><p>Single-crystal\nX-ray diffraction\nreveals that Cu-MOF crystallizes in orthorhombic space group <italic>Pbcn</italic> with a Cu<sup>II</sup> node located at the invent center.\nAs shown in a, each Cu<sup>II</sup> ion is coordinated by four nitrogen atoms\nfrom individual bib ligands. The coordination bond lengths (<italic>d</italic>\n<sub>Cu–N</sub>) are 1.996(3) and 2.009(3) Å,\nwhile the angles around the Cu<sup>II</sup> node are almost 90°\nand 180° (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03541/suppl_file/ic8b03541_si_001.pdf\">Table S1</ext-link>), which illustrate\nthat the Cu<sup>II</sup> ion lies in a planar square coordination\ngeometry. Furthermore, weak interactions between the Cu<sup>II</sup> ion and two nitrate O atoms exist, and the axial Cu–O bond\nof 2.573(3) Å is much longer than planar Cu–N bonds, which\nare caused by the Jahn–Teller effect.\n</p>", "clean_text": "Results and Discussion\n\nCrystal Structure of Cu-MOF\n\nSingle-crystal X-ray diffraction reveals that Cu-MOF crystallizes in orthorhombic space group Pbcn with a CuII node located at the invent center. As shown in a, each CuII ion is coordinated by four nitrogen atoms from individual bib ligands. The coordination bond lengths (d Cu-N) are 1.996(3) and 2.009(3) Å, while the angles around the CuII node are almost 90° and 180° (Table S1), which illustrate that the CuII ion lies in a planar square coordination geometry. Furthermore, weak interactions between the CuII ion and two nitrate O atoms exist, and the axial Cu-O bond of 2.573(3) Å is much longer than planar Cu-N bonds, which are caused by the Jahn-Teller effect. ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a)\nSquare-planar coordination environment. (b) 2D (4,4) layer.\n(c) Three-dimensional supramolecular architecture with incline interpenetration.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic-2018-035417_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Square-planar coordination environment. (b) 2D (4,4) layer. (c) Three-dimensional supramolecular architecture with incline interpenetration.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>The bidentate bib ligand adopts\na trans-coordinated conformation\nto connect Cu<sup>II</sup> ions to a 2D layer [Cu­(bib)<sub>2</sub>]<sub>∞</sub>. If the bib ligand is considered as a linker,\nthen the 2D layer exhibits a large (4,4) lattice with a grid size\nof approximately 13.1 Å × 13.1 Å (b). However, the lattice center\nof one layer is occupied by the Cu<sup>II</sup> ion of another symmetry-equivalent\nlayer. Further topological analysis suggests that the two layers mentioned\nabove are interlocked with each other to form incline interpenetration\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03541/suppl_file/ic8b03541_si_001.pdf\">Figure S1</ext-link>). There are two sets of parallel\nlayers, and every layer of one set is interlocked with all layers\nfrom another set, which finally results in a three-dimensional (3D)\nsupramolecular architecture (c). In addition, the remaining space in the interpenetrating\narchitecture is occupied by the NO<sub>3</sub>\n<sup>–</sup> ion\nand crystalline water molecule.</p>", "clean_text": "The bidentate bib ligand adopts a trans-coordinated conformation to connect CuII ions to a 2D layer [Cu(bib)2]∞. If the bib ligand is considered as a linker, then the 2D layer exhibits a large (4,4) lattice with a grid size of approximately 13.1 Å × 13.1 Å (b). However, the lattice center of one layer is occupied by the CuII ion of another symmetry-equivalent layer. Further topological analysis suggests that the two layers mentioned above are interlocked with each other to form incline interpenetration (Figure S1). There are two sets of parallel layers, and every layer of one set is interlocked with all layers from another set, which finally results in a three-dimensional (3D) supramolecular architecture (c). In addition, the remaining space in the interpenetrating architecture is occupied by the NO3 - ion and crystalline water molecule.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Characterization and Morphology</title><p>The X-ray diffraction\n(XRD) experiments with Cu-MOF obtained at different reaction temperatures\nreveal that powder samples have good crystallinity and are identical\nto the crystal phase (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03541/suppl_file/ic8b03541_si_001.pdf\">Figure S2</ext-link>). As shown\nin a, the calcinated\nproducts have also been investigated by XRD. All black products exhibit\nthree sharp peaks located at 44°, 51°, and 74° in XRD\npatterns, which are in good agreement with the (111), (200), and (220)\ncrystal planes, respectively, of the cubic copper phase (PDF Card\nNo. 04-0836). Furthermore, a weak broad\npeak around 25° is observed, indexed to the (002) diffraction\nof carbon. Therefore, the Cu@C composites\nare successfully prepared by the carbonization of Cu-MOF samples.\nAfter HCl etching and further KOH activation, the resultant APCs show\nonly the 25° peak in XRD diagrams, and the disappearance of the\nCu phase peak infers that copper particles are successfully removed\nby acid etching (b). The detailed compositions of APCs are further investigated by\nX-ray photoelectron spectroscopy (XPS), all of which show predominant\npeaks of C 1s at 284.2 eV and O 1s at 532.8 eV (). Obviously,\nthe absence of the Cu phase also confirms the complete removal of\ncopper particles, which is quite coincident with the XRD results presented\nabove. Interestingly, O-containing functional groups decorated on\nthe carbon substrate could improve the surface wettability, which is likely to enhance the supercapacitive\nperformance.</p>", "clean_text": "Characterization and Morphology\n\nThe X-ray diffraction (XRD) experiments with Cu-MOF obtained at different reaction temperatures reveal that powder samples have good crystallinity and are identical to the crystal phase (Figure S2). As shown in a, the calcinated products have also been investigated by XRD. All black products exhibit three sharp peaks located at 44°, 51°, and 74° in XRD patterns, which are in good agreement with the (111), (200), and (220) crystal planes, respectively, of the cubic copper phase (PDF Card No. 04-0836). Furthermore, a weak broad peak around 25° is observed, indexed to the (002) diffraction of carbon. Therefore, the Cu@C composites are successfully prepared by the carbonization of Cu-MOF samples. After HCl etching and further KOH activation, the resultant APCs show only the 25° peak in XRD diagrams, and the disappearance of the Cu phase peak infers that copper particles are successfully removed by acid etching (b). The detailed compositions of APCs are further investigated by X-ray photoelectron spectroscopy (XPS), all of which show predominant peaks of C 1s at 284.2 eV and O 1s at 532.8 eV (). Obviously, the absence of the Cu phase also confirms the complete removal of copper particles, which is quite coincident with the XRD results presented above. Interestingly, O-containing functional groups decorated on the carbon substrate could improve the surface wettability, which is likely to enhance the supercapacitive performance.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>XRD patterns of (a) Cu@C composites and (b) APCs.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic-2018-035417_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  XRD patterns of (a) Cu@C composites and (b) APCs.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>XPS survey spectra of APCs.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic-2018-035417_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  XPS survey spectra of APCs.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>All Raman spectra of MOF-derived carbon materials illustrate\nD\nand G bands at ∼1355 and ∼1590 cm<sup>–1</sup>, respectively (). The area ratio of D and G bands (<italic>I</italic>\n<sub>D</sub>/<italic>I</italic>\n<sub>G</sub>) is a crucial parameter\nfor assessing the degree of graphitization of carbon. The <italic>I</italic>\n<sub>D</sub>/<italic>I</italic>\n<sub>G</sub> values of Cu@C\ncomposites are 2.34 for <bold>Cu@C-0</bold>, 2.39 for <bold>Cu@C-25</bold>, and 2.43 for <bold>Cu@C-60</bold>, which show little difference\nin the degree of graphitization. Meanwhile, corresponding APCs have\nlarger <italic>I</italic>\n<sub>D</sub>/<italic>I</italic>\n<sub>G</sub> values of 2.49, 2.47, and 2.52, which indicate that KOH activation\ncould destroy the ordered alignments and decrease the degree of graphitization\nof APCs. Moreover, all <italic>I</italic>\n<sub>D</sub>/<italic>I</italic>\n<sub>G</sub> values for Cu@C and APCs are even larger than that of\ncommercial activated carbon (1.10), which\ninfers more disordered structures and lattice defects in Cu-MOF-derived\ncarbon materials.</p>", "clean_text": "All Raman spectra of MOF-derived carbon materials illustrate D and G bands at ~1355 and ~1590 cm-1, respectively (). The area ratio of D and G bands (I D/I G) is a crucial parameter for assessing the degree of graphitization of carbon. The I D/I G values of Cu@C composites are 2.34 for Cu@C-0, 2.39 for Cu@C-25, and 2.43 for Cu@C-60, which show little difference in the degree of graphitization. Meanwhile, corresponding APCs have larger I D/I G values of 2.49, 2.47, and 2.52, which indicate that KOH activation could destroy the ordered alignments and decrease the degree of graphitization of APCs. Moreover, all I D/I G values for Cu@C and APCs are even larger than that of commercial activated carbon (1.10), which infers more disordered structures and lattice defects in Cu-MOF-derived carbon materials.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Raman spectra of Cu@C composites and APCs.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic-2018-035417_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  Raman spectra of Cu@C composites and APCs.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Field emission scanning electron microscopy (FESEM)\nwas initially\nused to study the morphologies of as-synthesized carbon materials.\nAs shown in a, the morphology of <bold>Cu-MOF-0</bold> could be described as\na regular rhombic flake. <bold>Cu-MOF-25</bold> presents a squama\nsample, and a great number of small flakes are densely stacked with\na clustering pattern, just like the skin of pangolin (b). Obviously, a truncated\nbipyramid with a smooth surface could be observed in <bold>Cu-MOF-60</bold> (c). Therefore,\nthe reaction temperature plays an important role in the morphologies\nof Cu-MOF samples. After the calcination of Cu-MOF, corresponding\nCu@C composites were obtained, and their original morphologies were\npartly destroyed with a rough surface (a′–c′). For <bold>Cu@C-0</bold>, the copper phase with a size of ∼0.2 μm was embedded\non the rectangular carbon flake. The product of <bold>Cu@C-25</bold> was acquired as a coral-like sample, and copper particles with a\nsize of ∼0.5 μm were randomly dispersed on the carbon\nsubstrate. The hexagonal carbon matrix in <bold>Cu@C-60</bold> was\ndecorated with copper particles with a size of ∼0.5 μm.\nThrough further etching and activation, the finally derived APCs looked\nmuch rougher and more porous (a″–c″), which indicated that the\nactivation process could corrode the carbon network and improve the\nporosity. Interestingly, <bold>APC-25</bold> looked\nlike a cabbage with plenty of corrugation, which presented a loose\nand multilevel morphology. The chemical compositions of APCs were\nanalyzed by EDS spectra, where only carbon and oxygen elements were\nfound to be incorporated (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03541/suppl_file/ic8b03541_si_001.pdf\">Figure S3</ext-link>). There\nwas no remaining copper species, which indicated the absolute removal\nof copper particles by acid etching, consistent with XRD and XPS analyses.\nElemental mapping images demonstrated that C and O ingredients have\ngood uniformity in APCs.</p>", "clean_text": "Field emission scanning electron microscopy (FESEM) was initially used to study the morphologies of as-synthesized carbon materials. As shown in a, the morphology of Cu-MOF-0 could be described as a regular rhombic flake. Cu-MOF-25 presents a squama sample, and a great number of small flakes are densely stacked with a clustering pattern, just like the skin of pangolin (b). Obviously, a truncated bipyramid with a smooth surface could be observed in Cu-MOF-60 (c). Therefore, the reaction temperature plays an important role in the morphologies of Cu-MOF samples. After the calcination of Cu-MOF, corresponding Cu@C composites were obtained, and their original morphologies were partly destroyed with a rough surface (a'-c'). For Cu@C-0, the copper phase with a size of ~0.2 μm was embedded on the rectangular carbon flake. The product of Cu@C-25 was acquired as a coral-like sample, and copper particles with a size of ~0.5 μm were randomly dispersed on the carbon substrate. The hexagonal carbon matrix in Cu@C-60 was decorated with copper particles with a size of ~0.5 μm. Through further etching and activation, the finally derived APCs looked much rougher and more porous (a\"-c\"), which indicated that the activation process could corrode the carbon network and improve the porosity. Interestingly, APC-25 looked like a cabbage with plenty of corrugation, which presented a loose and multilevel morphology. The chemical compositions of APCs were analyzed by EDS spectra, where only carbon and oxygen elements were found to be incorporated (Figure S3). There was no remaining copper species, which indicated the absolute removal of copper particles by acid etching, consistent with XRD and XPS analyses. Elemental mapping images demonstrated that C and O ingredients have good uniformity in APCs.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>FESEM images of (a–a″) Cu-MOF,\n(b–b″)\nCu@C composites, and (c–c″) APCs.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ic-2018-035417_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  FESEM images of (a-a\") Cu-MOF, (b-b\") Cu@C composites, and (c-c\") APCs.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>High-resolution transmission electron microscopy (HRTEM)\nanalyses\nwere further performed to examine the submicroscopic structures of\nMOF-derived materials (). For Cu@C composites, it is obvious that many black dots\nare randomly dispersed on the carbon matrix (a–a″). Noticeablely, needlelike\ncarbon fragments are interwoven with each other in <bold>Cu@C-25</bold>, which infers a loose porous morphology. Once the black dots are\nmagnified, a lattice fringe of ∼0.21 nm is captured, which\nis assigned to the (111) crystal plane of the <italic>Fm</italic>3̅<italic>m</italic> copper phase (b–b″). For APCs, there are many light\nand shaded areas, which shows that the surface is very rough and abundant\ngullies are disperse on the carbon substrate (c–c″). After further magnification,\nthere are not ordered stripes and the previous lattice fringe of the\n(111) crystal plane disappears, which indicates that the copper particles\nare completely removed by HCl etching (d–d″). The residual carbonaceous\nmaterials show only disordered carbon atoms, and mesopores clearly\nappear on the carbon matrix. Interestingly, there are more pores on\nthe same scale for <bold>APC-25</bold>, which means a higher pore\ndensity. The abundant disordered pores demonstrate that <bold>APC-25</bold> has a large porosity.</p>", "clean_text": "High-resolution transmission electron microscopy (HRTEM) analyses were further performed to examine the submicroscopic structures of MOF-derived materials (). For Cu@C composites, it is obvious that many black dots are randomly dispersed on the carbon matrix (a-a\"). Noticeablely, needlelike carbon fragments are interwoven with each other in Cu@C-25, which infers a loose porous morphology. Once the black dots are magnified, a lattice fringe of ~0.21 nm is captured, which is assigned to the (111) crystal plane of the Fm3̅m copper phase (b-b\"). For APCs, there are many light and shaded areas, which shows that the surface is very rough and abundant gullies are disperse on the carbon substrate (c-c\"). After further magnification, there are not ordered stripes and the previous lattice fringe of the (111) crystal plane disappears, which indicates that the copper particles are completely removed by HCl etching (d-d\"). The residual carbonaceous materials show only disordered carbon atoms, and mesopores clearly appear on the carbon matrix. Interestingly, there are more pores on the same scale for APC-25, which means a higher pore density. The abundant disordered pores demonstrate that APC-25 has a large porosity.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>HRTEM images of (a and b) <bold>Cu@C</bold>-<bold>0</bold>, (a′\nand b′) <bold>Cu@C</bold>-<bold>25</bold>, (a″ and b″) <bold>Cu@C</bold>-<bold>60</bold>, (c and d) <bold>APC</bold>-<bold>0</bold>, (c′ and d′) <bold>APC</bold>-<bold>25</bold>, and\n(c″ and d″) <bold>APC</bold>-<bold>60</bold>.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ic-2018-035417_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  HRTEM images of (a and b) Cu@C-0, (a' and b') Cu@C-25, (a\" and b\") Cu@C-60, (c and d) APC-0, (c' and d') APC-25, and (c\" and d\") APC-60.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>The surface area and pore size\ndistribution of APCs were explored\nby BET (Brunauer–Emmett–Teller) and BJH (Barrette–Joynere–Halenda)\nmethods. All N<sub>2</sub> adsorption–desorption behaviors\npresent sigmoidal isothermal curves (a). When the presure increases to <italic>P</italic>\n<sub>0</sub>, the adsorption amount increases sharply because\nof capillary condensation. All characteristics clearly point to a\ntypical IV isothermal curve, which infers the existence of hierarchical\npores in APCs. Interestingly, <bold>APC-25</bold> has the largest adsorption quantity at any pressure, which indicates\nthe best porous structure. After the calculation, the BET specific\nsurface areas are 1385.9, 1880.4, and 1243.9 m<sup>2</sup> g<sup>–1</sup> for <bold>APC-0</bold>, <bold>APC-25</bold>, and <bold>APC-60</bold>, respectively. Meanwhile, the corresponding volumes are 0.86, 1.08,\nand 0.81 cm<sup>3</sup> g<sup>–1</sup>, respectively. Obviously, <bold>APC-25</bold> possesses the largest BET specific surface area and\npore volume (). The results show that the morphology of the Cu-MOF precursor,\nwhich is related to the reaction temperature, could control the porous\nfeature of MOF-derived materials. As shown in b, all BJH pore size distribution curves\nreveal a sharp peak centered at 4.1 nm, which proves that APCs are\nmainly concentrated on micropores and mesopores. Furthermore, pore\nsizes ranging from 20 to 160 nm could be weakly detected in <bold>APC-25</bold>. The micropore could accommodate massive electrostatic\ncharge, and the concomitance of the meso/macropore is attributed to\nthe intercalation and deintercalation of the electrolyte ion, easily\nreaching the maximum accessible surface area. Considering\nthe largest specific surface areas and pore volume, <bold>APC-25</bold> with a hierarchically porous structure could serve as a suitable\nelectrode candidate for the supercapacitor.</p>", "clean_text": "The surface area and pore size distribution of APCs were explored by BET (Brunauer-Emmett-Teller) and BJH (Barrette-Joynere-Halenda) methods. All N2 adsorption-desorption behaviors present sigmoidal isothermal curves (a). When the presure increases to P 0, the adsorption amount increases sharply because of capillary condensation. All characteristics clearly point to a typical IV isothermal curve, which infers the existence of hierarchical pores in APCs. Interestingly, APC-25 has the largest adsorption quantity at any pressure, which indicates the best porous structure. After the calculation, the BET specific surface areas are 1385.9, 1880.4, and 1243.9 m2 g-1 for APC-0, APC-25, and APC-60, respectively. Meanwhile, the corresponding volumes are 0.86, 1.08, and 0.81 cm3 g-1, respectively. Obviously, APC-25 possesses the largest BET specific surface area and pore volume (). The results show that the morphology of the Cu-MOF precursor, which is related to the reaction temperature, could control the porous feature of MOF-derived materials. As shown in b, all BJH pore size distribution curves reveal a sharp peak centered at 4.1 nm, which proves that APCs are mainly concentrated on micropores and mesopores. Furthermore, pore sizes ranging from 20 to 160 nm could be weakly detected in APC-25. The micropore could accommodate massive electrostatic charge, and the concomitance of the meso/macropore is attributed to the intercalation and deintercalation of the electrolyte ion, easily reaching the maximum accessible surface area. Considering the largest specific surface areas and pore volume, APC-25 with a hierarchically porous structure could serve as a suitable electrode candidate for the supercapacitor.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) N<sub>2</sub> adsorption–desorption\nisotherm. (b) Pore\nsize distribution curves.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ic-2018-035417_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) N2 adsorption-desorption isotherm. (b) Pore size distribution curves.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of the Porosity Parameters\nfor As-Prepared Samples</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub>BET</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref> (m<sup>2</sup> g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>V</italic>\n<sub>total</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref> (cm<sup>3</sup> g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>V</italic>\n<sub>mirco</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn3\"></xref> (cm<sup>3</sup> g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>V</italic>\n<sub>meso+macro</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn4\"></xref> (cm<sup>3</sup> g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">mean pore\nsize (nm)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>APC-0</bold>\n</oasis:entry>\n<oasis:entry>1385.9</oasis:entry>\n<oasis:entry>0.86</oasis:entry>\n<oasis:entry>0.10</oasis:entry>\n<oasis:entry>0.76</oasis:entry>\n<oasis:entry>2.47</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>APC-25</bold>\n</oasis:entry>\n<oasis:entry>1880.4</oasis:entry>\n<oasis:entry>1.08</oasis:entry>\n<oasis:entry>0.17</oasis:entry>\n<oasis:entry>0.91</oasis:entry>\n<oasis:entry>2.29</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>APC-60</bold>\n</oasis:entry>\n<oasis:entry>1243.9</oasis:entry>\n<oasis:entry>0.81</oasis:entry>\n<oasis:entry>0.08</oasis:entry>\n<oasis:entry>0.73</oasis:entry>\n<oasis:entry>2.62</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Calculated from the BET surface\narea analysis.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>The total\npore volume is calculated\nat a relative pressure of 0.97.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>c</label>\n<p>\n<italic>V</italic>\n<sub>mirco</sub> refers to the micropore volume\nand is calculated using the t-plot\n(FHH) method.</p>\n</fn>\n<fn id=\"t1fn4\">\n<label>d</label>\n<p>\n<italic>V</italic>\n<sub>meso+macro</sub> refers to meso/marco pore volumes and is determined\nby subtracting\nthe micropore volume from the total pore volume.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<title>Supercapacitive Properties</title><p>To research\nthe energy storage\nof APCs, cyclic voltammetry (CV), galvanostatic charge/discharge (GCD),\nand cycle-life tests have been employed. For a comparison, APCs as\nelectrodes were evaluated by CV and GCD curves with a scan rate of\n10 mV s<sup>–1</sup> and a density current of 0.5 A g<sup>–1</sup>, respectively. As shown in , the <bold>APC-25</bold> electrode obviously possesses\nthe largest CV area and longest discharging time among all APC electrodes,\nwhich demonstrates that <bold>APC-25</bold> has the highest specific\ncapacitance.</p>", "clean_text": "Supercapacitive Properties\n\nTo research the energy storage of APCs, cyclic voltammetry (CV), galvanostatic charge/discharge (GCD), and cycle-life tests have been employed. For a comparison, APCs as electrodes were evaluated by CV and GCD curves with a scan rate of 10 mV s-1 and a density current of 0.5 A g-1, respectively. As shown in , the APC-25 electrode obviously possesses the largest CV area and longest discharging time among all APC electrodes, which demonstrates that APC-25 has the highest specific capacitance.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) CV curves at 10 mV s<sup>–1</sup> and (b) GCD\ncurves\nat 0.5 A g<sup>–1</sup> of APC electrodes.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ic-2018-035417_0009.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) CV curves at 10 mV s-1 and (b) GCD curves at 0.5 A g-1 of APC electrodes.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>Because of the best supercapacitive performance, the electrochemical\nbehaviors of <bold>APC-25</bold> were thoroughly studied. Supercapacitance\nwas first investigated via CV measurements at different scan rates\nand GCD curves at different current densities in a three-electrode\nsystem. As shown in , the rectangular CV and triangle GCD curves both present\nslight distortion, which indicates the pseudocapacitive behavior of\noxygen functionality doped in the <bold>APC-25</bold> electrode. Furthermore, the distortion becomes more serious with an increase\nin the scan rate or current density, which may arise from the diffusion\nlimitation of the electrolyte ion. The specific capacitance (<italic>C</italic>, farads per gram) calculated via CV is determined with :\n<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"ic-2018-035417_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>C</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mo form=\"prefix\">∫</mml:mo>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:mi>V</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:mi>υ</mml:mi>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>V</mml:mi>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>I</italic> (amperes), Δ<italic>V</italic> (volts), υ (millivolts per second), and <italic>m</italic> (grams) represent the instant current, potential change,\nscan rate, and mass of active material, respectively. Meanwhile, specific\ncapacitance <italic>C</italic> counted from GCD is based on :\n<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"ic-2018-035417_m002.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>C</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mi>I</mml:mi>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>t</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>V</mml:mi>\n<mml:mi>m</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>where Δ<italic>t</italic> (seconds)\nis the discharge time and other variations are kept with . According to CV curves, specific\ncapacitances of the <bold>APC-25</bold> electrode decrease from 175\nto 122 F g<sup>–1</sup> as scan rates increase from 5 to 100\nmV s<sup>–1</sup>, because the electrolyte ion does not have\nsufficient time to permeate into the microporous surface at a higher\nscan rate and there is less charge accommodation. On the basis of\nGCD tests, specific capacitance values of the <bold>APC-25</bold> electrode\nare 196, 181, 166, 155, and 140 F g<sup>–1</sup> at current\ndensities of 0.5, 1, 2, 5, and 10 A g<sup>–1</sup>, respectively.\nObviously, with the increase in current density, the specific capacitance\nwill decrease, which is mainly due to a decrease in the ion accessible\nsurface area at large current densities. The specific\ncapacitance of 196 F g<sup>–1</sup> of <bold>APC-25</bold> is\nhigher than that of carbon reported quite recently. Furthermore, with respect to the <bold>APC-0</bold> and <bold>APC-60</bold> electrodes, the CV and GCD curves are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03541/suppl_file/ic8b03541_si_001.pdf\">Figure S4</ext-link>. All specific capacitance values of APC electrodes\nare summarized in . Evidently, the specific capacitance of the <bold>APC-25</bold> electrode\nis better than those of the <bold>APC-0</bold> and <bold>APC-60</bold> electrodes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03541/suppl_file/ic8b03541_si_001.pdf\">Figure S5</ext-link>).</p>", "clean_text": "Because of the best supercapacitive performance, the electrochemical behaviors of APC-25 were thoroughly studied. Supercapacitance was first investigated via CV measurements at different scan rates and GCD curves at different current densities in a three-electrode system. As shown in , the rectangular CV and triangle GCD curves both present slight distortion, which indicates the pseudocapacitive behavior of oxygen functionality doped in the APC-25 electrode. Furthermore, the distortion becomes more serious with an increase in the scan rate or current density, which may arise from the diffusion limitation of the electrolyte ion. The specific capacitance (C, farads per gram) calculated via CV is determined with :  1    C = ∫  I  d V / 2 υ Δ V m    where I (amperes), ΔV (volts), υ (millivolts per second), and m (grams) represent the instant current, potential change, scan rate, and mass of active material, respectively. Meanwhile, specific capacitance C counted from GCD is based on :  2    C = I Δ t / Δ V m   where Δt (seconds) is the discharge time and other variations are kept with . According to CV curves, specific capacitances of the APC-25 electrode decrease from 175 to 122 F g-1 as scan rates increase from 5 to 100 mV s-1, because the electrolyte ion does not have sufficient time to permeate into the microporous surface at a higher scan rate and there is less charge accommodation. On the basis of GCD tests, specific capacitance values of the APC-25 electrode are 196, 181, 166, 155, and 140 F g-1 at current densities of 0.5, 1, 2, 5, and 10 A g-1, respectively. Obviously, with the increase in current density, the specific capacitance will decrease, which is mainly due to a decrease in the ion accessible surface area at large current densities. The specific capacitance of 196 F g-1 of APC-25 is higher than that of carbon reported quite recently. Furthermore, with respect to the APC-0 and APC-60 electrodes, the CV and GCD curves are shown in Figure S4. All specific capacitance values of APC electrodes are summarized in . Evidently, the specific capacitance of the APC-25 electrode is better than those of the APC-0 and APC-60 electrodes (Figure S5).", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a) CV curves at different\nscan rates and (b) GCD curves at various\ncurrent densities of <bold>APC-25</bold> in a three-electrode system.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ic-2018-035417_0010.tif\"></graphic>\n</fig>", "clean_text": " 9  (a) CV curves at different scan rates and (b) GCD curves at various current densities of APC-25 in a three-electrode system.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Specific Capacitances\nof APCs at Different\nScan Rates and Current Densities</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"11\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col9\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col10\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col11\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col11\" namest=\"col2\" rowsep=\"1\">specific capacitance (F g<sup>–1</sup>)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">scan rate\nof 5 mV s<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">scan rate\nof 10 mV s<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">scan rate\nof 20 mV s<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">scan rate\nof 50 mV s<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">scan rate\nof 100 mV s<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">current density\nof 0.5 A g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">current density\nof 1 A g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">current density\nof 2 A g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">current density\nof 5 A g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">current density\nof 10 A g<sup>–1</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>APC-0</bold>\n</oasis:entry>\n<oasis:entry>135</oasis:entry>\n<oasis:entry>129</oasis:entry>\n<oasis:entry>121</oasis:entry>\n<oasis:entry>109</oasis:entry>\n<oasis:entry>94</oasis:entry>\n<oasis:entry>147</oasis:entry>\n<oasis:entry>134</oasis:entry>\n<oasis:entry>124</oasis:entry>\n<oasis:entry>110</oasis:entry>\n<oasis:entry>98</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>APC-25</bold>\n</oasis:entry>\n<oasis:entry>175</oasis:entry>\n<oasis:entry>167</oasis:entry>\n<oasis:entry>158</oasis:entry>\n<oasis:entry>140</oasis:entry>\n<oasis:entry>122</oasis:entry>\n<oasis:entry>196</oasis:entry>\n<oasis:entry>181</oasis:entry>\n<oasis:entry>166</oasis:entry>\n<oasis:entry>155</oasis:entry>\n<oasis:entry>140</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>APC-60</bold>\n</oasis:entry>\n<oasis:entry>123</oasis:entry>\n<oasis:entry>115</oasis:entry>\n<oasis:entry>107</oasis:entry>\n<oasis:entry>95</oasis:entry>\n<oasis:entry>83</oasis:entry>\n<oasis:entry>135</oasis:entry>\n<oasis:entry>128</oasis:entry>\n<oasis:entry>120</oasis:entry>\n<oasis:entry>115</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<p>To\nbetter demonstrate the application as electrode materials, we\nconstruct a two-electrode <bold>APC-25</bold>//<bold>APC-25</bold> SSC in a 6 M KOH aqueous electrolyte. a exhibits CV curves of the SSC from 1.0\nto 1.4 V at a scan rate of 20 mV s<sup>–1</sup>, which can\nbe reversibly cycled. However, the CV curve shows distortion and a\nslight hump above 1.4 V. Therefore, we test the performance of the\nSSC in the operating voltage window of 1.4 V, and stable CV curves\ncould be obtained from 5 to 100 mV s<sup>–1</sup> (b). The quasi-rectangular\nshapes manifest good supercapacitive performance and a high level\nof retention in the <bold>APC-25</bold> electrode. GCD tests were\nperformed at multiple current densities in the voltage window of 0–1.4\nV to further evaluate the rate performances and accurately determine\nthe specific capacitance of the SSC (c). All GCD curves are nearly symmetric\ntriangle shapes, and the potential drop is not visible even at high\ncurrent densities, which show the good Coulombic efficiency, fast\ncharge propagation, and very small resistance of the <bold>APC-25</bold> electrode. According to , the specific capacitance values of the SSC are 43.4 and\n32.2 F g<sup>–1</sup> at 0.5 and 10 A g<sup>–1</sup>, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03541/suppl_file/ic8b03541_si_001.pdf\">Figure S6</ext-link>). The level\nof retention of 74% indicates the good rate capability and superior\nion transport properties of the <bold>APC-25</bold> electrode.</p>", "clean_text": "To better demonstrate the application as electrode materials, we construct a two-electrode APC-25//APC-25 SSC in a 6 M KOH aqueous electrolyte. a exhibits CV curves of the SSC from 1.0 to 1.4 V at a scan rate of 20 mV s-1, which can be reversibly cycled. However, the CV curve shows distortion and a slight hump above 1.4 V. Therefore, we test the performance of the SSC in the operating voltage window of 1.4 V, and stable CV curves could be obtained from 5 to 100 mV s-1 (b). The quasi-rectangular shapes manifest good supercapacitive performance and a high level of retention in the APC-25 electrode. GCD tests were performed at multiple current densities in the voltage window of 0-1.4 V to further evaluate the rate performances and accurately determine the specific capacitance of the SSC (c). All GCD curves are nearly symmetric triangle shapes, and the potential drop is not visible even at high current densities, which show the good Coulombic efficiency, fast charge propagation, and very small resistance of the APC-25 electrode. According to , the specific capacitance values of the SSC are 43.4 and 32.2 F g-1 at 0.5 and 10 A g-1, respectively (Figure S6). The level of retention of 74% indicates the good rate capability and superior ion transport properties of the APC-25 electrode.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>(a) CV curves\nat progressively increased potential windows. (b)\nCV curves at different scan rates. (c) GCD curves at various current\ndensities in the SSC.</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"ic-2018-035417_0011.tif\"></graphic>\n</fig>", "clean_text": " 10  (a) CV curves at progressively increased potential windows. (b) CV curves at different scan rates. (c) GCD curves at various current densities in the SSC.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<p>As shown in , the energy density and power density were studied and plotted\nin\na <italic>Ragone</italic> plot, which is a valuable indicator for\nthe actual application of energy storage devices. The specific energy\n(SE, watthours per kilogram) and specific power (SP, watts per kilogram)\ncan be computed from  and , respectively:\n<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic xlink:href=\"ic-2018-035417_m003.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi mathvariant=\"normal\">S</mml:mi>\n<mml:mi mathvariant=\"normal\">E</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>0.5</mml:mn>\n<mml:mi>C</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>υ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>/</mml:mo>\n<mml:mn>3.6</mml:mn>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq4\">\n<label>4</label>\n<alternatives>\n<graphic xlink:href=\"ic-2018-035417_m004.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi mathvariant=\"normal\">S</mml:mi>\n<mml:mi mathvariant=\"normal\">P</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>3600</mml:mn>\n<mml:mo>×</mml:mo>\n<mml:mi mathvariant=\"normal\">S</mml:mi>\n<mml:mi mathvariant=\"normal\">E</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mi>t</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>C</italic> is the gravimetric\ncapacitance, υ the voltage window, and <italic>t</italic> the\ndischarge time. At a current density of 0.5 A g<sup>–1</sup>, the SE value of the SSC reaches 11.8 Wh kg<sup>–1</sup> at\na SP of 349 W kg<sup>–1</sup>. When the current density increase\nto 10 A g<sup>–1</sup>, the SE value of the SSC is 8.7 Wh kg<sup>–1</sup> with a SP of 6960 W kg<sup>–1</sup>. A direct\ncomparison of our symmetric capacitor performance with previous reports\nin the literature is summarized in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03541/suppl_file/ic8b03541_si_001.pdf\">Table S2</ext-link>. Our <bold>APC-25</bold> sample owns an obvious advantage in energy\ndensity compared to other morphological carbon materials, such as <bold>NPC-L</bold>, the carbon nanotube sponge, a 3D carbon network, 3D-graphene foam, PGBC, etc. Notably, the SSC still retains 92.3% of\nits original specific capacitance at 1 A g<sup>–1</sup> after\n10000 cycles, indicating good cycle stability and high ion mobility\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03541/suppl_file/ic8b03541_si_001.pdf\">Figure S7</ext-link>). Interestingly, three SSCs\nare connected in series, and two such units comprise an assembled\nbattery in a parallel mode to light five light-emitting diodes (LEDs)\n(). Two yellow\nLEDs are serially connected in one curcuit, while two green LEDs and\none red LED are serially connected in another parallel curcuit, to\nwhich we assign the “C” symbol to represent carbon-based\nsupercapacitors.</p>", "clean_text": "As shown in , the energy density and power density were studied and plotted in a Ragone plot, which is a valuable indicator for the actual application of energy storage devices. The specific energy (SE, watthours per kilogram) and specific power (SP, watts per kilogram) can be computed from  and , respectively:  3    S E = 0.5 C   υ   2   / 3.6     4    S P = 3600 × S E / t   where C is the gravimetric capacitance, υ the voltage window, and t the discharge time. At a current density of 0.5 A g-1, the SE value of the SSC reaches 11.8 Wh kg-1 at a SP of 349 W kg-1. When the current density increase to 10 A g-1, the SE value of the SSC is 8.7 Wh kg-1 with a SP of 6960 W kg-1. A direct comparison of our symmetric capacitor performance with previous reports in the literature is summarized in Table S2. Our APC-25 sample owns an obvious advantage in energy density compared to other morphological carbon materials, such as NPC-L, the carbon nanotube sponge, a 3D carbon network, 3D-graphene foam, PGBC, etc. Notably, the SSC still retains 92.3% of its original specific capacitance at 1 A g-1 after 10000 cycles, indicating good cycle stability and high ion mobility (Figure S7). Interestingly, three SSCs are connected in series, and two such units comprise an assembled battery in a parallel mode to light five light-emitting diodes (LEDs) (). Two yellow LEDs are serially connected in one curcuit, while two green LEDs and one red LED are serially connected in another parallel curcuit, to which we assign the \"C\" symbol to represent carbon-based supercapacitors.", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" position=\"float\">\n<label>11</label>\n<caption>\n<p>\n<italic>Ragone</italic> plot of our SSC based on the <bold>APC-25</bold> electrode.</p>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"ic-2018-035417_0012.tif\"></graphic>\n</fig>", "clean_text": " 11   Ragone plot of our SSC based on the APC-25 electrode.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig12\" position=\"float\">\n<label>12</label>\n<caption>\n<p>LEDs lit by our SSCs.</p>\n</caption>\n<graphic id=\"gr12\" position=\"float\" xlink:href=\"ic-2018-035417_0013.tif\"></graphic>\n</fig>", "clean_text": " 12  LEDs lit by our SSCs.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<title>Conclusion</title><p>Three kinds of APCs possessing various porosities\nwere synthesized\nby calcination and thermolysis of Cu-MOF precursors with different\nmorphologies tuned by reaction temperatures. Among these APC materials,\ncabbagelike <bold>APC-25</bold> owns the largest specific surface\narea (1880.4 m<sup>2</sup> g<sup>–1</sup>) and pore volume\n(0.81 cm<sup>3</sup> g<sup>–1</sup>) and also exhibits the\nhighest specific capacitance of 196 F g<sup>–1</sup> at 0.5\nA g<sup>–1</sup>. Interestingly, the <bold>APC-25</bold>//<bold>APC-25</bold> SSC achieves a remarkable energy density of 11.8 Wh\nkg<sup>–1</sup> at a power density of 350 W kg<sup>–1</sup>. The SSC retains\n92.3% of its original specific capacitance after 10000 cycles, and\nsix SSCs can light five LEDs. In this work, we provide a facile method\nfor preparing high-capacitance porous carbon materials by regulating\nthe morphology of the MOF precursor, which can be applied in supercapacitors.</p>", "clean_text": "Conclusion\n\nThree kinds of APCs possessing various porosities were synthesized by calcination and thermolysis of Cu-MOF precursors with different morphologies tuned by reaction temperatures. Among these APC materials, cabbagelike APC-25 owns the largest specific surface area (1880.4 m2 g-1) and pore volume (0.81 cm3 g-1) and also exhibits the highest specific capacitance of 196 F g-1 at 0.5 A g-1. Interestingly, the APC-25//APC-25 SSC achieves a remarkable energy density of 11.8 Wh kg-1 at a power density of 350 W kg-1. The SSC retains 92.3% of its original specific capacitance after 10000 cycles, and six SSCs can light five LEDs. In this work, we provide a facile method for preparing high-capacitance porous carbon materials by regulating the morphology of the MOF precursor, which can be applied in supercapacitors.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The\nSupporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.inorgchem.8b03541\">10.1021/acs.inorgchem.8b03541</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental section,\ncoordination bond lengths and\nangles, crystal structure, comparison of various carbon-based supercapacitors,\nXRD pattern of the Cu-MOF, EDS spectra and elemental mapping images,\nCV and GCD curves of <bold>APC-0</bold> and <bold>APC-60</bold> in\na three-electrode system, comparison of specific capacitances of APC\nelectrodes at different current densities, and gravimetric capacitance\nand recycling period of SSC (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03541/suppl_file/ic8b03541_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.inorgchem.8b03541.  Experimental section, coordination bond lengths and angles, crystal structure, comparison of various carbon-based supercapacitors, XRD pattern of the Cu-MOF, EDS spectra and elemental mapping images, CV and GCD curves of APC-0 and APC-60 in a three-electrode system, comparison of specific capacitances of APC electrodes at different current densities, and gravimetric capacitance and recycling period of SSC (PDF)   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>Experimental section,\ncoordination bond lengths and\nangles, crystal structure, comparison of various carbon-based supercapacitors,\nXRD pattern of the Cu-MOF, EDS spectra and elemental mapping images,\nCV and GCD curves of <bold>APC-0</bold> and <bold>APC-60</bold> in\na three-electrode system, comparison of specific capacitances of APC\nelectrodes at different current densities, and gravimetric capacitance\nand recycling period of SSC (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03541/suppl_file/ic8b03541_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "Experimental section, coordination bond lengths and angles, crystal structure, comparison of various carbon-based supercapacitors, XRD pattern of the Cu-MOF, EDS spectra and elemental mapping images, CV and GCD curves of APC-0 and APC-60 in a three-electrode system, comparison of specific capacitances of APC electrodes at different current densities, and gravimetric capacitance and recycling period of SSC (PDF)", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"1860249\">1860249</ext-link> contains the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email>data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "CCDC 1860249 contains the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 2, 18, 21, 23, 26, 28", "type": "text", "classification": "property", "content": "<p>In\nthis work, three Cu metal–organic framework samples with\ntunable rhombic, squama, and trucated bipyramid morphologies have\nbeen synthesized at 0, 25, and 60 °C, respectively, and further\nemployed as precursors to initially prepare Cu@C composites by the\ncalcination–thermolysis procedure. Then Cu@C composites have\nbeen etched with HCl and subsequently activated with KOH to obtain\nactivated porous carbon (<bold>APC-0</bold>, <bold>-25</bold>, and <bold>-60</bold>). Interestingly, <bold>APC-25</bold> presents a loose\nmultilevel morphology of cabbage and possesses the largest specific\nsurface area (1880.4 m<sup>2</sup> g<sup>–1</sup>) and pore\nvolume (0.81 cm<sup>3</sup> g<sup>–1</sup>) among these APC\nmaterials. Consequently, <bold>APC-25</bold> also exhibits the highest\nspecific capacitance of 196 F g<sup>–1</sup> at 0.5 A g<sup>–1</sup>, and the corresponding symmetric supercapacitor cell\n(SSC) achieves a remarkable energy density of 11.8 Wh kg<sup>–1</sup> at a power density of 350 W kg<sup>–1</sup>. Furthermore, <bold>APC-25</bold> shows excellent cycling stability, and the loss of\ncapacitance is only 7.7% even after 10000 cycles at 1 A g<sup>–1</sup>. Significantly, five light-emitting diodes can be lit by six SSCs,\nwhich proves that <bold>APC-25</bold> can be used in energy storage\ndevices.</p><p>Two-dimensional <bold>Cu-MOF-25</bold> with a squama morphology\nis synthesized as the precursor to prepare cabbagelike <bold>APC-25</bold>, which has a large BET specific surface area of 1800.4 m<sup>2</sup> g<sup>−1</sup>. <bold>APC-25</bold> displays excellent specific\ncapacitance of 196 F g<sup>−1</sup>, and the corresponding\nsymmetric supercapacitor cell achieves a remarkable energy density\nof 11.8 Wh kg<sup>−1</sup> at a power density of 350 W K g<sup>−1</sup>, which can be used in energy storage devices.</p><p>The surface area and pore size\ndistribution of APCs were explored\nby BET (Brunauer–Emmett–Teller) and BJH (Barrette–Joynere–Halenda)\nmethods. All N<sub>2</sub> adsorption–desorption behaviors\npresent sigmoidal isothermal curves (a). When the presure increases to <italic>P</italic>\n<sub>0</sub>, the adsorption amount increases sharply because\nof capillary condensation. All characteristics clearly point to a\ntypical IV isothermal curve, which infers the existence of hierarchical\npores in APCs. Interestingly, <bold>APC-25</bold> has the largest adsorption quantity at any pressure, which indicates\nthe best porous structure. After the calculation, the BET specific\nsurface areas are 1385.9, 1880.4, and 1243.9 m<sup>2</sup> g<sup>–1</sup> for <bold>APC-0</bold>, <bold>APC-25</bold>, and <bold>APC-60</bold>, respectively. Meanwhile, the corresponding volumes are 0.86, 1.08,\nand 0.81 cm<sup>3</sup> g<sup>–1</sup>, respectively. Obviously, <bold>APC-25</bold> possesses the largest BET specific surface area and\npore volume (). The results show that the morphology of the Cu-MOF precursor,\nwhich is related to the reaction temperature, could control the porous\nfeature of MOF-derived materials. As shown in b, all BJH pore size distribution curves\nreveal a sharp peak centered at 4.1 nm, which proves that APCs are\nmainly concentrated on micropores and mesopores. Furthermore, pore\nsizes ranging from 20 to 160 nm could be weakly detected in <bold>APC-25</bold>. The micropore could accommodate massive electrostatic\ncharge, and the concomitance of the meso/macropore is attributed to\nthe intercalation and deintercalation of the electrolyte ion, easily\nreaching the maximum accessible surface area. Considering\nthe largest specific surface areas and pore volume, <bold>APC-25</bold> with a hierarchically porous structure could serve as a suitable\nelectrode candidate for the supercapacitor.</p><title>Supercapacitive Properties</title><p>To research\nthe energy storage\nof APCs, cyclic voltammetry (CV), galvanostatic charge/discharge (GCD),\nand cycle-life tests have been employed. For a comparison, APCs as\nelectrodes were evaluated by CV and GCD curves with a scan rate of\n10 mV s<sup>–1</sup> and a density current of 0.5 A g<sup>–1</sup>, respectively. As shown in , the <bold>APC-25</bold> electrode obviously possesses\nthe largest CV area and longest discharging time among all APC electrodes,\nwhich demonstrates that <bold>APC-25</bold> has the highest specific\ncapacitance.</p><p>Because of the best supercapacitive performance, the electrochemical\nbehaviors of <bold>APC-25</bold> were thoroughly studied. Supercapacitance\nwas first investigated via CV measurements at different scan rates\nand GCD curves at different current densities in a three-electrode\nsystem. As shown in , the rectangular CV and triangle GCD curves both present\nslight distortion, which indicates the pseudocapacitive behavior of\noxygen functionality doped in the <bold>APC-25</bold> electrode. Furthermore, the distortion becomes more serious with an increase\nin the scan rate or current density, which may arise from the diffusion\nlimitation of the electrolyte ion. The specific capacitance (<italic>C</italic>, farads per gram) calculated via CV is determined with :\n<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"ic-2018-035417_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>C</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mo form=\"prefix\">∫</mml:mo>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:mi>V</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:mi>υ</mml:mi>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>V</mml:mi>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>I</italic> (amperes), Δ<italic>V</italic> (volts), υ (millivolts per second), and <italic>m</italic> (grams) represent the instant current, potential change,\nscan rate, and mass of active material, respectively. Meanwhile, specific\ncapacitance <italic>C</italic> counted from GCD is based on :\n<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"ic-2018-035417_m002.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>C</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mi>I</mml:mi>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>t</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>V</mml:mi>\n<mml:mi>m</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>where Δ<italic>t</italic> (seconds)\nis the discharge time and other variations are kept with . According to CV curves, specific\ncapacitances of the <bold>APC-25</bold> electrode decrease from 175\nto 122 F g<sup>–1</sup> as scan rates increase from 5 to 100\nmV s<sup>–1</sup>, because the electrolyte ion does not have\nsufficient time to permeate into the microporous surface at a higher\nscan rate and there is less charge accommodation. On the basis of\nGCD tests, specific capacitance values of the <bold>APC-25</bold> electrode\nare 196, 181, 166, 155, and 140 F g<sup>–1</sup> at current\ndensities of 0.5, 1, 2, 5, and 10 A g<sup>–1</sup>, respectively.\nObviously, with the increase in current density, the specific capacitance\nwill decrease, which is mainly due to a decrease in the ion accessible\nsurface area at large current densities. The specific\ncapacitance of 196 F g<sup>–1</sup> of <bold>APC-25</bold> is\nhigher than that of carbon reported quite recently. Furthermore, with respect to the <bold>APC-0</bold> and <bold>APC-60</bold> electrodes, the CV and GCD curves are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03541/suppl_file/ic8b03541_si_001.pdf\">Figure S4</ext-link>. All specific capacitance values of APC electrodes\nare summarized in . Evidently, the specific capacitance of the <bold>APC-25</bold> electrode\nis better than those of the <bold>APC-0</bold> and <bold>APC-60</bold> electrodes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03541/suppl_file/ic8b03541_si_001.pdf\">Figure S5</ext-link>).</p><p>To\nbetter demonstrate the application as electrode materials, we\nconstruct a two-electrode <bold>APC-25</bold>//<bold>APC-25</bold> SSC in a 6 M KOH aqueous electrolyte. a exhibits CV curves of the SSC from 1.0\nto 1.4 V at a scan rate of 20 mV s<sup>–1</sup>, which can\nbe reversibly cycled. However, the CV curve shows distortion and a\nslight hump above 1.4 V. Therefore, we test the performance of the\nSSC in the operating voltage window of 1.4 V, and stable CV curves\ncould be obtained from 5 to 100 mV s<sup>–1</sup> (b). The quasi-rectangular\nshapes manifest good supercapacitive performance and a high level\nof retention in the <bold>APC-25</bold> electrode. GCD tests were\nperformed at multiple current densities in the voltage window of 0–1.4\nV to further evaluate the rate performances and accurately determine\nthe specific capacitance of the SSC (c). All GCD curves are nearly symmetric\ntriangle shapes, and the potential drop is not visible even at high\ncurrent densities, which show the good Coulombic efficiency, fast\ncharge propagation, and very small resistance of the <bold>APC-25</bold> electrode. According to , the specific capacitance values of the SSC are 43.4 and\n32.2 F g<sup>–1</sup> at 0.5 and 10 A g<sup>–1</sup>, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03541/suppl_file/ic8b03541_si_001.pdf\">Figure S6</ext-link>). The level\nof retention of 74% indicates the good rate capability and superior\nion transport properties of the <bold>APC-25</bold> electrode.</p><p>As shown in , the energy density and power density were studied and plotted\nin\na <italic>Ragone</italic> plot, which is a valuable indicator for\nthe actual application of energy storage devices. The specific energy\n(SE, watthours per kilogram) and specific power (SP, watts per kilogram)\ncan be computed from  and , respectively:\n<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic xlink:href=\"ic-2018-035417_m003.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi mathvariant=\"normal\">S</mml:mi>\n<mml:mi mathvariant=\"normal\">E</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>0.5</mml:mn>\n<mml:mi>C</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>υ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>/</mml:mo>\n<mml:mn>3.6</mml:mn>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq4\">\n<label>4</label>\n<alternatives>\n<graphic xlink:href=\"ic-2018-035417_m004.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi mathvariant=\"normal\">S</mml:mi>\n<mml:mi mathvariant=\"normal\">P</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>3600</mml:mn>\n<mml:mo>×</mml:mo>\n<mml:mi mathvariant=\"normal\">S</mml:mi>\n<mml:mi mathvariant=\"normal\">E</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mi>t</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>C</italic> is the gravimetric\ncapacitance, υ the voltage window, and <italic>t</italic> the\ndischarge time. At a current density of 0.5 A g<sup>–1</sup>, the SE value of the SSC reaches 11.8 Wh kg<sup>–1</sup> at\na SP of 349 W kg<sup>–1</sup>. When the current density increase\nto 10 A g<sup>–1</sup>, the SE value of the SSC is 8.7 Wh kg<sup>–1</sup> with a SP of 6960 W kg<sup>–1</sup>. A direct\ncomparison of our symmetric capacitor performance with previous reports\nin the literature is summarized in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03541/suppl_file/ic8b03541_si_001.pdf\">Table S2</ext-link>. Our <bold>APC-25</bold> sample owns an obvious advantage in energy\ndensity compared to other morphological carbon materials, such as <bold>NPC-L</bold>, the carbon nanotube sponge, a 3D carbon network, 3D-graphene foam, PGBC, etc. Notably, the SSC still retains 92.3% of\nits original specific capacitance at 1 A g<sup>–1</sup> after\n10000 cycles, indicating good cycle stability and high ion mobility\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03541/suppl_file/ic8b03541_si_001.pdf\">Figure S7</ext-link>). Interestingly, three SSCs\nare connected in series, and two such units comprise an assembled\nbattery in a parallel mode to light five light-emitting diodes (LEDs)\n(). Two yellow\nLEDs are serially connected in one curcuit, while two green LEDs and\none red LED are serially connected in another parallel curcuit, to\nwhich we assign the “C” symbol to represent carbon-based\nsupercapacitors.</p>", "clean_text": "In this work, three Cu metal-organic framework samples with tunable rhombic, squama, and trucated bipyramid morphologies have been synthesized at 0, 25, and 60 °C, respectively, and further employed as precursors to initially prepare Cu@C composites by the calcination-thermolysis procedure. Then Cu@C composites have been etched with HCl and subsequently activated with KOH to obtain activated porous carbon (APC-0, -25, and -60). Interestingly, APC-25 presents a loose multilevel morphology of cabbage and possesses the largest specific surface area (1880.4 m2 g-1) and pore volume (0.81 cm3 g-1) among these APC materials. Consequently, APC-25 also exhibits the highest specific capacitance of 196 F g-1 at 0.5 A g-1, and the corresponding symmetric supercapacitor cell (SSC) achieves a remarkable energy density of 11.8 Wh kg-1 at a power density of 350 W kg-1. Furthermore, APC-25 shows excellent cycling stability, and the loss of capacitance is only 7.7% even after 10000 cycles at 1 A g-1. Significantly, five light-emitting diodes can be lit by six SSCs, which proves that APC-25 can be used in energy storage devices.\n\nTwo-dimensional Cu-MOF-25 with a squama morphology is synthesized as the precursor to prepare cabbagelike APC-25, which has a large BET specific surface area of 1800.4 m2 g-1. APC-25 displays excellent specific capacitance of 196 F g-1, and the corresponding symmetric supercapacitor cell achieves a remarkable energy density of 11.8 Wh kg-1 at a power density of 350 W K g-1, which can be used in energy storage devices.\n\nThe surface area and pore size distribution of APCs were explored by BET (Brunauer-Emmett-Teller) and BJH (Barrette-Joynere-Halenda) methods. All N2 adsorption-desorption behaviors present sigmoidal isothermal curves (a). When the presure increases to P 0, the adsorption amount increases sharply because of capillary condensation. All characteristics clearly point to a typical IV isothermal curve, which infers the existence of hierarchical pores in APCs. Interestingly, APC-25 has the largest adsorption quantity at any pressure, which indicates the best porous structure. After the calculation, the BET specific surface areas are 1385.9, 1880.4, and 1243.9 m2 g-1 for APC-0, APC-25, and APC-60, respectively. Meanwhile, the corresponding volumes are 0.86, 1.08, and 0.81 cm3 g-1, respectively. Obviously, APC-25 possesses the largest BET specific surface area and pore volume (). The results show that the morphology of the Cu-MOF precursor, which is related to the reaction temperature, could control the porous feature of MOF-derived materials. As shown in b, all BJH pore size distribution curves reveal a sharp peak centered at 4.1 nm, which proves that APCs are mainly concentrated on micropores and mesopores. Furthermore, pore sizes ranging from 20 to 160 nm could be weakly detected in APC-25. The micropore could accommodate massive electrostatic charge, and the concomitance of the meso/macropore is attributed to the intercalation and deintercalation of the electrolyte ion, easily reaching the maximum accessible surface area. Considering the largest specific surface areas and pore volume, APC-25 with a hierarchically porous structure could serve as a suitable electrode candidate for the supercapacitor.\n\nSupercapacitive Properties\n\nTo research the energy storage of APCs, cyclic voltammetry (CV), galvanostatic charge/discharge (GCD), and cycle-life tests have been employed. For a comparison, APCs as electrodes were evaluated by CV and GCD curves with a scan rate of 10 mV s-1 and a density current of 0.5 A g-1, respectively. As shown in , the APC-25 electrode obviously possesses the largest CV area and longest discharging time among all APC electrodes, which demonstrates that APC-25 has the highest specific capacitance.\n\nBecause of the best supercapacitive performance, the electrochemical behaviors of APC-25 were thoroughly studied. Supercapacitance was first investigated via CV measurements at different scan rates and GCD curves at different current densities in a three-electrode system. As shown in , the rectangular CV and triangle GCD curves both present slight distortion, which indicates the pseudocapacitive behavior of oxygen functionality doped in the APC-25 electrode. Furthermore, the distortion becomes more serious with an increase in the scan rate or current density, which may arise from the diffusion limitation of the electrolyte ion. The specific capacitance (C, farads per gram) calculated via CV is determined with :  1    C = ∫  I  d V / 2 υ Δ V m    where I (amperes), ΔV (volts), υ (millivolts per second), and m (grams) represent the instant current, potential change, scan rate, and mass of active material, respectively. Meanwhile, specific capacitance C counted from GCD is based on :  2    C = I Δ t / Δ V m   where Δt (seconds) is the discharge time and other variations are kept with . According to CV curves, specific capacitances of the APC-25 electrode decrease from 175 to 122 F g-1 as scan rates increase from 5 to 100 mV s-1, because the electrolyte ion does not have sufficient time to permeate into the microporous surface at a higher scan rate and there is less charge accommodation. On the basis of GCD tests, specific capacitance values of the APC-25 electrode are 196, 181, 166, 155, and 140 F g-1 at current densities of 0.5, 1, 2, 5, and 10 A g-1, respectively. Obviously, with the increase in current density, the specific capacitance will decrease, which is mainly due to a decrease in the ion accessible surface area at large current densities. The specific capacitance of 196 F g-1 of APC-25 is higher than that of carbon reported quite recently. Furthermore, with respect to the APC-0 and APC-60 electrodes, the CV and GCD curves are shown in Figure S4. All specific capacitance values of APC electrodes are summarized in . Evidently, the specific capacitance of the APC-25 electrode is better than those of the APC-0 and APC-60 electrodes (Figure S5).\n\nTo better demonstrate the application as electrode materials, we construct a two-electrode APC-25//APC-25 SSC in a 6 M KOH aqueous electrolyte. a exhibits CV curves of the SSC from 1.0 to 1.4 V at a scan rate of 20 mV s-1, which can be reversibly cycled. However, the CV curve shows distortion and a slight hump above 1.4 V. Therefore, we test the performance of the SSC in the operating voltage window of 1.4 V, and stable CV curves could be obtained from 5 to 100 mV s-1 (b). The quasi-rectangular shapes manifest good supercapacitive performance and a high level of retention in the APC-25 electrode. GCD tests were performed at multiple current densities in the voltage window of 0-1.4 V to further evaluate the rate performances and accurately determine the specific capacitance of the SSC (c). All GCD curves are nearly symmetric triangle shapes, and the potential drop is not visible even at high current densities, which show the good Coulombic efficiency, fast charge propagation, and very small resistance of the APC-25 electrode. According to , the specific capacitance values of the SSC are 43.4 and 32.2 F g-1 at 0.5 and 10 A g-1, respectively (Figure S6). The level of retention of 74% indicates the good rate capability and superior ion transport properties of the APC-25 electrode.\n\nAs shown in , the energy density and power density were studied and plotted in a Ragone plot, which is a valuable indicator for the actual application of energy storage devices. The specific energy (SE, watthours per kilogram) and specific power (SP, watts per kilogram) can be computed from  and , respectively:  3    S E = 0.5 C   υ   2   / 3.6     4    S P = 3600 × S E / t   where C is the gravimetric capacitance, υ the voltage window, and t the discharge time. At a current density of 0.5 A g-1, the SE value of the SSC reaches 11.8 Wh kg-1 at a SP of 349 W kg-1. When the current density increase to 10 A g-1, the SE value of the SSC is 8.7 Wh kg-1 with a SP of 6960 W kg-1. A direct comparison of our symmetric capacitor performance with previous reports in the literature is summarized in Table S2. Our APC-25 sample owns an obvious advantage in energy density compared to other morphological carbon materials, such as NPC-L, the carbon nanotube sponge, a 3D carbon network, 3D-graphene foam, PGBC, etc. Notably, the SSC still retains 92.3% of its original specific capacitance at 1 A g-1 after 10000 cycles, indicating good cycle stability and high ion mobility (Figure S7). Interestingly, three SSCs are connected in series, and two such units comprise an assembled battery in a parallel mode to light five light-emitting diodes (LEDs) (). Two yellow LEDs are serially connected in one curcuit, while two green LEDs and one red LED are serially connected in another parallel curcuit, to which we assign the \"C\" symbol to represent carbon-based supercapacitors.", "data": [[{"meta": {"name": "APC-0", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "1385.9", "unit": "m2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.86", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "APC-25", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "1880.4", "unit": "m2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "1.08", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "APC-60", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "1243.9", "unit": "m2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.81", "unit": "cm3/g", "condition": ""}]}]], "include_properties": ["surface_area", "pore_volume", "etc"]}, {"idx": 31, "type": "text", "classification": "property", "content": "<title>Conclusion</title><p>Three kinds of APCs possessing various porosities\nwere synthesized\nby calcination and thermolysis of Cu-MOF precursors with different\nmorphologies tuned by reaction temperatures. Among these APC materials,\ncabbagelike <bold>APC-25</bold> owns the largest specific surface\narea (1880.4 m<sup>2</sup> g<sup>–1</sup>) and pore volume\n(0.81 cm<sup>3</sup> g<sup>–1</sup>) and also exhibits the\nhighest specific capacitance of 196 F g<sup>–1</sup> at 0.5\nA g<sup>–1</sup>. Interestingly, the <bold>APC-25</bold>//<bold>APC-25</bold> SSC achieves a remarkable energy density of 11.8 Wh\nkg<sup>–1</sup> at a power density of 350 W kg<sup>–1</sup>. The SSC retains\n92.3% of its original specific capacitance after 10000 cycles, and\nsix SSCs can light five LEDs. In this work, we provide a facile method\nfor preparing high-capacitance porous carbon materials by regulating\nthe morphology of the MOF precursor, which can be applied in supercapacitors.</p>", "clean_text": "Conclusion\n\nThree kinds of APCs possessing various porosities were synthesized by calcination and thermolysis of Cu-MOF precursors with different morphologies tuned by reaction temperatures. Among these APC materials, cabbagelike APC-25 owns the largest specific surface area (1880.4 m2 g-1) and pore volume (0.81 cm3 g-1) and also exhibits the highest specific capacitance of 196 F g-1 at 0.5 A g-1. Interestingly, the APC-25//APC-25 SSC achieves a remarkable energy density of 11.8 Wh kg-1 at a power density of 350 W kg-1. The SSC retains 92.3% of its original specific capacitance after 10000 cycles, and six SSCs can light five LEDs. In this work, we provide a facile method for preparing high-capacitance porous carbon materials by regulating the morphology of the MOF precursor, which can be applied in supercapacitors.", "data": [[{"meta": {"name": "", "symbol": "APC-25", "chemical formula": ""}, "surface area": {"type": "", "probe": "", "value": "1880.4", "unit": "m2/g", "condition": ""}}]], "include_properties": ["surface_area"]}, {"idx": 20, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of the Porosity Parameters\nfor As-Prepared Samples</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub>BET</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref> (m<sup>2</sup> g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>V</italic>\n<sub>total</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref> (cm<sup>3</sup> g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>V</italic>\n<sub>mirco</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn3\"></xref> (cm<sup>3</sup> g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>V</italic>\n<sub>meso+macro</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn4\"></xref> (cm<sup>3</sup> g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">mean pore\nsize (nm)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>APC-0</bold>\n</oasis:entry>\n<oasis:entry>1385.9</oasis:entry>\n<oasis:entry>0.86</oasis:entry>\n<oasis:entry>0.10</oasis:entry>\n<oasis:entry>0.76</oasis:entry>\n<oasis:entry>2.47</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>APC-25</bold>\n</oasis:entry>\n<oasis:entry>1880.4</oasis:entry>\n<oasis:entry>1.08</oasis:entry>\n<oasis:entry>0.17</oasis:entry>\n<oasis:entry>0.91</oasis:entry>\n<oasis:entry>2.29</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>APC-60</bold>\n</oasis:entry>\n<oasis:entry>1243.9</oasis:entry>\n<oasis:entry>0.81</oasis:entry>\n<oasis:entry>0.08</oasis:entry>\n<oasis:entry>0.73</oasis:entry>\n<oasis:entry>2.62</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Calculated from the BET surface\narea analysis.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>The total\npore volume is calculated\nat a relative pressure of 0.97.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>c</label>\n<p>\n<italic>V</italic>\n<sub>mirco</sub> refers to the micropore volume\nand is calculated using the t-plot\n(FHH) method.</p>\n</fn>\n<fn id=\"t1fn4\">\n<label>d</label>\n<p>\n<italic>V</italic>\n<sub>meso+macro</sub> refers to meso/marco pore volumes and is determined\nby subtracting\nthe micropore volume from the total pore volume.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Summary of the Porosity Parameters for As-Prepared Samples\n\n| sample | S<sub>BET</sub> (m<sup>2</sup> g<sup>–1</sup>) | V<sub>total</sub> (cm<sup>3</sup> g<sup>–1</sup>) | V<sub>mirco</sub> (cm<sup>3</sup> g<sup>–1</sup>) | V<sub>meso+macro</sub> (cm<sup>3</sup> g<sup>–1</sup>) | mean pore size (nm) |\n|--------|---------------------------------------------|-------------------------------------------------|------------------------------------------------|---------------------------------------------------|---------------------|\n| APC-0  | 1385.9                                      | 0.86                                            | 0.10                                           | 0.76                                              | 2.47                |\n| APC-25 | 1880.4                                      | 1.08                                            | 0.17                                           | 0.91                                              | 2.29                |\n| APC-60 | 1243.9                                      | 0.81                                            | 0.08                                           | 0.73                                              | 2.62                |\n\nTable 1. Footnotes:\n\na. Calculated from the BET surface area analysis.\nb. The total pore volume is calculated at a relative pressure of 0.97.\nc. V<sub>mirco</sub> refers to the micropore volume and is calculated using the t-plot (FHH) method.\nd. V<sub>meso+macro</sub> refers to meso/marco pore volumes and is determined by subtracting the micropore volume from the total pore volume.", "data": [{"meta": {"name": "APC-0", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "1385.9", "unit": "m^2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.86", "unit": "cm^3/g", "condition": "calculated from the BET surface area analysis"}, {"probe": "", "value": "0.10", "unit": "cm^3/g", "condition": "calculated at a relative pressure of 0.97"}, {"probe": "t-plot (FHH)", "value": "0.76", "unit": "cm^3/g", "condition": "micropore volume"}, {"probe": "", "value": "0.73", "unit": "cm^3/g", "condition": "meso/macro pore volumes (calculated by subtracting the micropore volume from the total pore volume)"}], "mean pore size": [{"value": "2.47", "unit": "nm", "condition": ""}]}, {"meta": {"name": "APC-25", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "1880.4", "unit": "m^2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "1.08", "unit": "cm^3/g", "condition": "calculated from the BET surface area analysis"}, {"probe": "", "value": "0.17", "unit": "cm^3/g", "condition": "calculated at a relative pressure of 0.97"}, {"probe": "t-plot (FHH)", "value": "0.91", "unit": "cm^3/g", "condition": "micropore volume"}, {"probe": "", "value": "0.91", "unit": "cm^3/g", "condition": "meso/macro pore volumes (calculated by subtracting the micropore volume from the total pore volume)"}], "mean pore size": [{"value": "2.29", "unit": "nm", "condition": ""}]}, {"meta": {"name": "APC-60", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "1243.9", "unit": "m^2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.81", "unit": "cm^3/g", "condition": "calculated from the BET surface area analysis"}, {"probe": "", "value": "0.08", "unit": "cm^3/g", "condition": "calculated at a relative pressure of 0.97"}, {"probe": "t-plot (FHH)", "value": "0.73", "unit": "cm^3/g", "condition": "micropore volume"}, {"probe": "", "value": "0.73", "unit": "cm^3/g", "condition": "meso/macro pore volumes (calculated by subtracting the micropore volume from the total pore volume)"}], "mean pore size": [{"value": "2.62", "unit": "nm", "condition": ""}]}], "include_properties": null}, {"idx": 25, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Specific Capacitances\nof APCs at Different\nScan Rates and Current Densities</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"11\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col9\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col10\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col11\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col11\" namest=\"col2\" rowsep=\"1\">specific capacitance (F g<sup>–1</sup>)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">scan rate\nof 5 mV s<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">scan rate\nof 10 mV s<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">scan rate\nof 20 mV s<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">scan rate\nof 50 mV s<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">scan rate\nof 100 mV s<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">current density\nof 0.5 A g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">current density\nof 1 A g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">current density\nof 2 A g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">current density\nof 5 A g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">current density\nof 10 A g<sup>–1</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>APC-0</bold>\n</oasis:entry>\n<oasis:entry>135</oasis:entry>\n<oasis:entry>129</oasis:entry>\n<oasis:entry>121</oasis:entry>\n<oasis:entry>109</oasis:entry>\n<oasis:entry>94</oasis:entry>\n<oasis:entry>147</oasis:entry>\n<oasis:entry>134</oasis:entry>\n<oasis:entry>124</oasis:entry>\n<oasis:entry>110</oasis:entry>\n<oasis:entry>98</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>APC-25</bold>\n</oasis:entry>\n<oasis:entry>175</oasis:entry>\n<oasis:entry>167</oasis:entry>\n<oasis:entry>158</oasis:entry>\n<oasis:entry>140</oasis:entry>\n<oasis:entry>122</oasis:entry>\n<oasis:entry>196</oasis:entry>\n<oasis:entry>181</oasis:entry>\n<oasis:entry>166</oasis:entry>\n<oasis:entry>155</oasis:entry>\n<oasis:entry>140</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>APC-60</bold>\n</oasis:entry>\n<oasis:entry>123</oasis:entry>\n<oasis:entry>115</oasis:entry>\n<oasis:entry>107</oasis:entry>\n<oasis:entry>95</oasis:entry>\n<oasis:entry>83</oasis:entry>\n<oasis:entry>135</oasis:entry>\n<oasis:entry>128</oasis:entry>\n<oasis:entry>120</oasis:entry>\n<oasis:entry>115</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Specific Capacitances of APCs at Different Scan Rates and Current Densities\n\n| sample | specific capacitance (F g–1) | specific capacitance (F g–1) | specific capacitance (F g–1) | specific capacitance (F g–1) | specific capacitance (F g–1) | specific capacitance (F g–1) | specific capacitance (F g–1) | specific capacitance (F g–1) | specific capacitance (F g–1) | specific capacitance (F g–1) |\n|--------|------------------------------|------------------------------|------------------------------|------------------------------|------------------------------|------------------------------|------------------------------|------------------------------|------------------------------|------------------------------|\n|        | scan rate of 5 mV s–1        | scan rate of 10 mV s–1       | scan rate of 20 mV s–1       | scan rate of 50 mV s–1       | scan rate of 100 mV s–1      | current density of 0.5 A g–1 | current density of 1 A g–1  | current density of 2 A g–1  | current density of 5 A g–1  | current density of 10 A g–1 |\n| APC-0  | 135                          | 129                          | 121                          | 109                          | 94                           | 147                          | 134                          | 124                          | 110                          | 98                           |\n| APC-25 | 175                          | 167                          | 158                          | 140                          | 122                          | 196                          | 181                          | 166                          | 155                          | 140                          |\n| APC-60 | 123                          | 115                          | 107                          | 95                           | 83                           | 135                          | 128                          | 120                          | 115                          | 90                           |", "data": [{"meta": {"name": "APC-0", "symbol": "", "chemical formula": ""}, "specific capacitance": [{"value": "135", "unit": "F g–1", "scan rate": "5 mV s–1", "current density": ""}, {"value": "129", "unit": "F g–1", "scan rate": "10 mV s–1", "current density": ""}, {"value": "121", "unit": "F g–1", "scan rate": "20 mV s–1", "current density": ""}, {"value": "109", "unit": "F g–1", "scan rate": "50 mV s–1", "current density": ""}, {"value": "94", "unit": "F g–1", "scan rate": "100 mV s–1", "current density": ""}, {"value": "147", "unit": "F g–1", "scan rate": "", "current density": "0.5 A g–1"}, {"value": "134", "unit": "F g–1", "scan rate": "", "current density": "1 A g–1"}, {"value": "124", "unit": "F g–1", "scan rate": "", "current density": "2 A g–1"}, {"value": "110", "unit": "F g–1", "scan rate": "", "current density": "5 A g–1"}, {"value": "98", "unit": "F g–1", "scan rate": "", "current density": "10 A g–1"}]}, {"meta": {"name": "APC-25", "symbol": "", "chemical formula": ""}, "specific capacitance": [{"value": "175", "unit": "F g–1", "scan rate": "5 mV s–1", "current density": ""}, {"value": "167", "unit": "F g–1", "scan rate": "10 mV s–1", "current density": ""}, {"value": "158", "unit": "F g–1", "scan rate": "20 mV s–1", "current density": ""}, {"value": "140", "unit": "F g–1", "scan rate": "50 mV s–1", "current density": ""}, {"value": "122", "unit": "F g–1", "scan rate": "100 mV s–1", "current density": ""}, {"value": "196", "unit": "F g–1", "scan rate": "", "current density": "0.5 A g–1"}, {"value": "181", "unit": "F g–1", "scan rate": "", "current density": "1 A g–1"}, {"value": "166", "unit": "F g–1", "scan rate": "", "current density": "2 A g–1"}, {"value": "155", "unit": "F g–1", "scan rate": "", "current density": "5 A g–1"}, {"value": "140", "unit": "F g–1", "scan rate": "", "current density": "10 A g–1"}]}, {"meta": {"name": "APC-60", "symbol": "", "chemical formula": ""}, "specific capacitance": [{"value": "123", "unit": "F g–1", "scan rate": "5 mV s–1", "current density": ""}, {"value": "115", "unit": "F g–1", "scan rate": "10 mV s–1", "current density": ""}, {"value": "107", "unit": "F g–1", "scan rate": "20 mV s–1", "current density": ""}, {"value": "95", "unit": "F g–1", "scan rate": "50 mV s–1", "current density": ""}, {"value": "83", "unit": "F g–1", "scan rate": "100 mV s–1", "current density": ""}, {"value": "135", "unit": "F g–1", "scan rate": "", "current density": "0.5 A g–1"}, {"value": "128", "unit": "F g–1", "scan rate": "", "current density": "1 A g–1"}, {"value": "120", "unit": "F g–1", "scan rate": "", "current density": "2 A g–1"}, {"value": "115", "unit": "F g–1", "scan rate": "", "current density": "5 A g–1"}, {"value": "90", "unit": "F g–1", "scan rate": "", "current density": "10 A g–1"}]}], "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a)\nSquare-planar coordination environment. (b) 2D (4,4) layer.\n(c) Three-dimensional supramolecular architecture with incline interpenetration.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic-2018-035417_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Square-planar coordination environment. (b) 2D (4,4) layer. (c) Three-dimensional supramolecular architecture with incline interpenetration.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>XRD patterns of (a) Cu@C composites and (b) APCs.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic-2018-035417_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  XRD patterns of (a) Cu@C composites and (b) APCs.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>XPS survey spectra of APCs.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic-2018-035417_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  XPS survey spectra of APCs.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Raman spectra of Cu@C composites and APCs.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic-2018-035417_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  Raman spectra of Cu@C composites and APCs.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>FESEM images of (a–a″) Cu-MOF,\n(b–b″)\nCu@C composites, and (c–c″) APCs.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ic-2018-035417_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  FESEM images of (a-a\") Cu-MOF, (b-b\") Cu@C composites, and (c-c\") APCs.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>HRTEM images of (a and b) <bold>Cu@C</bold>-<bold>0</bold>, (a′\nand b′) <bold>Cu@C</bold>-<bold>25</bold>, (a″ and b″) <bold>Cu@C</bold>-<bold>60</bold>, (c and d) <bold>APC</bold>-<bold>0</bold>, (c′ and d′) <bold>APC</bold>-<bold>25</bold>, and\n(c″ and d″) <bold>APC</bold>-<bold>60</bold>.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ic-2018-035417_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  HRTEM images of (a and b) Cu@C-0, (a' and b') Cu@C-25, (a\" and b\") Cu@C-60, (c and d) APC-0, (c' and d') APC-25, and (c\" and d\") APC-60.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) N<sub>2</sub> adsorption–desorption\nisotherm. (b) Pore\nsize distribution curves.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ic-2018-035417_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) N2 adsorption-desorption isotherm. (b) Pore size distribution curves.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) CV curves at 10 mV s<sup>–1</sup> and (b) GCD\ncurves\nat 0.5 A g<sup>–1</sup> of APC electrodes.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ic-2018-035417_0009.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) CV curves at 10 mV s-1 and (b) GCD curves at 0.5 A g-1 of APC electrodes.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a) CV curves at different\nscan rates and (b) GCD curves at various\ncurrent densities of <bold>APC-25</bold> in a three-electrode system.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ic-2018-035417_0010.tif\"></graphic>\n</fig>", "clean_text": " 9  (a) CV curves at different scan rates and (b) GCD curves at various current densities of APC-25 in a three-electrode system.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>(a) CV curves\nat progressively increased potential windows. (b)\nCV curves at different scan rates. (c) GCD curves at various current\ndensities in the SSC.</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"ic-2018-035417_0011.tif\"></graphic>\n</fig>", "clean_text": " 10  (a) CV curves at progressively increased potential windows. (b) CV curves at different scan rates. (c) GCD curves at various current densities in the SSC.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" position=\"float\">\n<label>11</label>\n<caption>\n<p>\n<italic>Ragone</italic> plot of our SSC based on the <bold>APC-25</bold> electrode.</p>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"ic-2018-035417_0012.tif\"></graphic>\n</fig>", "clean_text": " 11   Ragone plot of our SSC based on the APC-25 electrode.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig12\" position=\"float\">\n<label>12</label>\n<caption>\n<p>LEDs lit by our SSCs.</p>\n</caption>\n<graphic id=\"gr12\" position=\"float\" xlink:href=\"ic-2018-035417_0013.tif\"></graphic>\n</fig>", "clean_text": " 12  LEDs lit by our SSCs.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.8b03541", "title": null, "journal": "American Chemical Society", "date": "2019.02", "author_list": ["Duan\nHui-Hui", "Bai\nCai-He", "Li\nJia-Yi", "Yang\nYing", "Yang\nBo-Long", "Gou\nXiao-Feng", "Yue\nMan-Li", "Li\nZuo-Xi"]}}