{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic8b03209.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>With\nthe expansion and deepening of scientific research, dual-functional\nor multifunctional materials are urgently needed to replace those\nfor single application. Herein, a fluorescence sensing system based\non an In­(III)-organic complex with in situ Lewis acid sites has been\nconstructed, exhibiting high sensitivity for the detection of Fe­(III)\nions with a low detection limit of 3.95 μM and a short response\ntime of within 10 s. It is noteworthy that the quenched fluorescence\nof the Fe­(III)-incorporated sample could be reopened linearly with\nan increase of alkalinity, followed by the reactivation of its functionality\nto identify Fe­(III) ions, forming an alternate detection cycle for\nFe­(III) and pH with off–on–off fluorescent switch characteristics.\nConsidering its unique molecular recognition capability, an advanced\nthree-input (Fe­(III), EDTA, and OH<sup>–</sup>) and two-output\n(B440 and G489) Boolean logic operation comprising BUFF, NOT, OR,\nand AND logic gates was integrated, possessing potential applications\nin intelligent multianalyte sensing systems.</p>", "clean_text": "With the expansion and deepening of scientific research, dual-functional or multifunctional materials are urgently needed to replace those for single application. Herein, a fluorescence sensing system based on an In(III)-organic complex with in situ Lewis acid sites has been constructed, exhibiting high sensitivity for the detection of Fe(III) ions with a low detection limit of 3.95 μM and a short response time of within 10 s. It is noteworthy that the quenched fluorescence of the Fe(III)-incorporated sample could be reopened linearly with an increase of alkalinity, followed by the reactivation of its functionality to identify Fe(III) ions, forming an alternate detection cycle for Fe(III) and pH with off-on-off fluorescent switch characteristics. Considering its unique molecular recognition capability, an advanced three-input (Fe(III), EDTA, and OH-) and two-output (B440 and G489) Boolean logic operation comprising BUFF, NOT, OR, and AND logic gates was integrated, possessing potential applications in intelligent multianalyte sensing systems.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Schematic\nof the alternate detection cycle toward Fe­(III) ions and pH with off−on−off\nfluorescent switch characteristics based on an In­(III)-organic complex\nand corresponding molecular logic operations.</p>", "clean_text": "Schematic of the alternate detection cycle toward Fe(III) ions and pH with off-on-off fluorescent switch characteristics based on an In(III)-organic complex and corresponding molecular logic operations.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>As one of the most indispensable elements\nin biological and environmental systems, iron participates in a greata\ndeal of essential metabolic processes, such as oxygen transport, blood\nacid–base balance, and organism immunity regulation. Both deficiency and excess of the normal permissible limit may result\nin serious disorders. The deficiency of iron content limits the oxygen\ndelivery to cells, leading to fatigue, poor mental state, and decreased\nimmunity. Conversely, an excess of iron amount can catalyze the production\nof reactive oxygen species via the Fenton reaction, which can damage\nlipids, nucleic acids, and proteins. In addition, the cellular toxicity\nof iron ions has been proved to be related to serious diseases, such\nas Alzheimer’s, Huntington’s, and Parkinson’s\ndiseases. Thus, various analytical techniques\nhave been developed for iron ion monitoring, such as atomic absorption\nspectroscopy, inductively coupled plasma mass spectrometry, spectrophotometry,\nand voltammetry. However, the interference\nfrom other metal ions cannot be ignored, necessitating complicated\npretreatment procedures and sophisticated instrumentation. In this\nregard, sensitive detection of trace iron ions with a resistance to\nother mixed-metal ions is extremely significant but challenging. Similarly,\npH is also one of the key parameters in environmental and biological\nsystems, and probes for accurately monitoring pH values are eagerly\ndesired.\n</p>", "clean_text": "Introduction\n\nAs one of the most indispensable elements in biological and environmental systems, iron participates in a greata deal of essential metabolic processes, such as oxygen transport, blood acid-base balance, and organism immunity regulation. Both deficiency and excess of the normal permissible limit may result in serious disorders. The deficiency of iron content limits the oxygen delivery to cells, leading to fatigue, poor mental state, and decreased immunity. Conversely, an excess of iron amount can catalyze the production of reactive oxygen species via the Fenton reaction, which can damage lipids, nucleic acids, and proteins. In addition, the cellular toxicity of iron ions has been proved to be related to serious diseases, such as Alzheimer's, Huntington's, and Parkinson's diseases. Thus, various analytical techniques have been developed for iron ion monitoring, such as atomic absorption spectroscopy, inductively coupled plasma mass spectrometry, spectrophotometry, and voltammetry. However, the interference from other metal ions cannot be ignored, necessitating complicated pretreatment procedures and sophisticated instrumentation. In this regard, sensitive detection of trace iron ions with a resistance to other mixed-metal ions is extremely significant but challenging. Similarly, pH is also one of the key parameters in environmental and biological systems, and probes for accurately monitoring pH values are eagerly desired. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Recently, fluorescent probes\nbased on metal-organic complexes (MOCs) have emerged as a simple,\nsensitive, and environmentally friendly technology for the online\nmonitoring of target analytes without complicated pretreatments, exhibiting\ngreat potential in chemical and biological identification. The tunable compositions, architectures, and functional sites, together\nwith their high crystallinity and suitable porosity, not only make\nMOCs an optimal platform to design and synthesize tailored functional\nmaterials for the real-time detection of target analytes but also\nmake it conducive to further analyze and understand the mechanisms\nof sensing behavior. To date, a few fluorescent MOCs have been designed for Fe­(III) ions\nor pH sensing; however, most of them take effect only in organic solvent\nsystems owing to their poor water stability, which limits their practical\napplication.\n</p>", "clean_text": "Recently, fluorescent probes based on metal-organic complexes (MOCs) have emerged as a simple, sensitive, and environmentally friendly technology for the online monitoring of target analytes without complicated pretreatments, exhibiting great potential in chemical and biological identification. The tunable compositions, architectures, and functional sites, together with their high crystallinity and suitable porosity, not only make MOCs an optimal platform to design and synthesize tailored functional materials for the real-time detection of target analytes but also make it conducive to further analyze and understand the mechanisms of sensing behavior. To date, a few fluorescent MOCs have been designed for Fe(III) ions or pH sensing; however, most of them take effect only in organic solvent systems owing to their poor water stability, which limits their practical application. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>To design water-stabilized\nMOC probes, an effective fluorophore, chemically robust structures,\nsuitable pore sizes, and exposed recognition sites are required. On\nthe basis of the above consideration, the organic linker 2,2′-bipyridine-5,5′-dicarboxylic\nacid (H<sub>2</sub>bpydc) was introduced, of which both pyridine nitrogen\natoms and carboxyl oxygen atoms could act as coordination sites for\ncentral metals or recognition sites for target analytes. In this work,\ntwo new In­(III)-based MOCs, namely [In­(bpydc)­Cl]·CH<sub>3</sub>CN (<bold>In1</bold>) and [In­(H<sub>2</sub>bpydc)­(H<sub>2</sub>O)­Cl<sub>3</sub>]·CH<sub>3</sub>CN·H<sub>2</sub>O (<bold>In2</bold>), were successfully designed and synthesized. By precise regulation\nof the degree of deprotonation, the pyridine nitrogen atoms and carboxyl\noxygen atoms of H<sub>2</sub>bpydc in <bold>In1</bold> all participated\nin coordination with the central metal In­(III), while the functionality\nof the carboxyl groups in <bold>In2</bold> was reserved as expected.\nAs a result, although both <bold>In1</bold> and <bold>In2</bold> possess\n1D porous channels and typical AIE properties, only <bold>In2</bold> exhibits a highly sensitive and selective fluorescence quenching\nresponse to trace amounts of Fe­(III) ions with a low detection limit\nof 3.95 μM and short response time of within 10 s, benefiting\nfrom the exposed carboxyl group receptors toward the inside of channels.\nSignificantly, the quenched fluorescence owing to the bonding effect\nbetween carboxyl groups and Fe­(III) ions could be reopened linearly\nwith an increase in alkalinity, acting as a pH sensor, followed by\nthe functional reactivation of carboxyl groups to identify Fe­(III)\nions, exhibiting an interesting alternate detection cycle (). To our knowledge,\nthis is the first dual-associated-functional MOC-based fluorescent\nswitch for alternately probing Fe­(III) and pH with “OFF”\nand “ON” optical signal response, respectively. To demonstrate\nthe multicomponent identification properties of <bold>In2</bold>,\nan advanced integrated analytical circuit based on BUFF, NOT, OR,\nand AND logic gates is constructed with three signal inputs (Fe<sup>3+</sup>, EDTA, and OH<sup>–</sup>) and two signal outputs\n(B440 and G489), extending the potential application of Boolean logic\noperations in intelligent multianalyte detection systems.</p>", "clean_text": "To design water-stabilized MOC probes, an effective fluorophore, chemically robust structures, suitable pore sizes, and exposed recognition sites are required. On the basis of the above consideration, the organic linker 2,2'-bipyridine-5,5'-dicarboxylic acid (H2bpydc) was introduced, of which both pyridine nitrogen atoms and carboxyl oxygen atoms could act as coordination sites for central metals or recognition sites for target analytes. In this work, two new In(III)-based MOCs, namely [In(bpydc)Cl]⋅CH3CN (In1) and [In(H2bpydc)(H2O)Cl3]⋅CH3CN⋅H2O (In2), were successfully designed and synthesized. By precise regulation of the degree of deprotonation, the pyridine nitrogen atoms and carboxyl oxygen atoms of H2bpydc in In1 all participated in coordination with the central metal In(III), while the functionality of the carboxyl groups in In2 was reserved as expected. As a result, although both In1 and In2 possess 1D porous channels and typical AIE properties, only In2 exhibits a highly sensitive and selective fluorescence quenching response to trace amounts of Fe(III) ions with a low detection limit of 3.95 μM and short response time of within 10 s, benefiting from the exposed carboxyl group receptors toward the inside of channels. Significantly, the quenched fluorescence owing to the bonding effect between carboxyl groups and Fe(III) ions could be reopened linearly with an increase in alkalinity, acting as a pH sensor, followed by the functional reactivation of carboxyl groups to identify Fe(III) ions, exhibiting an interesting alternate detection cycle (). To our knowledge, this is the first dual-associated-functional MOC-based fluorescent switch for alternately probing Fe(III) and pH with \"OFF\" and \"ON\" optical signal response, respectively. To demonstrate the multicomponent identification properties of In2, an advanced integrated analytical circuit based on BUFF, NOT, OR, and AND logic gates is constructed with three signal inputs (Fe3+, EDTA, and OH-) and two signal outputs (B440 and G489), extending the potential application of Boolean logic operations in intelligent multianalyte detection systems.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic\nRepresentation of Alternate Detection Cycle toward Fe­(III) Ions and\npH</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-03209a_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Representation of Alternate Detection Cycle toward Fe(III) Ions and pH   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><title>Materials and Measurements</title><p>All general reagents and\nsolvents (AR grade) were commercially available and were used without\nfurther purification. Elemental analyses (EA) for C, H, and N were\ncarried out on a PerkinElmer 2400 element analyzer. FT-IR spectra\n(4000–400 cm<sup>–1</sup>) were recorded with a Nicolet\nImpact 410 FT-IR spectrometer. Powder X-ray diffraction (PXRD) patterns\nwere recorded in the 2θ range of 5–50° using Cu\nKα (λ = 1.5418 Å) radiation with a Shimadzu XRD-6000\nX-ray diffractometer. Thermogravimetric analyses (TGA) was performed\non a ZRY-2P thermal analyzer with a heating rate of 10 °C min<sup>–1</sup> under a flow of air. The fluorescence excitation,\nemission, and lifetime spectra were recorded on an Edinburgh FLS920\nluminescence spectrometer at 298 K. Solid-state fluorescence quantum\nyields were obtained on a FluoroLog UltraFast spectrofluorometric\nanalyzer with an integrating sphere. Scanning electron microscope\n(SEM) images were recorded with a Rili SU 8000HSD Series Hitachi New\nGeneration Cold Field Emission SEM. Dynamic light scattering (DLS)\nexperiments were performed using a Zetasizer Nano-ZS90 instrument\n(Malvern Instruments Ltd., U.K.). UV–vis absorption spectra\nwere obtained on PerkinElmer Lambda 750 spectrophotometers. X-ray\nphotoelectron spectroscopy (XPS) was carried out on a RBD upgraded\nPHI-5000C ESCA system (PerkinElmer) with Mg Kα radiation (<italic toggle=\"yes\">\n<italic toggle=\"yes\">h</italic>ν</italic> = 1253.6 eV). The density functional\ntheory (DFT) and time-dependent density functional theory (TD-DFT)\ncalculations were conducted using the B3LYP/lanl2dz method basis set\nas implemented in the Gaussian 09 package.</p>", "clean_text": "Experimental Section\n\nMaterials and Measurements\n\nAll general reagents and solvents (AR grade) were commercially available and were used without further purification. Elemental analyses (EA) for C, H, and N were carried out on a PerkinElmer 2400 element analyzer. FT-IR spectra (4000-400 cm-1) were recorded with a Nicolet Impact 410 FT-IR spectrometer. Powder X-ray diffraction (PXRD) patterns were recorded in the 2θ range of 5-50° using Cu Kα (λ = 1.5418 Å) radiation with a Shimadzu XRD-6000 X-ray diffractometer. Thermogravimetric analyses (TGA) was performed on a ZRY-2P thermal analyzer with a heating rate of 10 °C min-1 under a flow of air. The fluorescence excitation, emission, and lifetime spectra were recorded on an Edinburgh FLS920 luminescence spectrometer at 298 K. Solid-state fluorescence quantum yields were obtained on a FluoroLog UltraFast spectrofluorometric analyzer with an integrating sphere. Scanning electron microscope (SEM) images were recorded with a Rili SU 8000HSD Series Hitachi New Generation Cold Field Emission SEM. Dynamic light scattering (DLS) experiments were performed using a Zetasizer Nano-ZS90 instrument (Malvern Instruments Ltd., U.K.). UV-vis absorption spectra were obtained on PerkinElmer Lambda 750 spectrophotometers. X-ray photoelectron spectroscopy (XPS) was carried out on a RBD upgraded PHI-5000C ESCA system (PerkinElmer) with Mg Kα radiation ( hν = 1253.6 eV). The density functional theory (DFT) and time-dependent density functional theory (TD-DFT) calculations were conducted using the B3LYP/lanl2dz method basis set as implemented in the Gaussian 09 package.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of [In­(bpydc)­Cl]·CH<sub>3</sub>CN (<bold>In1</bold>)</title><p>A mixture of H<sub>2</sub>bpydc\n(12.21 mg, 0.05 mmol), NaOH (3.00 mg, 0.075 mmol), and InCl<sub>3</sub>·4H<sub>2</sub>O (42.78 mg, 0.15 mmol) in CH<sub>3</sub>CN/H<sub>2</sub>O mixed solvent (8.0 mL, 4/4 v/v) was sealed in a 23 mL Teflon-lined\nstainless-steel autoclave and heated at 120 °C for 120 h. After\nthe mixture was slowly cooled to room temperature and washed with\ndeionized water, yellow block crystals of <bold>In1</bold> were collected\nin 46.3% yield on the basis of the H<sub>2</sub>bpydc ligand. Anal.\nCalcd for C<sub>14</sub>H<sub>9</sub>N<sub>3</sub>O<sub>4</sub>ClIn\n(433.51): C, 38.75; H, 2.08; N, 9.69. Found: C, 38.64; H, 2.10; N,\n9.70. IR (KBr pellet, cm<sup>–1</sup>, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S1a</ext-link>): 3466 (w), 3339 (w), 1688 (m), 1597 (s), 1552\n(w), 1397 (s), 1253 (w), 1126 (w), 1027 (m), 881 (s), 781 (s), 708\n(m), 654 (w), 536 (m), 454 (s).</p>", "clean_text": "Synthesis of [In(bpydc)Cl]⋅CH3CN (In1)\n\nA mixture of H2bpydc (12.21 mg, 0.05 mmol), NaOH (3.00 mg, 0.075 mmol), and InCl3⋅4H2O (42.78 mg, 0.15 mmol) in CH3CN/H2O mixed solvent (8.0 mL, 4/4 v/v) was sealed in a 23 mL Teflon-lined stainless-steel autoclave and heated at 120 °C for 120 h. After the mixture was slowly cooled to room temperature and washed with deionized water, yellow block crystals of In1 were collected in 46.3% yield on the basis of the H2bpydc ligand. Anal. Calcd for C14H9N3O4ClIn (433.51): C, 38.75; H, 2.08; N, 9.69. Found: C, 38.64; H, 2.10; N, 9.70. IR (KBr pellet, cm-1, Figure S1a): 3466 (w), 3339 (w), 1688 (m), 1597 (s), 1552 (w), 1397 (s), 1253 (w), 1126 (w), 1027 (m), 881 (s), 781 (s), 708 (m), 654 (w), 536 (m), 454 (s).", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of [In­(H<sub>2</sub> bpydc)­(H<sub>2</sub>O)­Cl<sub>3</sub>]·CH<sub>3</sub>CN·H<sub>2</sub>O (<bold>In2</bold>)</title><p>Compound <bold>In2</bold> was synthesized by the same procedure used for the preparation\nof <bold>In1</bold>, except for a reduction in the amount of NaOH\n(0.43 mg, 0.011 mmol). After the reaction mixture was slowly cooled\nto room temperature and washed with deionized water, yellow block\ncrystals of <bold>In2</bold> were isolated in 42.1% yield on the basis\nof the H<sub>2</sub>bpydc ligand. Anal. Calcd for C<sub>14</sub>H<sub>15</sub>N<sub>3</sub>O<sub>6</sub>Cl<sub>3</sub>In (542.46): C, 30.97;\nH, 2.76; N, 7.74. Found: C, 30.92; H, 2.78; N, 7.75. IR (KBr pellet,\ncm<sup>–1</sup>, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S1b</ext-link>): 3375\n(w), 2876 (w), 1662 (m), 1700 (s), 1579 (m), 1416 (m), 1234 (s), 1134\n(m), 1026 (m), 863 (m), 799 (s), 754 (s), 663 (m), 518 (w).</p>", "clean_text": "Synthesis of [In(H2 bpydc)(H2O)Cl3]⋅CH3CN⋅H2O (In2)\n\nCompound In2 was synthesized by the same procedure used for the preparation of In1, except for a reduction in the amount of NaOH (0.43 mg, 0.011 mmol). After the reaction mixture was slowly cooled to room temperature and washed with deionized water, yellow block crystals of In2 were isolated in 42.1% yield on the basis of the H2bpydc ligand. Anal. Calcd for C14H15N3O6Cl3In (542.46): C, 30.97; H, 2.76; N, 7.74. Found: C, 30.92; H, 2.78; N, 7.75. IR (KBr pellet, cm-1, Figure S1b): 3375 (w), 2876 (w), 1662 (m), 1700 (s), 1579 (m), 1416 (m), 1234 (s), 1134 (m), 1026 (m), 863 (m), 799 (s), 754 (s), 663 (m), 518 (w).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>X-ray Crystallography</title><p>The crystallographic data of <bold>In1</bold> and <bold>In2</bold> were collected on a Bruker Smart Apex II CCD area-detector diffractometer\nwith graphite-monochromated Mo Kα (λ = 0. 71073 Å)\nradiation at room temperature using the ω-scan technique. Their\nstructures were solved by direct methods, and all of the non-hydrogen\natoms were refined on <italic toggle=\"yes\">F</italic>\n<sup>2</sup> by full-matrix\nleast squares, using the the SHELXTL-2014 crystallographic software\npackage. The hydrogen atoms were generated geometrically\nand refined isotropically using the riding model except for those\nof water molecules. Due to the highly disordered solvent molecules\nin <bold>In1</bold>, the SQUEEZE routine of PLATON was applied to\nmodel their contribution to the densities. The chemical formulas were determined by the combination of X-ray\ndiffraction data, elemental analysis, and TGA results. The CCDC file\nnumbers <ext-link ext-link-type=\"ccdc\" xlink:href=\"1853651\" xlink:type=\"simple\">1853651</ext-link> and <ext-link ext-link-type=\"ccdc\" xlink:href=\"1853652\" xlink:type=\"simple\">1853652</ext-link> contain crystallographic data for <bold>In1</bold> and <bold>In2</bold>. These data can be obtained free of charge at <uri xlink:href=\"www.ccdc.cam.ac.uk/deposit\" xlink:type=\"simple\">www.ccdc.cam.ac.uk/deposit</uri>. The details of crystal structure parameters for <bold>In1</bold> and <bold>In2</bold> are summarized in , selected bond lengths and bond angles can\nbe found in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Tables S1 and S2</ext-link>, and hydrogen-bonding\ndata of <bold>In2</bold> are given in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>.</p>", "clean_text": "X-ray Crystallography\n\nThe crystallographic data of In1 and In2 were collected on a Bruker Smart Apex II CCD area-detector diffractometer with graphite-monochromated Mo Kα (λ = 0. 71073 Å) radiation at room temperature using the ω-scan technique. Their structures were solved by direct methods, and all of the non-hydrogen atoms were refined on F 2 by full-matrix least squares, using the the SHELXTL-2014 crystallographic software package. The hydrogen atoms were generated geometrically and refined isotropically using the riding model except for those of water molecules. Due to the highly disordered solvent molecules in In1, the SQUEEZE routine of PLATON was applied to model their contribution to the densities. The chemical formulas were determined by the combination of X-ray diffraction data, elemental analysis, and TGA results. The CCDC file numbers 1853651 and 1853652 contain crystallographic data for In1 and In2. These data can be obtained free of charge at www.ccdc.cam.ac.uk/deposit. The details of crystal structure parameters for In1 and In2 are summarized in , selected bond lengths and bond angles can be found in Tables S1 and S2, and hydrogen-bonding data of In2 are given in Table S3.", "data": null, "include_properties": null}, {"idx": 11, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystal Data and Structure Refinement Details for <bold>In1</bold> and <bold>In2</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>In1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>In2</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>empirical formula</oasis:entry>\n<oasis:entry>C<sub>14</sub>H<sub>9</sub>N<sub>3</sub>O<sub>4</sub>ClIn</oasis:entry>\n<oasis:entry>C<sub>14</sub>H<sub>15</sub>N<sub>3</sub>O<sub>6</sub>Cl<sub>3</sub>In</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula wt</oasis:entry>\n<oasis:entry>433.51</oasis:entry>\n<oasis:entry>542.46</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>cryst syst</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Pna</italic>2<sub>1</sub>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> (Å)</oasis:entry>\n<oasis:entry>18.199(1)</oasis:entry>\n<oasis:entry>8.380(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> (Å)</oasis:entry>\n<oasis:entry>9.261(7)</oasis:entry>\n<oasis:entry>10.200(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> (Å)</oasis:entry>\n<oasis:entry>10.782(8)</oasis:entry>\n<oasis:entry>13.832(8)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α (deg)</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>83.95(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β (deg)</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>89.98(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ (deg)</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>66.13(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic> (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>1817.2(2)</oasis:entry>\n<oasis:entry>1074.0(1)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>calcd density (mg/m<sup>3</sup>)</oasis:entry>\n<oasis:entry>1.435</oasis:entry>\n<oasis:entry>1.677</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ(Mo Kα)\n(mm<sup>–1</sup>)</oasis:entry>\n<oasis:entry>1.457</oasis:entry>\n<oasis:entry>1.506</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>760</oasis:entry>\n<oasis:entry>536</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>θ range (deg)</oasis:entry>\n<oasis:entry>2.34–27.45</oasis:entry>\n<oasis:entry>2.51–26.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>limiting indices</oasis:entry>\n<oasis:entry>–23 ≤ <italic toggle=\"yes\">h</italic> ≤ 23, –12 ≤ <italic toggle=\"yes\">k</italic> ≤ 12, –13 ≤ <italic toggle=\"yes\">l</italic> ≤ 13</oasis:entry>\n<oasis:entry>–10 ≤ <italic toggle=\"yes\">h</italic> ≤ 9, –12≤ <italic toggle=\"yes\">k</italic> ≤ 12, –17 ≤ <italic toggle=\"yes\">l</italic> ≤ 17</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>no. of data/restraints/params</oasis:entry>\n<oasis:entry>4146/1/182</oasis:entry>\n<oasis:entry>4009/0/244</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness of fit on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>1.089</oasis:entry>\n<oasis:entry>1.227</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>final <italic toggle=\"yes\">R</italic> indices (<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>))</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>R1<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>0.0409</oasis:entry>\n<oasis:entry>0.1615</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>wR2<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.0364</oasis:entry>\n<oasis:entry>0.0567</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic> indices (all data)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>R1</oasis:entry>\n<oasis:entry>0.1351</oasis:entry>\n<oasis:entry>0.1818</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>wR2</oasis:entry>\n<oasis:entry>0.1241</oasis:entry>\n<oasis:entry>0.1796</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>largest diff peak, hole (e Å<sup>–3</sup>)</oasis:entry>\n<oasis:entry>0.691,\n−0.492</oasis:entry>\n<oasis:entry>3.737, −5.678</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CCDC</oasis:entry>\n<oasis:entry>\n<ext-link ext-link-type=\"ccdc\" xlink:href=\"1853651\" xlink:type=\"simple\">1853651</ext-link>\n</oasis:entry>\n<oasis:entry>\n<ext-link ext-link-type=\"ccdc\" xlink:href=\"1853652\" xlink:type=\"simple\">1853652</ext-link>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>R1 = ∑||<italic toggle=\"yes\">F</italic>\n<sub>o</sub>| – |<italic toggle=\"yes\">F</italic>\n<sub>c</sub>||/∑|<italic toggle=\"yes\">F</italic>\n<sub>o</sub>|.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>wR2 = [∑[<italic toggle=\"yes\">w</italic>(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup> – <italic toggle=\"yes\">F</italic>\n<sub>c</sub>\n<sup>2</sup>)<sup>2</sup>]/∑[<italic toggle=\"yes\">w</italic>(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup>)<sup>2</sup>]]<sup>1/2</sup>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Structural Description for <bold>In1</bold>\n</title><p>A crystal structure analysis revealed that <bold>In1</bold> crystallized in the orthorhombic space group <italic toggle=\"yes\">Pna</italic>2<sub>1</sub>. Benefiting from the entirely deprotonated bpydc<sup>2–</sup> ligand with (μ<sub>2</sub>(<italic toggle=\"yes\">O</italic>)-η<sup>1</sup>:η<sup>1</sup>:η<sup>1</sup>:η<sup>1</sup>)-(μ<sub>1</sub>(<italic toggle=\"yes\">N</italic>)-η<sup>1</sup>:η<sup>1</sup>) coordination mode, the central metal In­(III)\nadopts an In­(C<sub>2</sub>N<sub>2</sub>)­(CO<sub>2</sub>)<sub>2</sub>Cl secondary building unit (SBU) distorted-decahedral geometry (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figures S2d and S3a</ext-link>), which comprises two pyridine\nnitrogen atoms (N1 and N2) from a bpydc<sup>2–</sup> ligand,\nfour chelating carboxylate oxygen atoms (O1, O2, O3, and O4) from\ntwo different bpydc<sup>2–</sup> ligands, and one terminal\nchlorine atom (Cl1). These SBUs are further\nlinked by bpydc<sup>2–</sup> ligands in a form of counterclockwise\nrotation, to create a single helical chain as the sheath of a 1D tubular-like\nchannel along the <italic toggle=\"yes\">b</italic> axis (b), with a rhombic section of 10.782 ×\n9.380 Å<sup>2</sup>.</p>", "clean_text": "Results and Discussion\n\nStructural Description for In1 \n\nA crystal structure analysis revealed that In1 crystallized in the orthorhombic space group Pna21. Benefiting from the entirely deprotonated bpydc2- ligand with (μ2(O)-η1:η1:η1:η1)-(μ1(N)-η1:η1) coordination mode, the central metal In(III) adopts an In(C2N2)(CO2)2Cl secondary building unit (SBU) distorted-decahedral geometry (Figures S2d and S3a), which comprises two pyridine nitrogen atoms (N1 and N2) from a bpydc2- ligand, four chelating carboxylate oxygen atoms (O1, O2, O3, and O4) from two different bpydc2- ligands, and one terminal chlorine atom (Cl1). These SBUs are further linked by bpydc2- ligands in a form of counterclockwise rotation, to create a single helical chain as the sheath of a 1D tubular-like channel along the b axis (b), with a rhombic section of 10.782 × 9.380 Å2.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Coordination environment of In­(III) in <bold>In1</bold> with ellipsoids drawn at the 30% probability level. (b)\n1D tubular-like channel along the <italic toggle=\"yes\">b</italic> axis. (c) Simulated\ndiagram of the single-helical chain. (d) Central projection view of\nthe 3D framework. (e) Simulated diagram of the 3D framework.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-03209a_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Coordination environment of In(III) in In1 with ellipsoids drawn at the 30% probability level. (b) 1D tubular-like channel along the b axis. (c) Simulated diagram of the single-helical chain. (d) Central projection view of the 3D framework. (e) Simulated diagram of the 3D framework.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Furthermore, every tubular-like\nchannel stacks closely with four neighboring symmetrically equivalent\nones, sharing bpydc<sup>2–</sup> ligands as the wall, to form\na three-dimensional (3D) framework (d). The total solvent-accessible volume in\nthe framework of <bold>In1</bold> is determined to be 38.9% of its\nunit cell, as estimated by PLATON. Topologically, the overall structure\ncan be simplified to a binodal <italic toggle=\"yes\">cdt</italic> network with the\npoint symbol (10<sup>3</sup>)­(10<sup>3</sup>) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S2f</ext-link>) regarding the bpydc<sup>2–</sup> organic\nlinkers and SBUs as two different 3-connected nodes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S2c,e</ext-link>), respectively.</p>", "clean_text": "Furthermore, every tubular-like channel stacks closely with four neighboring symmetrically equivalent ones, sharing bpydc2- ligands as the wall, to form a three-dimensional (3D) framework (d). The total solvent-accessible volume in the framework of In1 is determined to be 38.9% of its unit cell, as estimated by PLATON. Topologically, the overall structure can be simplified to a binodal cdt network with the point symbol (103)(103) (Figure S2f) regarding the bpydc2- organic linkers and SBUs as two different 3-connected nodes (Figure S2c,e), respectively.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Structural Description\nfor <bold>In2</bold>\n</title><p>When a smaller dosage of NaOH was used, <bold>In2</bold> crystallizing in the triclinic space group <italic toggle=\"yes\">P</italic>\n<overline>1</overline> was successfully obtained. The central metal\nIn­(III) is six-coordinated by three chlorine atoms (Cl1, Cl2, and\nCl3), one oxygen atom (O5) from a water molecule, and two nitrogen\natoms in the form of chelation from the same H<sub>2</sub>bpydc ligand,\ngiving a distorted-quadrangular-bipyramidal configuration (b). Significantly,\nneither carboxyl group of the H<sub>2</sub>bpydc ligand was deprotonated,\nowing to the precise regulation of NaOH. The detailed coordination\nenvironment of In­(III) is illustrated in a form of a dimer (a), which is connected\nthrough C–H···Cl hydrogen bonds (Cl2···H9A\n= 2.866 Å) between two asymmetric units. Under-distance accumulation\n(3.343 Å) of face-to-face pyridine rings as well as the large\noverlap area of the π-electron atmosphere are thought to yield\nrobust π···π stacking interactions within\neach dimer (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>). Moreover, adjacent\ndimers are connected to each other via three kinds of hydrogen bonds\n(Cl3···H4A = 2.970 Å, O4···H5A\n= 2.041 Å, and O1···H5C = 2.639 Å, respectively),\ngiving the final 3D supramolecular framework with 1D tubular-like\nchannels of 9.221 × 6.678 Å<sup>2</sup> (b). It is noteworthy that the\nreserved −COOH groups possess applicable orientation toward\nthe inside of the channels, which play vital roles in the unique sensing\nproperties of <bold>In2</bold> as discussed below. The total solvent-accessible\nvolume in framework of <bold>In2</bold> is determined to be 28.3%\nof its unit cell, as estimated by PLATON. From a topological viewpoint,\nthe dimer can be seen as six-connected parallelepiped nodes (c); the 3D structure\nof <bold>In2</bold> can thus be simplified as an uninodal net with\nthe point symbol 4<sup>12</sup>.6<sup>3</sup>, which is classified\nas the <italic toggle=\"yes\">p</italic>\n<italic toggle=\"yes\">c</italic>\n<italic toggle=\"yes\">u</italic> topology\n(d).</p>", "clean_text": "Structural Description for In2 \n\nWhen a smaller dosage of NaOH was used, In2 crystallizing in the triclinic space group P 1 was successfully obtained. The central metal In(III) is six-coordinated by three chlorine atoms (Cl1, Cl2, and Cl3), one oxygen atom (O5) from a water molecule, and two nitrogen atoms in the form of chelation from the same H2bpydc ligand, giving a distorted-quadrangular-bipyramidal configuration (b). Significantly, neither carboxyl group of the H2bpydc ligand was deprotonated, owing to the precise regulation of NaOH. The detailed coordination environment of In(III) is illustrated in a form of a dimer (a), which is connected through C-H⋅⋅⋅Cl hydrogen bonds (Cl2⋅⋅⋅H9A = 2.866 Å) between two asymmetric units. Under-distance accumulation (3.343 Å) of face-to-face pyridine rings as well as the large overlap area of the π-electron atmosphere are thought to yield robust π⋅⋅⋅π stacking interactions within each dimer (Figure S4). Moreover, adjacent dimers are connected to each other via three kinds of hydrogen bonds (Cl3⋅⋅⋅H4A = 2.970 Å, O4⋅⋅⋅H5A = 2.041 Å, and O1⋅⋅⋅H5C = 2.639 Å, respectively), giving the final 3D supramolecular framework with 1D tubular-like channels of 9.221 × 6.678 Å2 (b). It is noteworthy that the reserved -COOH groups possess applicable orientation toward the inside of the channels, which play vital roles in the unique sensing properties of In2 as discussed below. The total solvent-accessible volume in framework of In2 is determined to be 28.3% of its unit cell, as estimated by PLATON. From a topological viewpoint, the dimer can be seen as six-connected parallelepiped nodes (c); the 3D structure of In2 can thus be simplified as an uninodal net with the point symbol 412.63, which is classified as the p c u topology (d).", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Coordination\nenvironment of In­(III) in <bold>In2</bold> in a form of a dimer. (b)\nCentral projection view of the 3D supramolecular framework. (c) Six-connected\nparallelepiped nodes. (d) <italic toggle=\"yes\">p</italic>\n<italic toggle=\"yes\">c</italic>\n<italic toggle=\"yes\">u</italic> topology network. (e) Simulated diagram of the 3D supramolecular\nframework with exposed carboxyl sites.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-03209a_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Coordination environment of In(III) in In2 in a form of a dimer. (b) Central projection view of the 3D supramolecular framework. (c) Six-connected parallelepiped nodes. (d) p c u topology network. (e) Simulated diagram of the 3D supramolecular framework with exposed carboxyl sites.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<title>Powder X-ray Diffraction (PXRD) and Thermal Stability</title><p>The\nphase purity of <bold>In1</bold> and <bold>In2</bold> was confirmed\nby PXRD measurements, as each PXRD pattern of the as-synthesized samples\nis consistent with the simulated pattern (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). Moreover, their thermal stability was further investigated\nby thermal gravimetric analysis (TGA) in an air atmosphere in the\ntemperature range 30–600 °C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). <bold>In1</bold> loses 9.29% of weight in the temperature\nrange of 30–170 °C, which is thought to correspond with\nthe removal of free CH<sub>3</sub>CN molecules (calcd 9.42%), and\nthe framework can remain stable up to about 310 °C. <bold>In2</bold> shows a weight loss of 10.41% in the range of 30–135 °C,\nwhich is attributed to the departure of guest H<sub>2</sub>O and CH<sub>3</sub>CN molecules (calculated 10.88%), followed by a further weight\nloss at about 200 °C, corresponding to the collapse of the framework.\nThe higher thermal stability of compound <bold>In1</bold> in comparison\nto that of <bold>In2</bold> should be attributed to the stronger rigidity\nof coordinate bonds in comparison to the hydrogen bond interactions.\nFinally, the In<sub>2</sub>O<sub>3</sub> phase should be left over\nfor both <bold>In1</bold> and <bold>In2</bold> with the theoretical\nvalues 32.02% for <bold>In1</bold> and 25.59% for <bold>In2</bold>, which are in agreement with the experimental results (found: 31.43%\nfor <bold>In1</bold> and 26.03% for <bold>In2</bold>).</p>", "clean_text": "Powder X-ray Diffraction (PXRD) and Thermal Stability\n\nThe phase purity of In1 and In2 was confirmed by PXRD measurements, as each PXRD pattern of the as-synthesized samples is consistent with the simulated pattern (Figure S5). Moreover, their thermal stability was further investigated by thermal gravimetric analysis (TGA) in an air atmosphere in the temperature range 30-600 °C (Figure S6). In1 loses 9.29% of weight in the temperature range of 30-170 °C, which is thought to correspond with the removal of free CH3CN molecules (calcd 9.42%), and the framework can remain stable up to about 310 °C. In2 shows a weight loss of 10.41% in the range of 30-135 °C, which is attributed to the departure of guest H2O and CH3CN molecules (calculated 10.88%), followed by a further weight loss at about 200 °C, corresponding to the collapse of the framework. The higher thermal stability of compound In1 in comparison to that of In2 should be attributed to the stronger rigidity of coordinate bonds in comparison to the hydrogen bond interactions. Finally, the In2O3 phase should be left over for both In1 and In2 with the theoretical values 32.02% for In1 and 25.59% for In2, which are in agreement with the experimental results (found: 31.43% for In1 and 26.03% for In2).", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<title>Solid/Liquid\nState Fluorescence Performance Tests</title><p>Metal–organic\ncomplexes, especially those constructed from d<sup>10</sup> metal\ncenters and organic linkers with large conjugate systems, have been\ninvestigated as promising candidates for potential fluorescent materials. The solid-state fluorescence properties of the ligand H<sub>2</sub>bpydc and as-synthesized <bold>In1</bold> and <bold>In2</bold> were\ntested at room temperature (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>).\nAlmost the same excitation peaks for all of them at around 350 nm\nindicate that the fluorescence emissions of <bold>In1</bold> and <bold>In2</bold> were both ligand-based. In comparison with the pure ligand\nH<sub>2</sub>bpydc, <bold>In1</bold> and <bold>In2</bold> show obviously\nstronger fluorescence intensity (emission bands at 479 nm for <bold>In1</bold> and 454 nm for <bold>In2</bold>, respectively), implying\nthat the formation of MOCs could effectively stabilize the radiative\ntransition pathway and ensure the transformation of excited state\nenergy to intense fluorescence emission. In addition, the small changes\nin the position and shape of their emission peaks might result from\nthe different electronic structures of <bold>In1</bold> and <bold>In2</bold>. Notably, the fluorescence quantum yield (φ) of <bold>In1</bold> (13.9%) is slightly lower than that of <bold>In2</bold> (15.3%), which might be attributed to the robust π···π\nstacking interactions in <bold>In2</bold>, providing greater restriction\nof the intramolecular rotation to reduce the nonradiative decay process.\nMoreover, the solid-state fluorescence lifetimes (τ) of <bold>In1</bold> and <bold>In2</bold> were also measured to be 7.91 and\n8.63 ns, respectively. According to the definitions of <italic toggle=\"yes\">k</italic>\n<sub>r</sub> = φ/τ and <italic toggle=\"yes\">k</italic>\n<sub>nr</sub> = (1 – φ)/τ, radiative (<italic toggle=\"yes\">k</italic>\n<sub>r</sub>) and nonradiative (<italic toggle=\"yes\">k</italic>\n<sub>nr</sub>) decay\nrate constants were estimated (<italic toggle=\"yes\">k</italic>\n<sub>r</sub> = 1.76\n× 10<sup>7</sup> s<sup>–1</sup> for <bold>In1</bold> and\n1.77 × 10<sup>7</sup> s<sup>–1</sup> for <bold>In2</bold>; <italic toggle=\"yes\">k</italic>\n<sub>nr</sub> = 1.09 × 10<sup>8</sup> s<sup>–1</sup> for <bold>In1</bold> and 9.81 × 10<sup>7</sup> s<sup>–1</sup> for <bold>In2</bold>; <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>). The higher <italic toggle=\"yes\">k</italic>\n<sub>r</sub>/<italic toggle=\"yes\">k</italic>\n<sub>nr</sub> value for <bold>In2</bold> in comparison to that of <bold>In1</bold> further affirmed the benign\neffect of robust π···π stacking interactions\non intense fluorescence emission. Obviously, such fluorescence dynamics\nprovide very favorable conditions for a deep understanding of the\nphotophysical properties of fluorescent molecules.</p>", "clean_text": "Solid/Liquid State Fluorescence Performance Tests\n\nMetal-organic complexes, especially those constructed from d10 metal centers and organic linkers with large conjugate systems, have been investigated as promising candidates for potential fluorescent materials. The solid-state fluorescence properties of the ligand H2bpydc and as-synthesized In1 and In2 were tested at room temperature (Figure S7). Almost the same excitation peaks for all of them at around 350 nm indicate that the fluorescence emissions of In1 and In2 were both ligand-based. In comparison with the pure ligand H2bpydc, In1 and In2 show obviously stronger fluorescence intensity (emission bands at 479 nm for In1 and 454 nm for In2, respectively), implying that the formation of MOCs could effectively stabilize the radiative transition pathway and ensure the transformation of excited state energy to intense fluorescence emission. In addition, the small changes in the position and shape of their emission peaks might result from the different electronic structures of In1 and In2. Notably, the fluorescence quantum yield (φ) of In1 (13.9%) is slightly lower than that of In2 (15.3%), which might be attributed to the robust π⋅⋅⋅π stacking interactions in In2, providing greater restriction of the intramolecular rotation to reduce the nonradiative decay process. Moreover, the solid-state fluorescence lifetimes (τ) of In1 and In2 were also measured to be 7.91 and 8.63 ns, respectively. According to the definitions of k r = φ/τ and k nr = (1 - φ)/τ, radiative (k r) and nonradiative (k nr) decay rate constants were estimated (k r = 1.76 × 107 s-1 for In1 and 1.77 × 107 s-1 for In2; k nr = 1.09 × 108 s-1 for In1 and 9.81 × 107 s-1 for In2; Table S4). The higher k r/k nr value for In2 in comparison to that of In1 further affirmed the benign effect of robust π⋅⋅⋅π stacking interactions on intense fluorescence emission. Obviously, such fluorescence dynamics provide very favorable conditions for a deep understanding of the photophysical properties of fluorescent molecules.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>For such\nligand-based emission systems, the energy absorbed by organic ligands\nfrom the excitation may decay in the presence of solvent molecules\nvia intermolecular energy transfer. This prompted\nus to study the emission stability of <bold>In1</bold> and <bold>In2</bold> in suspensions by dispersing fresh samples in different solvents.\nSignificantly, in comparison to the fluorescence emissions in the\nsolid state, the intensities of <bold>In1</bold> and <bold>In2</bold> were reduced drastically in suspensions of various solvents with\nthe same concentration of 0.15 mM. In addition, the fluorescence emissions\nof <bold>In2</bold> are largely dependent on solvents, while those\nof <bold>In1</bold> show good stability in most of the prepared suspensions,\nexcept for the distinct enhancement in aqueous solution for both <bold>In1</bold> and <bold>In2</bold>, as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>. The difference in fluorescence response to organic\nsolvent molecules for <bold>In1</bold> and <bold>In2</bold> can, to\na great extent, be attributed to the more robust framework of <bold>In1</bold> in comparison to that of <bold>In2</bold>; however, intermolecular\nenergy transfer seems unconvincing to explain their abnormal fluorescence\nenhancement in aqueous solution. Considering the fact that both <bold>In1</bold> and <bold>In2</bold> are soluble in common organic solvents\nbut insoluble in water, their liquid-state fluorescence emission spectra\nin H<sub>2</sub>O/C<sub>2</sub>H<sub>5</sub>OH mixed solvents with\nthe same concentration of 0.15 mM but different water contents from\n0% to 100% (volume/volume percentages) have been recorded. As shown\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>, there is a clear trend that\nthe fluorescence intensity of <bold>In1</bold> and <bold>In2</bold> increases with an increase in water content. The subsequent dynamic\nlight scattering (DLS) measurements provided more direct evidence\nfor particles of <bold>In1</bold> and <bold>In2</bold> in H<sub>2</sub>O/C<sub>2</sub>H<sub>5</sub>OH mixed solvents becoming obviously\naggregated (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figures S10 and S11</ext-link>) with an\nincrease in water content, indicating that the strong fluorescence\nemission of the aqueous suspensions can be attributed to aggregation-induced\nemission (AIE) effects.</p>", "clean_text": "For such ligand-based emission systems, the energy absorbed by organic ligands from the excitation may decay in the presence of solvent molecules via intermolecular energy transfer. This prompted us to study the emission stability of In1 and In2 in suspensions by dispersing fresh samples in different solvents. Significantly, in comparison to the fluorescence emissions in the solid state, the intensities of In1 and In2 were reduced drastically in suspensions of various solvents with the same concentration of 0.15 mM. In addition, the fluorescence emissions of In2 are largely dependent on solvents, while those of In1 show good stability in most of the prepared suspensions, except for the distinct enhancement in aqueous solution for both In1 and In2, as shown in Figure S8. The difference in fluorescence response to organic solvent molecules for In1 and In2 can, to a great extent, be attributed to the more robust framework of In1 in comparison to that of In2; however, intermolecular energy transfer seems unconvincing to explain their abnormal fluorescence enhancement in aqueous solution. Considering the fact that both In1 and In2 are soluble in common organic solvents but insoluble in water, their liquid-state fluorescence emission spectra in H2O/C2H5OH mixed solvents with the same concentration of 0.15 mM but different water contents from 0% to 100% (volume/volume percentages) have been recorded. As shown in Figure S9, there is a clear trend that the fluorescence intensity of In1 and In2 increases with an increase in water content. The subsequent dynamic light scattering (DLS) measurements provided more direct evidence for particles of In1 and In2 in H2O/C2H5OH mixed solvents becoming obviously aggregated (Figures S10 and S11) with an increase in water content, indicating that the strong fluorescence emission of the aqueous suspensions can be attributed to aggregation-induced emission (AIE) effects.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Fe­(III) Ion Detection</title><p>Considering the uncoordinated carboxyl\ngroups as electron-donating sites with reserved bonding ability, the\napplication of <bold>In2</bold> as a fluorescent probe for sensing\nmetal ions was explored. As a contrast, the same operations were conducted\nfor <bold>In1</bold>. The intense fluorescence emission of <bold>In1</bold> and <bold>In2</bold> in aqueous solution inspired us to choose water\nas the dispersion medium. Uniformly ground samples of <bold>In1</bold> and <bold>In2</bold> were immersed in 5 mL of deionized water and\nultrasonically dispersed to form stable suspensions containing different\nMCl<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> (5 mM, M = Na<sup>+</sup>, Mg<sup>2+</sup>, Al<sup>3+</sup>, K<sup>+</sup>, Ca<sup>2+</sup>, Mn<sup>2+</sup>, Fe<sup>2+</sup>, Fe<sup>3+</sup>, Ni<sup>2+</sup>, Cu<sup>2+</sup>, Zn<sup>2+</sup>, Sn<sup>4+</sup>, Ba<sup>+</sup>, Eu<sup>3+</sup>, Hg<sup>2+</sup>) for subsequent spectroscopic measurements.\nIt is noteworthy that the fluorescence intensities of <bold>In2</bold> exhibit an obvious dependence on the species of metal ions; however,\nthe fluorescence of <bold>In1</bold> is almost unaffected, as shown\nin a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>. Moreover,\nonly Sn<sup>4+</sup> ions have a slightly enhanced effect on the fluorescence\nemissions, while all of the other metal ions possess different degrees\nof quenching effects, especially for Fe­(III) ions, indicating the\npotential application prospects of <bold>In2</bold> for Fe­(III) sensing\nas a chemodosimeter. As one of the most indispensable elements in\nbiological systems, Fe­(III) participates in a great number of essential\nmetabolic processes, such as oxygen metabolism, blood acid–base\nbalance, and organism immunity regulation. In this regard,\nselective and sensitive detection of trace amounts of Fe­(III) ions\nhas been regarded to have great significance.</p>", "clean_text": "Fe(III) Ion Detection\n\nConsidering the uncoordinated carboxyl groups as electron-donating sites with reserved bonding ability, the application of In2 as a fluorescent probe for sensing metal ions was explored. As a contrast, the same operations were conducted for In1. The intense fluorescence emission of In1 and In2 in aqueous solution inspired us to choose water as the dispersion medium. Uniformly ground samples of In1 and In2 were immersed in 5 mL of deionized water and ultrasonically dispersed to form stable suspensions containing different MCl x  (5 mM, M = Na+, Mg2+, Al3+, K+, Ca2+, Mn2+, Fe2+, Fe3+, Ni2+, Cu2+, Zn2+, Sn4+, Ba+, Eu3+, Hg2+) for subsequent spectroscopic measurements. It is noteworthy that the fluorescence intensities of In2 exhibit an obvious dependence on the species of metal ions; however, the fluorescence of In1 is almost unaffected, as shown in a and Figure S12. Moreover, only Sn4+ ions have a slightly enhanced effect on the fluorescence emissions, while all of the other metal ions possess different degrees of quenching effects, especially for Fe(III) ions, indicating the potential application prospects of In2 for Fe(III) sensing as a chemodosimeter. As one of the most indispensable elements in biological systems, Fe(III) participates in a great number of essential metabolic processes, such as oxygen metabolism, blood acid-base balance, and organism immunity regulation. In this regard, selective and sensitive detection of trace amounts of Fe(III) ions has been regarded to have great significance.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Fluorescence emission spectra and (b) relative\nintensity histograms of <bold>In2</bold> in aqueous suspension with\ndifferent metal ions and corresponding fluorescent images under (c)\ndaylight and (d) 365 nm UV light, respectively.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-03209a_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Fluorescence emission spectra and (b) relative intensity histograms of In2 in aqueous suspension with different metal ions and corresponding fluorescent images under (c) daylight and (d) 365 nm UV light, respectively.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>Encouraged by\nthe highest quenching efficiency up to 99% of Fe­(III) ions for the\nfluorescence emission of <bold>In2</bold>, we performed quantitative\ntitration experiments of the suspensions upon incremental addition\nof Fe­(III) ions (5 mM, 5 μL addition each time) to assess the\nsensing sensitivity of <bold>In2</bold>. Obviously, the fluorescence\nintensity of <bold>In2</bold> is heavily dependent on the concentration\nof Fe­(III) ions. As shown in a, with an increase i Fe<sup>3+</sup> concentration\nfrom 0 to 0.40 mM, the fluorescence emission decreased monotonically.\nThe quenching efficiency can be quantitatively explained by the Stern–Volmer\n(SV) equation:\n<italic toggle=\"yes\">I</italic>\n<sub>0</sub>/<italic toggle=\"yes\">I</italic> = 1 + <italic toggle=\"yes\">K</italic>\n<sub>SV</sub>[M],\nwhere <italic toggle=\"yes\">I</italic>\n<sub>0</sub> and <italic toggle=\"yes\">I</italic> are the\nfluorescence intensities of pure <bold>In2</bold> and Fe­(III)-incorporated <bold>In2</bold> (Fe­(III)@<bold>In2</bold>) suspensions, respectively, <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> is the quenching constant (M<sup>–1</sup>), and [M] is the molar concentration of the Fe­(III) ions. It was\nfound that the SV plot reveals a great linear correlation (<italic toggle=\"yes\">R</italic>\n<sub>2</sub> = 0.9915) in the low concentration range from\n0 to 0.10 mM (b) but subsequently deviates from linearity with an upward bend as\nthe concentration is increased and tends to be horizontal over 0.35\nmM. On the basis of the experimental data, the <italic toggle=\"yes\">K</italic>\n<sub>SV</sub> value was calculated to be 1.17 × 10<sup>4</sup> M<sup>–1</sup> for <bold>In2</bold>. According to the <italic toggle=\"yes\">K</italic>\n<sub>SV</sub> values and the standard error (σ) from three\nrepeated fluorescence measurements of blank solutions, the detection\nlimit (3σ/<italic toggle=\"yes\">K</italic>\n<sub>SV</sub>) was calculated to\nbe 3.95 μM. In comparison with reported MOC sensors, the sensing\nsensitivity of <bold>In2</bold> toward Fe­(III) is relatively good\nunder the same conditions, as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Table S5</ext-link>. Moreover, <bold>In2</bold> exhibits an extremely short response\ntime with a nearly 70% quenching of emission within 10 s and complete\nquenching after 40 s, further demonstrating its sensitivity (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>).</p>", "clean_text": "Encouraged by the highest quenching efficiency up to 99% of Fe(III) ions for the fluorescence emission of In2, we performed quantitative titration experiments of the suspensions upon incremental addition of Fe(III) ions (5 mM, 5 μL addition each time) to assess the sensing sensitivity of In2. Obviously, the fluorescence intensity of In2 is heavily dependent on the concentration of Fe(III) ions. As shown in a, with an increase i Fe3+ concentration from 0 to 0.40 mM, the fluorescence emission decreased monotonically. The quenching efficiency can be quantitatively explained by the Stern-Volmer (SV) equation: I 0/I = 1 + K SV[M], where I 0 and I are the fluorescence intensities of pure In2 and Fe(III)-incorporated In2 (Fe(III)@In2) suspensions, respectively, K sv is the quenching constant (M-1), and [M] is the molar concentration of the Fe(III) ions. It was found that the SV plot reveals a great linear correlation (R 2 = 0.9915) in the low concentration range from 0 to 0.10 mM (b) but subsequently deviates from linearity with an upward bend as the concentration is increased and tends to be horizontal over 0.35 mM. On the basis of the experimental data, the K SV value was calculated to be 1.17 × 104 M-1 for In2. According to the K SV values and the standard error (σ) from three repeated fluorescence measurements of blank solutions, the detection limit (3σ/K SV) was calculated to be 3.95 μM. In comparison with reported MOC sensors, the sensing sensitivity of In2 toward Fe(III) is relatively good under the same conditions, as shown in Table S5. Moreover, In2 exhibits an extremely short response time with a nearly 70% quenching of emission within 10 s and complete quenching after 40 s, further demonstrating its sensitivity (Figure S13).", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Emission spectra for <bold>In2</bold> in an aqueous suspension upon incremental addition of Fe­(III) ions.\n(b) Corresponding SV plots and fluorescent images at low Fe­(III) concentrations.\n(c, d) Selective detection of Fe­(III) ions for <bold>In2</bold> in\nthe presence of other metal ions.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-03209a_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Emission spectra for In2 in an aqueous suspension upon incremental addition of Fe(III) ions. (b) Corresponding SV plots and fluorescent images at low Fe(III) concentrations. (c, d) Selective detection of Fe(III) ions for In2 in the presence of other metal ions.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Usually, many metal ions coexist in a practical biological\nand environmental system. Considering the high sensing sensitivity\nof <bold>In2</bold> toward Fe­(III), we further tested its detection\nselectivity in the presence of other metal ions by fluorescence spectra.\nIn the control experiment, aqueous suspensions of <bold>In2</bold> with MCl<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> (5 mM, M = Na<sup>+</sup>,\nMg<sup>2+</sup>, Al<sup>3+</sup>, K<sup>+</sup>, Ca<sup>2+</sup>,\nMn<sup>2+</sup>, Fe<sup>2+</sup>, Ni<sup>2+</sup>, Cu<sup>2+</sup>, Zn<sup>2+</sup>, Sn<sup>4+</sup>, Ba<sup>+</sup>, Eu<sup>3+</sup>, Hg<sup>2+</sup>) were initially prepared, followed by the addition\nof Fe­(III) ions. With increasing Fe­(III) concentration, the fluorescence\nemissions of these aqueous suspensions were quenched efficiently,\neasily visualized by plotting the percentage fluorescence intensity\nversus the rise of Fe­(III) concentration (c,d), clearly demonstrating the high selectivity\nof <bold>In2</bold> for Fe­(III).</p>", "clean_text": "Usually, many metal ions coexist in a practical biological and environmental system. Considering the high sensing sensitivity of In2 toward Fe(III), we further tested its detection selectivity in the presence of other metal ions by fluorescence spectra. In the control experiment, aqueous suspensions of In2 with MCl x  (5 mM, M = Na+, Mg2+, Al3+, K+, Ca2+, Mn2+, Fe2+, Ni2+, Cu2+, Zn2+, Sn4+, Ba+, Eu3+, Hg2+) were initially prepared, followed by the addition of Fe(III) ions. With increasing Fe(III) concentration, the fluorescence emissions of these aqueous suspensions were quenched efficiently, easily visualized by plotting the percentage fluorescence intensity versus the rise of Fe(III) concentration (c,d), clearly demonstrating the high selectivity of In2 for Fe(III).", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Mechanism for Probing Fe­(III)\nIons</title><p>Generally, the quenching effect of analytes on fluorescent\nmolecules can be ascribed to three different mechanisms: (1) the collapse\nor transformation of the framework caused by the analytes, (2) molecule\nor ion exchange between the probe molecules and analytes, (3) strong\ninteraction between the active sites of probe molecules and analytes. To identify the mechanism in this case, further research was carried\nout. As shown in the PXRD patterns of <bold>In2</bold> and Fe­(III)@<bold>In2</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>), the similarity\nin peaks indicated that the main framework of <bold>In2</bold> remained\nstable during the quenching process. Scanning electron microscope\n(SEM) measurements provided more direct evidence to support the maintained\ncrystallinity of Fe­(III)@<bold>In2</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S15</ext-link>). Meanwhile, the corresponding elemental mapping images\nrevealed that the Fe­(III) ions were distributed homogeneously in the\nframework of <bold>In2</bold>. On the other hand, the results of an\ninductively coupled plasma (ICP) analysis for pure <bold>In2</bold> and Fe­(III)@<bold>In2</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Table S6</ext-link>) further indicated that there was no ion exchange between the center\nmetal In­(III) of the probe and analyte Fe­(III) ions. Thus, the collapse\nor transformation of the framework and ion exchange mechanisms were\nboth ruled out, while the strong interaction between the −COOH\nsites of <bold>In2</bold> and Fe­(III) ions seems to be most reasonable\nto explain its sensing property toward Fe­(III) ions.</p>", "clean_text": "Mechanism for Probing Fe(III) Ions\n\nGenerally, the quenching effect of analytes on fluorescent molecules can be ascribed to three different mechanisms: (1) the collapse or transformation of the framework caused by the analytes, (2) molecule or ion exchange between the probe molecules and analytes, (3) strong interaction between the active sites of probe molecules and analytes. To identify the mechanism in this case, further research was carried out. As shown in the PXRD patterns of In2 and Fe(III)@In2 (Figure S14), the similarity in peaks indicated that the main framework of In2 remained stable during the quenching process. Scanning electron microscope (SEM) measurements provided more direct evidence to support the maintained crystallinity of Fe(III)@In2 (Figure S15). Meanwhile, the corresponding elemental mapping images revealed that the Fe(III) ions were distributed homogeneously in the framework of In2. On the other hand, the results of an inductively coupled plasma (ICP) analysis for pure In2 and Fe(III)@In2 (Table S6) further indicated that there was no ion exchange between the center metal In(III) of the probe and analyte Fe(III) ions. Thus, the collapse or transformation of the framework and ion exchange mechanisms were both ruled out, while the strong interaction between the -COOH sites of In2 and Fe(III) ions seems to be most reasonable to explain its sensing property toward Fe(III) ions.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>In order\nto verify the above conclusions, UV/vis absorption spectra of <bold>In2</bold> aqueous suspensions with different metal ions were recorded.\nSimilar absorption peaks were observed for most as-selected metal\nions, except for the new peak appearing around 360 nm upon the addition\nof Fe­(III) ions (a). This can be ascribed to the strong interaction between framework\nof <bold>In2</bold> and Fe­(III) ions, through which energy transfer\noccurred to decrease or quench the fluorescence. Subsequently, the\nX-ray photoelectron spectra (XPS) of <bold>In2</bold> and Fe­(III)@<bold>In2</bold> were recorded to further determine the position of bonding\nbehavior, as shown in c. The peaks appearing at 723 and 711 eV for Fe­(III)@<bold>In2</bold> were assigned to the electron binding energies of Fe 2p<sub>1/2</sub> and Fe 2p<sub>3/2</sub>, respectively, confirming the presence\nof Fe­(III). Moreover, the chemical shift of the O 1s peak from 531.4\nto 532.2 eV provided more direct evidence to support the strong bonding\neffects between Fe­(III) and the −COOH groups (d).</p>", "clean_text": "In order to verify the above conclusions, UV/vis absorption spectra of In2 aqueous suspensions with different metal ions were recorded. Similar absorption peaks were observed for most as-selected metal ions, except for the new peak appearing around 360 nm upon the addition of Fe(III) ions (a). This can be ascribed to the strong interaction between framework of In2 and Fe(III) ions, through which energy transfer occurred to decrease or quench the fluorescence. Subsequently, the X-ray photoelectron spectra (XPS) of In2 and Fe(III)@In2 were recorded to further determine the position of bonding behavior, as shown in c. The peaks appearing at 723 and 711 eV for Fe(III)@In2 were assigned to the electron binding energies of Fe 2p1/2 and Fe 2p3/2, respectively, confirming the presence of Fe(III). Moreover, the chemical shift of the O 1s peak from 531.4 to 532.2 eV provided more direct evidence to support the strong bonding effects between Fe(III) and the -COOH groups (d).", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Absorption spectra\nof <bold>In2</bold> in aqueous suspension with the presence of different\nmetal ions. (b) Job plot of <bold>In2</bold>-Fe<sup>3+</sup>. (c)\nXPS spectra and (d) O 1s spectra of <bold>In2</bold> and Fe­(III)@<bold>In2</bold>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-03209a_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Absorption spectra of In2 in aqueous suspension with the presence of different metal ions. (b) Job plot of In2-Fe3+. (c) XPS spectra and (d) O 1s spectra of In2 and Fe(III)@In2.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The Job plot for the\nfluorescence emission was drawn with the same total concentration\n(0.15 mM) but different molar ratios of <bold>In2</bold> and Fe­(III)\nions (b), to\ndetermine the stoichiometry. The resulting\n1:2 stoichiometry was further verified by the Benesi–Hildebrand\n(B–H) equation:\n<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-03209a_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>min</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>F</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>min</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": "The Job plot for the fluorescence emission was drawn with the same total concentration (0.15 mM) but different molar ratios of In2 and Fe(III) ions (b), to determine the stoichiometry. The resulting 1:2 stoichiometry was further verified by the Benesi-Hildebrand (B-H) equation:        1     I   0   - I   =   1   K  (   I   0   -   I   min   )    [ F   e   3 +   ]   2     +   1     I   0   -   I   min         ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>\n<italic toggle=\"yes\">I</italic>\n<sub>min</sub> is\nthe minimum fluorescence intensity in the presence of Fe­(III) ions\nand <italic toggle=\"yes\">K</italic> is the association constant. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S16</ext-link>, the good linear fitting (<italic toggle=\"yes\">R</italic> = 0.9977) for the plot of 1/(<italic toggle=\"yes\">I</italic>\n<sub>0</sub> – <italic toggle=\"yes\">I</italic>) against 1/[Fe<sup>3+</sup>]<sup>2</sup> indicated that the duty ratio of <bold>In2</bold> and Fe­(III) ions\ncertainly was 1:2. This stoichiometry was also consistent with the\nmolar content of the −COOH groups in <bold>In2</bold>, further\ndemonstrating that the bonding effects surely occurred between the\n−COOH sites and Fe­(III) ions.</p>", "clean_text": " I min is the minimum fluorescence intensity in the presence of Fe(III) ions and K is the association constant. As shown in Figure S16, the good linear fitting (R = 0.9977) for the plot of 1/(I 0 - I) against 1/[Fe3+]2 indicated that the duty ratio of In2 and Fe(III) ions certainly was 1:2. This stoichiometry was also consistent with the molar content of the -COOH groups in In2, further demonstrating that the bonding effects surely occurred between the -COOH sites and Fe(III) ions.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>As reported in the literature,\nfluorescence quenching can be divided into dynamic and static quenching. The dynamic part refers to the quenching caused\nby the collision between the analytes and excited fluorescence molecules,\nalong with the loss of excitation energy in the form of energy transfer\nor charge transfer. The static part refers to the quenching due to\nthe formation of nonfluorescent ground-state complexes based on the\nanalytes and fluorescent molecules. According to the aforementioned\nresults of UV/vis absorption spectroscopy, it is necessary to determine\nthe formation of nonfluorescent ground-state complexes in the quenching\nprocess, pointing to static quenching. On the other hand, the fluorescence\nlifetimes of probe <bold>In2</bold> suspensions with different Fe­(III)\nion concentrations were recorded in the range of 0–0.10 mM\n(a), and there\nwas an obvious trend of shortened lifetime with an increase in Fe­(III)\nion concentrations, corresponding to dynamic quenching. That is, the\nquenching effect of Fe­(III) ions on the probe <bold>In2</bold> involved\nboth dynamic and static quenching. Thus, the S–V equation should\nbe modified as <italic toggle=\"yes\">I</italic>\n<sub>0</sub>/<italic toggle=\"yes\">I</italic> =\n(<italic toggle=\"yes\">K</italic>\n<sub>1</sub>[M] + 1)­(<italic toggle=\"yes\">K</italic>\n<sub>2</sub>[M] + 1), where <italic toggle=\"yes\">K</italic>\n<sub>1</sub> and <italic toggle=\"yes\">K</italic>\n<sub>2</sub> are the dynamic and static quenching constants, respectively.\nConsidering the low concentration range of Fe­(III) ions, the <italic toggle=\"yes\">K</italic>\n<sub>1</sub>\n<italic toggle=\"yes\">K</italic>\n<sub>2</sub>[M]<sup>2</sup> term could be neglected, followed by simplification of the above\nS–V equation to <italic toggle=\"yes\">I</italic>\n<sub>0</sub>/<italic toggle=\"yes\">I</italic> = (<italic toggle=\"yes\">K</italic>\n<sub>1</sub> + <italic toggle=\"yes\">K</italic>\n<sub>2</sub>)­[M] + 1. Herein, the <italic toggle=\"yes\">K</italic>\n<sub>1</sub> value of 2.92\n× 10<sup>3</sup> M<sup>–1</sup> was obtained from a linear\nfitting (<italic toggle=\"yes\">R</italic>\n<sub>2</sub> = 0.9947) of fluorescence\nlifetime data according to the equation τ<sub>0</sub>/τ\n= 1 + <italic toggle=\"yes\">K</italic>\n<sub>1</sub>[M] (b), where τ<sub>0</sub> and τ\nare the lifetimes before and after the addition of Fe­(III) ions, respectively.\nWith the known <italic toggle=\"yes\">K</italic>\n<sub>SV</sub> and <italic toggle=\"yes\">K</italic>\n<sub>1</sub> values, <italic toggle=\"yes\">K</italic>\n<sub>2</sub> was subsequently\ndetermined to be 8.78 × 10<sup>3</sup> M<sup>–1</sup>.\nObviously, static quenching acted as the predominant mechanism in\nthis case.</p>", "clean_text": "As reported in the literature, fluorescence quenching can be divided into dynamic and static quenching. The dynamic part refers to the quenching caused by the collision between the analytes and excited fluorescence molecules, along with the loss of excitation energy in the form of energy transfer or charge transfer. The static part refers to the quenching due to the formation of nonfluorescent ground-state complexes based on the analytes and fluorescent molecules. According to the aforementioned results of UV/vis absorption spectroscopy, it is necessary to determine the formation of nonfluorescent ground-state complexes in the quenching process, pointing to static quenching. On the other hand, the fluorescence lifetimes of probe In2 suspensions with different Fe(III) ion concentrations were recorded in the range of 0-0.10 mM (a), and there was an obvious trend of shortened lifetime with an increase in Fe(III) ion concentrations, corresponding to dynamic quenching. That is, the quenching effect of Fe(III) ions on the probe In2 involved both dynamic and static quenching. Thus, the S-V equation should be modified as I 0/I = (K 1[M] + 1)(K 2[M] + 1), where K 1 and K 2 are the dynamic and static quenching constants, respectively. Considering the low concentration range of Fe(III) ions, the K 1 K 2[M]2 term could be neglected, followed by simplification of the above S-V equation to I 0/I = (K 1 + K 2)[M] + 1. Herein, the K 1 value of 2.92 × 103 M-1 was obtained from a linear fitting (R 2 = 0.9947) of fluorescence lifetime data according to the equation τ0/τ = 1 + K 1[M] (b), where τ0 and τ are the lifetimes before and after the addition of Fe(III) ions, respectively. With the known K SV and K 1 values, K 2 was subsequently determined to be 8.78 × 103 M-1. Obviously, static quenching acted as the predominant mechanism in this case.", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Fluorescence lifetime curves for <bold>In2</bold> toward Fe­(III)\nions of different concentrations at 298 K. (b) Corresponding linear\nfitting for the calculation of dynamic quenching constant.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-03209a_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Fluorescence lifetime curves for In2 toward Fe(III) ions of different concentrations at 298 K. (b) Corresponding linear fitting for the calculation of dynamic quenching constant.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>pH Value Detection</title><p>pH is one of\nthe key indexes in environmental or biological systems. Encouraged by the exposed −COOH sites in <bold>In2</bold>, which can undergo deprotonation under alkaline conditions for pH\nsensing, the effect of pH on fluorescence emission for <bold>In1</bold>, <bold>In2</bold>, and Fe­(III)@<bold>In2</bold> was investigated\nin their aqueous suspensions with pH values from 2.0 to 12.0, as shown\nin a. For <bold>In1</bold>, intense fluorescent emission was well maintained within\nthe pH range of the test, suggesting that <bold>In1</bold> exhibits\nexcellent pH stability, which may be attributed to the absence of\npH-dependent groups and the conformational rigidity of its framework.\nUnlike <bold>In1</bold>, <bold>In2</bold> showed an obvious intensity\ndrop between pH 7.0 and 8.0 with a red shift of the fluorescence peak\nfrom 440 to 489 nm (b). This may be attributed to the new pathways for electron\nor energy transitions resulting from the deprotonation of carboxyl\ngroups, which is supported by the reduction of peaks at ca. 1700 cm<sup>–1</sup> and the enhancement of those around 1600 and 1400\ncm<sup>–1</sup>, as shown in the IR spectral data of <bold>In2</bold> before and after the addition of NaOH (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link>). Moreover, the molecular frontier orbitals provided\nmore direct evidence that the narrowed energy gaps between the LUMO\nand HUMO (Δ<italic toggle=\"yes\">E</italic>\n<sub>L‑H</sub>) of <bold>In2</bold> with deprotonated carboxyl groups should be responsible for the\nred shift of the fluorescence peak, as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S18</ext-link>. Benefiting from the basement of <bold>In2</bold>, although Fe­(III)@<bold>In2</bold> showed no fluorescence emission\nunder acid conditions owing to the quenching effect of Fe­(III) ions,\nsignificant linear pH-dependent fluorescence enhancement was observed\nunder alkaline conditions between pH 7.0 and 9.0, which can be convincingly\nexplained by the formation of Fe­(OH)<sub>3</sub> as the alkalinity\nincreased to reopen the quenched fluorescence at 489 nm. Notably,\nin comparison with <bold>In2</bold>, Fe­(III)@<bold>In2</bold> possesses\na larger titrate jump and changes in intensity ranges; on the other\nhand, Fe­(III)@<bold>In2</bold> exhibits a short response time for\nan alkaline environment (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S19</ext-link>), further\nindicating its high sensitivity as a pH-sensing material.</p>", "clean_text": "pH Value Detection\n\npH is one of the key indexes in environmental or biological systems. Encouraged by the exposed -COOH sites in In2, which can undergo deprotonation under alkaline conditions for pH sensing, the effect of pH on fluorescence emission for In1, In2, and Fe(III)@In2 was investigated in their aqueous suspensions with pH values from 2.0 to 12.0, as shown in a. For In1, intense fluorescent emission was well maintained within the pH range of the test, suggesting that In1 exhibits excellent pH stability, which may be attributed to the absence of pH-dependent groups and the conformational rigidity of its framework. Unlike In1, In2 showed an obvious intensity drop between pH 7.0 and 8.0 with a red shift of the fluorescence peak from 440 to 489 nm (b). This may be attributed to the new pathways for electron or energy transitions resulting from the deprotonation of carboxyl groups, which is supported by the reduction of peaks at ca. 1700 cm-1 and the enhancement of those around 1600 and 1400 cm-1, as shown in the IR spectral data of In2 before and after the addition of NaOH (Figure S17). Moreover, the molecular frontier orbitals provided more direct evidence that the narrowed energy gaps between the LUMO and HUMO (ΔE L-H) of In2 with deprotonated carboxyl groups should be responsible for the red shift of the fluorescence peak, as shown in Figure S18. Benefiting from the basement of In2, although Fe(III)@In2 showed no fluorescence emission under acid conditions owing to the quenching effect of Fe(III) ions, significant linear pH-dependent fluorescence enhancement was observed under alkaline conditions between pH 7.0 and 9.0, which can be convincingly explained by the formation of Fe(OH)3 as the alkalinity increased to reopen the quenched fluorescence at 489 nm. Notably, in comparison with In2, Fe(III)@In2 possesses a larger titrate jump and changes in intensity ranges; on the other hand, Fe(III)@In2 exhibits a short response time for an alkaline environment (Figure S19), further indicating its high sensitivity as a pH-sensing material.", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Fluorescence\nintensities of <bold>In1</bold>, <bold>In2</bold>, and Fe­(III)@<bold>In2</bold> as a function of pH value. (b) Emission spectra of <bold>In2</bold> in aqueous suspension at pH 7 and 8 with corresponding\nfluorescent photographs taken under an irradiation of 365 nm UV light.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-03209a_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (a) Fluorescence intensities of In1, In2, and Fe(III)@In2 as a function of pH value. (b) Emission spectra of In2 in aqueous suspension at pH 7 and 8 with corresponding fluorescent photographs taken under an irradiation of 365 nm UV light.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>Alternate Detection Cycle\nfor Fe­(III) Ions and pH</title><p>From the perspective of practical\napplication, reusability is a significant parameter for chemosensors.\nTherefore, the alternate detection properties of <bold>In2</bold> have\nbeen investigated repeatedly. Gratifyingly, the reactivated fluorescence\nexcitation of <bold>In2</bold> under the influence of OH<sup>–</sup> can still be quenched by the readdition of Fe­(III) ions gradually,\nexhibiting an alternate detection cycle for Fe­(III) ions and pH with\noff–on–off fluorescent switch characteristics. In addition,\nthe quenching efficiencies of regenerated <bold>In2</bold> for Fe­(III)\nions are basically maintained after five cycles, demonstrating its\nrecyclability and potential as a chemosensor ().</p>", "clean_text": "Alternate Detection Cycle for Fe(III) Ions and pH\n\nFrom the perspective of practical application, reusability is a significant parameter for chemosensors. Therefore, the alternate detection properties of In2 have been investigated repeatedly. Gratifyingly, the reactivated fluorescence excitation of In2 under the influence of OH- can still be quenched by the readdition of Fe(III) ions gradually, exhibiting an alternate detection cycle for Fe(III) ions and pH with off-on-off fluorescent switch characteristics. In addition, the quenching efficiencies of regenerated In2 for Fe(III) ions are basically maintained after five cycles, demonstrating its recyclability and potential as a chemosensor ().", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Reproducibility of alternate detection cycles\nfor <bold>In2</bold> toward Fe­(III) ions and pH. The purple and orange\nbars represent the fluorescence intensity with the addition of Fe­(III)\nions and NaOH, respectively.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-03209a_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Reproducibility of alternate detection cycles for In2 toward Fe(III) ions and pH. The purple and orange bars represent the fluorescence intensity with the addition of Fe(III) ions and NaOH, respectively.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<title>Molecular Logic Operations with Three Inputs and Two Outputs</title><p>Recently, molecular logic operations, especially those based on multiple\nchemical signal inputs and optical signal outputs, have been regarded\nas a frontier technology, which can work on the molecular level. The fluorescence response properties of the probe <bold>In2</bold> inspired us to explore its application in multiple logic operations,\nwith the quantitative addition of analytes Fe<sup>3+</sup>, EDTA,\nand OH<sup>–</sup> (40, 80, and 80 equiv of <bold>In2</bold>, respectively) as input signals and the corresponding fluorescence\nemission intensity at 440 nm (B440) and 489 nm (G489) as output signals.\nIn order to standardize binary signals, the presence and absence of\nthe analytes were defined as 1 and 0 inputs, while the higher and\nlower fluorescent emission intensities (threshold value 700), were\ndefined as 1 and 0 outputs, respectively.</p>", "clean_text": "Molecular Logic Operations with Three Inputs and Two Outputs\n\nRecently, molecular logic operations, especially those based on multiple chemical signal inputs and optical signal outputs, have been regarded as a frontier technology, which can work on the molecular level. The fluorescence response properties of the probe In2 inspired us to explore its application in multiple logic operations, with the quantitative addition of analytes Fe3+, EDTA, and OH- (40, 80, and 80 equiv of In2, respectively) as input signals and the corresponding fluorescence emission intensity at 440 nm (B440) and 489 nm (G489) as output signals. In order to standardize binary signals, the presence and absence of the analytes were defined as 1 and 0 inputs, while the higher and lower fluorescent emission intensities (threshold value 700), were defined as 1 and 0 outputs, respectively.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>As shown in c, without the addition of analytes Fe<sup>3+</sup>, EDTA, and OH<sup>–</sup>, the original aqueous suspension\nof <bold>In2</bold> showed strong fluorescence emission at 440 nm,\nwhich can be simplified to be [(0,0,0)|(1,0)] in a binary form of\n[inputs (Fe<sup>3+</sup>, EDTA, OH<sup>–</sup>)|outputs (B440,\nG489)]. When Fe<sup>3+</sup> existed as the only addition, the fluorescence\nat 440 nm was quenched, but if EDTA or OH<sup>–</sup> was added\nto the suspension along with the Fe<sup>3+</sup> ions, strong fluorescence\nemission could be maintained owing to the formation of complexes such\nas EDTA-Fe­(III) and Fe­(OH)<sub>3</sub>, eliminating the quenching\neffect of Fe<sup>3+</sup> ions. Notably, in comparison with EDTA ([(1,1,0)|(1,0)]),\nwhich had no influence on the supramolecular framework, excess OH<sup>–</sup> could further induces the movement of the fluorescence\npeak from 440 to 489 nm by changing the hydrogen-bonding network of <bold>In2</bold>, corresponding to a different signal of [(1,0,1)|(0,1)].\nMoreover, in the presence of all three analytes Fe<sup>3+</sup>, EDTA\nand OH<sup>–</sup>, the effect of OH<sup>–</sup> anion\nwas still significant with a system default value of [(1,1,1)|(0,1)].\nAll the possible binary data for this three-input and two-output logic\noperation are given in the truth table (a), followed by the build of a corresponding\ncombinatorial logic gate circuit for a better description, as shown\nin d. Considering\nthe decisive effect of the OH<sup>–</sup> anion on the fluorescence\nemission at 489 nm, a single BUFF gate could be competent for G489\noutput, while NOT, OR, and AND gate operations were all necessary\nfor B440 output.</p>", "clean_text": "As shown in c, without the addition of analytes Fe3+, EDTA, and OH-, the original aqueous suspension of In2 showed strong fluorescence emission at 440 nm, which can be simplified to be [(0,0,0)|(1,0)] in a binary form of [inputs (Fe3+, EDTA, OH-)|outputs (B440, G489)]. When Fe3+ existed as the only addition, the fluorescence at 440 nm was quenched, but if EDTA or OH- was added to the suspension along with the Fe3+ ions, strong fluorescence emission could be maintained owing to the formation of complexes such as EDTA-Fe(III) and Fe(OH)3, eliminating the quenching effect of Fe3+ ions. Notably, in comparison with EDTA ([(1,1,0)|(1,0)]), which had no influence on the supramolecular framework, excess OH- could further induces the movement of the fluorescence peak from 440 to 489 nm by changing the hydrogen-bonding network of In2, corresponding to a different signal of [(1,0,1)|(0,1)]. Moreover, in the presence of all three analytes Fe3+, EDTA and OH-, the effect of OH- anion was still significant with a system default value of [(1,1,1)|(0,1)]. All the possible binary data for this three-input and two-output logic operation are given in the truth table (a), followed by the build of a corresponding combinatorial logic gate circuit for a better description, as shown in d. Considering the decisive effect of the OH- anion on the fluorescence emission at 489 nm, a single BUFF gate could be competent for G489 output, while NOT, OR, and AND gate operations were all necessary for B440 output.", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a) Truth table of the\nthree-input and two-output logic gate circuit. (b) Column diagram\nof the normalized fluorescence intensities of B440 and G489 (blue\nfor B440 and green for G489, respectively). (c) Fluorescence response\nspectra with different combinations of analytes with a threshold of\n700. (d) Schematic representation of the logic gate circuit.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-03209a_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  (a) Truth table of the three-input and two-output logic gate circuit. (b) Column diagram of the normalized fluorescence intensities of B440 and G489 (blue for B440 and green for G489, respectively). (c) Fluorescence response spectra with different combinations of analytes with a threshold of 700. (d) Schematic representation of the logic gate circuit.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In summary, we designed\nand synthesized two In­(III)-based metal–organic complexes based\non the same pyridinecarboxylate ligand. By precise regulation of the\ndosage of NaOH, the −COOH groups were retained exposed in <bold>In2</bold> as expected, to be good candidates as recognition sites\nfor Fe­(III) ions and pH sensing. The rapid response, low detection\nlimit, and excellent anti-interference ability against other metal\nions make <bold>In2</bold> a potential fluorescent sensing material\nfor Fe­(III) ions with high sensitivity and selectivity. Moreover,\nthe quenched fluorescence of <bold>In2</bold> during the Fe­(III) sensing\ncould be reopened linearly with an increase in alkalinity, followed\nby the reactivation of its ability to identify Fe­(III) ions, exhibiting\na fascinating alternate detection cycle with off–on–off\nfluorescent switch characteristics. According to the different responses\nof <bold>In2</bold> to specific analytes, an advanced three-input\nand two-output analytical circuit has been constructed, instilling\nnew vitality into the application of molecular logic devices in the\nsensing fields.</p>", "clean_text": "Conclusion\n\nIn summary, we designed and synthesized two In(III)-based metal-organic complexes based on the same pyridinecarboxylate ligand. By precise regulation of the dosage of NaOH, the -COOH groups were retained exposed in In2 as expected, to be good candidates as recognition sites for Fe(III) ions and pH sensing. The rapid response, low detection limit, and excellent anti-interference ability against other metal ions make In2 a potential fluorescent sensing material for Fe(III) ions with high sensitivity and selectivity. Moreover, the quenched fluorescence of In2 during the Fe(III) sensing could be reopened linearly with an increase in alkalinity, followed by the reactivation of its ability to identify Fe(III) ions, exhibiting a fascinating alternate detection cycle with off-on-off fluorescent switch characteristics. According to the different responses of In2 to specific analytes, an advanced three-input and two-output analytical circuit has been constructed, instilling new vitality into the application of molecular logic devices in the sensing fields.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>The\nSupporting Information is available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\" xlink:type=\"simple\">ACS Publications website</ext-link> at\nDOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.inorgchem.8b03209\" xlink:type=\"simple\">10.1021/acs.inorgchem.8b03209</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>IR, PXRD, TGA,\nand additional structural data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>IR, PXRD, TGA,\nand additional structural data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"1853651\" xlink:type=\"simple\">1853651</ext-link>–<ext-link ext-link-type=\"ccdc\" xlink:href=\"1853652\" xlink:type=\"simple\">1853652</ext-link> contain the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\" xlink:type=\"simple\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email xlink:type=\"simple\">data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.inorgchem.8b03209.  IR, PXRD, TGA, and additional structural data (PDF)   \n\nIR, PXRD, TGA, and additional structural data (PDF)\n\nCCDC 1853651-1853652 contain the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>The authors declare\nno competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "8, 9", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of [In­(bpydc)­Cl]·CH<sub>3</sub>CN (<bold>In1</bold>)</title><p>A mixture of H<sub>2</sub>bpydc\n(12.21 mg, 0.05 mmol), NaOH (3.00 mg, 0.075 mmol), and InCl<sub>3</sub>·4H<sub>2</sub>O (42.78 mg, 0.15 mmol) in CH<sub>3</sub>CN/H<sub>2</sub>O mixed solvent (8.0 mL, 4/4 v/v) was sealed in a 23 mL Teflon-lined\nstainless-steel autoclave and heated at 120 °C for 120 h. After\nthe mixture was slowly cooled to room temperature and washed with\ndeionized water, yellow block crystals of <bold>In1</bold> were collected\nin 46.3% yield on the basis of the H<sub>2</sub>bpydc ligand. Anal.\nCalcd for C<sub>14</sub>H<sub>9</sub>N<sub>3</sub>O<sub>4</sub>ClIn\n(433.51): C, 38.75; H, 2.08; N, 9.69. Found: C, 38.64; H, 2.10; N,\n9.70. IR (KBr pellet, cm<sup>–1</sup>, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S1a</ext-link>): 3466 (w), 3339 (w), 1688 (m), 1597 (s), 1552\n(w), 1397 (s), 1253 (w), 1126 (w), 1027 (m), 881 (s), 781 (s), 708\n(m), 654 (w), 536 (m), 454 (s).</p><title>Synthesis of [In­(H<sub>2</sub> bpydc)­(H<sub>2</sub>O)­Cl<sub>3</sub>]·CH<sub>3</sub>CN·H<sub>2</sub>O (<bold>In2</bold>)</title><p>Compound <bold>In2</bold> was synthesized by the same procedure used for the preparation\nof <bold>In1</bold>, except for a reduction in the amount of NaOH\n(0.43 mg, 0.011 mmol). After the reaction mixture was slowly cooled\nto room temperature and washed with deionized water, yellow block\ncrystals of <bold>In2</bold> were isolated in 42.1% yield on the basis\nof the H<sub>2</sub>bpydc ligand. Anal. Calcd for C<sub>14</sub>H<sub>15</sub>N<sub>3</sub>O<sub>6</sub>Cl<sub>3</sub>In (542.46): C, 30.97;\nH, 2.76; N, 7.74. Found: C, 30.92; H, 2.78; N, 7.75. IR (KBr pellet,\ncm<sup>–1</sup>, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S1b</ext-link>): 3375\n(w), 2876 (w), 1662 (m), 1700 (s), 1579 (m), 1416 (m), 1234 (s), 1134\n(m), 1026 (m), 863 (m), 799 (s), 754 (s), 663 (m), 518 (w).</p>", "clean_text": "Synthesis of [In(bpydc)Cl]⋅CH3CN (In1)\n\nA mixture of H2bpydc (12.21 mg, 0.05 mmol), NaOH (3.00 mg, 0.075 mmol), and InCl3⋅4H2O (42.78 mg, 0.15 mmol) in CH3CN/H2O mixed solvent (8.0 mL, 4/4 v/v) was sealed in a 23 mL Teflon-lined stainless-steel autoclave and heated at 120 °C for 120 h. After the mixture was slowly cooled to room temperature and washed with deionized water, yellow block crystals of In1 were collected in 46.3% yield on the basis of the H2bpydc ligand. Anal. Calcd for C14H9N3O4ClIn (433.51): C, 38.75; H, 2.08; N, 9.69. Found: C, 38.64; H, 2.10; N, 9.70. IR (KBr pellet, cm-1, Figure S1a): 3466 (w), 3339 (w), 1688 (m), 1597 (s), 1552 (w), 1397 (s), 1253 (w), 1126 (w), 1027 (m), 881 (s), 781 (s), 708 (m), 654 (w), 536 (m), 454 (s).\n\nSynthesis of [In(H2 bpydc)(H2O)Cl3]⋅CH3CN⋅H2O (In2)\n\nCompound In2 was synthesized by the same procedure used for the preparation of In1, except for a reduction in the amount of NaOH (0.43 mg, 0.011 mmol). After the reaction mixture was slowly cooled to room temperature and washed with deionized water, yellow block crystals of In2 were isolated in 42.1% yield on the basis of the H2bpydc ligand. Anal. Calcd for C14H15N3O6Cl3In (542.46): C, 30.97; H, 2.76; N, 7.74. Found: C, 30.92; H, 2.78; N, 7.75. IR (KBr pellet, cm-1, Figure S1b): 3375 (w), 2876 (w), 1662 (m), 1700 (s), 1579 (m), 1416 (m), 1234 (s), 1134 (m), 1026 (m), 863 (m), 799 (s), 754 (s), 663 (m), 518 (w).", "data": [{"meta": {"name": "[In­(bpydc)­Cl]·CH3CN", "symbol": "In1", "chemical formula": "C14H9N3O4ClIn"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "H2bpydc", "amount": "12.21", "unit": "mg"}, {"name": "NaOH", "amount": "3.00", "unit": "mg"}, {"name": "InCl3·4H2O", "amount": "42.78", "unit": "mg"}], "solvent": [{"name": "CH3CN/H2O mixed solvent", "amount": "8.0", "unit": "mL", "ratio": "4/4 v/v"}], "pressure": "", "temperature": "120°C", "time": "120 h", "heating rate": "", "cooling rate": ""}], "yield": "46.3%"}, {"meta": {"name": "[In­(H2 bpydc)­(H2O)­Cl3]·CH3CN·H2O", "symbol": "In2", "chemical formula": "C14H15N3O6Cl3In"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "H2bpydc", "amount": "12.21", "unit": "mg"}, {"name": "NaOH", "amount": "0.43", "unit": "mg"}, {"name": "InCl3·4H2O", "amount": "42.78", "unit": "mg"}], "solvent": [{"name": "CH3CN/H2O mixed solvent", "amount": "8.0", "unit": "mL", "ratio": "4/4 v/v"}], "pressure": "", "temperature": "120°C", "time": "", "heating rate": "", "cooling rate": ""}], "yield": "42.1%"}], "include_properties": ["solvothermal_synthesis", "washing"]}, {"idx": "17, 18, 22", "type": "text", "classification": "property", "content": "<title>Powder X-ray Diffraction (PXRD) and Thermal Stability</title><p>The\nphase purity of <bold>In1</bold> and <bold>In2</bold> was confirmed\nby PXRD measurements, as each PXRD pattern of the as-synthesized samples\nis consistent with the simulated pattern (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). Moreover, their thermal stability was further investigated\nby thermal gravimetric analysis (TGA) in an air atmosphere in the\ntemperature range 30–600 °C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). <bold>In1</bold> loses 9.29% of weight in the temperature\nrange of 30–170 °C, which is thought to correspond with\nthe removal of free CH<sub>3</sub>CN molecules (calcd 9.42%), and\nthe framework can remain stable up to about 310 °C. <bold>In2</bold> shows a weight loss of 10.41% in the range of 30–135 °C,\nwhich is attributed to the departure of guest H<sub>2</sub>O and CH<sub>3</sub>CN molecules (calculated 10.88%), followed by a further weight\nloss at about 200 °C, corresponding to the collapse of the framework.\nThe higher thermal stability of compound <bold>In1</bold> in comparison\nto that of <bold>In2</bold> should be attributed to the stronger rigidity\nof coordinate bonds in comparison to the hydrogen bond interactions.\nFinally, the In<sub>2</sub>O<sub>3</sub> phase should be left over\nfor both <bold>In1</bold> and <bold>In2</bold> with the theoretical\nvalues 32.02% for <bold>In1</bold> and 25.59% for <bold>In2</bold>, which are in agreement with the experimental results (found: 31.43%\nfor <bold>In1</bold> and 26.03% for <bold>In2</bold>).</p><title>Solid/Liquid\nState Fluorescence Performance Tests</title><p>Metal–organic\ncomplexes, especially those constructed from d<sup>10</sup> metal\ncenters and organic linkers with large conjugate systems, have been\ninvestigated as promising candidates for potential fluorescent materials. The solid-state fluorescence properties of the ligand H<sub>2</sub>bpydc and as-synthesized <bold>In1</bold> and <bold>In2</bold> were\ntested at room temperature (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>).\nAlmost the same excitation peaks for all of them at around 350 nm\nindicate that the fluorescence emissions of <bold>In1</bold> and <bold>In2</bold> were both ligand-based. In comparison with the pure ligand\nH<sub>2</sub>bpydc, <bold>In1</bold> and <bold>In2</bold> show obviously\nstronger fluorescence intensity (emission bands at 479 nm for <bold>In1</bold> and 454 nm for <bold>In2</bold>, respectively), implying\nthat the formation of MOCs could effectively stabilize the radiative\ntransition pathway and ensure the transformation of excited state\nenergy to intense fluorescence emission. In addition, the small changes\nin the position and shape of their emission peaks might result from\nthe different electronic structures of <bold>In1</bold> and <bold>In2</bold>. Notably, the fluorescence quantum yield (φ) of <bold>In1</bold> (13.9%) is slightly lower than that of <bold>In2</bold> (15.3%), which might be attributed to the robust π···π\nstacking interactions in <bold>In2</bold>, providing greater restriction\nof the intramolecular rotation to reduce the nonradiative decay process.\nMoreover, the solid-state fluorescence lifetimes (τ) of <bold>In1</bold> and <bold>In2</bold> were also measured to be 7.91 and\n8.63 ns, respectively. According to the definitions of <italic toggle=\"yes\">k</italic>\n<sub>r</sub> = φ/τ and <italic toggle=\"yes\">k</italic>\n<sub>nr</sub> = (1 – φ)/τ, radiative (<italic toggle=\"yes\">k</italic>\n<sub>r</sub>) and nonradiative (<italic toggle=\"yes\">k</italic>\n<sub>nr</sub>) decay\nrate constants were estimated (<italic toggle=\"yes\">k</italic>\n<sub>r</sub> = 1.76\n× 10<sup>7</sup> s<sup>–1</sup> for <bold>In1</bold> and\n1.77 × 10<sup>7</sup> s<sup>–1</sup> for <bold>In2</bold>; <italic toggle=\"yes\">k</italic>\n<sub>nr</sub> = 1.09 × 10<sup>8</sup> s<sup>–1</sup> for <bold>In1</bold> and 9.81 × 10<sup>7</sup> s<sup>–1</sup> for <bold>In2</bold>; <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>). The higher <italic toggle=\"yes\">k</italic>\n<sub>r</sub>/<italic toggle=\"yes\">k</italic>\n<sub>nr</sub> value for <bold>In2</bold> in comparison to that of <bold>In1</bold> further affirmed the benign\neffect of robust π···π stacking interactions\non intense fluorescence emission. Obviously, such fluorescence dynamics\nprovide very favorable conditions for a deep understanding of the\nphotophysical properties of fluorescent molecules.</p><p>Encouraged by\nthe highest quenching efficiency up to 99% of Fe­(III) ions for the\nfluorescence emission of <bold>In2</bold>, we performed quantitative\ntitration experiments of the suspensions upon incremental addition\nof Fe­(III) ions (5 mM, 5 μL addition each time) to assess the\nsensing sensitivity of <bold>In2</bold>. Obviously, the fluorescence\nintensity of <bold>In2</bold> is heavily dependent on the concentration\nof Fe­(III) ions. As shown in a, with an increase i Fe<sup>3+</sup> concentration\nfrom 0 to 0.40 mM, the fluorescence emission decreased monotonically.\nThe quenching efficiency can be quantitatively explained by the Stern–Volmer\n(SV) equation:\n<italic toggle=\"yes\">I</italic>\n<sub>0</sub>/<italic toggle=\"yes\">I</italic> = 1 + <italic toggle=\"yes\">K</italic>\n<sub>SV</sub>[M],\nwhere <italic toggle=\"yes\">I</italic>\n<sub>0</sub> and <italic toggle=\"yes\">I</italic> are the\nfluorescence intensities of pure <bold>In2</bold> and Fe­(III)-incorporated <bold>In2</bold> (Fe­(III)@<bold>In2</bold>) suspensions, respectively, <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> is the quenching constant (M<sup>–1</sup>), and [M] is the molar concentration of the Fe­(III) ions. It was\nfound that the SV plot reveals a great linear correlation (<italic toggle=\"yes\">R</italic>\n<sub>2</sub> = 0.9915) in the low concentration range from\n0 to 0.10 mM (b) but subsequently deviates from linearity with an upward bend as\nthe concentration is increased and tends to be horizontal over 0.35\nmM. On the basis of the experimental data, the <italic toggle=\"yes\">K</italic>\n<sub>SV</sub> value was calculated to be 1.17 × 10<sup>4</sup> M<sup>–1</sup> for <bold>In2</bold>. According to the <italic toggle=\"yes\">K</italic>\n<sub>SV</sub> values and the standard error (σ) from three\nrepeated fluorescence measurements of blank solutions, the detection\nlimit (3σ/<italic toggle=\"yes\">K</italic>\n<sub>SV</sub>) was calculated to\nbe 3.95 μM. In comparison with reported MOC sensors, the sensing\nsensitivity of <bold>In2</bold> toward Fe­(III) is relatively good\nunder the same conditions, as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Table S5</ext-link>. Moreover, <bold>In2</bold> exhibits an extremely short response\ntime with a nearly 70% quenching of emission within 10 s and complete\nquenching after 40 s, further demonstrating its sensitivity (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b03209/suppl_file/ic8b03209_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>).</p>", "clean_text": "Powder X-ray Diffraction (PXRD) and Thermal Stability\n\nThe phase purity of In1 and In2 was confirmed by PXRD measurements, as each PXRD pattern of the as-synthesized samples is consistent with the simulated pattern (Figure S5). Moreover, their thermal stability was further investigated by thermal gravimetric analysis (TGA) in an air atmosphere in the temperature range 30-600 °C (Figure S6). In1 loses 9.29% of weight in the temperature range of 30-170 °C, which is thought to correspond with the removal of free CH3CN molecules (calcd 9.42%), and the framework can remain stable up to about 310 °C. In2 shows a weight loss of 10.41% in the range of 30-135 °C, which is attributed to the departure of guest H2O and CH3CN molecules (calculated 10.88%), followed by a further weight loss at about 200 °C, corresponding to the collapse of the framework. The higher thermal stability of compound In1 in comparison to that of In2 should be attributed to the stronger rigidity of coordinate bonds in comparison to the hydrogen bond interactions. Finally, the In2O3 phase should be left over for both In1 and In2 with the theoretical values 32.02% for In1 and 25.59% for In2, which are in agreement with the experimental results (found: 31.43% for In1 and 26.03% for In2).\n\nSolid/Liquid State Fluorescence Performance Tests\n\nMetal-organic complexes, especially those constructed from d10 metal centers and organic linkers with large conjugate systems, have been investigated as promising candidates for potential fluorescent materials. The solid-state fluorescence properties of the ligand H2bpydc and as-synthesized In1 and In2 were tested at room temperature (Figure S7). Almost the same excitation peaks for all of them at around 350 nm indicate that the fluorescence emissions of In1 and In2 were both ligand-based. In comparison with the pure ligand H2bpydc, In1 and In2 show obviously stronger fluorescence intensity (emission bands at 479 nm for In1 and 454 nm for In2, respectively), implying that the formation of MOCs could effectively stabilize the radiative transition pathway and ensure the transformation of excited state energy to intense fluorescence emission. In addition, the small changes in the position and shape of their emission peaks might result from the different electronic structures of In1 and In2. Notably, the fluorescence quantum yield (φ) of In1 (13.9%) is slightly lower than that of In2 (15.3%), which might be attributed to the robust π⋅⋅⋅π stacking interactions in In2, providing greater restriction of the intramolecular rotation to reduce the nonradiative decay process. Moreover, the solid-state fluorescence lifetimes (τ) of In1 and In2 were also measured to be 7.91 and 8.63 ns, respectively. According to the definitions of k r = φ/τ and k nr = (1 - φ)/τ, radiative (k r) and nonradiative (k nr) decay rate constants were estimated (k r = 1.76 × 107 s-1 for In1 and 1.77 × 107 s-1 for In2; k nr = 1.09 × 108 s-1 for In1 and 9.81 × 107 s-1 for In2; Table S4). The higher k r/k nr value for In2 in comparison to that of In1 further affirmed the benign effect of robust π⋅⋅⋅π stacking interactions on intense fluorescence emission. Obviously, such fluorescence dynamics provide very favorable conditions for a deep understanding of the photophysical properties of fluorescent molecules.\n\nEncouraged by the highest quenching efficiency up to 99% of Fe(III) ions for the fluorescence emission of In2, we performed quantitative titration experiments of the suspensions upon incremental addition of Fe(III) ions (5 mM, 5 μL addition each time) to assess the sensing sensitivity of In2. Obviously, the fluorescence intensity of In2 is heavily dependent on the concentration of Fe(III) ions. As shown in a, with an increase i Fe3+ concentration from 0 to 0.40 mM, the fluorescence emission decreased monotonically. The quenching efficiency can be quantitatively explained by the Stern-Volmer (SV) equation: I 0/I = 1 + K SV[M], where I 0 and I are the fluorescence intensities of pure In2 and Fe(III)-incorporated In2 (Fe(III)@In2) suspensions, respectively, K sv is the quenching constant (M-1), and [M] is the molar concentration of the Fe(III) ions. It was found that the SV plot reveals a great linear correlation (R 2 = 0.9915) in the low concentration range from 0 to 0.10 mM (b) but subsequently deviates from linearity with an upward bend as the concentration is increased and tends to be horizontal over 0.35 mM. On the basis of the experimental data, the K SV value was calculated to be 1.17 × 104 M-1 for In2. According to the K SV values and the standard error (σ) from three repeated fluorescence measurements of blank solutions, the detection limit (3σ/K SV) was calculated to be 3.95 μM. In comparison with reported MOC sensors, the sensing sensitivity of In2 toward Fe(III) is relatively good under the same conditions, as shown in Table S5. Moreover, In2 exhibits an extremely short response time with a nearly 70% quenching of emission within 10 s and complete quenching after 40 s, further demonstrating its sensitivity (Figure S13).", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "400", "unit": "°C", "type": "decomposition point", "condition": ""}]}, {"meta": {"name": "Complex 4", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "155", "unit": "°C", "type": "stable", "condition": ""}, {"value": "155 and 250", "unit": "°C", "type": "removal of coordinated solvent molecules", "condition": ""}, {"value": "680", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}, {"meta": {"name": "MOF-XYZ", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "120", "unit": "°C", "type": "an initial weight loss"}, {"value": "110 to 280", "unit": "°C", "type": "gradual removal of coordinated water molecules"}]}, {"meta": {"name": "In1", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "310", "unit": "°C", "type": "stable", "condition": ""}]}, {"meta": {"name": "In2", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "135", "unit": "°C", "type": "removal of guest H2O and CH3CN molecules"}, {"value": "200", "unit": "°C", "type": "collapse of the framework"}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 11, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystal Data and Structure Refinement Details for <bold>In1</bold> and <bold>In2</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>In1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>In2</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>empirical formula</oasis:entry>\n<oasis:entry>C<sub>14</sub>H<sub>9</sub>N<sub>3</sub>O<sub>4</sub>ClIn</oasis:entry>\n<oasis:entry>C<sub>14</sub>H<sub>15</sub>N<sub>3</sub>O<sub>6</sub>Cl<sub>3</sub>In</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula wt</oasis:entry>\n<oasis:entry>433.51</oasis:entry>\n<oasis:entry>542.46</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>cryst syst</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Pna</italic>2<sub>1</sub>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> (Å)</oasis:entry>\n<oasis:entry>18.199(1)</oasis:entry>\n<oasis:entry>8.380(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> (Å)</oasis:entry>\n<oasis:entry>9.261(7)</oasis:entry>\n<oasis:entry>10.200(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> (Å)</oasis:entry>\n<oasis:entry>10.782(8)</oasis:entry>\n<oasis:entry>13.832(8)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α (deg)</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>83.95(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β (deg)</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>89.98(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ (deg)</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>66.13(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic> (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>1817.2(2)</oasis:entry>\n<oasis:entry>1074.0(1)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>calcd density (mg/m<sup>3</sup>)</oasis:entry>\n<oasis:entry>1.435</oasis:entry>\n<oasis:entry>1.677</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ(Mo Kα)\n(mm<sup>–1</sup>)</oasis:entry>\n<oasis:entry>1.457</oasis:entry>\n<oasis:entry>1.506</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>760</oasis:entry>\n<oasis:entry>536</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>θ range (deg)</oasis:entry>\n<oasis:entry>2.34–27.45</oasis:entry>\n<oasis:entry>2.51–26.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>limiting indices</oasis:entry>\n<oasis:entry>–23 ≤ <italic toggle=\"yes\">h</italic> ≤ 23, –12 ≤ <italic toggle=\"yes\">k</italic> ≤ 12, –13 ≤ <italic toggle=\"yes\">l</italic> ≤ 13</oasis:entry>\n<oasis:entry>–10 ≤ <italic toggle=\"yes\">h</italic> ≤ 9, –12≤ <italic toggle=\"yes\">k</italic> ≤ 12, –17 ≤ <italic toggle=\"yes\">l</italic> ≤ 17</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>no. of data/restraints/params</oasis:entry>\n<oasis:entry>4146/1/182</oasis:entry>\n<oasis:entry>4009/0/244</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness of fit on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>1.089</oasis:entry>\n<oasis:entry>1.227</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>final <italic toggle=\"yes\">R</italic> indices (<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>))</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>R1<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>0.0409</oasis:entry>\n<oasis:entry>0.1615</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>wR2<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.0364</oasis:entry>\n<oasis:entry>0.0567</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic> indices (all data)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>R1</oasis:entry>\n<oasis:entry>0.1351</oasis:entry>\n<oasis:entry>0.1818</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>wR2</oasis:entry>\n<oasis:entry>0.1241</oasis:entry>\n<oasis:entry>0.1796</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>largest diff peak, hole (e Å<sup>–3</sup>)</oasis:entry>\n<oasis:entry>0.691,\n−0.492</oasis:entry>\n<oasis:entry>3.737, −5.678</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CCDC</oasis:entry>\n<oasis:entry>\n<ext-link ext-link-type=\"ccdc\" xlink:href=\"1853651\" xlink:type=\"simple\">1853651</ext-link>\n</oasis:entry>\n<oasis:entry>\n<ext-link ext-link-type=\"ccdc\" xlink:href=\"1853652\" xlink:type=\"simple\">1853652</ext-link>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>R1 = ∑||<italic toggle=\"yes\">F</italic>\n<sub>o</sub>| – |<italic toggle=\"yes\">F</italic>\n<sub>c</sub>||/∑|<italic toggle=\"yes\">F</italic>\n<sub>o</sub>|.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>wR2 = [∑[<italic toggle=\"yes\">w</italic>(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup> – <italic toggle=\"yes\">F</italic>\n<sub>c</sub>\n<sup>2</sup>)<sup>2</sup>]/∑[<italic toggle=\"yes\">w</italic>(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup>)<sup>2</sup>]]<sup>1/2</sup>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Crystal Data and Structure Refinement Details for In1 and In2\n\n|                    | In1                            | In2                            |\n|--------------------|--------------------------------|--------------------------------|\n| empirical formula | C<sub>14</sub>H<sub>9</sub>N<sub>3</sub>O<sub>4</sub>ClIn | C<sub>14</sub>H<sub>15</sub>N<sub>3</sub>O<sub>6</sub>Cl<sub>3</sub>In |\n| formula wt         | 433.51                         | 542.46                         |\n| cryst syst         | orthorhombic                   | triclinic                      |\n| space group        | Pna2<sub>1</sub>                | P1̅                             |\n| a (Å)              | 18.199(1)                      | 8.380(5)                       |\n| b (Å)              | 9.261(7)                       | 10.200(6)                      |\n| c (Å)              | 10.782(8)                      | 13.832(8)                      |\n| α (deg)            | 90.00                          | 83.95(6)                       |\n| β (deg)            | 90.00                          | 89.98(7)                       |\n| γ (deg)            | 90.00                          | 66.13(6)                       |\n| V (Å<sup>3</sup>)  | 1817.2(2)                      | 1074.0(1)                      |\n| Z                  | 4                              | 2                              |\n| calcd density (mg/m<sup>3</sup>) | 1.435              | 1.677                          |\n| μ(Mo Kα) (mm<sup>–1</sup>) | 1.457                    | 1.506                          |\n| F(000)             | 760                            | 536                            |\n| θ range (deg)      | 2.34–27.45                     | 2.51–26.00                     |\n| limiting indices   | –23 ≤ h ≤ 23, –12 ≤ k ≤ 12, –13 ≤ l ≤ 13 | –10 ≤ h ≤ 9, –12≤ k ≤ 12, –17 ≤ l ≤ 17 |\n| no. of data/restraints/params | 4146/1/182           | 4009/0/244                     |\n| goodness of fit on F<sup>2</sup> | 1.089                 | 1.227                          |\n| final R indices (I > 2σ(I)) |                                |                                |\n| R1<a>              | 0.0409                         | 0.1615                         |\n| wR2<b>             | 0.0364                         | 0.0567                         |\n| R indices (all data) |                                |                                |\n| R1                 | 0.1351                         | 0.1818                         |\n| wR2                | 0.1241                         | 0.1796                         |\n| largest diff peak, hole (e Å<sup>–3</sup>) | 0.691, −0.492 | 3.737, −5.678 |\n| CCDC               | [1853651](https://www.ccdc.cam.ac.uk/structures/1853651) | [1853652](https://www.ccdc.cam.ac.uk/structures/1853652) |\n\na R1 = ∑||Fo| – |Fc||/∑|Fo|.\nb wR2 = [∑[w(Fo<sup>2</sup> – Fc<sup>2</sup>)<sup>2</sup>]/∑[w(Fo<sup>2</sup>)<sup>2</sup>]]<sup>1/2</sup>.", "data": [{"meta": {"name": "In1", "symbol": "", "chemical formula": "C14H9N3O4ClIn"}, "chemical formula weight": [{"value": "433.51", "unit": "", "condition": ""}], "crystal system": [{"value": "orthorhombic", "condition": ""}], "space group": [{"value": "Pna2_1", "condition": ""}], "lattice parameters": [{"value": {"a": "18.199(1)", "b": "9.261(7)", "c": "10.782(8)", "alpha": "90.00", "beta": "90.00", "gamma": "90.00"}, "condition": ""}], "cell volume": [{"value": "1817.2(2)", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.435", "unit": "mg/m^3", "condition": ""}]}, {"meta": {"name": "In2", "symbol": "", "chemical formula": "C14H15N3O6Cl3In"}, "chemical formula weight": [{"value": "542.46", "unit": "", "condition": ""}], "crystal system": [{"value": "triclinic", "condition": ""}], "space group": [{"value": "P1̅", "condition": ""}], "lattice parameters": [{"value": {"a": "8.380(5)", "b": "10.200(6)", "c": "13.832(8)", "alpha": "83.95(6)", "beta": "89.98(7)", "gamma": "66.13(6)"}, "condition": ""}], "cell volume": [{"value": "1074.0(1)", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.677", "unit": "mg/m^3", "condition": ""}]}], "include_properties": ["chemical_formula", "chemical_formula_weight", "crystal_system", "space_group", "lattice_parameters", "cell_volume", "density"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic\nRepresentation of Alternate Detection Cycle toward Fe­(III) Ions and\npH</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-03209a_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Representation of Alternate Detection Cycle toward Fe(III) Ions and pH   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Coordination environment of In­(III) in <bold>In1</bold> with ellipsoids drawn at the 30% probability level. (b)\n1D tubular-like channel along the <italic toggle=\"yes\">b</italic> axis. (c) Simulated\ndiagram of the single-helical chain. (d) Central projection view of\nthe 3D framework. (e) Simulated diagram of the 3D framework.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-03209a_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Coordination environment of In(III) in In1 with ellipsoids drawn at the 30% probability level. (b) 1D tubular-like channel along the b axis. (c) Simulated diagram of the single-helical chain. (d) Central projection view of the 3D framework. (e) Simulated diagram of the 3D framework.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Coordination\nenvironment of In­(III) in <bold>In2</bold> in a form of a dimer. (b)\nCentral projection view of the 3D supramolecular framework. (c) Six-connected\nparallelepiped nodes. (d) <italic toggle=\"yes\">p</italic>\n<italic toggle=\"yes\">c</italic>\n<italic toggle=\"yes\">u</italic> topology network. (e) Simulated diagram of the 3D supramolecular\nframework with exposed carboxyl sites.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-03209a_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Coordination environment of In(III) in In2 in a form of a dimer. (b) Central projection view of the 3D supramolecular framework. (c) Six-connected parallelepiped nodes. (d) p c u topology network. (e) Simulated diagram of the 3D supramolecular framework with exposed carboxyl sites.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Fluorescence emission spectra and (b) relative\nintensity histograms of <bold>In2</bold> in aqueous suspension with\ndifferent metal ions and corresponding fluorescent images under (c)\ndaylight and (d) 365 nm UV light, respectively.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-03209a_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Fluorescence emission spectra and (b) relative intensity histograms of In2 in aqueous suspension with different metal ions and corresponding fluorescent images under (c) daylight and (d) 365 nm UV light, respectively.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Emission spectra for <bold>In2</bold> in an aqueous suspension upon incremental addition of Fe­(III) ions.\n(b) Corresponding SV plots and fluorescent images at low Fe­(III) concentrations.\n(c, d) Selective detection of Fe­(III) ions for <bold>In2</bold> in\nthe presence of other metal ions.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-03209a_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Emission spectra for In2 in an aqueous suspension upon incremental addition of Fe(III) ions. (b) Corresponding SV plots and fluorescent images at low Fe(III) concentrations. (c, d) Selective detection of Fe(III) ions for In2 in the presence of other metal ions.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Absorption spectra\nof <bold>In2</bold> in aqueous suspension with the presence of different\nmetal ions. (b) Job plot of <bold>In2</bold>-Fe<sup>3+</sup>. (c)\nXPS spectra and (d) O 1s spectra of <bold>In2</bold> and Fe­(III)@<bold>In2</bold>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-03209a_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Absorption spectra of In2 in aqueous suspension with the presence of different metal ions. (b) Job plot of In2-Fe3+. (c) XPS spectra and (d) O 1s spectra of In2 and Fe(III)@In2.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Fluorescence lifetime curves for <bold>In2</bold> toward Fe­(III)\nions of different concentrations at 298 K. (b) Corresponding linear\nfitting for the calculation of dynamic quenching constant.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-03209a_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Fluorescence lifetime curves for In2 toward Fe(III) ions of different concentrations at 298 K. (b) Corresponding linear fitting for the calculation of dynamic quenching constant.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Fluorescence\nintensities of <bold>In1</bold>, <bold>In2</bold>, and Fe­(III)@<bold>In2</bold> as a function of pH value. (b) Emission spectra of <bold>In2</bold> in aqueous suspension at pH 7 and 8 with corresponding\nfluorescent photographs taken under an irradiation of 365 nm UV light.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-03209a_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (a) Fluorescence intensities of In1, In2, and Fe(III)@In2 as a function of pH value. (b) Emission spectra of In2 in aqueous suspension at pH 7 and 8 with corresponding fluorescent photographs taken under an irradiation of 365 nm UV light.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Reproducibility of alternate detection cycles\nfor <bold>In2</bold> toward Fe­(III) ions and pH. The purple and orange\nbars represent the fluorescence intensity with the addition of Fe­(III)\nions and NaOH, respectively.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-03209a_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Reproducibility of alternate detection cycles for In2 toward Fe(III) ions and pH. The purple and orange bars represent the fluorescence intensity with the addition of Fe(III) ions and NaOH, respectively.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a) Truth table of the\nthree-input and two-output logic gate circuit. (b) Column diagram\nof the normalized fluorescence intensities of B440 and G489 (blue\nfor B440 and green for G489, respectively). (c) Fluorescence response\nspectra with different combinations of analytes with a threshold of\n700. (d) Schematic representation of the logic gate circuit.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-03209a_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  (a) Truth table of the three-input and two-output logic gate circuit. (b) Column diagram of the normalized fluorescence intensities of B440 and G489 (blue for B440 and green for G489, respectively). (c) Fluorescence response spectra with different combinations of analytes with a threshold of 700. (d) Schematic representation of the logic gate circuit.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.8b03209", "title": null, "journal": "American Chemical Society", "date": "2019.01", "author_list": ["Zhou\nXue-Song", "Fan\nRui-Qing", "Ye\nHao-Xin", "Xing\nKai", "Wang\nA-Ni", "Wang\nPing", "Hao\nSu-E", "Yang\nYu-Lin"]}}