{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic8b01528.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Two unprecedented\nexamples of cluster organic frameworks (TBA)<sub>3</sub>Cu­[V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>]<sub>2</sub>·4DEF (<bold>2</bold>) (TBA)­Ag­[V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>] solvent (<bold>3</bold>) (TBA = tetrabutylammonium, H<sub>3</sub>L = tris­(hydroxymethyl)-4-picoline,\nDEF = <italic>N</italic>,<italic>N</italic>′-diethylformamide)\nbased on Lindqvist-type polyoxometalate (POM) secondary building units\n(SBUs) have been constructed successfully. Compounds <bold>2</bold> and <bold>3</bold> are the second cases of cluster organic frameworks\nbased on Lindqvist-type POM cluster SBUs. Furthermore, the cluster\norganic framework of <bold>2</bold> exhibits efficient electrocatalytic\nactivity and strong durability in oxygen reduction reaction.</p>", "clean_text": "Two unprecedented examples of cluster organic frameworks (TBA)3Cu[V6O13(L)2]2⋅4DEF (2) (TBA)Ag[V6O13(L)2] solvent (3) (TBA = tetrabutylammonium, H3L = tris(hydroxymethyl)-4-picoline, DEF = N,N'-diethylformamide) based on Lindqvist-type polyoxometalate (POM) secondary building units (SBUs) have been constructed successfully. Compounds 2 and 3 are the second cases of cluster organic frameworks based on Lindqvist-type POM cluster SBUs. Furthermore, the cluster organic framework of 2 exhibits efficient electrocatalytic activity and strong durability in oxygen reduction reaction.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Two unprecedented cluster organic frameworks (TBA)<sub>3</sub>Cu­[V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>]<sub>2</sub>·4DEF (<bold>2</bold>) and (TBA)­Ag­[V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>]\nsolvent (<bold>3</bold>) (TBA = tetrabutylammonium, H<sub>3</sub>L\n= tris­(hydroxymethyl)-4-picoline, DEF = <italic>N</italic>,<italic>N</italic>′-diethylformamide) have been successfully constructed\nby using a preformed organic ligand functionalized polyoxovanadate\ncluster to assemble with different transition metal ions. <bold>2</bold> and <bold>3</bold> represent the second examples of cluster organic\nframeworks constructed from Lindqvist-type POM cluster secondary building\nunits. The assembly strategy in this work demonstrated great potential\nfor developing new families of POM-based cluster organic frameworks\nwith specific properties.</p>", "clean_text": "Two unprecedented cluster organic frameworks (TBA)3Cu[V6O13(L)2]2⋅4DEF (2) and (TBA)Ag[V6O13(L)2] solvent (3) (TBA = tetrabutylammonium, H3L = tris(hydroxymethyl)-4-picoline, DEF = N,N'-diethylformamide) have been successfully constructed by using a preformed organic ligand functionalized polyoxovanadate cluster to assemble with different transition metal ions. 2 and 3 represent the second examples of cluster organic frameworks constructed from Lindqvist-type POM cluster secondary building units. The assembly strategy in this work demonstrated great potential for developing new families of POM-based cluster organic frameworks with specific properties.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The design and fabrication\nof cluster organic frameworks from preformed rigid metal clusters\nhave raised extreme interest due to their intriguing structures and\nunexpected properties, which give raise to potential applications\nin magnetism, catalysis, photoluminescence and separation. Rigid metal clusters usually possess specific geometries and can\nmaintain their structural integrity during the assembly process, the\ncontrollable synthesis of the desirable frameworks may be realized\nthrough the judicial selection of specific metal clusters as secondary\nbuilding units (SBUs). Additionally, rigid\nmetal clusters can transfer their distinct physiochemical properties\nto the final frameworks, greatly promoting potential application of\ncluster organic frameworks. To date, numerous\nefforts have been devoted in assembling cluster organic frameworks\nfrom transition-metal clusters such as [Cu<sub>2</sub>(CO<sub>2</sub>)<sub>4</sub>(H<sub>2</sub>O)<sub>2</sub>], [In<sub>3</sub>O­(CO<sub>2</sub>)<sub>3</sub>], [Cr<sub>3</sub>(CO<sub>2</sub>)<sub>6</sub>O<sub>4</sub>], [Zn<sub>4</sub>(CO<sub>2</sub>)<sub>6</sub>O], [Cu<sub>4</sub>I<sub>4</sub>], and [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(CO<sub>2</sub>)<sub>12</sub>], resulting in the development of series\nof representative architectures. Nevertheless,\nthe design and fabrication of cluster organic frameworks by using\npolyoxometalate (POM) clusters as SBUs is still in its infancy.</p>", "clean_text": "Introduction\n\nThe design and fabrication of cluster organic frameworks from preformed rigid metal clusters have raised extreme interest due to their intriguing structures and unexpected properties, which give raise to potential applications in magnetism, catalysis, photoluminescence and separation. Rigid metal clusters usually possess specific geometries and can maintain their structural integrity during the assembly process, the controllable synthesis of the desirable frameworks may be realized through the judicial selection of specific metal clusters as secondary building units (SBUs). Additionally, rigid metal clusters can transfer their distinct physiochemical properties to the final frameworks, greatly promoting potential application of cluster organic frameworks. To date, numerous efforts have been devoted in assembling cluster organic frameworks from transition-metal clusters such as [Cu2(CO2)4(H2O)2], [In3O(CO2)3], [Cr3(CO2)6O4], [Zn4(CO2)6O], [Cu4I4], and [Zr6O4(OH)4(CO2)12], resulting in the development of series of representative architectures. Nevertheless, the design and fabrication of cluster organic frameworks by using polyoxometalate (POM) clusters as SBUs is still in its infancy.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>POMs are a typical class of anionic transition-metal-oxide clusters\nwith not only redox, adjustable acid–base and photochemical\nproperties, but also different compositions, sizes and shapes, offering\nplenty of SBUs for fabricating innovative cluster organic frameworks. For example, Dolbecq group and Lan’s group\nhave created a large family of porous cluster organic frameworks by\n{Zn<sub>4</sub>PMo<sub>12</sub>O<sub>40</sub>} SBUs for electrocatalysis. Our group has long been devoted in POM-based\ncluster organic frameworks. Earlier, we have used {Ni<sub>6</sub>PW<sub>9</sub>} SBUs and multicarboxylate ligands to make various cluster\norganic frameworks. More recently, we\nalso reported two cluster organic frameworks made by using Anderson-type\nPOMs as SBUs. It is noteworthy that the\nabove illustrated cluster organic frameworks are built from Keggin/Anderson-type\nPOM SBUs. The exploration of new cluster organic frameworks based\non Lindqvist-type POM SBUs has received relatively less concern, though Lindqvist-type POMs have been widely\nused in designing various discrete nano aggregates. The only example of cluster organic framework based on Lindqvist-type\nPOM SBUs was reported by Hill and co-workers.\n</p>", "clean_text": "POMs are a typical class of anionic transition-metal-oxide clusters with not only redox, adjustable acid-base and photochemical properties, but also different compositions, sizes and shapes, offering plenty of SBUs for fabricating innovative cluster organic frameworks. For example, Dolbecq group and Lan's group have created a large family of porous cluster organic frameworks by {Zn4PMo12O40} SBUs for electrocatalysis. Our group has long been devoted in POM-based cluster organic frameworks. Earlier, we have used {Ni6PW9} SBUs and multicarboxylate ligands to make various cluster organic frameworks. More recently, we also reported two cluster organic frameworks made by using Anderson-type POMs as SBUs. It is noteworthy that the above illustrated cluster organic frameworks are built from Keggin/Anderson-type POM SBUs. The exploration of new cluster organic frameworks based on Lindqvist-type POM SBUs has received relatively less concern, though Lindqvist-type POMs have been widely used in designing various discrete nano aggregates. The only example of cluster organic framework based on Lindqvist-type POM SBUs was reported by Hill and co-workers. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>As our continuous effort in exploring new POM-based cluster\norganic frameworks, here, we present a step by step synthetic strategy\nto fabricate two unprecedented cluster organic frameworks (TBA)<sub>3</sub>Cu­[V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>]<sub>2</sub>·4DEF (<bold>2</bold>) and (TBA)­Ag­[V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>] solvent (<bold>3</bold>) (TBA = tetra-butylammonium,\nH<sub>3</sub>L = tris­(hydroxymethyl)-4-picoline, DEF = <italic>N</italic>,<italic>N</italic>′-diethylformamide) from Lindqvist-type\npolyoxovanadate clusters (). As far as we know, <bold>2</bold> and <bold>3</bold> are the second cases of cluster organic frameworks constructed from\nLindqvist-type POM cluster SBUs.</p>", "clean_text": "As our continuous effort in exploring new POM-based cluster organic frameworks, here, we present a step by step synthetic strategy to fabricate two unprecedented cluster organic frameworks (TBA)3Cu[V6O13(L)2]2⋅4DEF (2) and (TBA)Ag[V6O13(L)2] solvent (3) (TBA = tetra-butylammonium, H3L = tris(hydroxymethyl)-4-picoline, DEF = N,N'-diethylformamide) from Lindqvist-type polyoxovanadate clusters (). As far as we know, 2 and 3 are the second cases of cluster organic frameworks constructed from Lindqvist-type POM cluster SBUs.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Step-by-Step Synthetic Routes of <bold>2</bold> and <bold>3</bold>\n</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic-2018-015285_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Step-by-Step Synthetic Routes of 2 and 3    ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and General Methods</title><p>Tris­(hydroxymethyl)-4-picoline (<bold>H</bold>\n<sub>\n<bold>3</bold>\n</sub>\n<bold>L</bold>) was synthesized as previously described. All other reactants were acquired from commercial\nsources and were used without further purification. Infrared (IR)\nspectra were measured on an Opus Vertex 70 FT-IR infrared spectrophotometer\nin the range of 450–4000 cm<sup>–1</sup> with pressed\nKBr pallets. Elemental analyses (C, H, and N) were performed on a\nVario EL III elemental analyzer. Thermal analyses were carried out\non a NETZSCH STA449C thermal analyzer under a dynamic nitrogen atmosphere\nwith a heating rate of 10 °C/min in the temperature region of\n30–800 °C. Powder X-ray diffraction (PXRD) patterns were\nobtained by using a Rigaku DMAX 2500 diffractometer with Cu Kα\nradiation (λ = 1.54056 Å) in the range of 5–45°.\nAll <sup>1</sup>H NMR and <sup>13</sup>C spectra were recorded on\na Bruker AVANCE III NMR spectrometer at 400 and 100 MHz, respectively,\nusing deuterated DMSO as locking solvent. The electrospray ionization\nmass spectroscopy (ESI-MS) was measured on a Thermo Scientific Exactive\nPlus mass spectrometer (German) and processed on a Bruker Data Analysis\n(Version 4.0) software. The theoretical peak was simulated on a Bruker\nIsotope Pattern software.</p>", "clean_text": "Experimental Section\n\nMaterials and General Methods\n\nTris(hydroxymethyl)-4-picoline (H  3  L) was synthesized as previously described. All other reactants were acquired from commercial sources and were used without further purification. Infrared (IR) spectra were measured on an Opus Vertex 70 FT-IR infrared spectrophotometer in the range of 450-4000 cm-1 with pressed KBr pallets. Elemental analyses (C, H, and N) were performed on a Vario EL III elemental analyzer. Thermal analyses were carried out on a NETZSCH STA449C thermal analyzer under a dynamic nitrogen atmosphere with a heating rate of 10 °C/min in the temperature region of 30-800 °C. Powder X-ray diffraction (PXRD) patterns were obtained by using a Rigaku DMAX 2500 diffractometer with Cu Kα radiation (λ = 1.54056 Å) in the range of 5-45°. All 1H NMR and 13C spectra were recorded on a Bruker AVANCE III NMR spectrometer at 400 and 100 MHz, respectively, using deuterated DMSO as locking solvent. The electrospray ionization mass spectroscopy (ESI-MS) was measured on a Thermo Scientific Exactive Plus mass spectrometer (German) and processed on a Bruker Data Analysis (Version 4.0) software. The theoretical peak was simulated on a Bruker Isotope Pattern software.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of TBA<sub>2</sub>[V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>]·2CH<sub>3</sub>CN (<bold>1</bold>)</title><p>A mixture of [<italic>n</italic>-Bu<sub>4</sub>N]<sub>3</sub>[H<sub>3</sub>V<sub>10</sub>O<sub>28</sub>] (6.24 g, 3.70 mmol) and H<sub>3</sub>L (2.03 g, 11.1 mmol)\nin acetonitrile (170 mL) was refluxed for 10 h. The dark green mixture\nwas cooled slowly to room temperature and large amount of red crystals\nwere formed after 10 h. The crystals were filtrated, washed with acetonitrile\nand diethyl ether, and dried in air. Yield: 4.62 g, 52% based on [<italic>n</italic>-Bu<sub>4</sub>N]<sub>3</sub>[H<sub>3</sub>V<sub>10</sub>O<sub>28</sub>]. Anal. Calcd For H<sub>98</sub>C<sub>54</sub>N<sub>6</sub>O<sub>19</sub>V<sub>6</sub> (1441.03): C: 45.00; N: 5.83;\nH: 6.85. Found: C<sub>:</sub> 44.63; N: 5.96; H: 6.56. <sup>1</sup>H NMR δ = 8.55 (d, <italic>J</italic> = 5.80 Hz, 4H), 7.37\n(d, <italic>J</italic> = 5.92 Hz, 4H), 5.22 (s, 12H), 3.19–3.15\n(m, 16H), 1.61–1.53 (m, 16H), 1.34–1.29 (m, 16H), 0.94\n(t, <italic>J</italic> = 7.24 Hz, 24H). <sup>13</sup>C NMR δ\n= 150.5, 157.9, 121.8, 118.2, 84.8, 57.9, 41.4, 23.7, 19.6, 13.9,\n1.6, in addition to the CH<sub>3</sub>CN and TBA resonances. IR (KBr,\ncm<sup>–1</sup>): 2961 (m), 2932 (w), 2873 (m), 2851 (w), 1596\n(m), 1543 (w), 1483 (m), 1458 (w), 1410 (w), 1382 (w), 1082 (s), 1069\n(s), 954 (vs), 805 (s), 723 (s), 663 (m), 584 (m), 564 (w), 514 (w),\n485 (w), 418 (s).</p>", "clean_text": "Synthesis of TBA2[V6O13(L)2]⋅2CH3CN (1)\n\nA mixture of [n-Bu4N]3[H3V10O28] (6.24 g, 3.70 mmol) and H3L (2.03 g, 11.1 mmol) in acetonitrile (170 mL) was refluxed for 10 h. The dark green mixture was cooled slowly to room temperature and large amount of red crystals were formed after 10 h. The crystals were filtrated, washed with acetonitrile and diethyl ether, and dried in air. Yield: 4.62 g, 52% based on [n-Bu4N]3[H3V10O28]. Anal. Calcd For H98C54N6O19V6 (1441.03): C: 45.00; N: 5.83; H: 6.85. Found: C: 44.63; N: 5.96; H: 6.56. 1H NMR δ = 8.55 (d, J = 5.80 Hz, 4H), 7.37 (d, J = 5.92 Hz, 4H), 5.22 (s, 12H), 3.19-3.15 (m, 16H), 1.61-1.53 (m, 16H), 1.34-1.29 (m, 16H), 0.94 (t, J = 7.24 Hz, 24H). 13C NMR δ = 150.5, 157.9, 121.8, 118.2, 84.8, 57.9, 41.4, 23.7, 19.6, 13.9, 1.6, in addition to the CH3CN and TBA resonances. IR (KBr, cm-1): 2961 (m), 2932 (w), 2873 (m), 2851 (w), 1596 (m), 1543 (w), 1483 (m), 1458 (w), 1410 (w), 1382 (w), 1082 (s), 1069 (s), 954 (vs), 805 (s), 723 (s), 663 (m), 584 (m), 564 (w), 514 (w), 485 (w), 418 (s).", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of (TBA)<sub>3</sub>Cu­[V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>]<sub>2</sub>·4DEF (<bold>2</bold>)</title><p>A mixture of <bold>1</bold> (15 mg, 0.01 mmol), CuI (11\nmg, 0.06 mmol), tetrabutyl ammonium iodide (20 mg, 0.05 mmol), <italic>N</italic>,<italic>N</italic>′-diethylformamide (DEF) (3 mL),\nCH<sub>3</sub>CN (1 mL), and triethylamine (0.5 mL) was placed in\na 20 mL vial and stirred for 30 min. The vial was sealed, heated at\n100 °C for 3 days, and cooled to room temperature, after which\ndark brown stick crystals of <bold>2</bold> were obtained. Yield:\n15 mg, 30% based on <bold>1</bold>. Elemental analysis (%) calcd for\nH<sub>192</sub>C<sub>104</sub>N<sub>11</sub>O<sub>42</sub>V<sub>12</sub>Cu (2943.53): C: 42.44; N: 5.23; H: 6.57. Found: C: 43.12; N: 5.85;\nH: 5.83. IR (KBr, cm<sup>–1</sup>): 3425 (m), 3006 (w), 2973\n(w), 2893 (w), 2848 (w), 2472 (w), 1605 (s), 1537 (w), 1495 (w), 1476\n(w), 1460 (w), 1440 (w), 1415 (m), 1385 (m), 1356 (w), 1308 (w), 1224\n(m), 1163 (m), 1094 (vs), 1019 (vs), 1069 (vs), 1014 (m), 946 (vs),\n843 (w), 821 (m), 798 (vs), 707 (m), 675 (s), 583 (m), 554 (m), 488\n(w), 418 (vs), 376 (w).</p>", "clean_text": "Synthesis of (TBA)3Cu[V6O13(L)2]2⋅4DEF (2)\n\nA mixture of 1 (15 mg, 0.01 mmol), CuI (11 mg, 0.06 mmol), tetrabutyl ammonium iodide (20 mg, 0.05 mmol), N,N'-diethylformamide (DEF) (3 mL), CH3CN (1 mL), and triethylamine (0.5 mL) was placed in a 20 mL vial and stirred for 30 min. The vial was sealed, heated at 100 °C for 3 days, and cooled to room temperature, after which dark brown stick crystals of 2 were obtained. Yield: 15 mg, 30% based on 1. Elemental analysis (%) calcd for H192C104N11O42V12Cu (2943.53): C: 42.44; N: 5.23; H: 6.57. Found: C: 43.12; N: 5.85; H: 5.83. IR (KBr, cm-1): 3425 (m), 3006 (w), 2973 (w), 2893 (w), 2848 (w), 2472 (w), 1605 (s), 1537 (w), 1495 (w), 1476 (w), 1460 (w), 1440 (w), 1415 (m), 1385 (m), 1356 (w), 1308 (w), 1224 (m), 1163 (m), 1094 (vs), 1019 (vs), 1069 (vs), 1014 (m), 946 (vs), 843 (w), 821 (m), 798 (vs), 707 (m), 675 (s), 583 (m), 554 (m), 488 (w), 418 (vs), 376 (w).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Synthesis of (TBA)­Ag­[V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>]·Solvent (<bold>3</bold>)</title><p>A methanol\nsolution of AgNO<sub>3</sub>(0.1 mol/L) was slowly layered on the\ntop of a <italic>N</italic>,<italic>N</italic>′-dimethylacetamide\nand dimethyl sulfoxide mixed solution of compound <bold>1</bold> (0.1\nmol/L) through a buffer layer consists of <italic>N</italic>,<italic>N</italic>′-dimethylacetamide and methanol (1:2) in a 10 mL\nglass tube. After 2 weeks without being disturbed, a small amount\nof light brown stick crystals suitable for SXRD were obtained. We\nalso attempted to prepare compound <bold>3</bold> by a solvothermal\ntechnique; however, we were fruitless because Ag<sup>+</sup> ions\nare easily reduced at high temperature.</p>", "clean_text": "Synthesis of (TBA)Ag[V6O13(L)2]⋅Solvent (3)\n\nA methanol solution of AgNO3(0.1 mol/L) was slowly layered on the top of a N,N'-dimethylacetamide and dimethyl sulfoxide mixed solution of compound 1 (0.1 mol/L) through a buffer layer consists of N,N'-dimethylacetamide and methanol (1:2) in a 10 mL glass tube. After 2 weeks without being disturbed, a small amount of light brown stick crystals suitable for SXRD were obtained. We also attempted to prepare compound 3 by a solvothermal technique; however, we were fruitless because Ag+ ions are easily reduced at high temperature.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Single Crystal Structure\nAnalysis</title><p>Single crystals of <bold>1</bold>–<bold>3</bold> were mounted on glass fibers for indexing and single crystal X-ray\ndiffraction (SCXRD) data were recorded on a Rigaku Saturn 70-CCD diffractometer\nwith graphite-monochromated Mo Kα (λ = 0.71073 Å).\nStructures <bold>1</bold>–<bold>3</bold> were solved by the\ndirect method and refined on <italic>F</italic>\n<sup>2</sup> by full-matrix\nleast-squares methods using the SHELX-97 program package. All hydrogen atoms attached to carbon atoms\nwere geometrically placed and refined isotropically as a riding mode.\nBecause of the high symmetry of the porous framework structures, the\ncharge balancing cations in <bold>2</bold> and <bold>3</bold> cannot\nbe mapped by SCXRD studies, which are common in porous crystal structures. The residual electron density in the different\nFourier map that could not sensibly be assigned as solvents or cations\nwere eliminated by the SQUEEZE function of PLATON. The final formulas\nof <bold>2</bold> and <bold>3</bold> were defined by the combination\nof the results of the elemental analysis and thermogravimetric analysis\nand charge balance considerations. CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"1445407\">1445407</ext-link>, <ext-link ext-link-type=\"ccdc\" xlink:href=\"1445408\">1445408</ext-link>, and <ext-link ext-link-type=\"ccdc\" xlink:href=\"1846895\">1846895</ext-link> contain the supplementary crystallographic data\nfor <bold>1</bold>–<bold>3</bold>, and parameters are outlined\nin .</p>", "clean_text": "Single Crystal Structure Analysis\n\nSingle crystals of 1-3 were mounted on glass fibers for indexing and single crystal X-ray diffraction (SCXRD) data were recorded on a Rigaku Saturn 70-CCD diffractometer with graphite-monochromated Mo Kα (λ = 0.71073 Å). Structures 1-3 were solved by the direct method and refined on F 2 by full-matrix least-squares methods using the SHELX-97 program package. All hydrogen atoms attached to carbon atoms were geometrically placed and refined isotropically as a riding mode. Because of the high symmetry of the porous framework structures, the charge balancing cations in 2 and 3 cannot be mapped by SCXRD studies, which are common in porous crystal structures. The residual electron density in the different Fourier map that could not sensibly be assigned as solvents or cations were eliminated by the SQUEEZE function of PLATON. The final formulas of 2 and 3 were defined by the combination of the results of the elemental analysis and thermogravimetric analysis and charge balance considerations. CCDC 1445407, 1445408, and 1846895 contain the supplementary crystallographic data for 1-3, and parameters are outlined in .", "data": null, "include_properties": null}, {"idx": 12, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>X-ray Crystallographic Data for <bold>1</bold>–<bold>3</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row valign=\"middle\">\n<oasis:entry>compound</oasis:entry>\n<oasis:entry>\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>3</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>empirical formula</oasis:entry>\n<oasis:entry>C<sub>54</sub>H<sub>98</sub>N<sub>6</sub>O<sub>19</sub>V<sub>6</sub>\n</oasis:entry>\n<oasis:entry>C<sub>104</sub>H<sub>192</sub>CuN<sub>11</sub>O<sub>42</sub>V<sub>12</sub>\n</oasis:entry>\n<oasis:entry>C<sub>18</sub>H<sub>20</sub>AgN<sub>2</sub>O<sub>19</sub>V<sub>6</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>formula\nweight</oasis:entry>\n<oasis:entry>1441.02</oasis:entry>\n<oasis:entry>2943.51</oasis:entry>\n<oasis:entry>981.87</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>tetragonal</oasis:entry>\n<oasis:entry>trigonal</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic>P</italic>2(1)/<italic>c</italic>\n</oasis:entry>\n<oasis:entry>\n<italic>P</italic>4(2)/<italic>n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic>R</italic>3̅</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>\n<italic>a</italic> (Å)</oasis:entry>\n<oasis:entry>10.831(4)</oasis:entry>\n<oasis:entry>20.8997(4)</oasis:entry>\n<oasis:entry>36.42(3)</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>\n<italic>b</italic> (Å)</oasis:entry>\n<oasis:entry>17.590(5)</oasis:entry>\n<oasis:entry>20.8997(4)</oasis:entry>\n<oasis:entry>36.42(3)</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>\n<italic>c</italic> (Å)</oasis:entry>\n<oasis:entry>18.044(6)</oasis:entry>\n<oasis:entry>9.8147(4)</oasis:entry>\n<oasis:entry>10.729(14)</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>α (deg)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>β (deg)</oasis:entry>\n<oasis:entry>103.536(5)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>γ (deg)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>120</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>\n<italic>V</italic> (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>3342.1(18)</oasis:entry>\n<oasis:entry>4287.0(2)</oasis:entry>\n<oasis:entry>12325(22)</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>\n<italic>Z</italic>\n</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>9</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>\n<italic>F</italic>(000)</oasis:entry>\n<oasis:entry>1508</oasis:entry>\n<oasis:entry>3068</oasis:entry>\n<oasis:entry>4310</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>ρ<sub>calcd</sub> (g cm<sup>–3</sup>)</oasis:entry>\n<oasis:entry>1.432</oasis:entry>\n<oasis:entry>2.280</oasis:entry>\n<oasis:entry>1.191</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>temperature\n(K)</oasis:entry>\n<oasis:entry>293(2)</oasis:entry>\n<oasis:entry>293(2)</oasis:entry>\n<oasis:entry>293(2)</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>μ (mm<sup>–1</sup>)</oasis:entry>\n<oasis:entry>0.875</oasis:entry>\n<oasis:entry>1.608</oasis:entry>\n<oasis:entry>1.376</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>refln collected</oasis:entry>\n<oasis:entry>25130</oasis:entry>\n<oasis:entry>31792</oasis:entry>\n<oasis:entry>13903</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>independent refln</oasis:entry>\n<oasis:entry>7505</oasis:entry>\n<oasis:entry>4897</oasis:entry>\n<oasis:entry>6005</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>parameters</oasis:entry>\n<oasis:entry>386</oasis:entry>\n<oasis:entry>258</oasis:entry>\n<oasis:entry>211</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>GOF on <italic>F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>1.037</oasis:entry>\n<oasis:entry>1.057</oasis:entry>\n<oasis:entry>1.035</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry morerows=\"1\">final <italic>R</italic> indices (<italic>I</italic> = 2σ(<italic>I</italic>))<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sub>1</sub> = 0.0446</oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sub>1</sub> = 0.0579</oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sub>1</sub> = 0.0738</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>\n<italic>wR</italic>\n<sub>2</sub> = 0.1220</oasis:entry>\n<oasis:entry>\n<italic>wR</italic>\n<sub>2</sub> = 0.1528</oasis:entry>\n<oasis:entry>\n<italic>wR</italic>\n<sub>2</sub> = 0.1390</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry morerows=\"1\">\n<italic>R</italic> indices (all data)<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sub>1</sub> = 0.0570</oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sub>1</sub> = 0.0604</oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sub>1</sub> = 0.1318</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>\n<italic>wR</italic>\n<sub>2</sub> = 0.1361</oasis:entry>\n<oasis:entry>\n<italic>wR</italic>\n<sub>2</sub> = 0.1549</oasis:entry>\n<oasis:entry>\n<italic>wR</italic>\n<sub>2</sub> = 0.1570</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>\n<italic>R</italic>\n<sub>1</sub> = ∑||<italic>F</italic>\n<sub>o</sub>| – |<italic>F</italic>\n<sub>c</sub>||/∑|<italic>F</italic>\n<sub>o</sub>|. <italic>wR</italic>\n<sub>2</sub> = [∑<italic>w</italic>(<italic>F</italic>\n<sub>o</sub>\n<sup>2</sup>– <italic>F</italic>\n<sub>c</sub>\n<sup>2</sup>)<sup>2</sup>/∑<italic>w</italic>(<italic>F</italic>\n<sub>o</sub>\n<sup>2</sup>)<sup>2</sup>]<sup>1/2</sup>; <italic>w</italic> = 1/[σ<sup>2</sup>(<italic>F</italic>\n<sub>o</sub>\n<sup>2</sup>) + (<italic>xP</italic>)<sup>2</sup> + <italic>yP</italic>], <italic>P</italic> = (<italic>F</italic>\n<sub>o</sub>\n<sup>2</sup> + 2<italic>F</italic>\n<sub>c</sub>\n<sup>2</sup>)/3, where <italic>x</italic> = 0.0745, <italic>y</italic> = 1.475300 for <bold>1</bold>; <italic>x</italic> = 0.077000, <italic>y</italic> = 18.391499 for <bold>2</bold>, <italic>x</italic> = 0.0409, <italic>y</italic> = 0 for <bold>3</bold>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Electrochemical Analysis</title><p>Cyclic voltammetry (CV) and linear-sweep voltammetry (LSV) were\nused to investigate the electrochemical properties through a conventional\nthree-electrode system. The working electrode is a rotating ring-disk\nelectrode (RRDE, Φ = 5.61 mm) equipped on a Pine instrument,\nwith the saturated Ag/AgCl and Pt foil as the corresponding reference\nelectrode and counter electrode, respectively. First, 1 mg of compound <bold>2</bold> was sonicated in a 3:1 water–isopropanol mixture\n(10 mL) containing 10 μL of Nafion solution (5 wt %). Then,\nthis catalyst slurry was drop-coated onto the disk electrode surface\nof RRDE and dried under a lamp to form a uniform thin film (ca. 100\nμg cm<sup>–2</sup>) as the working electrode. Phosphate-buffered\naqueous solutions (0.2 M, pH 7.0), respectively saturated with N<sub>2</sub> and O<sub>2</sub>, were used as the electrolytes. In order\nto reach a stable electrochemical surface, the working electrode was\nrepeatedly scanned between the potential of −1.0 and 0.2 V\nat a scan rate of 100 mV s<sup>–1</sup> for more than 20 cycles\nprior to the electrochemical tests. The ring electrode potential of\nRRDE was set at +0.50 V for the oxidation of any hydrogen peroxide\nintermediates that passed on the ring surface. All polarization currents\nhad been processed background subtraction and normalized by dividing\nthe geometric area of disk electrode of RRDE. All measurements were\nconducted under the constant ambient temperature (25 ± 2 <sup>o̲</sup>C). The number of electrons transferred (<italic>n</italic>) and the HO<sub>2</sub>\n<sup>–</sup> intermediate production\npercentage (HO<sub>2</sub>\n<sup>–</sup> (%)) during the electrocatalytic\nORR process were determined based on the following equations, respectively:<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic xlink:href=\"ic-2018-015285_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi mathvariant=\"italic\">n</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn mathvariant=\"normal\">4</mml:mn>\n<mml:mo>×</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">r</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:mi mathvariant=\"italic\">N</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"ueq2\">\n<alternatives>\n<graphic xlink:href=\"ic-2018-015285_m002.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msup>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">HO</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn mathvariant=\"normal\">2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:mo linebreak=\"nobreak\" stretchy=\"false\">(</mml:mo>\n<mml:mo>%</mml:mo>\n<mml:mo stretchy=\"false\">)</mml:mo>\n<mml:mo>=</mml:mo>\n<mml:mn mathvariant=\"normal\">200</mml:mn>\n<mml:mo>×</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">r</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:mi>N</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">d</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">r</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:mi mathvariant=\"italic\">N</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>I</italic>\n<sub>d</sub> and <italic>I</italic>\n<sub>r</sub> represent\nthe current recorded from the disk and ring electrodes, respectively,\nand <italic>N</italic> is the collection coefficient, which was calculated\nto be ca. 0.38 using the [Fe­(CN)<sub>6</sub>]<sup>3–/4–</sup> as redox probe.</p>", "clean_text": "Electrochemical Analysis\n\nCyclic voltammetry (CV) and linear-sweep voltammetry (LSV) were used to investigate the electrochemical properties through a conventional three-electrode system. The working electrode is a rotating ring-disk electrode (RRDE, Φ = 5.61 mm) equipped on a Pine instrument, with the saturated Ag/AgCl and Pt foil as the corresponding reference electrode and counter electrode, respectively. First, 1 mg of compound 2 was sonicated in a 3:1 water-isopropanol mixture (10 mL) containing 10 μL of Nafion solution (5 wt %). Then, this catalyst slurry was drop-coated onto the disk electrode surface of RRDE and dried under a lamp to form a uniform thin film (ca. 100 μg cm-2) as the working electrode. Phosphate-buffered aqueous solutions (0.2 M, pH 7.0), respectively saturated with N2 and O2, were used as the electrolytes. In order to reach a stable electrochemical surface, the working electrode was repeatedly scanned between the potential of -1.0 and 0.2 V at a scan rate of 100 mV s-1 for more than 20 cycles prior to the electrochemical tests. The ring electrode potential of RRDE was set at +0.50 V for the oxidation of any hydrogen peroxide intermediates that passed on the ring surface. All polarization currents had been processed background subtraction and normalized by dividing the geometric area of disk electrode of RRDE. All measurements were conducted under the constant ambient temperature (25 ± 2 o̲C). The number of electrons transferred (n) and the HO2 - intermediate production percentage (HO2 - (%)) during the electrocatalytic ORR process were determined based on the following equations, respectively:    n = 4 ×     I   d       I   d   +  (   I   r   / N )              HO   2    -   ⁡ ( % ) = 200 ×     I   r   / N     I   d   +  (   I   r   / N )      where I d and I r represent the current recorded from the disk and ring electrodes, respectively, and N is the collection coefficient, which was calculated to be ca. 0.38 using the [Fe(CN)6]3-/4- as redox probe.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Syntheses</title><p>So far,\norganic ligand functionalized Lindqvist-type POMs have been well-studied\nin material sciences. Inspired by these results, we\nfirst introduced a tripodal alcohol ligand H<sub>3</sub>L to the Lindqvist-type\nPOM cluster and obtained a new hybrid lindqvist-type POM TBA<sub>2</sub>[V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>]·2CH<sub>3</sub>CN (<bold>1</bold>). <bold>1</bold> was prepared with high yield\nthrough refluxing (TBA)<sub>3</sub>[H<sub>3</sub>V<sub>10</sub>O<sub>28</sub>] precursor and H<sub>3</sub>L in dry acetonitrile (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b01528/suppl_file/ic8b01528_si_001.pdf\">Supporting Information</ext-link>). The successful incorporation\nof L into the POM cluster can be deduced from <sup>1</sup>H NMR spectrum\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b01528/suppl_file/ic8b01528_si_001.pdf\">Figure S1</ext-link>). Furthermore, high-resolution\nelectrospray ionization mass spectrometry (ESI-MS) also confirms the\nidentity of <bold>1</bold>. The peak at <italic>m</italic>/<italic>z</italic> 436.87 is assigned as [V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>]<sup>2–</sup> (<bold>1a</bold>), which is in good\nconsistent with the theoretical peak of <bold>1a</bold> (). It has been reported\nthat tripodal alcohol ligands functionalized Lindqvist-type structures\nusually possess <italic>trans</italic>- and <italic>cis</italic>-configurations. Here, the expected <italic>trans</italic>-configuration\nin <bold>1a</bold> is proved by SCXRD analysis. The structural analysis\nindicates that <bold>1</bold> consists of one L-grafted cluster <bold>1a</bold>, two TBA cations, and two guest acetonitrile molecules. <bold>1a</bold> can be depicted as two deprotonated L ligands capped on\ntwo opposite sides of a Lindqvist-type hexavanadate cluster, and the\nLindqvist-type anion rests on an inversion center. The length of the\nwhole polyanion measured between the two pyridyl nitrogen atoms is\naround 1.69 nm (a), which is a little longer than that in a L-grafted Anderson-type\nPOM [MnMo<sub>6</sub>O<sub>18</sub>(L)<sub>2</sub>]<sup>3–</sup> (1.47 nm) reported by us previous. Compared\nwith POMs functionalized with flexible pyridyl groups,\n<bold>1a</bold> is preferable for further assembly\nbecause its contains rigid pyridyl groups which hold more definite\ndirectional information. What’s more, the coordination sites\nof 4-pyridyl groups in <bold>1a</bold> are easily accessible without\nany steric hindrance from the POM cluster, thus providing new opportunities\nfor further assembly with transition metal ions. Using <bold>1</bold> as a precursor to react with CuI under solvothermal conditions,\ndark brown crystals of <bold>2</bold> were obtained. When silver salts\nwere used to instead CuI under similar conditions, no crystal forms\nand black silver precipitate was observed, mainly because Ag<sup>+</sup> ions are easily reduced under high temperature. Therefore, a mild\nmethod was used for the reactions of silver salts with <bold>1</bold>. Light brown stick crystals of <bold>3</bold> were grown by layering\nmethanolic AgNO<sub>3</sub> onto a mixed solution of <italic>N</italic>,<italic>N</italic>′-dimethylacetamide and dimethyl sulfoxide\nthat contains <bold>1</bold> after several days. Due to the very low\nyield, we only report the crystal structure of <bold>3</bold> in this\nwork.</p>", "clean_text": "Results and Discussion\n\nSyntheses\n\nSo far, organic ligand functionalized Lindqvist-type POMs have been well-studied in material sciences. Inspired by these results, we first introduced a tripodal alcohol ligand H3L to the Lindqvist-type POM cluster and obtained a new hybrid lindqvist-type POM TBA2[V6O13(L)2]⋅2CH3CN (1). 1 was prepared with high yield through refluxing (TBA)3[H3V10O28] precursor and H3L in dry acetonitrile (Supporting Information). The successful incorporation of L into the POM cluster can be deduced from 1H NMR spectrum (Figure S1). Furthermore, high-resolution electrospray ionization mass spectrometry (ESI-MS) also confirms the identity of 1. The peak at m/z 436.87 is assigned as [V6O13(L)2]2- (1a), which is in good consistent with the theoretical peak of 1a (). It has been reported that tripodal alcohol ligands functionalized Lindqvist-type structures usually possess trans- and cis-configurations. Here, the expected trans-configuration in 1a is proved by SCXRD analysis. The structural analysis indicates that 1 consists of one L-grafted cluster 1a, two TBA cations, and two guest acetonitrile molecules. 1a can be depicted as two deprotonated L ligands capped on two opposite sides of a Lindqvist-type hexavanadate cluster, and the Lindqvist-type anion rests on an inversion center. The length of the whole polyanion measured between the two pyridyl nitrogen atoms is around 1.69 nm (a), which is a little longer than that in a L-grafted Anderson-type POM [MnMo6O18(L)2]3- (1.47 nm) reported by us previous. Compared with POMs functionalized with flexible pyridyl groups, 1a is preferable for further assembly because its contains rigid pyridyl groups which hold more definite directional information. What's more, the coordination sites of 4-pyridyl groups in 1a are easily accessible without any steric hindrance from the POM cluster, thus providing new opportunities for further assembly with transition metal ions. Using 1 as a precursor to react with CuI under solvothermal conditions, dark brown crystals of 2 were obtained. When silver salts were used to instead CuI under similar conditions, no crystal forms and black silver precipitate was observed, mainly because Ag+ ions are easily reduced under high temperature. Therefore, a mild method was used for the reactions of silver salts with 1. Light brown stick crystals of 3 were grown by layering methanolic AgNO3 onto a mixed solution of N,N'-dimethylacetamide and dimethyl sulfoxide that contains 1 after several days. Due to the very low yield, we only report the crystal structure of 3 in this work.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>ESI-MS of <bold>1</bold>, showing that the experimental peak of [V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>]<sup>2–</sup> is in good\nconsistent with the theoretical value.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic-2018-015285_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  ESI-MS of 1, showing that the experimental peak of [V6O13(L)2]2- is in good consistent with the theoretical value.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Structure of <bold>1a</bold>; (b) coordination environment of\nCu<sup>+</sup> ion in <bold>2</bold>; (c) view of the 3D anionic framework\nbased on four-connected Cu<sup>+</sup> ions and <bold>1a</bold> anions;\n(d) diamondoid cavity built from 12 <bold>1a</bold> anions and 12\nCu<sup>+</sup> ions in <bold>2</bold>; (e) view of the 6-fold interpenetration\nframework in <bold>2</bold>. Color codes in (a–d): VO<sub>6</sub>: green.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic-2018-015285_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Structure of 1a; (b) coordination environment of Cu+ ion in 2; (c) view of the 3D anionic framework based on four-connected Cu+ ions and 1a anions; (d) diamondoid cavity built from 12 1a anions and 12 Cu+ ions in 2; (e) view of the 6-fold interpenetration framework in 2. Color codes in (a-d): VO6: green.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<title>Crystal Structural Description\nof <bold>2</bold>\n</title><p>SCXRD analysis indicated that <bold>2</bold> crystallizes in the tetragonal <italic>P</italic>4<sub>2</sub>/<italic>n</italic> space group and features a 3D porous anionic framework\nbased on 4-connected Cu<sup>+</sup> ions and <bold>1a</bold> anions.\nThe asymmetric unit contains one-quarter Cu<sup>+</sup> ion and half\nof [V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>]<sup>2–</sup> cluster. The Cu<sup>+</sup> ion employs a slightly distorted tetrahedral\ngeometry and is ligated by four pyridyl nitrogen atoms from different <bold>1a</bold> anions with N–Cu–N bond angles of about 104.46(15)\nand 112.04(8)° (b). The Cu–N bond length is 2.035(3) Å, which\nis comparable with the reported Cu<sup>+</sup>-based frameworks. Every <bold>1a</bold> anion acts as a linear\nbridge to join two neighboring Cu<sup>+</sup> ions, and the Cu–Cu\ndistance is about 2.09 nm. Such linkage between tetrahedral Cu<sup>+</sup> ions and linear <bold>1a</bold> anions lead to the creation\nof a 3D anionic framework with diamond topology (c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b01528/suppl_file/ic8b01528_si_001.pdf\">S2</ext-link>). It is noteworthy that Hill and co-workers made the first\nLindqvist-type POM-based cluster organic framework Tb­[V<sub>6</sub>O<sub>13</sub>{(OCH<sub>2</sub>)<sub>3</sub>C­(NH<sub>2</sub>CH<sub>2</sub>C<sub>6</sub>H<sub>4</sub>-4-CO<sub>2</sub>)}­{(OCH<sub>2</sub>)<sub>3</sub>C­(NHCH<sub>2</sub>-C<sub>6</sub>H<sub>4</sub>-4-CO<sub>2</sub>)}<sub>2</sub>] (<bold>Tb1</bold>). However, an auxiliary ligand 4,4-bis­(pyridine-<italic>N</italic>-oxide) is indispensable in their assembly process for the formation\nof the framework structure. Comparatively, no additional auxiliary\nligand is needed during the formation of the framework of <bold>2</bold>. The size of tetragonal channels based on opposite atoms and polyhedra\nin <bold>2</bold> is about 2.43 × 4.24 nm<sup>2</sup>. The whole\nsize of the diamondoid cage is 5.88 × 4.21 nm<sup>2</sup>, and\nthe inner diameter is about 3.04 nm (d). Such extremely porous characteristic\ngives rise to 6-fold interpenetration of six symmetry-related frameworks\n(e). Although\nthe final structure is 6-fold interpenetrated, there is still a large\nirregular channels with size of about 0.90 × 0.90 nm<sup>2</sup> in the <italic>ab</italic> plane. The disordered TBA cations and\nsolvent molecules which play the role of charge balancing and framework\nstabilization occupied those approximate nanoscale channels. PLATON\ncalculation indicates that the total empty volume of the 6-fold interpenetrated\nanionic framework is 1764.8 Å<sup>3</sup>, corresponding to 41.2%\nof the total crystal volume (4287.0 Å<sup>3</sup>).</p>", "clean_text": "Crystal Structural Description of 2 \n\nSCXRD analysis indicated that 2 crystallizes in the tetragonal P42/n space group and features a 3D porous anionic framework based on 4-connected Cu+ ions and 1a anions. The asymmetric unit contains one-quarter Cu+ ion and half of [V6O13(L)2]2- cluster. The Cu+ ion employs a slightly distorted tetrahedral geometry and is ligated by four pyridyl nitrogen atoms from different 1a anions with N-Cu-N bond angles of about 104.46(15) and 112.04(8)° (b). The Cu-N bond length is 2.035(3) Å, which is comparable with the reported Cu+-based frameworks. Every 1a anion acts as a linear bridge to join two neighboring Cu+ ions, and the Cu-Cu distance is about 2.09 nm. Such linkage between tetrahedral Cu+ ions and linear 1a anions lead to the creation of a 3D anionic framework with diamond topology (c and S2). It is noteworthy that Hill and co-workers made the first Lindqvist-type POM-based cluster organic framework Tb[V6O13{(OCH2)3C(NH2CH2C6H4-4-CO2)}{(OCH2)3C(NHCH2-C6H4-4-CO2)}2] (Tb1). However, an auxiliary ligand 4,4-bis(pyridine-N-oxide) is indispensable in their assembly process for the formation of the framework structure. Comparatively, no additional auxiliary ligand is needed during the formation of the framework of 2. The size of tetragonal channels based on opposite atoms and polyhedra in 2 is about 2.43 × 4.24 nm2. The whole size of the diamondoid cage is 5.88 × 4.21 nm2, and the inner diameter is about 3.04 nm (d). Such extremely porous characteristic gives rise to 6-fold interpenetration of six symmetry-related frameworks (e). Although the final structure is 6-fold interpenetrated, there is still a large irregular channels with size of about 0.90 × 0.90 nm2 in the ab plane. The disordered TBA cations and solvent molecules which play the role of charge balancing and framework stabilization occupied those approximate nanoscale channels. PLATON calculation indicates that the total empty volume of the 6-fold interpenetrated anionic framework is 1764.8 Å3, corresponding to 41.2% of the total crystal volume (4287.0 Å3).", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<title>Crystal Structural\nDescription of <bold>3</bold>\n</title><p>SCXRD analysis revealed that <bold>3</bold> crystallizes in the centrosymmetric space group <italic>R</italic>3̅ and exhibits a 3D structure. There are half a\nAg<sup>+</sup> ion and half a [V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>]<sup>2–</sup> cluster in the asymmetric unit. Different\nfrom Cu<sup>+</sup> ion in <bold>2</bold>, the Ag<sup>+</sup> ion\nin <bold>3</bold> has a square-planar geometry and is surrounded by\ntwo nitrogen atoms from two pyridyl groups and two bridge oxygen atoms\nof two Linqvist-type clusters (a). The Ag–N and Ag–O bond distances\nare 2.174(5) and 2.811(5) Å, respectively. In <bold>3</bold>,\nthe Ag<sup>+</sup> ions are linked by [V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>]<sup>2–</sup> polyanions to give rise to an\ninfinite 1D cluster chain with Ag–Ag distance of 2.13 nm (a). The most intriguing\nstructural feature in <bold>3</bold> is further assembly of these\n1D cluster chains. Three discrete chains are aligned in a crossed\nmode to generate a unique layer containing a three-membered window\nin the <italic>ab</italic> plane (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b01528/suppl_file/ic8b01528_si_001.pdf\">Figure S3</ext-link>). The adjoining layer is rotated by 60° along the vertical\naxis in the center of the three-membered window, giving rise to a\nlarger six-membered hole and a smaller three-membered hole along the <italic>c</italic> axis (b,c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b01528/suppl_file/ic8b01528_si_001.pdf\">S4</ext-link>). Furthermore, the adjacent\nlayers are interconnected by Ag–O bonds of two intersected\nchains from different layers, resulting in the formation of a 3D open\nframework with two kinds of channels with smaller triangular and large\nhexagonal shapes (d). As is well known, such structure is not common in cluster\norganic framework materials. The size of the larger hexagonal channel\nis about 1.52 nm. The total potential accessible volume of the framework\nis about 50.6% based on PLATON calculation, which is a slightly higher\nthan that of <bold>2</bold>.</p>", "clean_text": "Crystal Structural Description of 3 \n\nSCXRD analysis revealed that 3 crystallizes in the centrosymmetric space group R3̅ and exhibits a 3D structure. There are half a Ag+ ion and half a [V6O13(L)2]2- cluster in the asymmetric unit. Different from Cu+ ion in 2, the Ag+ ion in 3 has a square-planar geometry and is surrounded by two nitrogen atoms from two pyridyl groups and two bridge oxygen atoms of two Linqvist-type clusters (a). The Ag-N and Ag-O bond distances are 2.174(5) and 2.811(5) Å, respectively. In 3, the Ag+ ions are linked by [V6O13(L)2]2- polyanions to give rise to an infinite 1D cluster chain with Ag-Ag distance of 2.13 nm (a). The most intriguing structural feature in 3 is further assembly of these 1D cluster chains. Three discrete chains are aligned in a crossed mode to generate a unique layer containing a three-membered window in the ab plane (Figure S3). The adjoining layer is rotated by 60° along the vertical axis in the center of the three-membered window, giving rise to a larger six-membered hole and a smaller three-membered hole along the c axis (b,c and S4). Furthermore, the adjacent layers are interconnected by Ag-O bonds of two intersected chains from different layers, resulting in the formation of a 3D open framework with two kinds of channels with smaller triangular and large hexagonal shapes (d). As is well known, such structure is not common in cluster organic framework materials. The size of the larger hexagonal channel is about 1.52 nm. The total potential accessible volume of the framework is about 50.6% based on PLATON calculation, which is a slightly higher than that of 2.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) View of the coordination environment of\nAg<sup>+</sup> ion in <bold>3</bold>; (b and c) schematic presentation\nof the packing arrangement for the 1D coordination chains; (d) view\nof the 3D anionic framework of <bold>3</bold>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic-2018-015285_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) View of the coordination environment of Ag+ ion in 3; (b and c) schematic presentation of the packing arrangement for the 1D coordination chains; (d) view of the 3D anionic framework of 3.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<title>PXRD Patterns, Thermalgravimetric Analysis, and IR Spectra</title><p>In powder X-ray diffraction (PXRD) of <bold>2</bold>, the good consistence\nbetween the experimental pattern of the as-synthesized sample and\nthe simulated pattern based on SCXRD result indicates the phase purity\nof <bold>2</bold> (). Thermogravimetric analysis of <bold>2</bold> exhibits a\nweight loss of 7.83% from 30 to 200 °C approximately corresponding\nto the removal of free DEF molecules (calcd 7.38%, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b01528/suppl_file/ic8b01528_si_001.pdf\">Figure S5</ext-link>). Variable-temperature PXRD patterns prove that <bold>2</bold> can keep its crystallinity up to 230 °C (), which is superior than that\nof <bold>Tb1</bold> (decomposition above 200 °C). In the IR spectra\nof <bold>1</bold> and <bold>2</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b01528/suppl_file/ic8b01528_si_001.pdf\">Figure S6</ext-link>), the typical vibrational peaks of V–O<sub>t</sub> and V–O<sub>b</sub> (O<sub>t</sub>, terminal oxo, and O<sub>b</sub>, bridge oxo)\non the Lindqvist-type skeleton are situated at 1016–856 cm<sup>–1</sup> and 810–700 cm<sup>–1</sup>, respectively. The characteristic stretching\nvibrations of TBA cations can be found at 1370–1460 and 3059–2844\ncm<sup>–1</sup>.\n</p>", "clean_text": "PXRD Patterns, Thermalgravimetric Analysis, and IR Spectra\n\nIn powder X-ray diffraction (PXRD) of 2, the good consistence between the experimental pattern of the as-synthesized sample and the simulated pattern based on SCXRD result indicates the phase purity of 2 (). Thermogravimetric analysis of 2 exhibits a weight loss of 7.83% from 30 to 200 °C approximately corresponding to the removal of free DEF molecules (calcd 7.38%, Figure S5). Variable-temperature PXRD patterns prove that 2 can keep its crystallinity up to 230 °C (), which is superior than that of Tb1 (decomposition above 200 °C). In the IR spectra of 1 and 2 (Figure S6), the typical vibrational peaks of V-Ot and V-Ob (Ot, terminal oxo, and Ob, bridge oxo) on the Lindqvist-type skeleton are situated at 1016-856 cm-1 and 810-700 cm-1, respectively. The characteristic stretching vibrations of TBA cations can be found at 1370-1460 and 3059-2844 cm-1. ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Simulated and experimental\nvariable-temperature PXRD patterns of <bold>2</bold>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ic-2018-015285_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Simulated and experimental variable-temperature PXRD patterns of 2.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<title>Electrocatalytic Study</title><p>Considering\nrich redox chemistry with stable redox states and multiple electron\ntransfer steps of POM, as well as particular\noxygen reduction activity of the Cu–N<sub>\n<italic>x</italic>\n</sub> moiety, we investigated the electrocatalytic\nactivity of <bold>2</bold> using oxygen reduction reaction (ORR) in\nfuel cells as a model reaction. The test was conducted in 0.2 M neutral\nphosphate-buffered solution (pH 7.0) by using <bold>2</bold>-modified\nRRDE as the working electrode. PXRD patterns (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b01528/suppl_file/ic8b01528_si_001.pdf\">Figure S7</ext-link>) proved that <bold>2</bold> is stable in neutral\nphosphate-buffered solution. As depicted in a, clearly different from the cases in N<sub>2</sub>-saturated electrolyte, cyclic voltammograms (CV) recorded\non <bold>2</bold>-modified electrode and bare electrode (i.e., no <bold>2</bold> modification) in O<sub>2</sub>-saturated electrolyte exhibit\nsteep rise in the cathodic oxygen reduction current. The ORR current\non <bold>2</bold>-modified electrode is significantly larger across\nthe whole potential range than that on bare electrode, indicating <bold>2</bold> is beneficial for ORR. The ORR onset potential on <bold>2</bold>-modified electrode is ca. 100 mV, while the onset potential\non bare electrode is almost 300 mV, further identifying that <bold>2</bold> is an efficient electrocatalyst for ORR.</p>", "clean_text": "Electrocatalytic Study\n\nConsidering rich redox chemistry with stable redox states and multiple electron transfer steps of POM, as well as particular oxygen reduction activity of the Cu-N x  moiety, we investigated the electrocatalytic activity of 2 using oxygen reduction reaction (ORR) in fuel cells as a model reaction. The test was conducted in 0.2 M neutral phosphate-buffered solution (pH 7.0) by using 2-modified RRDE as the working electrode. PXRD patterns (Figure S7) proved that 2 is stable in neutral phosphate-buffered solution. As depicted in a, clearly different from the cases in N2-saturated electrolyte, cyclic voltammograms (CV) recorded on 2-modified electrode and bare electrode (i.e., no 2 modification) in O2-saturated electrolyte exhibit steep rise in the cathodic oxygen reduction current. The ORR current on 2-modified electrode is significantly larger across the whole potential range than that on bare electrode, indicating 2 is beneficial for ORR. The ORR onset potential on 2-modified electrode is ca. 100 mV, while the onset potential on bare electrode is almost 300 mV, further identifying that 2 is an efficient electrocatalyst for ORR.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Typical CVs on the <bold>2</bold>-modified electrode and bare electrode in N<sub>2</sub>-\nand O<sub>2</sub>-saturated 0.20 M pH 7.0 phosphate-buffered at a\nscan rate of 10 mV s<sup>–1</sup>. (b) LSVs respectively recorded\non the <bold>2</bold>-modified electrode and bare electrode in O<sub>2</sub>-saturated 0.20 M pH 7.0 phosphate buffer with electrode rotation\nspeed of 1600 rpm and scan rate of 5 mV s<sup>–1</sup>; the\ndotted curve represents the ring current density on <bold>2</bold>-modified electrode. (c) Variations in the electron-transfer number\nand HO<sub>2</sub>\n<sup>–</sup> yield at various disk electrode\npotentials during the ORR on <bold>2</bold>-modified RRDE; (d) durability\ntest of <bold>2</bold>-modified electrode at −0.80 V in O<sub>2</sub>-saturated 0.20 M pH 7.0 phosphate buffer with electrode rotation\nspeed of 1600 rpm, inset being the LSVs measured before and after\nthe durability test.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ic-2018-015285_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Typical CVs on the 2-modified electrode and bare electrode in N2- and O2-saturated 0.20 M pH 7.0 phosphate-buffered at a scan rate of 10 mV s-1. (b) LSVs respectively recorded on the 2-modified electrode and bare electrode in O2-saturated 0.20 M pH 7.0 phosphate buffer with electrode rotation speed of 1600 rpm and scan rate of 5 mV s-1; the dotted curve represents the ring current density on 2-modified electrode. (c) Variations in the electron-transfer number and HO2 - yield at various disk electrode potentials during the ORR on 2-modified RRDE; (d) durability test of 2-modified electrode at -0.80 V in O2-saturated 0.20 M pH 7.0 phosphate buffer with electrode rotation speed of 1600 rpm, inset being the LSVs measured before and after the durability test.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>To further evaluate the ORR activity of <bold>2</bold>, linear\nsweep voltammogram (LSV) measurements at a rotating speed of 1600\nrpm were recorded. As shown in b, on bare electrode, the rate of ORR is really sluggish,\nwith an apparent current response at almost −0.60 V and a final\nreach of 1.0 mA cm<sup>–2</sup> at −1.0 V. As for <bold>2</bold>-modified electrode, discernible ORR current is observed\nat above −0.25 V and the current quickly increases with the\npotential sweeping to more negative direction, with a final current\ndensity approaching to 2.5 mA cm<sup>–2</sup> at −1.0\nV. It should be mentioned that there is an almost constantly a huge\npotential gap of ca. 300 mV required for the bare electrode to reach\nthe same current density as that on <bold>2</bold>-modified electrode,\nalthough ORR on both electrodes are far from reaching a diffusion-controlled\nprocess with the appearance of current plateaus. Obviously, the positive\nshift of the potentials further suggests the efficient electrocatalytic\nactivity of <bold>2</bold>. We have also investigated the number of\nelectrons transferred (<italic>n</italic>) per O<sub>2</sub> molecule\non <bold>2</bold> during the ORR process based on the disk and ring\ncurrents recorded on <bold>2</bold>-modified RRDE (b). As illustrated in c, an average value\nof 3.46 in a wide range of potentials from −0.25 to −1.0\nV is determined, and the corresponding HO<sub>2</sub>\n<sup>–</sup> yield is only at 20–30%, demonstrating a highly desired four-electron-dominant\nORR pathway on <bold>2</bold>-modified RRDE, which is very close to\nthe theoretical value for ideal one-step direct reduction of O<sub>2</sub> with high selectivity for H<sub>2</sub>O production. Although\nthe mechanism underlying the nearly four-electron electrocatalytic\nreduction of O<sub>2</sub> on <bold>2</bold> still remains to be investigated\nin our future studies, the above results may shed some light on the\ndesign and synthesis of POM-based ORR electrocatalysts with more superior\nactivity.</p>", "clean_text": "To further evaluate the ORR activity of 2, linear sweep voltammogram (LSV) measurements at a rotating speed of 1600 rpm were recorded. As shown in b, on bare electrode, the rate of ORR is really sluggish, with an apparent current response at almost -0.60 V and a final reach of 1.0 mA cm-2 at -1.0 V. As for 2-modified electrode, discernible ORR current is observed at above -0.25 V and the current quickly increases with the potential sweeping to more negative direction, with a final current density approaching to 2.5 mA cm-2 at -1.0 V. It should be mentioned that there is an almost constantly a huge potential gap of ca. 300 mV required for the bare electrode to reach the same current density as that on 2-modified electrode, although ORR on both electrodes are far from reaching a diffusion-controlled process with the appearance of current plateaus. Obviously, the positive shift of the potentials further suggests the efficient electrocatalytic activity of 2. We have also investigated the number of electrons transferred (n) per O2 molecule on 2 during the ORR process based on the disk and ring currents recorded on 2-modified RRDE (b). As illustrated in c, an average value of 3.46 in a wide range of potentials from -0.25 to -1.0 V is determined, and the corresponding HO2 - yield is only at 20-30%, demonstrating a highly desired four-electron-dominant ORR pathway on 2-modified RRDE, which is very close to the theoretical value for ideal one-step direct reduction of O2 with high selectivity for H2O production. Although the mechanism underlying the nearly four-electron electrocatalytic reduction of O2 on 2 still remains to be investigated in our future studies, the above results may shed some light on the design and synthesis of POM-based ORR electrocatalysts with more superior activity.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>The stability of <bold>2</bold> under catalytic conditions\nwas further tested with chronoamperometric measurements. As depicted\nin d, the current–time\n(<italic>i</italic>–<italic>t</italic>) curve for <bold>2</bold>-modified electrode at the constant potential of −0.8 V exhibits\na small attenuation and high current retention (&gt;95%) after a nearly\n10 h of durability test. Furthermore, the LSV curve on <bold>2</bold>-modified electrode measured after the durability test shows very\nlittle deviation from the one measured before the durability test.\nThese promising results strongly conclude that <bold>2</bold> is also\na highly robust ORR catalyst in the natural media.</p>", "clean_text": "The stability of 2 under catalytic conditions was further tested with chronoamperometric measurements. As depicted in d, the current-time (i-t) curve for 2-modified electrode at the constant potential of -0.8 V exhibits a small attenuation and high current retention (>95%) after a nearly 10 h of durability test. Furthermore, the LSV curve on 2-modified electrode measured after the durability test shows very little deviation from the one measured before the durability test. These promising results strongly conclude that 2 is also a highly robust ORR catalyst in the natural media.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, we have successfully constructed two unprecedented\ncluster organic frameworks (TBA)<sub>3</sub>Cu­[V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>]<sub>2</sub>·4DEF (<bold>2</bold>) and\n(TBA)­Ag­[V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>] solvent (<bold>3</bold>) based on Lindqvist-type POM SBUs. Structural analysis reveal\nthat <bold>2</bold> is a 3D 6-fold interpenetrated framework structure\nwith diamond topology, while <bold>3</bold> is a noninterpenetrated\n3D framework structure with nanoscale 1D hexagonal channels. Compounds <bold>2</bold> and <bold>3</bold> represent the second examples of cluster\norganic frameworks built from Lindqvist-type POM SBUs. In addition,\nthe framework of <bold>2</bold> shows good thermal stability and can\ncatalyze ORR with efficient activity and strong durability. The present\nstudy not only demonstrates a feasible strategy to construct stable\nand functional POM-based cluster organic framework materials but also\nconfirms the large potential for development new classes of cluster\norganic frameworks by using various POM clusters as SBUs. Now that\nwe have successfully extended our exploration systems from Keggin-\nand Anderson-type to Lindqvist-type, more investigations based on\nPOM clusters such as Dawson-, Waugh-, and Silverton-types are currently\nunderway in our group.</p>", "clean_text": "Conclusions\n\nIn summary, we have successfully constructed two unprecedented cluster organic frameworks (TBA)3Cu[V6O13(L)2]2⋅4DEF (2) and (TBA)Ag[V6O13(L)2] solvent (3) based on Lindqvist-type POM SBUs. Structural analysis reveal that 2 is a 3D 6-fold interpenetrated framework structure with diamond topology, while 3 is a noninterpenetrated 3D framework structure with nanoscale 1D hexagonal channels. Compounds 2 and 3 represent the second examples of cluster organic frameworks built from Lindqvist-type POM SBUs. In addition, the framework of 2 shows good thermal stability and can catalyze ORR with efficient activity and strong durability. The present study not only demonstrates a feasible strategy to construct stable and functional POM-based cluster organic framework materials but also confirms the large potential for development new classes of cluster organic frameworks by using various POM clusters as SBUs. Now that we have successfully extended our exploration systems from Keggin- and Anderson-type to Lindqvist-type, more investigations based on POM clusters such as Dawson-, Waugh-, and Silverton-types are currently underway in our group.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is available free of\ncharge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications\nwebsite</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.inorgchem.8b01528\">10.1021/acs.inorgchem.8b01528</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental details,\ncrystallographic data for <bold>1</bold>–<bold>3</bold>, additional\nstructural figures, additional characterizations such as NMR spectra,\nTG curves, IR spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b01528/suppl_file/ic8b01528_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.inorgchem.8b01528.  Experimental details, crystallographic data for 1-3, additional structural figures, additional characterizations such as NMR spectra, TG curves, IR spectra (PDF)   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Experimental details,\ncrystallographic data for <bold>1</bold>–<bold>3</bold>, additional\nstructural figures, additional characterizations such as NMR spectra,\nTG curves, IR spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b01528/suppl_file/ic8b01528_si_001.pdf\">PDF</ext-link>)</p><p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"1445407\">1445407</ext-link>–<ext-link ext-link-type=\"ccdc\" xlink:href=\"1445408\">1445408</ext-link> and <ext-link ext-link-type=\"ccdc\" xlink:href=\"1846895\">1846895</ext-link> contain the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email>data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "Experimental details, crystallographic data for 1-3, additional structural figures, additional characterizations such as NMR spectra, TG curves, IR spectra (PDF)\n\nCCDC 1445407-1445408 and 1846895 contain the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The authors declare\nno competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "8, 9", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of TBA<sub>2</sub>[V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>]·2CH<sub>3</sub>CN (<bold>1</bold>)</title><p>A mixture of [<italic>n</italic>-Bu<sub>4</sub>N]<sub>3</sub>[H<sub>3</sub>V<sub>10</sub>O<sub>28</sub>] (6.24 g, 3.70 mmol) and H<sub>3</sub>L (2.03 g, 11.1 mmol)\nin acetonitrile (170 mL) was refluxed for 10 h. The dark green mixture\nwas cooled slowly to room temperature and large amount of red crystals\nwere formed after 10 h. The crystals were filtrated, washed with acetonitrile\nand diethyl ether, and dried in air. Yield: 4.62 g, 52% based on [<italic>n</italic>-Bu<sub>4</sub>N]<sub>3</sub>[H<sub>3</sub>V<sub>10</sub>O<sub>28</sub>]. Anal. Calcd For H<sub>98</sub>C<sub>54</sub>N<sub>6</sub>O<sub>19</sub>V<sub>6</sub> (1441.03): C: 45.00; N: 5.83;\nH: 6.85. Found: C<sub>:</sub> 44.63; N: 5.96; H: 6.56. <sup>1</sup>H NMR δ = 8.55 (d, <italic>J</italic> = 5.80 Hz, 4H), 7.37\n(d, <italic>J</italic> = 5.92 Hz, 4H), 5.22 (s, 12H), 3.19–3.15\n(m, 16H), 1.61–1.53 (m, 16H), 1.34–1.29 (m, 16H), 0.94\n(t, <italic>J</italic> = 7.24 Hz, 24H). <sup>13</sup>C NMR δ\n= 150.5, 157.9, 121.8, 118.2, 84.8, 57.9, 41.4, 23.7, 19.6, 13.9,\n1.6, in addition to the CH<sub>3</sub>CN and TBA resonances. IR (KBr,\ncm<sup>–1</sup>): 2961 (m), 2932 (w), 2873 (m), 2851 (w), 1596\n(m), 1543 (w), 1483 (m), 1458 (w), 1410 (w), 1382 (w), 1082 (s), 1069\n(s), 954 (vs), 805 (s), 723 (s), 663 (m), 584 (m), 564 (w), 514 (w),\n485 (w), 418 (s).</p><title>Synthesis of (TBA)<sub>3</sub>Cu­[V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>]<sub>2</sub>·4DEF (<bold>2</bold>)</title><p>A mixture of <bold>1</bold> (15 mg, 0.01 mmol), CuI (11\nmg, 0.06 mmol), tetrabutyl ammonium iodide (20 mg, 0.05 mmol), <italic>N</italic>,<italic>N</italic>′-diethylformamide (DEF) (3 mL),\nCH<sub>3</sub>CN (1 mL), and triethylamine (0.5 mL) was placed in\na 20 mL vial and stirred for 30 min. The vial was sealed, heated at\n100 °C for 3 days, and cooled to room temperature, after which\ndark brown stick crystals of <bold>2</bold> were obtained. Yield:\n15 mg, 30% based on <bold>1</bold>. Elemental analysis (%) calcd for\nH<sub>192</sub>C<sub>104</sub>N<sub>11</sub>O<sub>42</sub>V<sub>12</sub>Cu (2943.53): C: 42.44; N: 5.23; H: 6.57. Found: C: 43.12; N: 5.85;\nH: 5.83. IR (KBr, cm<sup>–1</sup>): 3425 (m), 3006 (w), 2973\n(w), 2893 (w), 2848 (w), 2472 (w), 1605 (s), 1537 (w), 1495 (w), 1476\n(w), 1460 (w), 1440 (w), 1415 (m), 1385 (m), 1356 (w), 1308 (w), 1224\n(m), 1163 (m), 1094 (vs), 1019 (vs), 1069 (vs), 1014 (m), 946 (vs),\n843 (w), 821 (m), 798 (vs), 707 (m), 675 (s), 583 (m), 554 (m), 488\n(w), 418 (vs), 376 (w).</p>", "clean_text": "Synthesis of TBA2[V6O13(L)2]⋅2CH3CN (1)\n\nA mixture of [n-Bu4N]3[H3V10O28] (6.24 g, 3.70 mmol) and H3L (2.03 g, 11.1 mmol) in acetonitrile (170 mL) was refluxed for 10 h. The dark green mixture was cooled slowly to room temperature and large amount of red crystals were formed after 10 h. The crystals were filtrated, washed with acetonitrile and diethyl ether, and dried in air. Yield: 4.62 g, 52% based on [n-Bu4N]3[H3V10O28]. Anal. Calcd For H98C54N6O19V6 (1441.03): C: 45.00; N: 5.83; H: 6.85. Found: C: 44.63; N: 5.96; H: 6.56. 1H NMR δ = 8.55 (d, J = 5.80 Hz, 4H), 7.37 (d, J = 5.92 Hz, 4H), 5.22 (s, 12H), 3.19-3.15 (m, 16H), 1.61-1.53 (m, 16H), 1.34-1.29 (m, 16H), 0.94 (t, J = 7.24 Hz, 24H). 13C NMR δ = 150.5, 157.9, 121.8, 118.2, 84.8, 57.9, 41.4, 23.7, 19.6, 13.9, 1.6, in addition to the CH3CN and TBA resonances. IR (KBr, cm-1): 2961 (m), 2932 (w), 2873 (m), 2851 (w), 1596 (m), 1543 (w), 1483 (m), 1458 (w), 1410 (w), 1382 (w), 1082 (s), 1069 (s), 954 (vs), 805 (s), 723 (s), 663 (m), 584 (m), 564 (w), 514 (w), 485 (w), 418 (s).\n\nSynthesis of (TBA)3Cu[V6O13(L)2]2⋅4DEF (2)\n\nA mixture of 1 (15 mg, 0.01 mmol), CuI (11 mg, 0.06 mmol), tetrabutyl ammonium iodide (20 mg, 0.05 mmol), N,N'-diethylformamide (DEF) (3 mL), CH3CN (1 mL), and triethylamine (0.5 mL) was placed in a 20 mL vial and stirred for 30 min. The vial was sealed, heated at 100 °C for 3 days, and cooled to room temperature, after which dark brown stick crystals of 2 were obtained. Yield: 15 mg, 30% based on 1. Elemental analysis (%) calcd for H192C104N11O42V12Cu (2943.53): C: 42.44; N: 5.23; H: 6.57. Found: C: 43.12; N: 5.85; H: 5.83. IR (KBr, cm-1): 3425 (m), 3006 (w), 2973 (w), 2893 (w), 2848 (w), 2472 (w), 1605 (s), 1537 (w), 1495 (w), 1476 (w), 1460 (w), 1440 (w), 1415 (m), 1385 (m), 1356 (w), 1308 (w), 1224 (m), 1163 (m), 1094 (vs), 1019 (vs), 1069 (vs), 1014 (m), 946 (vs), 843 (w), 821 (m), 798 (vs), 707 (m), 675 (s), 583 (m), 554 (m), 488 (w), 418 (vs), 376 (w).", "data": [[[{"meta": {"name": "TBA2[V6O13(L)2]·2CH3CN", "symbol": "1", "chemical formula": "H98C54N6O19V6"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "[n-Bu4N]3[H3V10O28]", "amount": "6.24", "unit": "g"}, {"name": "H3L", "amount": "2.03", "unit": "g"}], "solution": [{"name": "acetonitrile", "amount": "170", "unit": "mL"}], "pressure": "", "temperature": "reflux", "time": "10 h"}, {"synthesis method": "filtration", "time": "10 h"}, {"synthesis method": "washing", "washing solution": "acetonitrile"}, {"synthesis method": "washing", "washing solution": "diethyl ether"}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}], "yield": "52%"}], [{"meta": {"name": "(TBA)3Cu[V6O13(L)2]2·4DEF", "symbol": "2", "chemical formula": "H192C104N11O42V12Cu"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "1", "amount": "15", "unit": "mg"}, {"name": "CuI", "amount": "11", "unit": "mg"}, {"name": "tetrabutyl ammonium iodide", "amount": "20", "unit": "mg"}], "solution": [{"name": "DEF", "amount": "3", "unit": "mL"}, {"name": "CH3CN", "amount": "1", "unit": "mL"}, {"name": "triethylamine", "amount": "0.5", "unit": "mL"}], "pressure": "", "temperature": "100°C", "time": "3 days"}, {"synthesis method": "cooling", "temperature": "room temperature"}, {"synthesis method": "filtration", "time": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "", "time": ""}], "yield": "30%"}]]], "include_properties": ["chemical_synthesis", "filtration", "washing", "drying", "chemical_synthesis"]}, {"idx": "17, 18, 20, 22, 24, 25", "type": "text", "classification": "property", "content": "<title>Crystal Structural Description\nof <bold>2</bold>\n</title><p>SCXRD analysis indicated that <bold>2</bold> crystallizes in the tetragonal <italic>P</italic>4<sub>2</sub>/<italic>n</italic> space group and features a 3D porous anionic framework\nbased on 4-connected Cu<sup>+</sup> ions and <bold>1a</bold> anions.\nThe asymmetric unit contains one-quarter Cu<sup>+</sup> ion and half\nof [V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>]<sup>2–</sup> cluster. The Cu<sup>+</sup> ion employs a slightly distorted tetrahedral\ngeometry and is ligated by four pyridyl nitrogen atoms from different <bold>1a</bold> anions with N–Cu–N bond angles of about 104.46(15)\nand 112.04(8)° (b). The Cu–N bond length is 2.035(3) Å, which\nis comparable with the reported Cu<sup>+</sup>-based frameworks. Every <bold>1a</bold> anion acts as a linear\nbridge to join two neighboring Cu<sup>+</sup> ions, and the Cu–Cu\ndistance is about 2.09 nm. Such linkage between tetrahedral Cu<sup>+</sup> ions and linear <bold>1a</bold> anions lead to the creation\nof a 3D anionic framework with diamond topology (c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b01528/suppl_file/ic8b01528_si_001.pdf\">S2</ext-link>). It is noteworthy that Hill and co-workers made the first\nLindqvist-type POM-based cluster organic framework Tb­[V<sub>6</sub>O<sub>13</sub>{(OCH<sub>2</sub>)<sub>3</sub>C­(NH<sub>2</sub>CH<sub>2</sub>C<sub>6</sub>H<sub>4</sub>-4-CO<sub>2</sub>)}­{(OCH<sub>2</sub>)<sub>3</sub>C­(NHCH<sub>2</sub>-C<sub>6</sub>H<sub>4</sub>-4-CO<sub>2</sub>)}<sub>2</sub>] (<bold>Tb1</bold>). However, an auxiliary ligand 4,4-bis­(pyridine-<italic>N</italic>-oxide) is indispensable in their assembly process for the formation\nof the framework structure. Comparatively, no additional auxiliary\nligand is needed during the formation of the framework of <bold>2</bold>. The size of tetragonal channels based on opposite atoms and polyhedra\nin <bold>2</bold> is about 2.43 × 4.24 nm<sup>2</sup>. The whole\nsize of the diamondoid cage is 5.88 × 4.21 nm<sup>2</sup>, and\nthe inner diameter is about 3.04 nm (d). Such extremely porous characteristic\ngives rise to 6-fold interpenetration of six symmetry-related frameworks\n(e). Although\nthe final structure is 6-fold interpenetrated, there is still a large\nirregular channels with size of about 0.90 × 0.90 nm<sup>2</sup> in the <italic>ab</italic> plane. The disordered TBA cations and\nsolvent molecules which play the role of charge balancing and framework\nstabilization occupied those approximate nanoscale channels. PLATON\ncalculation indicates that the total empty volume of the 6-fold interpenetrated\nanionic framework is 1764.8 Å<sup>3</sup>, corresponding to 41.2%\nof the total crystal volume (4287.0 Å<sup>3</sup>).</p><title>Crystal Structural\nDescription of <bold>3</bold>\n</title><p>SCXRD analysis revealed that <bold>3</bold> crystallizes in the centrosymmetric space group <italic>R</italic>3̅ and exhibits a 3D structure. There are half a\nAg<sup>+</sup> ion and half a [V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>]<sup>2–</sup> cluster in the asymmetric unit. Different\nfrom Cu<sup>+</sup> ion in <bold>2</bold>, the Ag<sup>+</sup> ion\nin <bold>3</bold> has a square-planar geometry and is surrounded by\ntwo nitrogen atoms from two pyridyl groups and two bridge oxygen atoms\nof two Linqvist-type clusters (a). The Ag–N and Ag–O bond distances\nare 2.174(5) and 2.811(5) Å, respectively. In <bold>3</bold>,\nthe Ag<sup>+</sup> ions are linked by [V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>]<sup>2–</sup> polyanions to give rise to an\ninfinite 1D cluster chain with Ag–Ag distance of 2.13 nm (a). The most intriguing\nstructural feature in <bold>3</bold> is further assembly of these\n1D cluster chains. Three discrete chains are aligned in a crossed\nmode to generate a unique layer containing a three-membered window\nin the <italic>ab</italic> plane (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b01528/suppl_file/ic8b01528_si_001.pdf\">Figure S3</ext-link>). The adjoining layer is rotated by 60° along the vertical\naxis in the center of the three-membered window, giving rise to a\nlarger six-membered hole and a smaller three-membered hole along the <italic>c</italic> axis (b,c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b01528/suppl_file/ic8b01528_si_001.pdf\">S4</ext-link>). Furthermore, the adjacent\nlayers are interconnected by Ag–O bonds of two intersected\nchains from different layers, resulting in the formation of a 3D open\nframework with two kinds of channels with smaller triangular and large\nhexagonal shapes (d). As is well known, such structure is not common in cluster\norganic framework materials. The size of the larger hexagonal channel\nis about 1.52 nm. The total potential accessible volume of the framework\nis about 50.6% based on PLATON calculation, which is a slightly higher\nthan that of <bold>2</bold>.</p><title>PXRD Patterns, Thermalgravimetric Analysis, and IR Spectra</title><p>In powder X-ray diffraction (PXRD) of <bold>2</bold>, the good consistence\nbetween the experimental pattern of the as-synthesized sample and\nthe simulated pattern based on SCXRD result indicates the phase purity\nof <bold>2</bold> (). Thermogravimetric analysis of <bold>2</bold> exhibits a\nweight loss of 7.83% from 30 to 200 °C approximately corresponding\nto the removal of free DEF molecules (calcd 7.38%, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b01528/suppl_file/ic8b01528_si_001.pdf\">Figure S5</ext-link>). Variable-temperature PXRD patterns prove that <bold>2</bold> can keep its crystallinity up to 230 °C (), which is superior than that\nof <bold>Tb1</bold> (decomposition above 200 °C). In the IR spectra\nof <bold>1</bold> and <bold>2</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b01528/suppl_file/ic8b01528_si_001.pdf\">Figure S6</ext-link>), the typical vibrational peaks of V–O<sub>t</sub> and V–O<sub>b</sub> (O<sub>t</sub>, terminal oxo, and O<sub>b</sub>, bridge oxo)\non the Lindqvist-type skeleton are situated at 1016–856 cm<sup>–1</sup> and 810–700 cm<sup>–1</sup>, respectively. The characteristic stretching\nvibrations of TBA cations can be found at 1370–1460 and 3059–2844\ncm<sup>–1</sup>.\n</p><title>Electrocatalytic Study</title><p>Considering\nrich redox chemistry with stable redox states and multiple electron\ntransfer steps of POM, as well as particular\noxygen reduction activity of the Cu–N<sub>\n<italic>x</italic>\n</sub> moiety, we investigated the electrocatalytic\nactivity of <bold>2</bold> using oxygen reduction reaction (ORR) in\nfuel cells as a model reaction. The test was conducted in 0.2 M neutral\nphosphate-buffered solution (pH 7.0) by using <bold>2</bold>-modified\nRRDE as the working electrode. PXRD patterns (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b01528/suppl_file/ic8b01528_si_001.pdf\">Figure S7</ext-link>) proved that <bold>2</bold> is stable in neutral\nphosphate-buffered solution. As depicted in a, clearly different from the cases in N<sub>2</sub>-saturated electrolyte, cyclic voltammograms (CV) recorded\non <bold>2</bold>-modified electrode and bare electrode (i.e., no <bold>2</bold> modification) in O<sub>2</sub>-saturated electrolyte exhibit\nsteep rise in the cathodic oxygen reduction current. The ORR current\non <bold>2</bold>-modified electrode is significantly larger across\nthe whole potential range than that on bare electrode, indicating <bold>2</bold> is beneficial for ORR. The ORR onset potential on <bold>2</bold>-modified electrode is ca. 100 mV, while the onset potential\non bare electrode is almost 300 mV, further identifying that <bold>2</bold> is an efficient electrocatalyst for ORR.</p><p>To further evaluate the ORR activity of <bold>2</bold>, linear\nsweep voltammogram (LSV) measurements at a rotating speed of 1600\nrpm were recorded. As shown in b, on bare electrode, the rate of ORR is really sluggish,\nwith an apparent current response at almost −0.60 V and a final\nreach of 1.0 mA cm<sup>–2</sup> at −1.0 V. As for <bold>2</bold>-modified electrode, discernible ORR current is observed\nat above −0.25 V and the current quickly increases with the\npotential sweeping to more negative direction, with a final current\ndensity approaching to 2.5 mA cm<sup>–2</sup> at −1.0\nV. It should be mentioned that there is an almost constantly a huge\npotential gap of ca. 300 mV required for the bare electrode to reach\nthe same current density as that on <bold>2</bold>-modified electrode,\nalthough ORR on both electrodes are far from reaching a diffusion-controlled\nprocess with the appearance of current plateaus. Obviously, the positive\nshift of the potentials further suggests the efficient electrocatalytic\nactivity of <bold>2</bold>. We have also investigated the number of\nelectrons transferred (<italic>n</italic>) per O<sub>2</sub> molecule\non <bold>2</bold> during the ORR process based on the disk and ring\ncurrents recorded on <bold>2</bold>-modified RRDE (b). As illustrated in c, an average value\nof 3.46 in a wide range of potentials from −0.25 to −1.0\nV is determined, and the corresponding HO<sub>2</sub>\n<sup>–</sup> yield is only at 20–30%, demonstrating a highly desired four-electron-dominant\nORR pathway on <bold>2</bold>-modified RRDE, which is very close to\nthe theoretical value for ideal one-step direct reduction of O<sub>2</sub> with high selectivity for H<sub>2</sub>O production. Although\nthe mechanism underlying the nearly four-electron electrocatalytic\nreduction of O<sub>2</sub> on <bold>2</bold> still remains to be investigated\nin our future studies, the above results may shed some light on the\ndesign and synthesis of POM-based ORR electrocatalysts with more superior\nactivity.</p><p>The stability of <bold>2</bold> under catalytic conditions\nwas further tested with chronoamperometric measurements. As depicted\nin d, the current–time\n(<italic>i</italic>–<italic>t</italic>) curve for <bold>2</bold>-modified electrode at the constant potential of −0.8 V exhibits\na small attenuation and high current retention (&gt;95%) after a nearly\n10 h of durability test. Furthermore, the LSV curve on <bold>2</bold>-modified electrode measured after the durability test shows very\nlittle deviation from the one measured before the durability test.\nThese promising results strongly conclude that <bold>2</bold> is also\na highly robust ORR catalyst in the natural media.</p>", "clean_text": "Crystal Structural Description of 2 \n\nSCXRD analysis indicated that 2 crystallizes in the tetragonal P42/n space group and features a 3D porous anionic framework based on 4-connected Cu+ ions and 1a anions. The asymmetric unit contains one-quarter Cu+ ion and half of [V6O13(L)2]2- cluster. The Cu+ ion employs a slightly distorted tetrahedral geometry and is ligated by four pyridyl nitrogen atoms from different 1a anions with N-Cu-N bond angles of about 104.46(15) and 112.04(8)° (b). The Cu-N bond length is 2.035(3) Å, which is comparable with the reported Cu+-based frameworks. Every 1a anion acts as a linear bridge to join two neighboring Cu+ ions, and the Cu-Cu distance is about 2.09 nm. Such linkage between tetrahedral Cu+ ions and linear 1a anions lead to the creation of a 3D anionic framework with diamond topology (c and S2). It is noteworthy that Hill and co-workers made the first Lindqvist-type POM-based cluster organic framework Tb[V6O13{(OCH2)3C(NH2CH2C6H4-4-CO2)}{(OCH2)3C(NHCH2-C6H4-4-CO2)}2] (Tb1). However, an auxiliary ligand 4,4-bis(pyridine-N-oxide) is indispensable in their assembly process for the formation of the framework structure. Comparatively, no additional auxiliary ligand is needed during the formation of the framework of 2. The size of tetragonal channels based on opposite atoms and polyhedra in 2 is about 2.43 × 4.24 nm2. The whole size of the diamondoid cage is 5.88 × 4.21 nm2, and the inner diameter is about 3.04 nm (d). Such extremely porous characteristic gives rise to 6-fold interpenetration of six symmetry-related frameworks (e). Although the final structure is 6-fold interpenetrated, there is still a large irregular channels with size of about 0.90 × 0.90 nm2 in the ab plane. The disordered TBA cations and solvent molecules which play the role of charge balancing and framework stabilization occupied those approximate nanoscale channels. PLATON calculation indicates that the total empty volume of the 6-fold interpenetrated anionic framework is 1764.8 Å3, corresponding to 41.2% of the total crystal volume (4287.0 Å3).\n\nCrystal Structural Description of 3 \n\nSCXRD analysis revealed that 3 crystallizes in the centrosymmetric space group R3̅ and exhibits a 3D structure. There are half a Ag+ ion and half a [V6O13(L)2]2- cluster in the asymmetric unit. Different from Cu+ ion in 2, the Ag+ ion in 3 has a square-planar geometry and is surrounded by two nitrogen atoms from two pyridyl groups and two bridge oxygen atoms of two Linqvist-type clusters (a). The Ag-N and Ag-O bond distances are 2.174(5) and 2.811(5) Å, respectively. In 3, the Ag+ ions are linked by [V6O13(L)2]2- polyanions to give rise to an infinite 1D cluster chain with Ag-Ag distance of 2.13 nm (a). The most intriguing structural feature in 3 is further assembly of these 1D cluster chains. Three discrete chains are aligned in a crossed mode to generate a unique layer containing a three-membered window in the ab plane (Figure S3). The adjoining layer is rotated by 60° along the vertical axis in the center of the three-membered window, giving rise to a larger six-membered hole and a smaller three-membered hole along the c axis (b,c and S4). Furthermore, the adjacent layers are interconnected by Ag-O bonds of two intersected chains from different layers, resulting in the formation of a 3D open framework with two kinds of channels with smaller triangular and large hexagonal shapes (d). As is well known, such structure is not common in cluster organic framework materials. The size of the larger hexagonal channel is about 1.52 nm. The total potential accessible volume of the framework is about 50.6% based on PLATON calculation, which is a slightly higher than that of 2.\n\nPXRD Patterns, Thermalgravimetric Analysis, and IR Spectra\n\nIn powder X-ray diffraction (PXRD) of 2, the good consistence between the experimental pattern of the as-synthesized sample and the simulated pattern based on SCXRD result indicates the phase purity of 2 (). Thermogravimetric analysis of 2 exhibits a weight loss of 7.83% from 30 to 200 °C approximately corresponding to the removal of free DEF molecules (calcd 7.38%, Figure S5). Variable-temperature PXRD patterns prove that 2 can keep its crystallinity up to 230 °C (), which is superior than that of Tb1 (decomposition above 200 °C). In the IR spectra of 1 and 2 (Figure S6), the typical vibrational peaks of V-Ot and V-Ob (Ot, terminal oxo, and Ob, bridge oxo) on the Lindqvist-type skeleton are situated at 1016-856 cm-1 and 810-700 cm-1, respectively. The characteristic stretching vibrations of TBA cations can be found at 1370-1460 and 3059-2844 cm-1. \n\nElectrocatalytic Study\n\nConsidering rich redox chemistry with stable redox states and multiple electron transfer steps of POM, as well as particular oxygen reduction activity of the Cu-N x  moiety, we investigated the electrocatalytic activity of 2 using oxygen reduction reaction (ORR) in fuel cells as a model reaction. The test was conducted in 0.2 M neutral phosphate-buffered solution (pH 7.0) by using 2-modified RRDE as the working electrode. PXRD patterns (Figure S7) proved that 2 is stable in neutral phosphate-buffered solution. As depicted in a, clearly different from the cases in N2-saturated electrolyte, cyclic voltammograms (CV) recorded on 2-modified electrode and bare electrode (i.e., no 2 modification) in O2-saturated electrolyte exhibit steep rise in the cathodic oxygen reduction current. The ORR current on 2-modified electrode is significantly larger across the whole potential range than that on bare electrode, indicating 2 is beneficial for ORR. The ORR onset potential on 2-modified electrode is ca. 100 mV, while the onset potential on bare electrode is almost 300 mV, further identifying that 2 is an efficient electrocatalyst for ORR.\n\nTo further evaluate the ORR activity of 2, linear sweep voltammogram (LSV) measurements at a rotating speed of 1600 rpm were recorded. As shown in b, on bare electrode, the rate of ORR is really sluggish, with an apparent current response at almost -0.60 V and a final reach of 1.0 mA cm-2 at -1.0 V. As for 2-modified electrode, discernible ORR current is observed at above -0.25 V and the current quickly increases with the potential sweeping to more negative direction, with a final current density approaching to 2.5 mA cm-2 at -1.0 V. It should be mentioned that there is an almost constantly a huge potential gap of ca. 300 mV required for the bare electrode to reach the same current density as that on 2-modified electrode, although ORR on both electrodes are far from reaching a diffusion-controlled process with the appearance of current plateaus. Obviously, the positive shift of the potentials further suggests the efficient electrocatalytic activity of 2. We have also investigated the number of electrons transferred (n) per O2 molecule on 2 during the ORR process based on the disk and ring currents recorded on 2-modified RRDE (b). As illustrated in c, an average value of 3.46 in a wide range of potentials from -0.25 to -1.0 V is determined, and the corresponding HO2 - yield is only at 20-30%, demonstrating a highly desired four-electron-dominant ORR pathway on 2-modified RRDE, which is very close to the theoretical value for ideal one-step direct reduction of O2 with high selectivity for H2O production. Although the mechanism underlying the nearly four-electron electrocatalytic reduction of O2 on 2 still remains to be investigated in our future studies, the above results may shed some light on the design and synthesis of POM-based ORR electrocatalysts with more superior activity.\n\nThe stability of 2 under catalytic conditions was further tested with chronoamperometric measurements. As depicted in d, the current-time (i-t) curve for 2-modified electrode at the constant potential of -0.8 V exhibits a small attenuation and high current retention (>95%) after a nearly 10 h of durability test. Furthermore, the LSV curve on 2-modified electrode measured after the durability test shows very little deviation from the one measured before the durability test. These promising results strongly conclude that 2 is also a highly robust ORR catalyst in the natural media.", "data": [[{"meta": {"name": "2", "symbol": "", "chemical formula": ""}, "crystal system": [{"value": "tetragonal", "condition": ""}], "space group": [{"value": "P4_2/n", "condition": ""}]}, {"meta": {"name": "3", "symbol": "", "chemical formula": ""}, "crystal system": [{"value": "centrosymmetric", "condition": ""}], "space group": [{"value": "R3̅", "condition": ""}]}]], "include_properties": ["crystal_system", "space_group"]}, {"idx": 12, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>X-ray Crystallographic Data for <bold>1</bold>–<bold>3</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row valign=\"middle\">\n<oasis:entry>compound</oasis:entry>\n<oasis:entry>\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>3</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>empirical formula</oasis:entry>\n<oasis:entry>C<sub>54</sub>H<sub>98</sub>N<sub>6</sub>O<sub>19</sub>V<sub>6</sub>\n</oasis:entry>\n<oasis:entry>C<sub>104</sub>H<sub>192</sub>CuN<sub>11</sub>O<sub>42</sub>V<sub>12</sub>\n</oasis:entry>\n<oasis:entry>C<sub>18</sub>H<sub>20</sub>AgN<sub>2</sub>O<sub>19</sub>V<sub>6</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>formula\nweight</oasis:entry>\n<oasis:entry>1441.02</oasis:entry>\n<oasis:entry>2943.51</oasis:entry>\n<oasis:entry>981.87</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>tetragonal</oasis:entry>\n<oasis:entry>trigonal</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic>P</italic>2(1)/<italic>c</italic>\n</oasis:entry>\n<oasis:entry>\n<italic>P</italic>4(2)/<italic>n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic>R</italic>3̅</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>\n<italic>a</italic> (Å)</oasis:entry>\n<oasis:entry>10.831(4)</oasis:entry>\n<oasis:entry>20.8997(4)</oasis:entry>\n<oasis:entry>36.42(3)</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>\n<italic>b</italic> (Å)</oasis:entry>\n<oasis:entry>17.590(5)</oasis:entry>\n<oasis:entry>20.8997(4)</oasis:entry>\n<oasis:entry>36.42(3)</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>\n<italic>c</italic> (Å)</oasis:entry>\n<oasis:entry>18.044(6)</oasis:entry>\n<oasis:entry>9.8147(4)</oasis:entry>\n<oasis:entry>10.729(14)</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>α (deg)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>β (deg)</oasis:entry>\n<oasis:entry>103.536(5)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>γ (deg)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>120</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>\n<italic>V</italic> (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>3342.1(18)</oasis:entry>\n<oasis:entry>4287.0(2)</oasis:entry>\n<oasis:entry>12325(22)</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>\n<italic>Z</italic>\n</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>9</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>\n<italic>F</italic>(000)</oasis:entry>\n<oasis:entry>1508</oasis:entry>\n<oasis:entry>3068</oasis:entry>\n<oasis:entry>4310</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>ρ<sub>calcd</sub> (g cm<sup>–3</sup>)</oasis:entry>\n<oasis:entry>1.432</oasis:entry>\n<oasis:entry>2.280</oasis:entry>\n<oasis:entry>1.191</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>temperature\n(K)</oasis:entry>\n<oasis:entry>293(2)</oasis:entry>\n<oasis:entry>293(2)</oasis:entry>\n<oasis:entry>293(2)</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>μ (mm<sup>–1</sup>)</oasis:entry>\n<oasis:entry>0.875</oasis:entry>\n<oasis:entry>1.608</oasis:entry>\n<oasis:entry>1.376</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>refln collected</oasis:entry>\n<oasis:entry>25130</oasis:entry>\n<oasis:entry>31792</oasis:entry>\n<oasis:entry>13903</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>independent refln</oasis:entry>\n<oasis:entry>7505</oasis:entry>\n<oasis:entry>4897</oasis:entry>\n<oasis:entry>6005</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>parameters</oasis:entry>\n<oasis:entry>386</oasis:entry>\n<oasis:entry>258</oasis:entry>\n<oasis:entry>211</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>GOF on <italic>F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>1.037</oasis:entry>\n<oasis:entry>1.057</oasis:entry>\n<oasis:entry>1.035</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry morerows=\"1\">final <italic>R</italic> indices (<italic>I</italic> = 2σ(<italic>I</italic>))<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sub>1</sub> = 0.0446</oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sub>1</sub> = 0.0579</oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sub>1</sub> = 0.0738</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>\n<italic>wR</italic>\n<sub>2</sub> = 0.1220</oasis:entry>\n<oasis:entry>\n<italic>wR</italic>\n<sub>2</sub> = 0.1528</oasis:entry>\n<oasis:entry>\n<italic>wR</italic>\n<sub>2</sub> = 0.1390</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry morerows=\"1\">\n<italic>R</italic> indices (all data)<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sub>1</sub> = 0.0570</oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sub>1</sub> = 0.0604</oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sub>1</sub> = 0.1318</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>\n<italic>wR</italic>\n<sub>2</sub> = 0.1361</oasis:entry>\n<oasis:entry>\n<italic>wR</italic>\n<sub>2</sub> = 0.1549</oasis:entry>\n<oasis:entry>\n<italic>wR</italic>\n<sub>2</sub> = 0.1570</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>\n<italic>R</italic>\n<sub>1</sub> = ∑||<italic>F</italic>\n<sub>o</sub>| – |<italic>F</italic>\n<sub>c</sub>||/∑|<italic>F</italic>\n<sub>o</sub>|. <italic>wR</italic>\n<sub>2</sub> = [∑<italic>w</italic>(<italic>F</italic>\n<sub>o</sub>\n<sup>2</sup>– <italic>F</italic>\n<sub>c</sub>\n<sup>2</sup>)<sup>2</sup>/∑<italic>w</italic>(<italic>F</italic>\n<sub>o</sub>\n<sup>2</sup>)<sup>2</sup>]<sup>1/2</sup>; <italic>w</italic> = 1/[σ<sup>2</sup>(<italic>F</italic>\n<sub>o</sub>\n<sup>2</sup>) + (<italic>xP</italic>)<sup>2</sup> + <italic>yP</italic>], <italic>P</italic> = (<italic>F</italic>\n<sub>o</sub>\n<sup>2</sup> + 2<italic>F</italic>\n<sub>c</sub>\n<sup>2</sup>)/3, where <italic>x</italic> = 0.0745, <italic>y</italic> = 1.475300 for <bold>1</bold>; <italic>x</italic> = 0.077000, <italic>y</italic> = 18.391499 for <bold>2</bold>, <italic>x</italic> = 0.0409, <italic>y</italic> = 0 for <bold>3</bold>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. X-ray Crystallographic Data for 1–3\n\n| compound | 1 | 2 | 3 |\n|----------|---|---|---|\n| empirical formula | C<sub>54</sub>H<sub>98</sub>N<sub>6</sub>O<sub>19</sub>V<sub>6</sub> | C<sub>104</sub>H<sub>192</sub>CuN<sub>11</sub>O<sub>42</sub>V<sub>12</sub> | C<sub>18</sub>H<sub>20</sub>AgN<sub>2</sub>O<sub>19</sub>V<sub>6</sub> |\n| formula weight | 1441.02 | 2943.51 | 981.87 |\n| crystal system | monoclinic | tetragonal | trigonal |\n| space group | P2(1)/c | P4(2)/n | R3̅ |\n| a (Å) | 10.831(4) | 20.8997(4) | 36.42(3) |\n| b (Å) | 17.590(5) | 20.8997(4) | 36.42(3) |\n| c (Å) | 18.044(6) | 9.8147(4) | 10.729(14) |\n| α (deg) | 90 | 90 | 90 |\n| β (deg) | 103.536(5) | 90 | 90 |\n| γ (deg) | 90 | 90 | 120 |\n| V (Å<sup>3</sup>) | 3342.1(18) | 4287.0(2) | 12325(22) |\n| Z | 2 | 2 | 9 |\n| F(000) | 1508 | 3068 | 4310 |\n| ρ<sub>calcd</sub> (g cm<sup>–3</sup>) | 1.432 | 2.280 | 1.191 |\n| temperature (K) | 293(2) | 293(2) | 293(2) |\n| μ (mm<sup>–1</sup>) | 0.875 | 1.608 | 1.376 |\n| refln collected | 25130 | 31792 | 13903 |\n| independent refln | 7505 | 4897 | 6005 |\n| parameters | 386 | 258 | 211 |\n| GOF on F<sup>2</sup> | 1.037 | 1.057 | 1.035 |\n| final R indices (I = 2σ(I))[^a] | R<sub>1</sub> = 0.0446 | R<sub>1</sub> = 0.0579 | R<sub>1</sub> = 0.0738 |\n| | wR<sub>2</sub> = 0.1220 | wR<sub>2</sub> = 0.1528 | wR<sub>2</sub> = 0.1390 |\n| R indices (all data)[^a] | R<sub>1</sub> = 0.0570 | R<sub>1</sub> = 0.0604 | R<sub>1</sub> = 0.1318 |\n| | wR<sub>2</sub> = 0.1361 | wR<sub>2</sub> = 0.1549 | wR<sub>2</sub> = 0.1570 |\n\n[^a]: R<sub>1</sub> = ∑||F<sub>o</sub>| – |F<sub>c</sub>||/∑|F<sub>o</sub>|. wR<sub>2</sub> = [∑w(F<sub>o</sub><sup>2</sup>– F<sub>c</sub><sup>2</sup>)<sup>2</sup>/∑w(F<sub>o</sub><sup>2</sup>)<sup>2</sup>]<sup>1/2</sup>; w = 1/[σ<sup>2</sup>(F<sub>o</sub><sup>2</sup>) + (xP)<sup>2</sup> + yP], P = (F<sub>o</sub><sup>2</sup> + 2F<sub>c</sub><sup>2</sup>)/3, where x = 0.0745, y = 1.475300 for 1; x = 0.077000, y = 18.391499 for 2, x = 0.0409, y = 0 for 3.", "data": [{"meta": {"name": "", "symbol": "1", "chemical formula": "C₅₄H₉₈N₆O₁₉V₆"}, "chemical formula weight": [{"value": "1441.02", "unit": "", "condition": ""}], "crystal system": [{"value": "monoclinic", "condition": ""}], "space group": [{"value": "P2(1)/c", "condition": ""}], "lattice parameters": [{"value": {"a": "10.831(4)", "b": "17.590(5)", "c": "18.044(6)", "alpha": "90", "beta": "103.536(5)", "gamma": "90"}, "condition": ""}], "cell volume": [{"value": "3342.1(18)", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.432", "unit": "g/cm^3", "condition": ""}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": "C₁₀₄H₁₉₂CuN₁₁O₄₂V₁₂"}, "chemical formula weight": [{"value": "2943.51", "unit": "", "condition": ""}], "crystal system": [{"value": "tetragonal", "condition": ""}], "space group": [{"value": "P4(2)/n", "condition": ""}], "lattice parameters": [{"value": {"a": "20.8997(4)", "b": "20.8997(4)", "c": "9.8147(4)", "alpha": "90", "beta": "90", "gamma": "90"}, "condition": ""}], "cell volume": [{"value": "4287.0(2)", "unit": "Å^3", "condition": ""}], "density": [{"value": "2.280", "unit": "g/cm^3", "condition": ""}]}, {"meta": {"name": "", "symbol": "3", "chemical formula": "C₁₈H₂₀AgN₂O₁₉V₆"}, "chemical formula weight": [{"value": "981.87", "unit": "", "condition": ""}], "crystal system": [{"value": "trigonal", "condition": ""}], "space group": [{"value": "R3̅", "condition": ""}], "lattice parameters": [{"value": {"a": "36.42(3)", "b": "36.42(3)", "c": "10.729(14)", "alpha": "90", "beta": "90", "gamma": "120"}, "condition": ""}], "cell volume": [{"value": "12325(22)", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.191", "unit": "g/cm^3", "condition": ""}]}], "include_properties": ["chemical_formula", "chemical_formula_weight", "crystal_system", "space_group", "lattice_parameters", "cell_volume", "density"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Step-by-Step Synthetic Routes of <bold>2</bold> and <bold>3</bold>\n</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic-2018-015285_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Step-by-Step Synthetic Routes of 2 and 3    ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>ESI-MS of <bold>1</bold>, showing that the experimental peak of [V<sub>6</sub>O<sub>13</sub>(L)<sub>2</sub>]<sup>2–</sup> is in good\nconsistent with the theoretical value.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic-2018-015285_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  ESI-MS of 1, showing that the experimental peak of [V6O13(L)2]2- is in good consistent with the theoretical value.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Structure of <bold>1a</bold>; (b) coordination environment of\nCu<sup>+</sup> ion in <bold>2</bold>; (c) view of the 3D anionic framework\nbased on four-connected Cu<sup>+</sup> ions and <bold>1a</bold> anions;\n(d) diamondoid cavity built from 12 <bold>1a</bold> anions and 12\nCu<sup>+</sup> ions in <bold>2</bold>; (e) view of the 6-fold interpenetration\nframework in <bold>2</bold>. Color codes in (a–d): VO<sub>6</sub>: green.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic-2018-015285_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Structure of 1a; (b) coordination environment of Cu+ ion in 2; (c) view of the 3D anionic framework based on four-connected Cu+ ions and 1a anions; (d) diamondoid cavity built from 12 1a anions and 12 Cu+ ions in 2; (e) view of the 6-fold interpenetration framework in 2. Color codes in (a-d): VO6: green.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) View of the coordination environment of\nAg<sup>+</sup> ion in <bold>3</bold>; (b and c) schematic presentation\nof the packing arrangement for the 1D coordination chains; (d) view\nof the 3D anionic framework of <bold>3</bold>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic-2018-015285_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) View of the coordination environment of Ag+ ion in 3; (b and c) schematic presentation of the packing arrangement for the 1D coordination chains; (d) view of the 3D anionic framework of 3.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Simulated and experimental\nvariable-temperature PXRD patterns of <bold>2</bold>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ic-2018-015285_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Simulated and experimental variable-temperature PXRD patterns of 2.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Typical CVs on the <bold>2</bold>-modified electrode and bare electrode in N<sub>2</sub>-\nand O<sub>2</sub>-saturated 0.20 M pH 7.0 phosphate-buffered at a\nscan rate of 10 mV s<sup>–1</sup>. (b) LSVs respectively recorded\non the <bold>2</bold>-modified electrode and bare electrode in O<sub>2</sub>-saturated 0.20 M pH 7.0 phosphate buffer with electrode rotation\nspeed of 1600 rpm and scan rate of 5 mV s<sup>–1</sup>; the\ndotted curve represents the ring current density on <bold>2</bold>-modified electrode. (c) Variations in the electron-transfer number\nand HO<sub>2</sub>\n<sup>–</sup> yield at various disk electrode\npotentials during the ORR on <bold>2</bold>-modified RRDE; (d) durability\ntest of <bold>2</bold>-modified electrode at −0.80 V in O<sub>2</sub>-saturated 0.20 M pH 7.0 phosphate buffer with electrode rotation\nspeed of 1600 rpm, inset being the LSVs measured before and after\nthe durability test.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ic-2018-015285_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Typical CVs on the 2-modified electrode and bare electrode in N2- and O2-saturated 0.20 M pH 7.0 phosphate-buffered at a scan rate of 10 mV s-1. (b) LSVs respectively recorded on the 2-modified electrode and bare electrode in O2-saturated 0.20 M pH 7.0 phosphate buffer with electrode rotation speed of 1600 rpm and scan rate of 5 mV s-1; the dotted curve represents the ring current density on 2-modified electrode. (c) Variations in the electron-transfer number and HO2 - yield at various disk electrode potentials during the ORR on 2-modified RRDE; (d) durability test of 2-modified electrode at -0.80 V in O2-saturated 0.20 M pH 7.0 phosphate buffer with electrode rotation speed of 1600 rpm, inset being the LSVs measured before and after the durability test.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.8b01528", "title": null, "journal": "American Chemical Society", "date": "2018.08", "author_list": ["Li\nXin-Xiong", "Zhang\nLin-Jie", "Cui\nCai-Yan", "Wang\nRui-Hu", "Yang\nGuo-Yu"]}}