{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic8b02929.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Four\nnew heterospin compounds with molecular formula {[Cu<sub>2</sub>(hfac)<sub>3</sub>(TlTrzNIT)<sub>2</sub>]­[Ln­(hfac)<sub>4</sub>]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>·C<sub>7</sub>H<sub>16</sub> (Ln<sup>III</sup> = Gd (<bold>1</bold>), Tb (<bold>2</bold>), or Dy (<bold>3</bold>)) and [Co­(hfac)­(TlTrzNIT)<sub>2</sub>]­[Dy­(hfac)<sub>4</sub>] (<bold>4</bold>), where hfac is hexafluoroacetylacetonato and TlTrzNIT is\nthe nitronylnitroxide radical 1-(<italic toggle=\"yes\">m</italic>-tolyl)-1<italic toggle=\"yes\">H</italic>-1,2,3-triazole-4-(4,4,5,5-tetramethylimidazoline-1-oxyl-3-oxide),\nwere obtained. All structures were determined by single-crystal X-ray\ndiffraction. In compounds <bold>1</bold>–<bold>3</bold>, the\nTlTrzNIT radical is bridge-coordinated to copper­(II) ions, leading\nto positively charged copper­(II)-radical chains containing [Ln­(hfac)<sub>4</sub>]<sup>−</sup> as counterions. In compound <bold>4</bold>, the cobalt­(II) ion is coordinated to two TlTrzNIT radicals and\none hfac ligand in bidentate mode leading to a mononuclear cationic\ncomplex that contains [Dy­(hfac)<sub>4</sub>]<sup>−</sup> as\ncounterion. Magnetic measurements of all complexes were performed.\nMagnetic data were fit considering the contributions of the copper­(II)-radical\nchain and a paramagnetic gadolinium­(III) ion for <bold>1</bold>. The\nsign and magnitude of the magnetic coupling constants extracted from\nthe fit were confirmed by density functional theory calculations.\nThe obtained spin topology shows an alternated ferro-antiferromagnetic\nchain. Field-induced single molecule magnet behavior was observed\nfor the Dy derivatives <bold>3</bold> and <bold>4</bold>, in agreement\nwith CASSCF calculations performed for the latter system.</p>", "clean_text": "Four new heterospin compounds with molecular formula {[Cu2(hfac)3(TlTrzNIT)2][Ln(hfac)4]} n ⋅C7H16 (LnIII = Gd (1), Tb (2), or Dy (3)) and [Co(hfac)(TlTrzNIT)2][Dy(hfac)4] (4), where hfac is hexafluoroacetylacetonato and TlTrzNIT is the nitronylnitroxide radical 1-(m-tolyl)-1H-1,2,3-triazole-4-(4,4,5,5-tetramethylimidazoline-1-oxyl-3-oxide), were obtained. All structures were determined by single-crystal X-ray diffraction. In compounds 1-3, the TlTrzNIT radical is bridge-coordinated to copper(II) ions, leading to positively charged copper(II)-radical chains containing [Ln(hfac)4]- as counterions. In compound 4, the cobalt(II) ion is coordinated to two TlTrzNIT radicals and one hfac ligand in bidentate mode leading to a mononuclear cationic complex that contains [Dy(hfac)4]- as counterion. Magnetic measurements of all complexes were performed. Magnetic data were fit considering the contributions of the copper(II)-radical chain and a paramagnetic gadolinium(III) ion for 1. The sign and magnitude of the magnetic coupling constants extracted from the fit were confirmed by density functional theory calculations. The obtained spin topology shows an alternated ferro-antiferromagnetic chain. Field-induced single molecule magnet behavior was observed for the Dy derivatives 3 and 4, in agreement with CASSCF calculations performed for the latter system.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Nitronyl\nnitroxide radical and lanthanide-based building blocks have been exploited\nin the preparation of magnetic heterometallic coordination compounds.</p><title>Introduction</title><p>Molecular\nnanomagnets (MNs) can be considered promising systems for quantum\ninformation processing, as well as magnetic units to build high-density\ninformation storage devices. This class\nof compounds displays magnetic bistability at low temperatures, and it is also prominent due to the observation\nof quantum phenomena, such as thermally assisted quantum tunneling\nof the magnetization. Since the first\n3d-based single-molecule nanomagnet (SMM) was discovered, new synthetic strategies were pursued to obtain\nnew compounds with higher blocking temperatures. Nowadays, the assembly of homometallic and heterometallic\noligonuclear or metal–radical complexes is still among the\nmost widely employed approaches. In this sense, it was shown that\nthe combination of three different spin carriers within the same molecular\nentity was a viable synthetic strategy for the preparation of SMMs.\n</p>", "clean_text": "Nitronyl nitroxide radical and lanthanide-based building blocks have been exploited in the preparation of magnetic heterometallic coordination compounds.\n\nIntroduction\n\nMolecular nanomagnets (MNs) can be considered promising systems for quantum information processing, as well as magnetic units to build high-density information storage devices. This class of compounds displays magnetic bistability at low temperatures, and it is also prominent due to the observation of quantum phenomena, such as thermally assisted quantum tunneling of the magnetization. Since the first 3d-based single-molecule nanomagnet (SMM) was discovered, new synthetic strategies were pursued to obtain new compounds with higher blocking temperatures. Nowadays, the assembly of homometallic and heterometallic oligonuclear or metal-radical complexes is still among the most widely employed approaches. In this sense, it was shown that the combination of three different spin carriers within the same molecular entity was a viable synthetic strategy for the preparation of SMMs. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>In the last years, SMMs based on 3d–4f\nheterometallic complexes have been studied\nintensively, because of the large magnetic moment and high anisotropy\nof lanthanide ions. However, despite the large number of complexes\ndescribed in the literature, there are only a few contributions of\nsystematic studies of [Ln­(β-diketonate)<sub>4</sub>]<sup>−</sup> as building blocks. Slow relaxation of the magnetization\nwas observed when the alkaline metal ion used as counterion induced\na distorted square antiprism geometry with pseudo-<italic toggle=\"yes\">D</italic>\n<sub>4d</sub> symmetry around the Ln<sup>III</sup> ion. The complex [Fe­(tta)­(L)]­[Dy­(tta)<sub>4</sub>]·2.5CH<sub>2</sub>Cl<sub>2</sub>, (tta = 2-thenoyltrifluoroacetonate) that contains\n[Ln­(β-diketonate)<sub>4</sub>]<sup>−</sup> counterion\nalso presents slow relaxation of the magnetization. The geometry around Dy<sup>III</sup> ion in this heterobimetallic\ncompound was found to be between a square antiprism (<italic toggle=\"yes\">D</italic>\n<sub>4d</sub> symmetry) and a trigonal dodecahedron (<italic toggle=\"yes\">D</italic>\n<sub>2d</sub> symmetry).</p>", "clean_text": "In the last years, SMMs based on 3d-4f heterometallic complexes have been studied intensively, because of the large magnetic moment and high anisotropy of lanthanide ions. However, despite the large number of complexes described in the literature, there are only a few contributions of systematic studies of [Ln(β-diketonate)4]- as building blocks. Slow relaxation of the magnetization was observed when the alkaline metal ion used as counterion induced a distorted square antiprism geometry with pseudo-D 4d symmetry around the LnIII ion. The complex [Fe(tta)(L)][Dy(tta)4]⋅2.5CH2Cl2, (tta = 2-thenoyltrifluoroacetonate) that contains [Ln(β-diketonate)4]- counterion also presents slow relaxation of the magnetization. The geometry around DyIII ion in this heterobimetallic compound was found to be between a square antiprism (D 4d symmetry) and a trigonal dodecahedron (D 2d symmetry).", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The promising magnetic properties\ndisplayed by lanthanide-based building blocks have been exploited\nin the preparation of heterometallic coordination compounds, alongside\nfirst-row transition-metal ions and paramagnetic organic ligands such\nas nitronyl nitroxide (NIT). The most\ninteresting point is that compounds with different supramolecular\nframeworks and spin topologies can be obtained via slight changes\nin the ligand structure or in the synthetic\nconditions, which affect the coordination\nenvironment of the magnetic ion and, consequently, the overall magnetic\nbehavior. Most of the 2p–3d–4f complexes that have been\nreported in the literature and contain NIT derivatives as ligands\nhave all spin carriers within the same molecule. In this contribution,\nwe describe the synthesis, structure, and magnetic investigation of\nfour new 2p–3d–4f heterospin systems. The triazole-substituted\nNIT coordinates only to the 3d metal ions, leading to positively charged\ncopper­(II)-NIT radical chains (<bold>1</bold>–<bold>3</bold>) or a mononuclear high-spin cobalt­(II) cationic complex (<bold>4</bold>). All compounds contain [Ln­(hfac)<sub>4</sub>]<sup>−</sup> (hfac = hexafluoroacetylacetonato) as a counterion. The magnetic\nbehavior of the gadolinium­(III) derivative <bold>1</bold> was interpreted\nas a sum of the contribution of a copper­(II)-radical magnetic chain\nand a paramagnetic Gd<sup>III</sup> ion. Intrachain magnetic interactions\nwere estimated from magnetic data and supported by DFT calculations.\nField-induced slow relaxation of the magnetization was observed for\nthe dysprosium­(III) derivatives (<bold>3</bold> and <bold>4</bold>) and rationalized with the assistance of CASSCF calculations. Beside\nthe peculiar magnetic properties, to the best of our knowledge, <bold>1</bold>–<bold>3</bold> are also rare examples of copper­(II)-NIT\nchains containing both compressed and elongated tetragonally distorted\ncopper­(II) octahedral environments at room temperature.</p>", "clean_text": "The promising magnetic properties displayed by lanthanide-based building blocks have been exploited in the preparation of heterometallic coordination compounds, alongside first-row transition-metal ions and paramagnetic organic ligands such as nitronyl nitroxide (NIT). The most interesting point is that compounds with different supramolecular frameworks and spin topologies can be obtained via slight changes in the ligand structure or in the synthetic conditions, which affect the coordination environment of the magnetic ion and, consequently, the overall magnetic behavior. Most of the 2p-3d-4f complexes that have been reported in the literature and contain NIT derivatives as ligands have all spin carriers within the same molecule. In this contribution, we describe the synthesis, structure, and magnetic investigation of four new 2p-3d-4f heterospin systems. The triazole-substituted NIT coordinates only to the 3d metal ions, leading to positively charged copper(II)-NIT radical chains (1-3) or a mononuclear high-spin cobalt(II) cationic complex (4). All compounds contain [Ln(hfac)4]- (hfac = hexafluoroacetylacetonato) as a counterion. The magnetic behavior of the gadolinium(III) derivative 1 was interpreted as a sum of the contribution of a copper(II)-radical magnetic chain and a paramagnetic GdIII ion. Intrachain magnetic interactions were estimated from magnetic data and supported by DFT calculations. Field-induced slow relaxation of the magnetization was observed for the dysprosium(III) derivatives (3 and 4) and rationalized with the assistance of CASSCF calculations. Beside the peculiar magnetic properties, to the best of our knowledge, 1-3 are also rare examples of copper(II)-NIT chains containing both compressed and elongated tetragonally distorted copper(II) octahedral environments at room temperature.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>General</title><p>All reagents and solvents were purchased from commercial sources\nand used without further purification. The [Ln­(hfac)<sub>3</sub>]\n(Ln<sup>III</sup> = Gd, Tb, and Dy) and [Co­(hfac)<sub>2</sub>] building\nblocks were synthesized as previously reported. Infrared spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Figures S1–S3</ext-link> in the Supporting Information) were recorded on an ALPHA-P Bruker\nspectrophotometer. Electronic absorption spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Figures S4–S6</ext-link> in the Supporting Information) were recorded\non the 190–800 nm window with a Varian Cary 5000 spectrophotometer,\nequipped with a Harrick Praying Mantis DRP diffuse reflection accessory.\nMeasurements were performed in the solid state, and all compounds\nwere ground with MgO as a dilution medium.</p>", "clean_text": "Experimental Section\n\nGeneral\n\nAll reagents and solvents were purchased from commercial sources and used without further purification. The [Ln(hfac)3] (LnIII = Gd, Tb, and Dy) and [Co(hfac)2] building blocks were synthesized as previously reported. Infrared spectra (Figures S1-S3 in the Supporting Information) were recorded on an ALPHA-P Bruker spectrophotometer. Electronic absorption spectra (Figures S4-S6 in the Supporting Information) were recorded on the 190-800 nm window with a Varian Cary 5000 spectrophotometer, equipped with a Harrick Praying Mantis DRP diffuse reflection accessory. Measurements were performed in the solid state, and all compounds were ground with MgO as a dilution medium.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation\nof 1-(<italic toggle=\"yes\">m</italic>-tolyl)-1<italic toggle=\"yes\">H</italic>-1,2,3-triazole-4-(4,4,5,5-tetramethylimidazoline-1-oxyl-3-oxide)\nRadical (TlTrzNIT)</title><p>The radical was prepared by the condensation\nof 2,3-dimethyl-2,3-bis­(hydroxylammonium)­butane sulfate (264 mg; 1.08\nmmol) in 20 mL of methanol and triethylamine (470 μL, 3.24 mmol)\nwith 1-(<italic toggle=\"yes\">m</italic>-tolyl)-1<italic toggle=\"yes\">H</italic>-1,2,3-triazole-4-carbaldehyde\n(synthesized via a previously described route) (200 mg; 1.08 mmol). This mixture was stirred at 40 °C\nfor 8 h and at room temperature for an additional 16 h. A colorless\noil was obtained by vacuum evaporation of the solvent. The oil was\ndissolved in dichloromethane and oxidized with NaIO<sub>4</sub> (114\nmg, 0.54 mmol) at ice bath temperature. The organic solvent was evaporated\nto dryness and the solid residue purified by column chromatography\n(silica gel and diethyl ether as eluent), followed by evaporation\nof the solvent to obtain a blue powder. Suitable crystals for X-ray\ndiffraction (XRD) were obtained by dissolving the product in diethyl\nether, followed by slow evaporation of the solvent. Yield: 72%. Melting\npoint (mp): product decomposes into a green solid at 169 °C.\nIR (ATR, ν (cm<sup>–1</sup>)): 3123 (w, ν­(N–H)\naromatic); 3060 (w, ν­(C–H) aromatic); 2986, 2924, and\n2867 (w, ν­(C–H) aliphatic); 1589­(m), 1494­(m) and 1427(s)\nν­((CC) and/or (−NN) aromatic). UV-vis\n(solid state, λ (in nm)): 259 and 346 (π–π*\nof the nitronyl-nitroxide and/or triazole moieties); 520, 561, 606, and 665 (<italic toggle=\"yes\">n</italic>–π\nof the NIT moiety).</p>", "clean_text": "Preparation of 1-(m-tolyl)-1H-1,2,3-triazole-4-(4,4,5,5-tetramethylimidazoline-1-oxyl-3-oxide) Radical (TlTrzNIT)\n\nThe radical was prepared by the condensation of 2,3-dimethyl-2,3-bis(hydroxylammonium)butane sulfate (264 mg; 1.08 mmol) in 20 mL of methanol and triethylamine (470 μL, 3.24 mmol) with 1-(m-tolyl)-1H-1,2,3-triazole-4-carbaldehyde (synthesized via a previously described route) (200 mg; 1.08 mmol). This mixture was stirred at 40 °C for 8 h and at room temperature for an additional 16 h. A colorless oil was obtained by vacuum evaporation of the solvent. The oil was dissolved in dichloromethane and oxidized with NaIO4 (114 mg, 0.54 mmol) at ice bath temperature. The organic solvent was evaporated to dryness and the solid residue purified by column chromatography (silica gel and diethyl ether as eluent), followed by evaporation of the solvent to obtain a blue powder. Suitable crystals for X-ray diffraction (XRD) were obtained by dissolving the product in diethyl ether, followed by slow evaporation of the solvent. Yield: 72%. Melting point (mp): product decomposes into a green solid at 169 °C. IR (ATR, ν (cm-1)): 3123 (w, ν(N-H) aromatic); 3060 (w, ν(C-H) aromatic); 2986, 2924, and 2867 (w, ν(C-H) aliphatic); 1589(m), 1494(m) and 1427(s) ν((CC) and/or (-NN) aromatic). UV-vis (solid state, λ (in nm)): 259 and 346 (π-π* of the nitronyl-nitroxide and/or triazole moieties); 520, 561, 606, and 665 (n-π of the NIT moiety).", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>General Synthetic Procedure\nfor Compounds <bold>1</bold>–<bold>4</bold>\n</title><p>[Cu­(hfac)<sub>2</sub>] hydrate (16.4 mg; 0.032 mmol) or [Co­(hfac)<sub>2</sub>]\nhydrate (16.4 mg; 0.032 mmol) and [Ln­(hfac)<sub>3</sub>] hydrates\n[Ln = Gd (<bold>1</bold>), Tb (<bold>2</bold>), Dy (<bold>3</bold> or <bold>4</bold>)] (0.016 mmol) were dissolved in 10 mL of boiling <italic toggle=\"yes\">n</italic>-heptane and the solution was refluxed for 2 h under constant\nstirring. After cooling to 60 °C, a solution of radical TlTrzNIT\n(10 mg; 0.032 mmol) dissolved in 1 mL of dichloromethane was added.\nDark blue crystals with rectangular prism shapes were obtained within\n2–3 days (<bold>1</bold>–<bold>3</bold>) or 10 days\nfor <bold>4</bold>. Yield: 52% (<bold>1</bold>), 61% (<bold>2</bold>), 51% (<bold>3</bold>), and 44% (<bold>4)</bold>. IR (ATR, cm<sup>–1</sup>) for <bold>1</bold>: 3002 (w, ν­(C–H)\naromatic); 2962, 2938, 2876 (w, ν­(C–H) aliphatic); 1650\n(s, ν­(CO)); 1469 (m, δ­(C–H)) 1252, 1197,\n1138, and 1096 (s, ν­(C–F)). For <bold>2</bold>: 3009\n(w, C–H aromatic); 2993, 2960, 2928, 2856 (w, ν­(C–H)\naliphatic); 1650 (s, ν­(CO)); 1469 (m, δ­(C–H));\n1252, 1197, 1139, 1106, and 1096 (s, ν­(C–F)). For <bold>3</bold>: 3002 (w, ν­(C–H) aromatic); 2965, 2938, 2874\n(w, ν­(C–H) aliphatic); 1650 (w, ν­(CO));\n1471 (m, δ­(C–H)); 1251, 1196, 1138, and 1097 (s, ν­(C–F)).\nFor <bold>4</bold>: 2994, 2939, 2904, 2873 (w, ν­(C–H)\naliphatic); 1648 (s, ν­(CO)); 1485 (m, δ­(C–H));\n1251, 1194, 1136, and 1098 (s, ν­(C–F)). UV-vis (solid\nstate, λ in nm) for <bold>1</bold>: 259, 306, 351 (π–π*\nfor the TlTrzNIT ligand or the diketonate moieties) 451, 547, 585, 638 (intraligand and MLCT transitions).\nFor <bold>2</bold>: 265, 307, 351 (π–π* for the\nTlTrzNIT ligand or the diketonate moieties); 450, 548, 588, 640 (intraligand\nand MLCT transitions). For <bold>3</bold>: 265, 307, 351 (π–π*\nfor the TlTrzNIT ligand or the diketonate moieties), 450, 540, 585,\n640 (intraligand and MLCT transitions). For <bold>4</bold>: 260, 306,\n347 (π–π* for the TlTrzNIT ligand or the diketonate\nmoieties), 400 (broad shoulder), 542, 580, 640 (intraligand and MLCT\ntransitions).</p>", "clean_text": "General Synthetic Procedure for Compounds 1-4 \n\n[Cu(hfac)2] hydrate (16.4 mg; 0.032 mmol) or [Co(hfac)2] hydrate (16.4 mg; 0.032 mmol) and [Ln(hfac)3] hydrates [Ln = Gd (1), Tb (2), Dy (3 or 4)] (0.016 mmol) were dissolved in 10 mL of boiling n-heptane and the solution was refluxed for 2 h under constant stirring. After cooling to 60 °C, a solution of radical TlTrzNIT (10 mg; 0.032 mmol) dissolved in 1 mL of dichloromethane was added. Dark blue crystals with rectangular prism shapes were obtained within 2-3 days (1-3) or 10 days for 4. Yield: 52% (1), 61% (2), 51% (3), and 44% (4). IR (ATR, cm-1) for 1: 3002 (w, ν(C-H) aromatic); 2962, 2938, 2876 (w, ν(C-H) aliphatic); 1650 (s, ν(CO)); 1469 (m, δ(C-H)) 1252, 1197, 1138, and 1096 (s, ν(C-F)). For 2: 3009 (w, C-H aromatic); 2993, 2960, 2928, 2856 (w, ν(C-H) aliphatic); 1650 (s, ν(CO)); 1469 (m, δ(C-H)); 1252, 1197, 1139, 1106, and 1096 (s, ν(C-F)). For 3: 3002 (w, ν(C-H) aromatic); 2965, 2938, 2874 (w, ν(C-H) aliphatic); 1650 (w, ν(CO)); 1471 (m, δ(C-H)); 1251, 1196, 1138, and 1097 (s, ν(C-F)). For 4: 2994, 2939, 2904, 2873 (w, ν(C-H) aliphatic); 1648 (s, ν(CO)); 1485 (m, δ(C-H)); 1251, 1194, 1136, and 1098 (s, ν(C-F)). UV-vis (solid state, λ in nm) for 1: 259, 306, 351 (π-π* for the TlTrzNIT ligand or the diketonate moieties) 451, 547, 585, 638 (intraligand and MLCT transitions). For 2: 265, 307, 351 (π-π* for the TlTrzNIT ligand or the diketonate moieties); 450, 548, 588, 640 (intraligand and MLCT transitions). For 3: 265, 307, 351 (π-π* for the TlTrzNIT ligand or the diketonate moieties), 450, 540, 585, 640 (intraligand and MLCT transitions). For 4: 260, 306, 347 (π-π* for the TlTrzNIT ligand or the diketonate moieties), 400 (broad shoulder), 542, 580, 640 (intraligand and MLCT transitions).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>X-ray Diffraction</title><p>Single-crystal XRD data were collected on a Bruker D8 Venture diffractometer\nwith Mo Kα (λ = 0.71073 Å) radiation at 298 K. Data\ncollection and cell refinement were performed with Bruker Instrument\nServiceV6.2.6 and APEX3 programs, respectively.\nData reduction was performed using SAINT. Empirical multiscan absorption correction using equivalent reflections\nwas performed with the SADABS program. All crystal structures were solved and refined using SHELXS-97 and\nSHELXL-2014 programs, respectively. The\nstructures were drawn using the MERCURY software. Large thermal displacement parameters were found for fluorine\natoms due to thermal motion of disordered CF<sub>3</sub> groups. A\nsummary of the crystal data, data collection, and refinement for compounds <bold>1</bold>–<bold>4</bold> are listed in  and in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link> in the Supporting Information for TlTrzNIT radical. Selected bond\nlengths and bond angles are gathered in . Powder X-ray diffraction (PXRD) patterns\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Figures S7 and S8</ext-link> in the Supporting Information)\nwere collected on a Bruker D8 Avance equipped with a LynxEye detector\nat room temperature using Cu Kα radiation, with a step size\nof 0.02° and step time of 3 s. The simulated PXRD from the structures\nsolved by single-crystal XRD data agrees with the peak positions obtained\nexperimentally. The asymmetric unit of the TlTrzNIT radical, as well\nas selected bond lengths and torsion angles are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>.</p>", "clean_text": "X-ray Diffraction\n\nSingle-crystal XRD data were collected on a Bruker D8 Venture diffractometer with Mo Kα (λ = 0.71073 Å) radiation at 298 K. Data collection and cell refinement were performed with Bruker Instrument ServiceV6.2.6 and APEX3 programs, respectively. Data reduction was performed using SAINT. Empirical multiscan absorption correction using equivalent reflections was performed with the SADABS program. All crystal structures were solved and refined using SHELXS-97 and SHELXL-2014 programs, respectively. The structures were drawn using the MERCURY software. Large thermal displacement parameters were found for fluorine atoms due to thermal motion of disordered CF3 groups. A summary of the crystal data, data collection, and refinement for compounds 1-4 are listed in  and in Table S1 in the Supporting Information for TlTrzNIT radical. Selected bond lengths and bond angles are gathered in . Powder X-ray diffraction (PXRD) patterns (Figures S7 and S8 in the Supporting Information) were collected on a Bruker D8 Avance equipped with a LynxEye detector at room temperature using Cu Kα radiation, with a step size of 0.02° and step time of 3 s. The simulated PXRD from the structures solved by single-crystal XRD data agrees with the peak positions obtained experimentally. The asymmetric unit of the TlTrzNIT radical, as well as selected bond lengths and torsion angles are shown in Figure S7.", "data": null, "include_properties": null}, {"idx": 9, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of the Crystal\nStructure, Data Collection, and Refinement for <bold>1</bold>–<bold>4</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:colspec colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>chemical formula</oasis:entry>\n<oasis:entry>C<sub>74</sub>H<sub>63</sub>Cu<sub>2</sub>F<sub>42</sub>N<sub>10</sub>O<sub>18</sub>Gd</oasis:entry>\n<oasis:entry>C<sub>74</sub>H<sub>63</sub>Cu<sub>2</sub>F<sub>42</sub>N<sub>10</sub>O<sub>18</sub>Tb</oasis:entry>\n<oasis:entry>C<sub>74</sub>H<sub>63</sub>Cu<sub>2</sub>F<sub>42</sub>N<sub>10</sub>O<sub>18</sub>Dy</oasis:entry>\n<oasis:entry>C<sub>57</sub>H<sub>45</sub>Co F<sub>30</sub>N<sub>10</sub>O<sub>14</sub>Dy</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula mass, g mol<sup>–1</sup>\n</oasis:entry>\n<oasis:entry>2462.67</oasis:entry>\n<oasis:entry>2464.34</oasis:entry>\n<oasis:entry>2467.95</oasis:entry>\n<oasis:entry>1885.46</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>radiation type</oasis:entry>\n<oasis:entry>Mo Kα</oasis:entry>\n<oasis:entry>Mo Kα</oasis:entry>\n<oasis:entry>Mo Kα</oasis:entry>\n<oasis:entry>Mo Kα</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>temperature, K</oasis:entry>\n<oasis:entry>298</oasis:entry>\n<oasis:entry>298</oasis:entry>\n<oasis:entry>298</oasis:entry>\n<oasis:entry>298</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic>, Å</oasis:entry>\n<oasis:entry>14.598(3)</oasis:entry>\n<oasis:entry>14.6363(9)</oasis:entry>\n<oasis:entry>14.6062(15)</oasis:entry>\n<oasis:entry>16.5457(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic>, Å</oasis:entry>\n<oasis:entry>18.320(4)</oasis:entry>\n<oasis:entry>18.3040(9)</oasis:entry>\n<oasis:entry>18.2850(19)</oasis:entry>\n<oasis:entry>18.3344(8)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic>, Å</oasis:entry>\n<oasis:entry>20.362(4)</oasis:entry>\n<oasis:entry>20.3758(11)</oasis:entry>\n<oasis:entry>20.331(2)</oasis:entry>\n<oasis:entry>25.7563(10)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α, °</oasis:entry>\n<oasis:entry>78.987(6)</oasis:entry>\n<oasis:entry>78.935(2)</oasis:entry>\n<oasis:entry>78.967(3)</oasis:entry>\n<oasis:entry>100.073(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β, <italic toggle=\"yes\">°</italic>\n</oasis:entry>\n<oasis:entry>71.102(5)</oasis:entry>\n<oasis:entry>71.035(2)</oasis:entry>\n<oasis:entry>70.997(3)</oasis:entry>\n<oasis:entry>91.355(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ, °</oasis:entry>\n<oasis:entry>78.414(6)</oasis:entry>\n<oasis:entry>78.583(2)</oasis:entry>\n<oasis:entry>78.581(3)</oasis:entry>\n<oasis:entry>98.940(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>, Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry>5000.0(16)</oasis:entry>\n<oasis:entry>5012.1(5)</oasis:entry>\n<oasis:entry>4984.8(9)</oasis:entry>\n<oasis:entry>7589.0(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>density, Mg m<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>1.636</oasis:entry>\n<oasis:entry>1.633</oasis:entry>\n<oasis:entry>1.644</oasis:entry>\n<oasis:entry>1.650</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ, mm<sup>–1</sup>\n</oasis:entry>\n<oasis:entry>1.222</oasis:entry>\n<oasis:entry>1.261</oasis:entry>\n<oasis:entry>1.308</oasis:entry>\n<oasis:entry>1.333</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflections measured</oasis:entry>\n<oasis:entry>64557</oasis:entry>\n<oasis:entry>76710</oasis:entry>\n<oasis:entry>101627</oasis:entry>\n<oasis:entry>199691</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>independent reflections</oasis:entry>\n<oasis:entry>17672</oasis:entry>\n<oasis:entry>17719</oasis:entry>\n<oasis:entry>17625</oasis:entry>\n<oasis:entry>26741</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>θ range, °</oasis:entry>\n<oasis:entry>2.21–25.03</oasis:entry>\n<oasis:entry>2.07–25.03</oasis:entry>\n<oasis:entry>2.21–25.03</oasis:entry>\n<oasis:entry>2.13–25.03</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>int</sub>\n</oasis:entry>\n<oasis:entry>0.057</oasis:entry>\n<oasis:entry>0.039</oasis:entry>\n<oasis:entry>0.078</oasis:entry>\n<oasis:entry>0.042</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> values (<italic toggle=\"yes\">I</italic> &gt; 2s (<italic toggle=\"yes\">I</italic>))</oasis:entry>\n<oasis:entry>0.066</oasis:entry>\n<oasis:entry>0.056</oasis:entry>\n<oasis:entry>0.079</oasis:entry>\n<oasis:entry>0.049</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">wR</italic>(<italic toggle=\"yes\">F</italic>\n<sup>2</sup>) values (<italic toggle=\"yes\">I</italic> &gt; 2s(<italic toggle=\"yes\">I</italic>))</oasis:entry>\n<oasis:entry>0.159</oasis:entry>\n<oasis:entry>0.140</oasis:entry>\n<oasis:entry>0.203</oasis:entry>\n<oasis:entry>0.127</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> values (all data)</oasis:entry>\n<oasis:entry>0.112</oasis:entry>\n<oasis:entry>0.086</oasis:entry>\n<oasis:entry>0.127</oasis:entry>\n<oasis:entry>0.065</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">wR</italic>(<italic toggle=\"yes\">F</italic>\n<sup>2</sup>) values (all data)</oasis:entry>\n<oasis:entry>0.196</oasis:entry>\n<oasis:entry>0.169</oasis:entry>\n<oasis:entry>0.243</oasis:entry>\n<oasis:entry>0.143</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness of fit on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>1.05</oasis:entry>\n<oasis:entry>1.08</oasis:entry>\n<oasis:entry>1.08</oasis:entry>\n<oasis:entry>1.06</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CCDC Deposition\nNo.</oasis:entry>\n<oasis:entry>\n<ext-link ext-link-type=\"ccdc\" xlink:href=\"1872834\" xlink:type=\"simple\">1872834</ext-link>\n</oasis:entry>\n<oasis:entry>\n<ext-link ext-link-type=\"ccdc\" xlink:href=\"1872835\" xlink:type=\"simple\">1872835</ext-link>\n</oasis:entry>\n<oasis:entry>\n<ext-link ext-link-type=\"ccdc\" xlink:href=\"1872836\" xlink:type=\"simple\">1872836</ext-link>\n</oasis:entry>\n<oasis:entry>\n<ext-link ext-link-type=\"ccdc\" xlink:href=\"1872837\" xlink:type=\"simple\">1872837</ext-link>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 10, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Selected Bond Lengths and Bond Angles (deg) for <bold>1</bold>–<bold>4</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:colspec colname=\"COLSPEC0\"></oasis:colspec>\n<oasis:colspec colname=\"col5\"></oasis:colspec>\n<oasis:colspec colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">atoms label</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold> (Gd<sup>III</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold> (Tb<sup>III</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold> (Dy<sup>III</sup>)</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">atoms label</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col1\">\n<bold>Bond Lengths (Å)</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu1O2</oasis:entry>\n<oasis:entry>2.132(5)</oasis:entry>\n<oasis:entry>2.128(4)</oasis:entry>\n<oasis:entry>2.116(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1a–O1a</oasis:entry>\n<oasis:entry>2.030(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu1O3</oasis:entry>\n<oasis:entry>2.129(5)</oasis:entry>\n<oasis:entry>2.125(4)</oasis:entry>\n<oasis:entry>2.130(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1a–O3a</oasis:entry>\n<oasis:entry>2.045(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu1O5</oasis:entry>\n<oasis:entry>2.110(5)</oasis:entry>\n<oasis:entry>2.087(4)</oasis:entry>\n<oasis:entry>2.100(8)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1a–O5a</oasis:entry>\n<oasis:entry>2.039(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu1O6</oasis:entry>\n<oasis:entry>2.064(5)</oasis:entry>\n<oasis:entry>2.105(4)</oasis:entry>\n<oasis:entry>2.078(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1a–O6a</oasis:entry>\n<oasis:entry>2.068(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu1N3</oasis:entry>\n<oasis:entry>2.001(5)</oasis:entry>\n<oasis:entry>1.992(4)</oasis:entry>\n<oasis:entry>2.008(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1a–N3a</oasis:entry>\n<oasis:entry>2.109(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu1N8</oasis:entry>\n<oasis:entry>1.987(5)</oasis:entry>\n<oasis:entry>2.010(4)</oasis:entry>\n<oasis:entry>2.001(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1a–N8a</oasis:entry>\n<oasis:entry>2.117(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu2O1</oasis:entry>\n<oasis:entry>2.501(5)</oasis:entry>\n<oasis:entry>2.459(5)</oasis:entry>\n<oasis:entry>2.518(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1b–O1b</oasis:entry>\n<oasis:entry>2.037(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu2O4</oasis:entry>\n<oasis:entry>2.456(6)</oasis:entry>\n<oasis:entry>2.513(5)</oasis:entry>\n<oasis:entry>2.455(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1b–O3b</oasis:entry>\n<oasis:entry>2.028(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu2O7</oasis:entry>\n<oasis:entry>1.919(5)</oasis:entry>\n<oasis:entry>1.915(4)</oasis:entry>\n<oasis:entry>1.917(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1b–O5b</oasis:entry>\n<oasis:entry>2.051(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu2O8</oasis:entry>\n<oasis:entry>1.912(5)</oasis:entry>\n<oasis:entry>1.924(4)</oasis:entry>\n<oasis:entry>1.913(8)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1b–O6b</oasis:entry>\n<oasis:entry>2.054(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu2O9</oasis:entry>\n<oasis:entry>1.951(5)</oasis:entry>\n<oasis:entry>1.939(4)</oasis:entry>\n<oasis:entry>1.913(8)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1b–N3b</oasis:entry>\n<oasis:entry>2.108(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu2O10</oasis:entry>\n<oasis:entry>1.929(5)</oasis:entry>\n<oasis:entry>1.954(4)</oasis:entry>\n<oasis:entry>1.936(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1b–N8b</oasis:entry>\n<oasis:entry>2.124(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">LnO11</oasis:entry>\n<oasis:entry>2.352(5)</oasis:entry>\n<oasis:entry>2.376(4)</oasis:entry>\n<oasis:entry>2.367(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>N1a–O1a</oasis:entry>\n<oasis:entry>1.308(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">LnO12</oasis:entry>\n<oasis:entry>2.362(5)</oasis:entry>\n<oasis:entry>2.350(4)</oasis:entry>\n<oasis:entry>2.328(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>N2a–O2a</oasis:entry>\n<oasis:entry>1.265(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">LnO13</oasis:entry>\n<oasis:entry>2.372(6)</oasis:entry>\n<oasis:entry>2.354(5)</oasis:entry>\n<oasis:entry>2.346(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>N6a–O3a</oasis:entry>\n<oasis:entry>1.304(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">LnO14</oasis:entry>\n<oasis:entry>2.388(5)</oasis:entry>\n<oasis:entry>2.375(4)</oasis:entry>\n<oasis:entry>2.355(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>N7a–O4a</oasis:entry>\n<oasis:entry>1.261(8)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">LnO15</oasis:entry>\n<oasis:entry>2.362(5)</oasis:entry>\n<oasis:entry>2.339(4)</oasis:entry>\n<oasis:entry>2.325(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>N1b–O1b</oasis:entry>\n<oasis:entry>1.301(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">LnO16</oasis:entry>\n<oasis:entry>2.389(5)</oasis:entry>\n<oasis:entry>2.337(4)</oasis:entry>\n<oasis:entry>2.325(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>N2b–O2b</oasis:entry>\n<oasis:entry>1.267(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">LnO17</oasis:entry>\n<oasis:entry>2.385(5)</oasis:entry>\n<oasis:entry>2.345(4)</oasis:entry>\n<oasis:entry>2.333(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>N6b–O3b</oasis:entry>\n<oasis:entry>1.298(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">LnO18</oasis:entry>\n<oasis:entry>2.363(5)</oasis:entry>\n<oasis:entry>2.379(4)</oasis:entry>\n<oasis:entry>2.366(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>N7b–O4b</oasis:entry>\n<oasis:entry>1.259(7)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"7\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:colspec colname=\"COLSPEC0\"></oasis:colspec>\n<oasis:colspec colname=\"col5\"></oasis:colspec>\n<oasis:colspec colname=\"col6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col1\">\n<bold>Bond Angles (deg)</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu1–O2–N2</oasis:entry>\n<oasis:entry>116.2(4)</oasis:entry>\n<oasis:entry>119.0(3)</oasis:entry>\n<oasis:entry>116.2(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1a–O1a–N1a</oasis:entry>\n<oasis:entry>123.6(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu1–O3–N6</oasis:entry>\n<oasis:entry>118.9(4)</oasis:entry>\n<oasis:entry>115.8(3)</oasis:entry>\n<oasis:entry>118.3(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1a–O3a–N6a</oasis:entry>\n<oasis:entry>120.6(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu2–O1–N1</oasis:entry>\n<oasis:entry>163.4(4)</oasis:entry>\n<oasis:entry>163.4(4)</oasis:entry>\n<oasis:entry>164.7(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1b–O1b–N1b</oasis:entry>\n<oasis:entry>123.7(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu2–O4–N7</oasis:entry>\n<oasis:entry>136.1(5)</oasis:entry>\n<oasis:entry>136.7(4)</oasis:entry>\n<oasis:entry>136.5(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1b–O3b–N6b</oasis:entry>\n<oasis:entry>124.6(3)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Magnetic\nMeasurements</title><p>DC magnetic measurements were performed using\na Quantum Design MPMS3 SQUID magnetometer for compounds <bold>1</bold>, <bold>3</bold>, and <bold>4</bold> under 1 kOe DC field from 5\nK to 50 K and under 1 T DC field from 40 K to 300 K. For compound <bold>2</bold>, the VSM option of a Quantum Design PPMS was employed in\nthe temperature range of 3–300 K under 1 kOe DC field. All\ncompounds were wrapped in polytetrafluoroethylene (PTFE) tape and\npressed into a pellet before measurement. The data were corrected\nfrom the diamagnetic contribution of the sample and holder. AC magnetic\nmeasurements were performed on a Quantum Design PPMS using the ACMS\noption.</p>", "clean_text": "Magnetic Measurements\n\nDC magnetic measurements were performed using a Quantum Design MPMS3 SQUID magnetometer for compounds 1, 3, and 4 under 1 kOe DC field from 5 K to 50 K and under 1 T DC field from 40 K to 300 K. For compound 2, the VSM option of a Quantum Design PPMS was employed in the temperature range of 3-300 K under 1 kOe DC field. All compounds were wrapped in polytetrafluoroethylene (PTFE) tape and pressed into a pellet before measurement. The data were corrected from the diamagnetic contribution of the sample and holder. AC magnetic measurements were performed on a Quantum Design PPMS using the ACMS option.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>\n<italic toggle=\"yes\">Ab Initio</italic> Calculations</title><p>All the calculations were performed with the quantum chemistry\nsoftware ORCA 4.0. No structural approximations\nwere adopted for <bold>4</bold>, i.e., both cationic cobalt­(II) complex\nand also the anionic dysprosium­(III) complex were explicitly considered.\nHowever, only one of the two crystallographically independent units\nwas chosen in the calculations given that the geometrical differences\nwere not relevant for the evaluation of the magnetic properties (see\nbelow). For <bold>1</bold>, two fragments were extracted from the\nCu chain, each one constituted by one of the two inequivalent copper\nions of the chain and the two corresponding coordinated radicals.\nThe structure of the [Dy­(hfac)<sub>4</sub>]<sup>−</sup> anion\nin <bold>4</bold> was optimized due to disordered CF<sub>3</sub> groups.\nOptimization restricting O and Dy atom positions were performed with\nB3LYP/D3 functional and Def2-TZVP (Co, Cu, O, and\nN) and Def2-SVP (C, F, and H) and SARC2-DKH-QZVP\n(Dy). Relativistic effects were taken\ninto account by using the second-order Douglas–Kroll–Hess\n(DKH2) Hamiltonian. The mapping of the metal–radical and radical–radical\nmagnetic exchange interactions of <bold>4</bold> and <bold>1</bold> has been performed within such computational setup via the Broken\nSymmetry approach (BS/DFT) (see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link> for details). In the former\nsystem, the calculations were performed for the sextet, quartet, and\ndoublet spin multiplicities; for the latter, the quartet and the doublet\nspin multiplicities were considered.</p>", "clean_text": " Ab Initio Calculations\n\nAll the calculations were performed with the quantum chemistry software ORCA 4.0. No structural approximations were adopted for 4, i.e., both cationic cobalt(II) complex and also the anionic dysprosium(III) complex were explicitly considered. However, only one of the two crystallographically independent units was chosen in the calculations given that the geometrical differences were not relevant for the evaluation of the magnetic properties (see below). For 1, two fragments were extracted from the Cu chain, each one constituted by one of the two inequivalent copper ions of the chain and the two corresponding coordinated radicals. The structure of the [Dy(hfac)4]- anion in 4 was optimized due to disordered CF3 groups. Optimization restricting O and Dy atom positions were performed with B3LYP/D3 functional and Def2-TZVP (Co, Cu, O, and N) and Def2-SVP (C, F, and H) and SARC2-DKH-QZVP (Dy). Relativistic effects were taken into account by using the second-order Douglas-Kroll-Hess (DKH2) Hamiltonian. The mapping of the metal-radical and radical-radical magnetic exchange interactions of 4 and 1 has been performed within such computational setup via the Broken Symmetry approach (BS/DFT) (see the Supporting Information for details). In the former system, the calculations were performed for the sextet, quartet, and doublet spin multiplicities; for the latter, the quartet and the doublet spin multiplicities were considered.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>In order to compute the\nsingle-ion magnetic anisotropy of the [Co­(hfac)­(TlTrzNIT)<sub>2</sub>]<sup>+</sup> cationic complex, the TlTrzNIT radicals were calculated\nas diamagnetic species by adding two electrons to their π* NOs\norbitals, turning the total charge of this “doped” complex\ninto −1. Therefore, Complete Active Space Self Consistent Field\n(CASSCF) calculations, followed by spin–orbit\ncoupling, were performed. All seven electrons of the five 3d orbitals\nof the Co<sup>II</sup> ion were included in the active space. State-averaged\ncalculations for the two possible spin multiplicities were performed\nand the 10 quartets and 40 doublets roots were included in the following\nspin–orbit coupling calculation. Once the final spin–orbit\nstates were obtained, the magnetic anisotropy was mapped on the ground\nKramers doublet with the pseudospin approach, and on the ground quartet\nwith the following effective spin Hamiltonian <italic toggle=\"yes\">H</italic> = <italic toggle=\"yes\">DS<sub>\n<italic toggle=\"yes\">z</italic>\n</sub>\n</italic>\n<sup>2</sup> + <italic toggle=\"yes\">E</italic>(<italic toggle=\"yes\">S<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>\n</italic>\n<sup>2</sup> – <italic toggle=\"yes\">S<sub>\n<italic toggle=\"yes\">y</italic>\n</sub>\n</italic>\n<sup>2</sup>).</p>", "clean_text": "In order to compute the single-ion magnetic anisotropy of the [Co(hfac)(TlTrzNIT)2]+ cationic complex, the TlTrzNIT radicals were calculated as diamagnetic species by adding two electrons to their π* NOs orbitals, turning the total charge of this \"doped\" complex into -1. Therefore, Complete Active Space Self Consistent Field (CASSCF) calculations, followed by spin-orbit coupling, were performed. All seven electrons of the five 3d orbitals of the CoII ion were included in the active space. State-averaged calculations for the two possible spin multiplicities were performed and the 10 quartets and 40 doublets roots were included in the following spin-orbit coupling calculation. Once the final spin-orbit states were obtained, the magnetic anisotropy was mapped on the ground Kramers doublet with the pseudospin approach, and on the ground quartet with the following effective spin Hamiltonian H = DS z   2 + E(S x   2 - S y   2).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>The same\nprocedure was employed to compute the magnetic anisotropy of the [Dy­(hfac)<sub>4</sub>]<sup>−</sup> anion. In this case, the active space\nincluded the 9 electrons of the seven 4f orbitals of the lanthanide\nion. State averaged calculations were performed at the CASSCF level\nand only the 21 sextets were included in the following spin–orbit\ncalculation. Once obtained the final spin–orbit states, the\nmagnetic anisotropy was mapped on the ground Kramers doublet, with\nthe pseudospin approach.</p>", "clean_text": "The same procedure was employed to compute the magnetic anisotropy of the [Dy(hfac)4]- anion. In this case, the active space included the 9 electrons of the seven 4f orbitals of the lanthanide ion. State averaged calculations were performed at the CASSCF level and only the 21 sextets were included in the following spin-orbit calculation. Once obtained the final spin-orbit states, the magnetic anisotropy was mapped on the ground Kramers doublet, with the pseudospin approach.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Results and Discussions</title><title>Synthesis and Structure Description</title><p>The one-pot reaction\nbetween [Cu­(hfac)<sub>2</sub>], [Ln­(hfac)<sub>3</sub>], and TlTrzNIT\nradical leads to coordination compounds with general formula {[Cu<sub>2</sub>(hfac)<sub>3</sub>(TlTrzNIT)<sub>2</sub>]­[Ln­(hfac)<sub>4</sub>]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>·C<sub>7</sub>H<sub>16</sub> (Ln<sup>III</sup> = Gd(<bold>1</bold>), Tb­(<bold>2</bold>), or Dy­(<bold>3</bold>)). Compounds <bold>1</bold>–<bold>3</bold> crystallize in the triclinic <italic toggle=\"yes\">P</italic>1̅\nspace group and they are isostructural. The asymmetric unit () consists of two\nTlTrzNIT radicals bridging two copper­(II)-containing moieties, namely,\n[Cu­(hfac)]<sup>+</sup> (labeled as Cu1 in ) and [Cu­(hfac)<sub>2</sub>] (Cu2). The [Cu­(hfac)]<sup>+</sup> is coordinated by two TlTrzNIT radicals in a bidentate mode,\nthrough the nitroxide oxygen and triazole N atoms, while in [Cu­(hfac)<sub>2</sub>] the radical is axially coordinated only by the O atoms from\nthe nitroxide group. The asymmetric unit also presents a [Ln­(hfac)<sub>4</sub>]<sup>−</sup> anion and one <italic toggle=\"yes\">n</italic>-heptane\nmolecule.</p>", "clean_text": "Results and Discussions\n\nSynthesis and Structure Description\n\nThe one-pot reaction between [Cu(hfac)2], [Ln(hfac)3], and TlTrzNIT radical leads to coordination compounds with general formula {[Cu2(hfac)3(TlTrzNIT)2][Ln(hfac)4]} n ⋅C7H16 (LnIII = Gd(1), Tb(2), or Dy(3)). Compounds 1-3 crystallize in the triclinic P1̅ space group and they are isostructural. The asymmetric unit () consists of two TlTrzNIT radicals bridging two copper(II)-containing moieties, namely, [Cu(hfac)]+ (labeled as Cu1 in ) and [Cu(hfac)2] (Cu2). The [Cu(hfac)]+ is coordinated by two TlTrzNIT radicals in a bidentate mode, through the nitroxide oxygen and triazole N atoms, while in [Cu(hfac)2] the radical is axially coordinated only by the O atoms from the nitroxide group. The asymmetric unit also presents a [Ln(hfac)4]- anion and one n-heptane molecule.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Asymmetric unit of the {[Cu<sub>2</sub>(hfac)<sub>3</sub>(TlTrzNIT)<sub>2</sub>]­[Ln­(hfac)<sub>4</sub>]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>·C<sub>7</sub>H<sub>16</sub> compounds (Ln<sup>III</sup> = Gd­(<bold>1</bold>), Tb­(<bold>2</bold>), or Dy­(<bold>3</bold>)). Hydrogen atoms, lattice\nsolvent, and methyl groups were omitted for the sake of clarity. Color\ncodes: gray, carbon; blue, nitrogen; red, oxygen; cyan, copper; green,\nfluorine; and orange, lanthanide ion.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Asymmetric unit of the {[Cu2(hfac)3(TlTrzNIT)2][Ln(hfac)4]} n ⋅C7H16 compounds (LnIII = Gd(1), Tb(2), or Dy(3)). Hydrogen atoms, lattice solvent, and methyl groups were omitted for the sake of clarity. Color codes: gray, carbon; blue, nitrogen; red, oxygen; cyan, copper; green, fluorine; and orange, lanthanide ion.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The two crystallographically independent TlTrzNIT radicals\nare bridge-coordinated between [Cu­(hfac)<sub>2</sub>] and [Cu­(hfac)]<sup>+</sup> units, leading to a positively charged chain [Cu<sub>2</sub>(hfac)<sub>3</sub>(TlTrzNIT)<sub>2</sub>]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>\n<sup>+</sup> along the crystallographic <italic toggle=\"yes\">a</italic>-axis ().</p>", "clean_text": "The two crystallographically independent TlTrzNIT radicals are bridge-coordinated between [Cu(hfac)2] and [Cu(hfac)]+ units, leading to a positively charged chain [Cu2(hfac)3(TlTrzNIT)2] n  + along the crystallographic a-axis ().", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Molecular structure of\npositively charged chain of compounds <bold>1</bold>–<bold>3</bold>. Hydrogen atoms, lattice solvent, [Ln­(hfac)<sub>4</sub>]<sup>−</sup>, methyl and trifluoromethyl groups were omitted for\nthe sake of clarity. Color codes: gray, carbon; blue, nitrogen; red,\noxygen; cyan, copper; green, fluorine and orange, lanthanide ion.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Molecular structure of positively charged chain of compounds 1-3. Hydrogen atoms, lattice solvent, [Ln(hfac)4]-, methyl and trifluoromethyl groups were omitted for the sake of clarity. Color codes: gray, carbon; blue, nitrogen; red, oxygen; cyan, copper; green, fluorine and orange, lanthanide ion.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>In the chain, both Cu1 and Cu2\nions lie on distorted octahedral environments. The Cu2 ion displays\nan elongated tetragonal distortion, with the apical positions occupied\nby nitroxide O atoms (O1 and O4) from two TlTrzNIT radicals. The Cu–O\nbond lengths are 2.456(6) and 2.501(5) Å for <bold>1</bold>;\n2.459­(5) and 2.513(5) Å for <bold>2</bold>; and 2.455(7) and\n2.518(7) Å for <bold>3</bold>. Four oxygen atoms from two hfac\nligands are in the equatorial positions, with Cu2–O<sub>hfac</sub> bond lengths between 1.911(6) and 1.951(6) Å in <bold>1</bold>, 1.916(5) and 1.954(5) Å in <bold>2</bold>, and 1.913(7) and\n1.937(7) in <bold>3</bold>. The nitroxide-metal bond angles [Cu2–O4–N7\nand Cu2–O1–N1] are 136.1(5)° and 163.43(4)°\nin <bold>1</bold>, 136.7(5)°, and 163.4(4)° in <bold>2</bold>, and 136.5(7)° and 164.7(7)° in <bold>3</bold>. For TlTrzNIT\nradicals coordinated to Cu1 and Cu2 ions, the average nitroxide bond\nlength (N–O) is ∼1.25 Å, which is a typical value\nfound for other nitronyl nitroxide radicals.\n</p>", "clean_text": "In the chain, both Cu1 and Cu2 ions lie on distorted octahedral environments. The Cu2 ion displays an elongated tetragonal distortion, with the apical positions occupied by nitroxide O atoms (O1 and O4) from two TlTrzNIT radicals. The Cu-O bond lengths are 2.456(6) and 2.501(5) Å for 1; 2.459(5) and 2.513(5) Å for 2; and 2.455(7) and 2.518(7) Å for 3. Four oxygen atoms from two hfac ligands are in the equatorial positions, with Cu2-Ohfac bond lengths between 1.911(6) and 1.951(6) Å in 1, 1.916(5) and 1.954(5) Å in 2, and 1.913(7) and 1.937(7) in 3. The nitroxide-metal bond angles [Cu2-O4-N7 and Cu2-O1-N1] are 136.1(5)° and 163.43(4)° in 1, 136.7(5)°, and 163.4(4)° in 2, and 136.5(7)° and 164.7(7)° in 3. For TlTrzNIT radicals coordinated to Cu1 and Cu2 ions, the average nitroxide bond length (N-O) is ~1.25 Å, which is a typical value found for other nitronyl nitroxide radicals. ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Cu1 is coordinated by two O atoms from one hfac and two bidentate\nTlTrzNIT radicals, in contrast to Cu2, where the two TlTrzNIT radicals\ncoordinate in a monodentate mode and two bidentate hfac ligands complete\nthe coordination sphere. The average Cu1–O distances for compounds <bold>1</bold>–<bold>3</bold> are 2.121(4), 2.115(3), and 2.108(6)\nÅ, respectively, while the average Cu1–N<sub>triazol</sub> ones are 1.994(5) Å for <bold>1</bold>, 2.001(4) Å for <bold>2</bold>, and 2.005(7) Å for <bold>3</bold>. These values clearly\nshow a compressed tetragonal distortion around the Cu1 coordination\nenvironment, with the equatorial plane being formed by four oxygen\natoms (O2, O3, O5, and O6) and the apical positions occupied by triazole\nnitrogen atoms (N3 and N8).</p>", "clean_text": "Cu1 is coordinated by two O atoms from one hfac and two bidentate TlTrzNIT radicals, in contrast to Cu2, where the two TlTrzNIT radicals coordinate in a monodentate mode and two bidentate hfac ligands complete the coordination sphere. The average Cu1-O distances for compounds 1-3 are 2.121(4), 2.115(3), and 2.108(6) Å, respectively, while the average Cu1-Ntriazol ones are 1.994(5) Å for 1, 2.001(4) Å for 2, and 2.005(7) Å for 3. These values clearly show a compressed tetragonal distortion around the Cu1 coordination environment, with the equatorial plane being formed by four oxygen atoms (O2, O3, O5, and O6) and the apical positions occupied by triazole nitrogen atoms (N3 and N8).", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>The nitroxide–metal bond\nangles involving the Cu1 site, Cu1–O2–N2 and Cu1–O3–N6,\nwith values of 116.3(4)° and 119.0(4)° (<bold>1</bold>),\n115.8­(3)° and 119.0(3)° (<bold>2</bold>), and 116.2(7)°\nand 118.3(7)° (<bold>3</bold>), are closer to each other, when\ncompared with the analogous angles observed on the Cu2 site Cu2–O4–N7\nand Cu2–O1–N1. Indeed, for the former site, the differences\nare &lt;4°, whereas, for the latter, they are &gt;25°. Although\na large difference was found for the Cu–O–N angles,\nthe dihedral angle involving the triazole and nitronyl-nitroxide rings\nfor complexes <bold>1</bold>–<bold>3</bold> are ∼22°\n[N2–C23–C24–N3] and 14° [N6–C7–C8–N8],\nsince the bidentate coordination modes prevent the free rotation of\nthe triazole ring in the crystal structure.</p>", "clean_text": "The nitroxide-metal bond angles involving the Cu1 site, Cu1-O2-N2 and Cu1-O3-N6, with values of 116.3(4)° and 119.0(4)° (1), 115.8(3)° and 119.0(3)° (2), and 116.2(7)° and 118.3(7)° (3), are closer to each other, when compared with the analogous angles observed on the Cu2 site Cu2-O4-N7 and Cu2-O1-N1. Indeed, for the former site, the differences are <4°, whereas, for the latter, they are >25°. Although a large difference was found for the Cu-O-N angles, the dihedral angle involving the triazole and nitronyl-nitroxide rings for complexes 1-3 are ~22° [N2-C23-C24-N3] and 14° [N6-C7-C8-N8], since the bidentate coordination modes prevent the free rotation of the triazole ring in the crystal structure.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The shortest intrachain\nCu1···Cu2 distance in all compounds is ∼7.5\nÅ. The magnetic interaction can occur through space or mediated\nby superexchange pathways. Spin densities are expected to be centered\nmainly on the N and O atoms from the nitroxide groups, as well as on the metal ions. All intermolecular\ndistances between these paramagnetic centers are &gt;8 Å, so\nintermolecular magnetic interactions are expected to be very weak\n(see the section entitled “” below).</p>", "clean_text": "The shortest intrachain Cu1⋅⋅⋅Cu2 distance in all compounds is ~7.5 Å. The magnetic interaction can occur through space or mediated by superexchange pathways. Spin densities are expected to be centered mainly on the N and O atoms from the nitroxide groups, as well as on the metal ions. All intermolecular distances between these paramagnetic centers are >8 Å, so intermolecular magnetic interactions are expected to be very weak (see the section entitled \"\" below).", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The lanthanide counterion is coordinated by\neight oxygen atoms (O11–O18) from four bidentate hfac ligands.\nThe coordination geometry is a biaugmented trigonal prism geometry\n(J50, <italic toggle=\"yes\">C</italic>\n<sub>2v</sub> point group), as calculated\nusing the SHAPE program (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>). Ln–O bond lengths vary from\n2.352(5) to 2.389(5) Å for <bold>1</bold>; 2.337(4) to 2.379(4)\nÅ for <bold>2</bold>, and 2.325(7) to 2.367(7) Å for <bold>3</bold>, all in accordance with rare-earth hfac-based complexes\npreviously reported.\n</p>", "clean_text": "The lanthanide counterion is coordinated by eight oxygen atoms (O11-O18) from four bidentate hfac ligands. The coordination geometry is a biaugmented trigonal prism geometry (J50, C 2v point group), as calculated using the SHAPE program (Table S2). Ln-O bond lengths vary from 2.352(5) to 2.389(5) Å for 1; 2.337(4) to 2.379(4) Å for 2, and 2.325(7) to 2.367(7) Å for 3, all in accordance with rare-earth hfac-based complexes previously reported. ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Compound <bold>4</bold> crystallizes in the <italic toggle=\"yes\">P</italic>1̅ space group\nand the asymmetric unit consists of two pairs of [Co­(hfac)­(TlTrzNIT)<sub>2</sub>]­[Dy­(hfac)<sub>4</sub>], denoted as fragments A and B, as\ndepicted in .</p><p>In both fragments, the two TlTrzNIT radicals are coordinated\nto the cobalt­(II) ion (Co1a or Co1b) in a bidentate mode through the\ntriazole nitrogen atoms (N3a, N8a, N3b, and N8b) and the oxygen atoms\nfrom the nitroxide group (O1a, O3a, O1b, and O3b). The other positions\nare occupied by two O atoms from one hfac ligand, leading to a distorted\noctahedral geometry in both [Co­(hfac)­(TlTrzNIT)<sub>2</sub>]<sup>+</sup> cations. The main difference between the co-crystallized [Co­(hfac)­(TlTrzNIT)<sub>2</sub>]<sup>+</sup> cations (A and B) is related the their chirality.\nMolecule A is the right-handed twist of the propeller described by\nthe ligands, the Δ-[Co­(hfac)­(TlTrzNIT)<sub>2</sub>]<sup>+</sup> isomer, while B is the left-handed twist, the Λ-[Co­(hfac)­(TlTrzNIT)<sub>2</sub>]<sup>+</sup> one. Selected bond lengths are gathered in . It is important\nto stress that the bidentate coordination mode of TlTrzNIT radical\nis equal to the one observed for Cu1 in the chains <bold>1</bold>–<bold>3</bold>. The donor atoms occupy either axial or equatorial positions\nin the cobalt coordination sphere, but one O atom from the nitroxide\ngroup remains noncoordinating, leading to the discrete cationic complex <bold>4</bold>. The NO–metal bond angles in fragments A and B are\nsimilar (),\nwith the difference between them being 4° [120.6(3)° for\nCo1a–O1a–N1a and 124.6(3)° Co1b–O3b–N6b].\nThe triazolyl and NIT rings are almost coplanar, with torsion angles\nranging from 2.6(9)° to 9.6(8)°, induced by the bidentate\ncoordination mode, as previously discussed.</p>", "clean_text": "Compound 4 crystallizes in the P1̅ space group and the asymmetric unit consists of two pairs of [Co(hfac)(TlTrzNIT)2][Dy(hfac)4], denoted as fragments A and B, as depicted in .\n\nIn both fragments, the two TlTrzNIT radicals are coordinated to the cobalt(II) ion (Co1a or Co1b) in a bidentate mode through the triazole nitrogen atoms (N3a, N8a, N3b, and N8b) and the oxygen atoms from the nitroxide group (O1a, O3a, O1b, and O3b). The other positions are occupied by two O atoms from one hfac ligand, leading to a distorted octahedral geometry in both [Co(hfac)(TlTrzNIT)2]+ cations. The main difference between the co-crystallized [Co(hfac)(TlTrzNIT)2]+ cations (A and B) is related the their chirality. Molecule A is the right-handed twist of the propeller described by the ligands, the Δ-[Co(hfac)(TlTrzNIT)2]+ isomer, while B is the left-handed twist, the Λ-[Co(hfac)(TlTrzNIT)2]+ one. Selected bond lengths are gathered in . It is important to stress that the bidentate coordination mode of TlTrzNIT radical is equal to the one observed for Cu1 in the chains 1-3. The donor atoms occupy either axial or equatorial positions in the cobalt coordination sphere, but one O atom from the nitroxide group remains noncoordinating, leading to the discrete cationic complex 4. The NO-metal bond angles in fragments A and B are similar (), with the difference between them being 4° [120.6(3)° for Co1a-O1a-N1a and 124.6(3)° Co1b-O3b-N6b]. The triazolyl and NIT rings are almost coplanar, with torsion angles ranging from 2.6(9)° to 9.6(8)°, induced by the bidentate coordination mode, as previously discussed.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Molecular structure of [Co­(hfac)­(TlTrzNIT)<sub>2</sub>]­[Dy­(hfac)<sub>4</sub>] units as fragments A (top) and B (bottom). Hydrogen atoms\nand methyl groups were omitted for the sake of clarity. Color codes:\ngray, carbon; blue, nitrogen; red, oxygen; pink, cobalt; green, fluorine;\nand orange, dysprosium.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Molecular structure of [Co(hfac)(TlTrzNIT)2][Dy(hfac)4] units as fragments A (top) and B (bottom). Hydrogen atoms and methyl groups were omitted for the sake of clarity. Color codes: gray, carbon; blue, nitrogen; red, oxygen; pink, cobalt; green, fluorine; and orange, dysprosium.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>As for the [Dy­(hfac)<sub>4</sub>]<sup>−</sup> anions in <bold>3</bold>, the Dy<sup>III</sup> metal centers in <bold>4</bold> are coordinated by four\nbidentate hfac ligands (O7 to O14), with Dy–O bond lengths\nranging between 2.331(4) Å and 2.375(4) Å in fragment <bold>A</bold>, and between 2.318(4) Å and 2.363(4) Å in <bold>B</bold>. The dysprosium coordination geometry was also evaluated\nusing the SHAPE program (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>) and\nthis analysis revealed distinct coordination environments for the\nlanthanide ions–square antiprism (<italic toggle=\"yes\">D</italic>\n<sub>4d</sub>) for Dy1a and biaugmented trigonal prism (<italic toggle=\"yes\">C</italic>\n<sub>2v</sub>, J50) for Dy1b. In the crystal packing, the ion pairs [Co­(hfac)­(TlTrzNIT)<sub>2</sub>]<sup>+</sup> and [Dy­(hfac)<sub>4</sub>]<sup>−</sup> interact through F···F, C<sub>sp</sub>\n<sup>3</sup>H···F, and C<sub>sp</sub>\n<sup>2</sup>H···O<sub>hfac</sub> short contacts, affording an alternated arrangement of\nfragments A and B along the ac-plane, as displayed in .</p>", "clean_text": "As for the [Dy(hfac)4]- anions in 3, the DyIII metal centers in 4 are coordinated by four bidentate hfac ligands (O7 to O14), with Dy-O bond lengths ranging between 2.331(4) Å and 2.375(4) Å in fragment A, and between 2.318(4) Å and 2.363(4) Å in B. The dysprosium coordination geometry was also evaluated using the SHAPE program (Table S2) and this analysis revealed distinct coordination environments for the lanthanide ions-square antiprism (D 4d) for Dy1a and biaugmented trigonal prism (C 2v, J50) for Dy1b. In the crystal packing, the ion pairs [Co(hfac)(TlTrzNIT)2]+ and [Dy(hfac)4]- interact through F⋅⋅⋅F, Csp 3H⋅⋅⋅F, and Csp 2H⋅⋅⋅Ohfac short contacts, affording an alternated arrangement of fragments A and B along the ac-plane, as displayed in .", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Alternated arrangement\nin the crystal packing of [Co­(hfac)­(TlTrzNIT)<sub>2</sub>]­[Dy­(hfac)<sub>4</sub>] showing units A (orange) and B (blue) in the <italic toggle=\"yes\">ac</italic>-plane. Hydrogen and fluorine atoms and some methyl groups were omitted\nfor the sake of clarity.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Alternated arrangement in the crystal packing of [Co(hfac)(TlTrzNIT)2][Dy(hfac)4] showing units A (orange) and B (blue) in the ac-plane. Hydrogen and fluorine atoms and some methyl groups were omitted for the sake of clarity.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<title>Magnetic Properties</title><p>The magnetic\nproperties have been investigated in the temperature range of 5–300\nK for compounds <bold>1</bold>, <bold>3</bold>, and <bold>4</bold>, 3–300 K for <bold>2</bold>. The results of the dc measurements\nare shown in  and  in the form of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> versus <italic toggle=\"yes\">T</italic> plots, where χ<sub>M</sub> is the molar magnetic susceptibility. The χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> values at room temperature are 8.9 (<bold>1</bold>), 12.4\n(<bold>2</bold>), 14.8 (<bold>3</bold>), and 30.0 (<bold>4</bold>)\ncm<sup>3</sup> mol<sup>–1</sup> K, lower than the expected\nones for the sum of uncoupled magnetic moments: two TlTrzNIT radicals,\ntwo Cu<sup>II</sup> and one lanthanide­(III) ion for <bold>1</bold>–<bold>3</bold> (9.4, 13.3, and 15.7 cm<sup>3</sup> mol<sup>–1</sup> K, respectively), and four TlTrzNIT radicals, two\nCo<sup>II</sup> and two Dy<sup>III</sup> ions for <bold>4</bold> (33.6\ncm<sup>3</sup> mol<sup>–1</sup> K). These results indicate\nthe occurrence of strong antiferromagnetic interactions within the\ncompounds and/or crystal field splitting.</p>", "clean_text": "Magnetic Properties\n\nThe magnetic properties have been investigated in the temperature range of 5-300 K for compounds 1, 3, and 4, 3-300 K for 2. The results of the dc measurements are shown in  and  in the form of χM T versus T plots, where χM is the molar magnetic susceptibility. The χM T values at room temperature are 8.9 (1), 12.4 (2), 14.8 (3), and 30.0 (4) cm3 mol-1 K, lower than the expected ones for the sum of uncoupled magnetic moments: two TlTrzNIT radicals, two CuII and one lanthanide(III) ion for 1-3 (9.4, 13.3, and 15.7 cm3 mol-1 K, respectively), and four TlTrzNIT radicals, two CoII and two DyIII ions for 4 (33.6 cm3 mol-1 K). These results indicate the occurrence of strong antiferromagnetic interactions within the compounds and/or crystal field splitting.", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Thermal dependence of\nthe χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> product for <bold>1</bold>, <bold>2</bold>, and <bold>3</bold>. Inset: zoom for <bold>1</bold>. The red solid line corresponds to the curve using the best fit\nparameters for <bold>1</bold> (see text).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Thermal dependence of the χM T product for 1, 2, and 3. Inset: zoom for 1. The red solid line corresponds to the curve using the best fit parameters for 1 (see text).   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Thermal dependence of the χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> product\nfor <bold>4</bold>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Thermal dependence of the χM T product for 4.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<p>As mentioned in the analysis\nof the crystal structure, intermolecular distances between lanthanide\nions and between lanthanide and copper­(II) ions, as well as the distances\nbetween paramagnetic units of neighboring chains, are large. All intermolecular\nmagnetic interactions are thus expected to be very weak and were neglected.\nTherefore, the magnetic behavior of <bold>1</bold>–<bold>3</bold> can be interpreted as the sum of the independent contributions of\nthe copper­(II)-radical chain and the mononuclear lanthanide­(III) complex.\nFor compound <bold>1</bold>, upon lowering the temperature, χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> decreases slightly down to 8.8 cm<sup>3</sup> mol<sup>–1</sup> K at 130 K, then increases at lower temperatures\nup to 8.9 cm<sup>3</sup> mol<sup>–1</sup> K. Since Gd<sup>III</sup> has a <sup>8</sup>S<sub>7/2</sub> ground term with no magnetic anisotropy,\nthe χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> variations come from the\nmagnetic interactions among the spin carriers along the chain. The\nmagnetic behavior of copper­(II) complexes directly bound by nitroxide\nor nitronyl nitroxide radicals is very rich. The copper­(II)-radical\nmagnetic exchange interaction of these complexes show strong dependence\non the coordination position occupied by the oxygen atom from the\nnitroxide group. In various examples found in the literature, ferromagnetic\ninteractions (FM) are usually observed when the oxygen atom from the\nnitroxide group occupies the axial position of a tetragonally elongated\noctahedral coordination environment of copper­(II) ion. In contrast, antiferromagnetic interactions (AFM) are usually observed\nwhen the oxygen atom from NO group occupies the equatorial position. The analysis of the crystal structure of <bold>1</bold>–<bold>3</bold> reveals that Cu1 is coordinated by\ntwo oxygen atoms (O2 and O3) from the nitroxide group of TlTrzNIT\nmolecules, occupying equatorial positions of the tetragonally compressed\noctahedral geometry. In contrast, the two oxygen atoms (O1 and O4)\nfrom the nitroxide groups of two TlTrzNIT radicals occupy the axial\npositions of the tetragonally elongated octahedral environment of\nCu2. Thus, both AFM and FM interactions are expected to occur within\nthe chain for <bold>1</bold>–<bold>3</bold>. Since the magnitude\nof the magnetic interactions are very sensitive to geometrical parameters\n(bond lengths and bond angles, as well as dihedral angles) of coordinated\nradicals, then four distinct magnetic coupling constants should be\nconsidered, for which no analytical expression is available in the\nliterature. In the present case, the spin topology model used to quantify\nthe intrachain magnetic interactions is presented in . Initially, we used an approximated\nmodel that constrained the two radical–Cu1 and/or the two radical–Cu2\nmagnetic exchange interactions (<italic toggle=\"yes\">J</italic>\n<sub>1</sub> = <italic toggle=\"yes\">J</italic>\n<sub>2</sub> and/or <italic toggle=\"yes\">J</italic>\n<sub>3</sub> = <italic toggle=\"yes\">J</italic>\n<sub>4</sub>) to be the same; however, it produced a poor-quality\nfit of the experimental data. Therefore, we considered the magnetic\ndata as the sum of the independent contributions coming from the paramagnetic\nGd<sup>III</sup> complex and the magnetic chain (χ = χ<sub>Gd</sub> + χ<sub>chain</sub>). Furthermore, the infinite magnetic\nchain was modeled considering 12-member ring with <italic toggle=\"yes\">S</italic> = <sup>1</sup>/<sub>2</sub> using the aforementioned spin topology\nrepresented by the Hamiltonian described in :<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" mathsize=\"9pt\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>Ĥ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:munderover>\n<mml:mrow>\n<mml:mo form=\"prefix\">∑</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:munderover>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mover>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n<mml:mi>i</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\"0em\"></mml:mspace>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>→</mml:mo>\n</mml:mrow>\n</mml:mover>\n<mml:mo>·</mml:mo>\n<mml:mover>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n<mml:mi>i</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\"0em\"></mml:mspace>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>→</mml:mo>\n</mml:mrow>\n</mml:mover>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mover>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n<mml:mi>i</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\"0em\"></mml:mspace>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>→</mml:mo>\n</mml:mrow>\n</mml:mover>\n<mml:mo>·</mml:mo>\n<mml:mover>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n<mml:mi>i</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\"0em\"></mml:mspace>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>→</mml:mo>\n</mml:mrow>\n</mml:mover>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mover>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n<mml:mi>i</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\"0em\"></mml:mspace>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>→</mml:mo>\n</mml:mrow>\n</mml:mover>\n<mml:mo>·</mml:mo>\n<mml:mover>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n<mml:mi>i</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>4</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\"0em\"></mml:mspace>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>→</mml:mo>\n</mml:mrow>\n</mml:mover>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mover>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n<mml:mi>i</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>4</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\"0em\"></mml:mspace>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>→</mml:mo>\n</mml:mrow>\n</mml:mover>\n<mml:mo>.</mml:mo>\n<mml:mover>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n<mml:mi>i</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>5</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\"0em\"></mml:mspace>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>→</mml:mo>\n</mml:mrow>\n</mml:mover>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mi>Zeeman terms</mml:mi>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">S</italic>\n<sub>13</sub> = <italic toggle=\"yes\">S</italic>\n<sub>1</sub>.</p>", "clean_text": "As mentioned in the analysis of the crystal structure, intermolecular distances between lanthanide ions and between lanthanide and copper(II) ions, as well as the distances between paramagnetic units of neighboring chains, are large. All intermolecular magnetic interactions are thus expected to be very weak and were neglected. Therefore, the magnetic behavior of 1-3 can be interpreted as the sum of the independent contributions of the copper(II)-radical chain and the mononuclear lanthanide(III) complex. For compound 1, upon lowering the temperature, χM T decreases slightly down to 8.8 cm3 mol-1 K at 130 K, then increases at lower temperatures up to 8.9 cm3 mol-1 K. Since GdIII has a 8S7/2 ground term with no magnetic anisotropy, the χM T variations come from the magnetic interactions among the spin carriers along the chain. The magnetic behavior of copper(II) complexes directly bound by nitroxide or nitronyl nitroxide radicals is very rich. The copper(II)-radical magnetic exchange interaction of these complexes show strong dependence on the coordination position occupied by the oxygen atom from the nitroxide group. In various examples found in the literature, ferromagnetic interactions (FM) are usually observed when the oxygen atom from the nitroxide group occupies the axial position of a tetragonally elongated octahedral coordination environment of copper(II) ion. In contrast, antiferromagnetic interactions (AFM) are usually observed when the oxygen atom from NO group occupies the equatorial position. The analysis of the crystal structure of 1-3 reveals that Cu1 is coordinated by two oxygen atoms (O2 and O3) from the nitroxide group of TlTrzNIT molecules, occupying equatorial positions of the tetragonally compressed octahedral geometry. In contrast, the two oxygen atoms (O1 and O4) from the nitroxide groups of two TlTrzNIT radicals occupy the axial positions of the tetragonally elongated octahedral environment of Cu2. Thus, both AFM and FM interactions are expected to occur within the chain for 1-3. Since the magnitude of the magnetic interactions are very sensitive to geometrical parameters (bond lengths and bond angles, as well as dihedral angles) of coordinated radicals, then four distinct magnetic coupling constants should be considered, for which no analytical expression is available in the literature. In the present case, the spin topology model used to quantify the intrachain magnetic interactions is presented in . Initially, we used an approximated model that constrained the two radical-Cu1 and/or the two radical-Cu2 magnetic exchange interactions (J 1 = J 2 and/or J 3 = J 4) to be the same; however, it produced a poor-quality fit of the experimental data. Therefore, we considered the magnetic data as the sum of the independent contributions coming from the paramagnetic GdIII complex and the magnetic chain (χ = χGd + χchain). Furthermore, the infinite magnetic chain was modeled considering 12-member ring with S = 1/2 using the aforementioned spin topology represented by the Hamiltonian described in : 1     Ĥ =   ∑   i = 0   2    [ -   J   1    (     S   4 i + 1      →   ⋅     S   4 i + 2      →   )  -   J   2    (     S   4 i + 2      →   ⋅     S   4 i + 3      →   )  -   J   3    (     S   4 i + 3      →   ⋅     S   4 i + 4      →   )  -   J   4    (     S   4 i + 4      →   .     S   4 i + 5      →   )  ]  + Zeeman terms    where S 13 = S 1.", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Spin topology of the unit used to describe the magnetic\nchain of <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Spin topology of the unit used to describe the magnetic chain of 1.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The best fit was performed using the Phi program, and the red solid line in  represents the fit curve using the best\nparameters: <italic toggle=\"yes\">J</italic>\n<sub>1</sub> = −22.6 cm<sup>–1</sup>, <italic toggle=\"yes\">J</italic>\n<sub>2</sub> = −437 cm<sup>–1</sup>, <italic toggle=\"yes\">J</italic>\n<sub>3</sub> = 5.0 cm<sup>–1</sup>, <italic toggle=\"yes\">J</italic>\n<sub>4</sub> = 59 cm<sup>–1</sup>, and an average <italic toggle=\"yes\">g</italic>-value of 2.04. These magnetic exchange coupling constants\nlie within the range typically found for copper­(II)-nitronyl nitroxide\nradical complexes with the N–O groups coordinated by axial\nor equatorial positions. Based on the symmetry of the spin model, each pair of AFM and FM\ninteractions could be attributed respectively to radical–Cu1\nand radical–Cu2. The expected alternation of the magnitude\nof the exchange interactions along the chain based on the geometrical\nconsiderations (shown previously) has been confirmed by the BS/DFT\ncalculations (see  and the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>). Indeed,\nthe agreement between the computed values with the experimental ones\nis very good, both in sign and magnitude, despite (i) the large number\nof the exchange parameters to be considered within the same system\nand (ii) the inclusion, in the BS mapping, of the next-near-neighbor\ninteractions between the radicals, which is absent in the experimental\nHamiltonian. In this regard, the unexpected strong antiferromagnetic\ninteraction observed for <italic toggle=\"yes\">J</italic>\n<sub arrange=\"stack\">rr</sub>\n<sup arrange=\"stack\">′</sup> = −19.6 cm<sup>–1</sup> must be noticed (see below). Attempts to incorporate this type of\ninteraction in the fitting process were done, but it resulted in overparameterization.</p>", "clean_text": "The best fit was performed using the Phi program, and the red solid line in  represents the fit curve using the best parameters: J 1 = -22.6 cm-1, J 2 = -437 cm-1, J 3 = 5.0 cm-1, J 4 = 59 cm-1, and an average g-value of 2.04. These magnetic exchange coupling constants lie within the range typically found for copper(II)-nitronyl nitroxide radical complexes with the N-O groups coordinated by axial or equatorial positions. Based on the symmetry of the spin model, each pair of AFM and FM interactions could be attributed respectively to radical-Cu1 and radical-Cu2. The expected alternation of the magnitude of the exchange interactions along the chain based on the geometrical considerations (shown previously) has been confirmed by the BS/DFT calculations (see  and the Supporting Information). Indeed, the agreement between the computed values with the experimental ones is very good, both in sign and magnitude, despite (i) the large number of the exchange parameters to be considered within the same system and (ii) the inclusion, in the BS mapping, of the next-near-neighbor interactions between the radicals, which is absent in the experimental Hamiltonian. In this regard, the unexpected strong antiferromagnetic interaction observed for J rr ' = -19.6 cm-1 must be noticed (see below). Attempts to incorporate this type of interaction in the fitting process were done, but it resulted in overparameterization.", "data": null, "include_properties": null}, {"idx": 34, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Computed Exchange Coupling Constants for Metal-Radical\n(<italic toggle=\"yes\">J</italic>\n<sub>1–4</sub>) and Radical Radical (<italic toggle=\"yes\">J</italic>\n<sub arrange=\"stack\">rr</sub>\n<sup arrange=\"stack\">′</sup> and <italic toggle=\"yes\">J</italic>\n<sub arrange=\"stack\">rr</sub>\n<sup arrange=\"stack\">′′</sup>) Interactions in <bold>1</bold> and <bold>4</bold>, Using the Spin Topology Presented in <xref ref-type=\"fig\" rid=\"fig7\">Figure <xref ref-type=\"fig\" rid=\"fig7\"></xref>\n</xref>\n<xref ref-type=\"table-fn\" rid=\"tbl3-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"center\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">compound</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">J</italic>\n<sub>1</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">J</italic>\n<sub>2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">J</italic>\n<sub>rr</sub>’</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">J</italic>\n<sub>3</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">J</italic>\n<sub>4</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">J</italic>\n<sub>rr</sub>\n<sup>′′</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry>–58.2</oasis:entry>\n<oasis:entry>–352.9</oasis:entry>\n<oasis:entry>–19.6</oasis:entry>\n<oasis:entry>13.5</oasis:entry>\n<oasis:entry>58.4</oasis:entry>\n<oasis:entry>–0.63</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>4</bold>\n</oasis:entry>\n<oasis:entry>–152.8</oasis:entry>\n<oasis:entry>–318.4</oasis:entry>\n<oasis:entry>61.2</oasis:entry>\n<oasis:entry align=\"center\">–</oasis:entry>\n<oasis:entry align=\"center\">–</oasis:entry>\n<oasis:entry align=\"center\">–</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl3-fn1\">\n<label>a</label>\n<p>Positive and negative exchange coupling constants\nare ferromagnetic and antiferromagnetic interactions, respectively.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Many one-dimensional copper­(II)-NIT\ncompounds have been reported in literature. The copper­(II) ion commonly has a tetragonally elongated octahedral\ngeometry, where the O atom from the nitroxide group occupies axial\npositions. Very interesting results have been reported for one-dimensional\ncopper­(II)-NIT complexes that exhibit structural rearrangements, as\na function of temperature, followed by pronounced changes in the magnetic\nbehavior similar to spin-crossover phenomena (spin transition induced\nby heat). This transition is due to the\nchange in the interspin distances in one of two nonequivalent copper­(II)\nions of the chain as a function of temperature, leading to modifications\nin the copper­(II)-radical exchange magnetic coupling. The copper­(II) ions lie on a tetragonally elongated octahedral\ngeometry near room temperature and one of them undergoes a transition\nto a compressed one usually at temperatures below 200 K. To the best\nof our knowledge, <bold>1</bold>–<bold>3</bold> are rare examples\nof copper­(II)-NIT chains containing both compressed and elongated\ntetragonal distortions of octahedral environments at room temperature.</p>", "clean_text": "Many one-dimensional copper(II)-NIT compounds have been reported in literature. The copper(II) ion commonly has a tetragonally elongated octahedral geometry, where the O atom from the nitroxide group occupies axial positions. Very interesting results have been reported for one-dimensional copper(II)-NIT complexes that exhibit structural rearrangements, as a function of temperature, followed by pronounced changes in the magnetic behavior similar to spin-crossover phenomena (spin transition induced by heat). This transition is due to the change in the interspin distances in one of two nonequivalent copper(II) ions of the chain as a function of temperature, leading to modifications in the copper(II)-radical exchange magnetic coupling. The copper(II) ions lie on a tetragonally elongated octahedral geometry near room temperature and one of them undergoes a transition to a compressed one usually at temperatures below 200 K. To the best of our knowledge, 1-3 are rare examples of copper(II)-NIT chains containing both compressed and elongated tetragonal distortions of octahedral environments at room temperature.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>The sign and magnitude of the Cu1 radical exchange couplings () can be rationalized,\nconsidering the molecular orbitals of the system. The coordination\nenvironment of the copper ion is compressed octahedral with the tetragonal\ndistortion axis along the Cu–N bond direction (see ). In such a local\nframe, the d<sub>\n<italic toggle=\"yes\">z</italic>\n</sub>\n<sup>2</sup> orbital has\nthe highest energy, when compared to the other d orbitals and, therefore,\nis singly occupied. Consequently, the d<sub>\n<italic toggle=\"yes\">x</italic>\n<sup>2</sup>–<italic toggle=\"yes\">y</italic>\n<sup>2</sup>\n</sub> orbital lies\nin the equatorial plane (see ) defined by the two O atoms from two TlTrzNIT and\nother two O atoms belonging to the hfac ligand. As reported in the\nliterature, when the π*-orbital\nof the nitroxide group lies on the plane defined by d<sub>\n<italic toggle=\"yes\">x</italic>\n<sup>2</sup>–<italic toggle=\"yes\">y</italic>\n<sup>2</sup>\n</sub> orbital of Cu ion, the interaction is expected to be antiferromagnetic\nsince a sigma type overlap between a single lobe of the antibonding\nπ*-orbital of the radicals and the equatorial ring of d<sub>\n<italic toggle=\"yes\">z</italic>\n</sub>\n<sup>2</sup> orbital of the Cu ion becomes\npossible (i.e., a direct exchange interaction).</p>", "clean_text": "The sign and magnitude of the Cu1 radical exchange couplings () can be rationalized, considering the molecular orbitals of the system. The coordination environment of the copper ion is compressed octahedral with the tetragonal distortion axis along the Cu-N bond direction (see ). In such a local frame, the d z  2 orbital has the highest energy, when compared to the other d orbitals and, therefore, is singly occupied. Consequently, the d x 2-y 2  orbital lies in the equatorial plane (see ) defined by the two O atoms from two TlTrzNIT and other two O atoms belonging to the hfac ligand. As reported in the literature, when the π*-orbital of the nitroxide group lies on the plane defined by d x 2-y 2  orbital of Cu ion, the interaction is expected to be antiferromagnetic since a sigma type overlap between a single lobe of the antibonding π*-orbital of the radicals and the equatorial ring of d z  2 orbital of the Cu ion becomes possible (i.e., a direct exchange interaction).", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Spin down d<sub>\n<italic toggle=\"yes\">z</italic>\n<sup>2</sup>\n</sub> (left) and d<sub>\n<italic toggle=\"yes\">x</italic>\n<sup>2</sup>–<italic toggle=\"yes\">y</italic>\n<sup>2</sup>\n</sub> (right) orbitals\nof the Cu1 ion. The d<sub>\n<italic toggle=\"yes\">z</italic>\n<sup>2</sup>\n</sub> (empty)\nis aligned along the Cu–N<sub>Triazole</sub> bond, while the\nd<sub>x<sup>2</sup>–<italic toggle=\"yes\">y</italic>\n<sup>2</sup>\n</sub> (occupied)\nis in the plane defined by the two Cu1–O<sub>Rad</sub> bonds.\nThe electron density isosurface level was set to 0.05 e/<italic toggle=\"yes\">a</italic>\n<sub>0</sub>\n<sup>3</sup>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Spin down d z 2  (left) and d x 2-y 2  (right) orbitals of the Cu1 ion. The d z 2  (empty) is aligned along the Cu-NTriazole bond, while the dx2-y 2  (occupied) is in the plane defined by the two Cu1-ORad bonds. The electron density isosurface level was set to 0.05 e/a 0 3.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>However, the magnitude of the antiferromagnetic interaction\nis modulated by (i) the N–O–Cu angle and (ii) by the\ndihedral angle between the plane of d<sub>\n<italic toggle=\"yes\">x</italic>\n<sup>2</sup>–<italic toggle=\"yes\">y</italic>\n<sup>2</sup>\n</sub> orbital and the plane\nof the radical π*-conjugated system. For this dihedral definition of angles, a maximum for the antiferromagnetic\ninteractions is expected at 90°, while at 0° and 180°,\nmaximum ferromagnetic interactions would occur. The dihedral Cu1–O3–N6–Cπ\nand Cu1–O2–N2–Cπ angles are found to be\n34.8° and 42.8° for Rad1 and Rad2, respectively. Higher\ndihedral angles imply a stronger overlap with both d<sub>\n<italic toggle=\"yes\">z</italic>\n<sup>2</sup>\n</sub> and d<sub>\n<italic toggle=\"yes\">x</italic>\n<sup>2</sup>–<italic toggle=\"yes\">y</italic>\n<sup>2</sup>\n</sub> orbital of Cu and, consequently, an\nantiferromagnetic interaction is expected. The very large difference\nin magnitude for <italic toggle=\"yes\">J</italic>\n<sub>1</sub> and <italic toggle=\"yes\">J</italic>\n<sub>2</sub> can be attributed to their very sensitive dependence\non slight variations of the dihedral angle. Moreover, regarding the antiferromagnetic interaction between the\ntwo radicals, MO analysis shows that the two radicals’ antibonding\norbitals are not orthogonal to each other, but are instead delocalized\non both TlTrzNIT moieties (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link> in the Supporting Information). The overlap between the magnetic\norbitals is nonzero and a non-negligible next-nearest neighbors antiferromagnetic\ninteraction is also expected.</p>", "clean_text": "However, the magnitude of the antiferromagnetic interaction is modulated by (i) the N-O-Cu angle and (ii) by the dihedral angle between the plane of d x 2-y 2  orbital and the plane of the radical π*-conjugated system. For this dihedral definition of angles, a maximum for the antiferromagnetic interactions is expected at 90°, while at 0° and 180°, maximum ferromagnetic interactions would occur. The dihedral Cu1-O3-N6-Cπ and Cu1-O2-N2-Cπ angles are found to be 34.8° and 42.8° for Rad1 and Rad2, respectively. Higher dihedral angles imply a stronger overlap with both d z 2  and d x 2-y 2  orbital of Cu and, consequently, an antiferromagnetic interaction is expected. The very large difference in magnitude for J 1 and J 2 can be attributed to their very sensitive dependence on slight variations of the dihedral angle. Moreover, regarding the antiferromagnetic interaction between the two radicals, MO analysis shows that the two radicals' antibonding orbitals are not orthogonal to each other, but are instead delocalized on both TlTrzNIT moieties (see Figure S9 in the Supporting Information). The overlap between the magnetic orbitals is nonzero and a non-negligible next-nearest neighbors antiferromagnetic interaction is also expected.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>On the other hand, the Cu2–radical\nexchange couplings are ferromagnetic, as expected when the NO group\ncoordinates to the ion along the elongation axis. However, the different\nmagnitude can be explained even in this case by the different geometrical\nparameters (bond lengths, bond angles, and dihedral angles) of the\ntwo Cu–ON bonds. The values of\nthe exchange constants can be very different also for small structural\nvariations: in this case, the dihedral angle Cu2–O1–N1–C<sub>π</sub> is 67.1°, while the dihedral angle Cu2–O4–N7–C<sub>π</sub> is 94.9°. The lower dihedral angle implies a stronger\noverlap with the d<sub>\n<italic toggle=\"yes\">z</italic>\n</sub>\n<sup>2</sup> of the\nCu ion and, therefore, a weaker ferromagnetic interaction. The computed\nvalues are reported in .</p>", "clean_text": "On the other hand, the Cu2-radical exchange couplings are ferromagnetic, as expected when the NO group coordinates to the ion along the elongation axis. However, the different magnitude can be explained even in this case by the different geometrical parameters (bond lengths, bond angles, and dihedral angles) of the two Cu-ON bonds. The values of the exchange constants can be very different also for small structural variations: in this case, the dihedral angle Cu2-O1-N1-Cπ is 67.1°, while the dihedral angle Cu2-O4-N7-Cπ is 94.9°. The lower dihedral angle implies a stronger overlap with the d z  2 of the Cu ion and, therefore, a weaker ferromagnetic interaction. The computed values are reported in .", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>For compounds containing anisotropic lanthanide ions\n(Tb<sup>III</sup> or Dy<sup>III</sup>), the temperature dependence\nof the population of the crystal field split states (Stark sublevels)\nis relevant for the magnetic behavior. Therefore, for compounds <bold>2</bold> and <bold>3</bold>, the decrease of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> with sample cooling results from the combination of the\nmagnetic Cu<sup>II</sup>–radical chain and magnetic anisotropy\neffects of lanthanide ions. Analogously in <bold>4</bold>, the continuous\ndecrease of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> upon decreasing\nthe temperature corresponds to the combination of the intrinsic magnetism\nof the Dy<sup>III</sup> ions with the depopulation of the <italic toggle=\"yes\">M<sub>J</sub>\n</italic> sublevels of the <sup>6</sup>H<sub>15/2</sub> state, the orbital contribution of the magnetic moment of the Co<sup>II</sup> ion, and the Co<sup>II</sup>–radical magnetic interactions.\nSince all aforementioned magnetic effects coexist in <bold>2</bold>–<bold>4</bold>, it is very difficult to fit χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> data in order to estimate the magnetic interaction\nand magnetic anisotropy parameters simultaneously; therefore, we computed\nthem at the DFT level.</p>", "clean_text": "For compounds containing anisotropic lanthanide ions (TbIII or DyIII), the temperature dependence of the population of the crystal field split states (Stark sublevels) is relevant for the magnetic behavior. Therefore, for compounds 2 and 3, the decrease of χM T with sample cooling results from the combination of the magnetic CuII-radical chain and magnetic anisotropy effects of lanthanide ions. Analogously in 4, the continuous decrease of χM T upon decreasing the temperature corresponds to the combination of the intrinsic magnetism of the DyIII ions with the depopulation of the MJ  sublevels of the 6H15/2 state, the orbital contribution of the magnetic moment of the CoII ion, and the CoII-radical magnetic interactions. Since all aforementioned magnetic effects coexist in 2-4, it is very difficult to fit χM T data in order to estimate the magnetic interaction and magnetic anisotropy parameters simultaneously; therefore, we computed them at the DFT level.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>DFT-D3 calculations on the [Co­(hfac)­(TlTrzNIT)<sub>2</sub>]<sup>+</sup> cationic complex present an analogous picture\nwith the one already discussed for Cu1 in compound <bold>1</bold> (see ). Two strong antiferromagnetic\nexchange couplings have been found for the metal–radical interactions,\nand a strong ferromagnetic one was found between the two radicals.\nThese findings are in agreement with the determined cobalt­(II)–radical\nexchange coupling constants reported in the literature. The sign and the values of the two exchange\nconstants can be rationalized as in compound <bold>1</bold>. Given\nthat this cationic complex has a similar structure to the Rad1–Cu1–Rad2\nunit, the two nitroxide groups are coordinated to the Co­(II) ion in\nequatorial positions and, consequently, the coupling is expected to\nbe antiferromagnetic. <italic toggle=\"yes\">J</italic>\n<sub>1</sub> is about half\nof <italic toggle=\"yes\">J</italic>\n<sub>2</sub>, and this difference can be ascribed\nmainly to the slight variation of the Co–O<sub>rad</sub>–N<sub>rad</sub>–C<sub>π</sub> dihedral angle: 24.4° vs\n29.8° for Rad1 and Rad2, respectively.</p>", "clean_text": "DFT-D3 calculations on the [Co(hfac)(TlTrzNIT)2]+ cationic complex present an analogous picture with the one already discussed for Cu1 in compound 1 (see ). Two strong antiferromagnetic exchange couplings have been found for the metal-radical interactions, and a strong ferromagnetic one was found between the two radicals. These findings are in agreement with the determined cobalt(II)-radical exchange coupling constants reported in the literature. The sign and the values of the two exchange constants can be rationalized as in compound 1. Given that this cationic complex has a similar structure to the Rad1-Cu1-Rad2 unit, the two nitroxide groups are coordinated to the Co(II) ion in equatorial positions and, consequently, the coupling is expected to be antiferromagnetic. J 1 is about half of J 2, and this difference can be ascribed mainly to the slight variation of the Co-Orad-Nrad-Cπ dihedral angle: 24.4° vs 29.8° for Rad1 and Rad2, respectively.", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["property"], "content": "<p>Regarding the magnetic\nproperties of <bold>4</bold>, CASSCF calculations gave very useful\ninsights. A strong positive D value (50.8 cm<sup>–1</sup>)\nhas been found for the Co­(II) ion (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Tables S3 and S4</ext-link> in the Supporting Information). However, the E/D\nratio (0.16) indicates clearly that the compound lies in an intermediate\nsituation between easy-axis and easy-plane scenarios, i.e., a lower\nsymmetry than axial. The D<sub>\n<italic toggle=\"yes\">z</italic>\n</sub> axis lies\nalong the Co–N<sub>triazole</sub> bond (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link> in the Supporting Information). Therefore, the\ntwo N atoms belonging to the triazole rings direction determine not\nonly the sign of the exchange coupling constants, as in compound <bold>1</bold>, but also the direction of the principal magnetic anisotropy\naxis. Intriguingly, <italic toggle=\"yes\">g<sub>\n<italic toggle=\"yes\">z</italic>\n</sub>\n</italic> is not collinear to D<sub>\n<italic toggle=\"yes\">z</italic>\n</sub>, but is almost\nperpendicular to it.</p>", "clean_text": "Regarding the magnetic properties of 4, CASSCF calculations gave very useful insights. A strong positive D value (50.8 cm-1) has been found for the Co(II) ion (see Tables S3 and S4 in the Supporting Information). However, the E/D ratio (0.16) indicates clearly that the compound lies in an intermediate situation between easy-axis and easy-plane scenarios, i.e., a lower symmetry than axial. The D z  axis lies along the Co-Ntriazole bond (see Figure S10 in the Supporting Information). Therefore, the two N atoms belonging to the triazole rings direction determine not only the sign of the exchange coupling constants, as in compound 1, but also the direction of the principal magnetic anisotropy axis. Intriguingly, g z   is not collinear to D z , but is almost perpendicular to it.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>On the other hand, for the [Dy­(hfac)<sub>4</sub>]<sup>−</sup> anion, an axial ground Kramers doublet\nhas been found (<italic toggle=\"yes\">g<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>\n</italic> =\n0.45, <italic toggle=\"yes\">g<sub>\n<italic toggle=\"yes\">y</italic>\n</sub>\n</italic> = 0.77, <italic toggle=\"yes\">g<sub>\n<italic toggle=\"yes\">z</italic>\n</sub>\n</italic> = 18.1). The easy axis orientation\nlies between the two square faces of the square antiprism coordination\nenvironment (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Figure S10 and Table S5</ext-link>).\nThe ground state is not well isolated from the excited states: the\nfirst one lies at only 8.64 cm<sup>–1</sup>, and there are\nfour Kramers doublets within 100 cm<sup>–1</sup>(see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Table S6</ext-link> in the Supporting Information). This\nfinding is consistent with the energy barrier obtained from AC data\n(see the next section) and suggests that the relaxation of the magnetization\noccurs mainly from the low-lying states and tunnels through the first\nexcited state.</p>", "clean_text": "On the other hand, for the [Dy(hfac)4]- anion, an axial ground Kramers doublet has been found (g x   = 0.45, g y   = 0.77, g z   = 18.1). The easy axis orientation lies between the two square faces of the square antiprism coordination environment (Figure S10 and Table S5). The ground state is not well isolated from the excited states: the first one lies at only 8.64 cm-1, and there are four Kramers doublets within 100 cm-1(see Table S6 in the Supporting Information). This finding is consistent with the energy barrier obtained from AC data (see the next section) and suggests that the relaxation of the magnetization occurs mainly from the low-lying states and tunnels through the first excited state.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["property"], "content": "<title>Dynamic Magnetic Properties</title><p>The dynamic magnetic properties were investigated for compounds <bold>2</bold>–<bold>4</bold> with frequency- and temperature-dependent\nac magnetic susceptibility measurements. For all compounds, no clear\nfrequency dependence of the in-phase and out-of-phase components was\nevidenced under zero static magnetic field, resulting from quantum\ntunneling of the magnetization (QTM). It is well-known for SMMs that\nthe QTM occurring at zero field can be inhibited by an external magnetic\nfield, so AC susceptibility measurements were also performed under\noptimal static magnetic field. For compound <bold>2</bold>, a very\nslight frequency dependency was observed without any maxima within\nthe available temperature range (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link> in the Supporting Information). In contrast, compounds <bold>3</bold> and <bold>4</bold> exhibited frequency-dependent maxima in the in-phase\n(χ′) and out-of-phase (χ′′) susceptibilities\n(see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link> in the Supporting Information\nand  for <bold>3</bold> and <bold>4</bold>, respectively). Since the dynamic magnetic\nbehavior is very similar for compounds <bold>3</bold> and <bold>4</bold>, the magnetic relaxation should be related to the Dy<sup>III</sup> ions. For compound <bold>4</bold>, it is noteworthy that two maxima\nare clearly observed in the in-phase susceptibility, showing that\ntwo different relaxation processes are active. For the out-of-phase\nsusceptibility, only one maximum is resolved but the other one is\nglimpsed at lower temperatures. Indeed, Cole–Cole plots and\nisothermal ac magnetic susceptibility measurements unequivocally show\nthe presence of two relaxation processes at the lowest temperature\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Figures S13 and S14 and Table S7</ext-link> in the\nSupporting Information). These magnetic relaxation processes may be\nattributed to the two noncrystallographic equivalent Dy<sup>III</sup> ions. The relaxation times obtained from the out-of-phase susceptibility\npeaks were used for the Arrhenius plots (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Figure S15</ext-link> in the Supporting Information). The observed temperature\ndependence of the relaxation times was reproduced considering Raman\nand Orbach processes (see ).<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>τ</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mi>C</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>τ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi mathvariant=\"normal\">exp</mml:mi>\n<mml:mrow>\n<mml:mo>(</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:mfrac>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mfrac>\n<mml:mo>)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>For Kramers’ ions, <italic toggle=\"yes\">n</italic> was fixed equal to 9 and the best-fit parameters were <italic toggle=\"yes\">τ</italic>\n<sub>0</sub> = 1.8 × 10<sup>–5</sup> s,\nΔ/<italic toggle=\"yes\">k</italic>\n<sub>B</sub> = 6.8 K, and <italic toggle=\"yes\">C</italic> = 0.022 s<sup>–1</sup> K<sup>–9</sup> for <bold>3</bold>, and <italic toggle=\"yes\">τ</italic>\n<sub>0</sub> = 3 × 10<sup>–6</sup> s, Δ/<italic toggle=\"yes\">k</italic>\n<sub>B</sub> = 12.8 K, and <italic toggle=\"yes\">C</italic> = 0.074 s<sup>–1</sup> K<sup>–9</sup> for <bold>4</bold>, which are consistent with SMM behavior.</p>", "clean_text": "Dynamic Magnetic Properties\n\nThe dynamic magnetic properties were investigated for compounds 2-4 with frequency- and temperature-dependent ac magnetic susceptibility measurements. For all compounds, no clear frequency dependence of the in-phase and out-of-phase components was evidenced under zero static magnetic field, resulting from quantum tunneling of the magnetization (QTM). It is well-known for SMMs that the QTM occurring at zero field can be inhibited by an external magnetic field, so AC susceptibility measurements were also performed under optimal static magnetic field. For compound 2, a very slight frequency dependency was observed without any maxima within the available temperature range (see Figure S11 in the Supporting Information). In contrast, compounds 3 and 4 exhibited frequency-dependent maxima in the in-phase (χ') and out-of-phase (χ'') susceptibilities (see Figure S12 in the Supporting Information and  for 3 and 4, respectively). Since the dynamic magnetic behavior is very similar for compounds 3 and 4, the magnetic relaxation should be related to the DyIII ions. For compound 4, it is noteworthy that two maxima are clearly observed in the in-phase susceptibility, showing that two different relaxation processes are active. For the out-of-phase susceptibility, only one maximum is resolved but the other one is glimpsed at lower temperatures. Indeed, Cole-Cole plots and isothermal ac magnetic susceptibility measurements unequivocally show the presence of two relaxation processes at the lowest temperature (Figures S13 and S14 and Table S7 in the Supporting Information). These magnetic relaxation processes may be attributed to the two noncrystallographic equivalent DyIII ions. The relaxation times obtained from the out-of-phase susceptibility peaks were used for the Arrhenius plots (Figure S15 in the Supporting Information). The observed temperature dependence of the relaxation times was reproduced considering Raman and Orbach processes (see ). 2       1   τ   = C   T   n   +   1     τ   0      exp  ( -  Δ T  )     For Kramers' ions, n was fixed equal to 9 and the best-fit parameters were τ 0 = 1.8 × 10-5 s, Δ/k B = 6.8 K, and C = 0.022 s-1 K-9 for 3, and τ 0 = 3 × 10-6 s, Δ/k B = 12.8 K, and C = 0.074 s-1 K-9 for 4, which are consistent with SMM behavior.", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Thermal dependence of\nthe in-phase (χ′) and out-of-phase susceptibility (χ′′)\ncomponents for compound <bold>4</bold> under applied magnetic field\nof 1.5 kOe.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Thermal dependence of the in-phase (χ') and out-of-phase susceptibility (χ'') components for compound 4 under applied magnetic field of 1.5 kOe.   ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>Four new heterotrispin systems containing cationic copper­(II)–TlTrzNIT\nchains or a mononuclear cobalt­(II)–TlTrzNIT and [Ln­(hfac)<sub>4</sub>]<sup>−</sup> as counterion were described. The TlTrzNIT\nradical coordinates only to the 3d metal ions, leading to rare examples of heterotrispin systems containing 2p–3d\nand 4f as separated units, in contrast to other 2p–3d–4f\nheterotrispin systems reported in the literature that contain all\nparamagnetic units connected by covalent bonds within the same molecule.\nIn addition, <bold>1</bold>–<bold>3</bold> are rare examples\nof copper­(II)-NIT chains containing both compressed and elongated\ntetragonal distortions of octahedral environments at room temperature.\nThe magnetic investigation showed the coexistence of both intrachain\nAFM and FM magnetic exchange interactions between radical and copper­(II)\nions. The theoretical insight about magnetic behavior given by DFT\nand CASSCF calculations contributed to the attribution of the copper­(II)–radical\nmagnetic exchange interaction of <bold>1</bold>, as well as the magnetic\nanisotropy of compound <bold>4</bold>.</p>", "clean_text": "Conclusions\n\nFour new heterotrispin systems containing cationic copper(II)-TlTrzNIT chains or a mononuclear cobalt(II)-TlTrzNIT and [Ln(hfac)4]- as counterion were described. The TlTrzNIT radical coordinates only to the 3d metal ions, leading to rare examples of heterotrispin systems containing 2p-3d and 4f as separated units, in contrast to other 2p-3d-4f heterotrispin systems reported in the literature that contain all paramagnetic units connected by covalent bonds within the same molecule. In addition, 1-3 are rare examples of copper(II)-NIT chains containing both compressed and elongated tetragonal distortions of octahedral environments at room temperature. The magnetic investigation showed the coexistence of both intrachain AFM and FM magnetic exchange interactions between radical and copper(II) ions. The theoretical insight about magnetic behavior given by DFT and CASSCF calculations contributed to the attribution of the copper(II)-radical magnetic exchange interaction of 1, as well as the magnetic anisotropy of compound 4.", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\" xlink:type=\"simple\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.inorgchem.8b02929\" xlink:type=\"simple\">10.1021/acs.inorgchem.8b02929</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional magnetic\nanalysis for <bold>3</bold> and <bold>4</bold>; DFT calculations for <bold>1</bold> and <bold>4</bold>; FTIR and UV-vis spectra for <bold>1</bold>–<bold>4</bold>; crystal structure of the TlTrzNIT radical\nand PXRD patterns for <bold>1</bold>−<bold>4</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.inorgchem.8b02929.  Additional magnetic analysis for 3 and 4; DFT calculations for 1 and 4; FTIR and UV-vis spectra for 1-4; crystal structure of the TlTrzNIT radical and PXRD patterns for 1-4 (PDF)   ", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>Additional magnetic\nanalysis for <bold>3</bold> and <bold>4</bold>; DFT calculations for <bold>1</bold> and <bold>4</bold>; FTIR and UV-vis spectra for <bold>1</bold>–<bold>4</bold>; crystal structure of the TlTrzNIT radical\nand PXRD patterns for <bold>1</bold>−<bold>4</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"1872834\" xlink:type=\"simple\">1872834</ext-link>–<ext-link ext-link-type=\"ccdc\" xlink:href=\"1872837\" xlink:type=\"simple\">1872837</ext-link> and <ext-link ext-link-type=\"ccdc\" xlink:href=\"1884966\" xlink:type=\"simple\">1884966</ext-link> contain the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\" xlink:type=\"simple\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email xlink:type=\"simple\">data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "Additional magnetic analysis for 3 and 4; DFT calculations for 1 and 4; FTIR and UV-vis spectra for 1-4; crystal structure of the TlTrzNIT radical and PXRD patterns for 1-4 (PDF)\n\nCCDC 1872834-1872837 and 1884966 contain the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>The authors declare no competing\nfinancial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "6, 7", "type": "text", "classification": "synthesis condition", "content": "<title>Preparation\nof 1-(<italic toggle=\"yes\">m</italic>-tolyl)-1<italic toggle=\"yes\">H</italic>-1,2,3-triazole-4-(4,4,5,5-tetramethylimidazoline-1-oxyl-3-oxide)\nRadical (TlTrzNIT)</title><p>The radical was prepared by the condensation\nof 2,3-dimethyl-2,3-bis­(hydroxylammonium)­butane sulfate (264 mg; 1.08\nmmol) in 20 mL of methanol and triethylamine (470 μL, 3.24 mmol)\nwith 1-(<italic toggle=\"yes\">m</italic>-tolyl)-1<italic toggle=\"yes\">H</italic>-1,2,3-triazole-4-carbaldehyde\n(synthesized via a previously described route) (200 mg; 1.08 mmol). This mixture was stirred at 40 °C\nfor 8 h and at room temperature for an additional 16 h. A colorless\noil was obtained by vacuum evaporation of the solvent. The oil was\ndissolved in dichloromethane and oxidized with NaIO<sub>4</sub> (114\nmg, 0.54 mmol) at ice bath temperature. The organic solvent was evaporated\nto dryness and the solid residue purified by column chromatography\n(silica gel and diethyl ether as eluent), followed by evaporation\nof the solvent to obtain a blue powder. Suitable crystals for X-ray\ndiffraction (XRD) were obtained by dissolving the product in diethyl\nether, followed by slow evaporation of the solvent. Yield: 72%. Melting\npoint (mp): product decomposes into a green solid at 169 °C.\nIR (ATR, ν (cm<sup>–1</sup>)): 3123 (w, ν­(N–H)\naromatic); 3060 (w, ν­(C–H) aromatic); 2986, 2924, and\n2867 (w, ν­(C–H) aliphatic); 1589­(m), 1494­(m) and 1427(s)\nν­((CC) and/or (−NN) aromatic). UV-vis\n(solid state, λ (in nm)): 259 and 346 (π–π*\nof the nitronyl-nitroxide and/or triazole moieties); 520, 561, 606, and 665 (<italic toggle=\"yes\">n</italic>–π\nof the NIT moiety).</p><title>General Synthetic Procedure\nfor Compounds <bold>1</bold>–<bold>4</bold>\n</title><p>[Cu­(hfac)<sub>2</sub>] hydrate (16.4 mg; 0.032 mmol) or [Co­(hfac)<sub>2</sub>]\nhydrate (16.4 mg; 0.032 mmol) and [Ln­(hfac)<sub>3</sub>] hydrates\n[Ln = Gd (<bold>1</bold>), Tb (<bold>2</bold>), Dy (<bold>3</bold> or <bold>4</bold>)] (0.016 mmol) were dissolved in 10 mL of boiling <italic toggle=\"yes\">n</italic>-heptane and the solution was refluxed for 2 h under constant\nstirring. After cooling to 60 °C, a solution of radical TlTrzNIT\n(10 mg; 0.032 mmol) dissolved in 1 mL of dichloromethane was added.\nDark blue crystals with rectangular prism shapes were obtained within\n2–3 days (<bold>1</bold>–<bold>3</bold>) or 10 days\nfor <bold>4</bold>. Yield: 52% (<bold>1</bold>), 61% (<bold>2</bold>), 51% (<bold>3</bold>), and 44% (<bold>4)</bold>. IR (ATR, cm<sup>–1</sup>) for <bold>1</bold>: 3002 (w, ν­(C–H)\naromatic); 2962, 2938, 2876 (w, ν­(C–H) aliphatic); 1650\n(s, ν­(CO)); 1469 (m, δ­(C–H)) 1252, 1197,\n1138, and 1096 (s, ν­(C–F)). For <bold>2</bold>: 3009\n(w, C–H aromatic); 2993, 2960, 2928, 2856 (w, ν­(C–H)\naliphatic); 1650 (s, ν­(CO)); 1469 (m, δ­(C–H));\n1252, 1197, 1139, 1106, and 1096 (s, ν­(C–F)). For <bold>3</bold>: 3002 (w, ν­(C–H) aromatic); 2965, 2938, 2874\n(w, ν­(C–H) aliphatic); 1650 (w, ν­(CO));\n1471 (m, δ­(C–H)); 1251, 1196, 1138, and 1097 (s, ν­(C–F)).\nFor <bold>4</bold>: 2994, 2939, 2904, 2873 (w, ν­(C–H)\naliphatic); 1648 (s, ν­(CO)); 1485 (m, δ­(C–H));\n1251, 1194, 1136, and 1098 (s, ν­(C–F)). UV-vis (solid\nstate, λ in nm) for <bold>1</bold>: 259, 306, 351 (π–π*\nfor the TlTrzNIT ligand or the diketonate moieties) 451, 547, 585, 638 (intraligand and MLCT transitions).\nFor <bold>2</bold>: 265, 307, 351 (π–π* for the\nTlTrzNIT ligand or the diketonate moieties); 450, 548, 588, 640 (intraligand\nand MLCT transitions). For <bold>3</bold>: 265, 307, 351 (π–π*\nfor the TlTrzNIT ligand or the diketonate moieties), 450, 540, 585,\n640 (intraligand and MLCT transitions). For <bold>4</bold>: 260, 306,\n347 (π–π* for the TlTrzNIT ligand or the diketonate\nmoieties), 400 (broad shoulder), 542, 580, 640 (intraligand and MLCT\ntransitions).</p>", "clean_text": "Preparation of 1-(m-tolyl)-1H-1,2,3-triazole-4-(4,4,5,5-tetramethylimidazoline-1-oxyl-3-oxide) Radical (TlTrzNIT)\n\nThe radical was prepared by the condensation of 2,3-dimethyl-2,3-bis(hydroxylammonium)butane sulfate (264 mg; 1.08 mmol) in 20 mL of methanol and triethylamine (470 μL, 3.24 mmol) with 1-(m-tolyl)-1H-1,2,3-triazole-4-carbaldehyde (synthesized via a previously described route) (200 mg; 1.08 mmol). This mixture was stirred at 40 °C for 8 h and at room temperature for an additional 16 h. A colorless oil was obtained by vacuum evaporation of the solvent. The oil was dissolved in dichloromethane and oxidized with NaIO4 (114 mg, 0.54 mmol) at ice bath temperature. The organic solvent was evaporated to dryness and the solid residue purified by column chromatography (silica gel and diethyl ether as eluent), followed by evaporation of the solvent to obtain a blue powder. Suitable crystals for X-ray diffraction (XRD) were obtained by dissolving the product in diethyl ether, followed by slow evaporation of the solvent. Yield: 72%. Melting point (mp): product decomposes into a green solid at 169 °C. IR (ATR, ν (cm-1)): 3123 (w, ν(N-H) aromatic); 3060 (w, ν(C-H) aromatic); 2986, 2924, and 2867 (w, ν(C-H) aliphatic); 1589(m), 1494(m) and 1427(s) ν((CC) and/or (-NN) aromatic). UV-vis (solid state, λ (in nm)): 259 and 346 (π-π* of the nitronyl-nitroxide and/or triazole moieties); 520, 561, 606, and 665 (n-π of the NIT moiety).\n\nGeneral Synthetic Procedure for Compounds 1-4 \n\n[Cu(hfac)2] hydrate (16.4 mg; 0.032 mmol) or [Co(hfac)2] hydrate (16.4 mg; 0.032 mmol) and [Ln(hfac)3] hydrates [Ln = Gd (1), Tb (2), Dy (3 or 4)] (0.016 mmol) were dissolved in 10 mL of boiling n-heptane and the solution was refluxed for 2 h under constant stirring. After cooling to 60 °C, a solution of radical TlTrzNIT (10 mg; 0.032 mmol) dissolved in 1 mL of dichloromethane was added. Dark blue crystals with rectangular prism shapes were obtained within 2-3 days (1-3) or 10 days for 4. Yield: 52% (1), 61% (2), 51% (3), and 44% (4). IR (ATR, cm-1) for 1: 3002 (w, ν(C-H) aromatic); 2962, 2938, 2876 (w, ν(C-H) aliphatic); 1650 (s, ν(CO)); 1469 (m, δ(C-H)) 1252, 1197, 1138, and 1096 (s, ν(C-F)). For 2: 3009 (w, C-H aromatic); 2993, 2960, 2928, 2856 (w, ν(C-H) aliphatic); 1650 (s, ν(CO)); 1469 (m, δ(C-H)); 1252, 1197, 1139, 1106, and 1096 (s, ν(C-F)). For 3: 3002 (w, ν(C-H) aromatic); 2965, 2938, 2874 (w, ν(C-H) aliphatic); 1650 (w, ν(CO)); 1471 (m, δ(C-H)); 1251, 1196, 1138, and 1097 (s, ν(C-F)). For 4: 2994, 2939, 2904, 2873 (w, ν(C-H) aliphatic); 1648 (s, ν(CO)); 1485 (m, δ(C-H)); 1251, 1194, 1136, and 1098 (s, ν(C-F)). UV-vis (solid state, λ in nm) for 1: 259, 306, 351 (π-π* for the TlTrzNIT ligand or the diketonate moieties) 451, 547, 585, 638 (intraligand and MLCT transitions). For 2: 265, 307, 351 (π-π* for the TlTrzNIT ligand or the diketonate moieties); 450, 548, 588, 640 (intraligand and MLCT transitions). For 3: 265, 307, 351 (π-π* for the TlTrzNIT ligand or the diketonate moieties), 450, 540, 585, 640 (intraligand and MLCT transitions). For 4: 260, 306, 347 (π-π* for the TlTrzNIT ligand or the diketonate moieties), 400 (broad shoulder), 542, 580, 640 (intraligand and MLCT transitions).", "data": [{"meta": {"name": "1-(m-tolyl)-1H-1,2,3-triazole-4-(4,4,5,5-tetramethylimidazoline-1-oxyl-3-oxide) Radical (TlTrzNIT)", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "2,3-dimethyl-2,3-bis(hydroxylammonium)butane sulfate", "amount": "264", "unit": "mg"}, {"name": "triethylamine", "amount": "470", "unit": "μL"}, {"name": "1-(m-tolyl)-1H-1,2,3-triazole-4-carbaldehyde", "amount": "200", "unit": "mg"}], "solution": [{"name": "methanol", "amount": "20", "unit": "mL"}], "pressure": "", "temperature": "40°C", "time": "8 h"}, {"synthesis method": "vacuum evaporation", "solvent": "dichloromethane"}, {"synthesis method": "oxidation", "oxidizing agent": "NaIO4", "amount": "114", "unit": "mg", "temperature": "ice bath temperature"}], "yield": "72%"}], "include_properties": ["chemical_synthesis", "vacuum_evaporation", "column_chromatography"]}, {"idx": "28, 31, 42", "type": "text", "classification": "property", "content": "<title>Magnetic Properties</title><p>The magnetic\nproperties have been investigated in the temperature range of 5–300\nK for compounds <bold>1</bold>, <bold>3</bold>, and <bold>4</bold>, 3–300 K for <bold>2</bold>. The results of the dc measurements\nare shown in  and  in the form of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> versus <italic toggle=\"yes\">T</italic> plots, where χ<sub>M</sub> is the molar magnetic susceptibility. The χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> values at room temperature are 8.9 (<bold>1</bold>), 12.4\n(<bold>2</bold>), 14.8 (<bold>3</bold>), and 30.0 (<bold>4</bold>)\ncm<sup>3</sup> mol<sup>–1</sup> K, lower than the expected\nones for the sum of uncoupled magnetic moments: two TlTrzNIT radicals,\ntwo Cu<sup>II</sup> and one lanthanide­(III) ion for <bold>1</bold>–<bold>3</bold> (9.4, 13.3, and 15.7 cm<sup>3</sup> mol<sup>–1</sup> K, respectively), and four TlTrzNIT radicals, two\nCo<sup>II</sup> and two Dy<sup>III</sup> ions for <bold>4</bold> (33.6\ncm<sup>3</sup> mol<sup>–1</sup> K). These results indicate\nthe occurrence of strong antiferromagnetic interactions within the\ncompounds and/or crystal field splitting.</p><p>As mentioned in the analysis\nof the crystal structure, intermolecular distances between lanthanide\nions and between lanthanide and copper­(II) ions, as well as the distances\nbetween paramagnetic units of neighboring chains, are large. All intermolecular\nmagnetic interactions are thus expected to be very weak and were neglected.\nTherefore, the magnetic behavior of <bold>1</bold>–<bold>3</bold> can be interpreted as the sum of the independent contributions of\nthe copper­(II)-radical chain and the mononuclear lanthanide­(III) complex.\nFor compound <bold>1</bold>, upon lowering the temperature, χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> decreases slightly down to 8.8 cm<sup>3</sup> mol<sup>–1</sup> K at 130 K, then increases at lower temperatures\nup to 8.9 cm<sup>3</sup> mol<sup>–1</sup> K. Since Gd<sup>III</sup> has a <sup>8</sup>S<sub>7/2</sub> ground term with no magnetic anisotropy,\nthe χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> variations come from the\nmagnetic interactions among the spin carriers along the chain. The\nmagnetic behavior of copper­(II) complexes directly bound by nitroxide\nor nitronyl nitroxide radicals is very rich. The copper­(II)-radical\nmagnetic exchange interaction of these complexes show strong dependence\non the coordination position occupied by the oxygen atom from the\nnitroxide group. In various examples found in the literature, ferromagnetic\ninteractions (FM) are usually observed when the oxygen atom from the\nnitroxide group occupies the axial position of a tetragonally elongated\noctahedral coordination environment of copper­(II) ion. In contrast, antiferromagnetic interactions (AFM) are usually observed\nwhen the oxygen atom from NO group occupies the equatorial position. The analysis of the crystal structure of <bold>1</bold>–<bold>3</bold> reveals that Cu1 is coordinated by\ntwo oxygen atoms (O2 and O3) from the nitroxide group of TlTrzNIT\nmolecules, occupying equatorial positions of the tetragonally compressed\noctahedral geometry. In contrast, the two oxygen atoms (O1 and O4)\nfrom the nitroxide groups of two TlTrzNIT radicals occupy the axial\npositions of the tetragonally elongated octahedral environment of\nCu2. Thus, both AFM and FM interactions are expected to occur within\nthe chain for <bold>1</bold>–<bold>3</bold>. Since the magnitude\nof the magnetic interactions are very sensitive to geometrical parameters\n(bond lengths and bond angles, as well as dihedral angles) of coordinated\nradicals, then four distinct magnetic coupling constants should be\nconsidered, for which no analytical expression is available in the\nliterature. In the present case, the spin topology model used to quantify\nthe intrachain magnetic interactions is presented in . Initially, we used an approximated\nmodel that constrained the two radical–Cu1 and/or the two radical–Cu2\nmagnetic exchange interactions (<italic toggle=\"yes\">J</italic>\n<sub>1</sub> = <italic toggle=\"yes\">J</italic>\n<sub>2</sub> and/or <italic toggle=\"yes\">J</italic>\n<sub>3</sub> = <italic toggle=\"yes\">J</italic>\n<sub>4</sub>) to be the same; however, it produced a poor-quality\nfit of the experimental data. Therefore, we considered the magnetic\ndata as the sum of the independent contributions coming from the paramagnetic\nGd<sup>III</sup> complex and the magnetic chain (χ = χ<sub>Gd</sub> + χ<sub>chain</sub>). Furthermore, the infinite magnetic\nchain was modeled considering 12-member ring with <italic toggle=\"yes\">S</italic> = <sup>1</sup>/<sub>2</sub> using the aforementioned spin topology\nrepresented by the Hamiltonian described in :<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" mathsize=\"9pt\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>Ĥ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:munderover>\n<mml:mrow>\n<mml:mo form=\"prefix\">∑</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:munderover>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mover>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n<mml:mi>i</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\"0em\"></mml:mspace>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>→</mml:mo>\n</mml:mrow>\n</mml:mover>\n<mml:mo>·</mml:mo>\n<mml:mover>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n<mml:mi>i</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\"0em\"></mml:mspace>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>→</mml:mo>\n</mml:mrow>\n</mml:mover>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mover>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n<mml:mi>i</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\"0em\"></mml:mspace>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>→</mml:mo>\n</mml:mrow>\n</mml:mover>\n<mml:mo>·</mml:mo>\n<mml:mover>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n<mml:mi>i</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\"0em\"></mml:mspace>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>→</mml:mo>\n</mml:mrow>\n</mml:mover>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mover>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n<mml:mi>i</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\"0em\"></mml:mspace>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>→</mml:mo>\n</mml:mrow>\n</mml:mover>\n<mml:mo>·</mml:mo>\n<mml:mover>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n<mml:mi>i</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>4</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\"0em\"></mml:mspace>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>→</mml:mo>\n</mml:mrow>\n</mml:mover>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mover>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n<mml:mi>i</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>4</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\"0em\"></mml:mspace>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>→</mml:mo>\n</mml:mrow>\n</mml:mover>\n<mml:mo>.</mml:mo>\n<mml:mover>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n<mml:mi>i</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>5</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\"0em\"></mml:mspace>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>→</mml:mo>\n</mml:mrow>\n</mml:mover>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mi>Zeeman terms</mml:mi>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">S</italic>\n<sub>13</sub> = <italic toggle=\"yes\">S</italic>\n<sub>1</sub>.</p><p>Regarding the magnetic\nproperties of <bold>4</bold>, CASSCF calculations gave very useful\ninsights. A strong positive D value (50.8 cm<sup>–1</sup>)\nhas been found for the Co­(II) ion (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Tables S3 and S4</ext-link> in the Supporting Information). However, the E/D\nratio (0.16) indicates clearly that the compound lies in an intermediate\nsituation between easy-axis and easy-plane scenarios, i.e., a lower\nsymmetry than axial. The D<sub>\n<italic toggle=\"yes\">z</italic>\n</sub> axis lies\nalong the Co–N<sub>triazole</sub> bond (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link> in the Supporting Information). Therefore, the\ntwo N atoms belonging to the triazole rings direction determine not\nonly the sign of the exchange coupling constants, as in compound <bold>1</bold>, but also the direction of the principal magnetic anisotropy\naxis. Intriguingly, <italic toggle=\"yes\">g<sub>\n<italic toggle=\"yes\">z</italic>\n</sub>\n</italic> is not collinear to D<sub>\n<italic toggle=\"yes\">z</italic>\n</sub>, but is almost\nperpendicular to it.</p>", "clean_text": "Magnetic Properties\n\nThe magnetic properties have been investigated in the temperature range of 5-300 K for compounds 1, 3, and 4, 3-300 K for 2. The results of the dc measurements are shown in  and  in the form of χM T versus T plots, where χM is the molar magnetic susceptibility. The χM T values at room temperature are 8.9 (1), 12.4 (2), 14.8 (3), and 30.0 (4) cm3 mol-1 K, lower than the expected ones for the sum of uncoupled magnetic moments: two TlTrzNIT radicals, two CuII and one lanthanide(III) ion for 1-3 (9.4, 13.3, and 15.7 cm3 mol-1 K, respectively), and four TlTrzNIT radicals, two CoII and two DyIII ions for 4 (33.6 cm3 mol-1 K). These results indicate the occurrence of strong antiferromagnetic interactions within the compounds and/or crystal field splitting.\n\nAs mentioned in the analysis of the crystal structure, intermolecular distances between lanthanide ions and between lanthanide and copper(II) ions, as well as the distances between paramagnetic units of neighboring chains, are large. All intermolecular magnetic interactions are thus expected to be very weak and were neglected. Therefore, the magnetic behavior of 1-3 can be interpreted as the sum of the independent contributions of the copper(II)-radical chain and the mononuclear lanthanide(III) complex. For compound 1, upon lowering the temperature, χM T decreases slightly down to 8.8 cm3 mol-1 K at 130 K, then increases at lower temperatures up to 8.9 cm3 mol-1 K. Since GdIII has a 8S7/2 ground term with no magnetic anisotropy, the χM T variations come from the magnetic interactions among the spin carriers along the chain. The magnetic behavior of copper(II) complexes directly bound by nitroxide or nitronyl nitroxide radicals is very rich. The copper(II)-radical magnetic exchange interaction of these complexes show strong dependence on the coordination position occupied by the oxygen atom from the nitroxide group. In various examples found in the literature, ferromagnetic interactions (FM) are usually observed when the oxygen atom from the nitroxide group occupies the axial position of a tetragonally elongated octahedral coordination environment of copper(II) ion. In contrast, antiferromagnetic interactions (AFM) are usually observed when the oxygen atom from NO group occupies the equatorial position. The analysis of the crystal structure of 1-3 reveals that Cu1 is coordinated by two oxygen atoms (O2 and O3) from the nitroxide group of TlTrzNIT molecules, occupying equatorial positions of the tetragonally compressed octahedral geometry. In contrast, the two oxygen atoms (O1 and O4) from the nitroxide groups of two TlTrzNIT radicals occupy the axial positions of the tetragonally elongated octahedral environment of Cu2. Thus, both AFM and FM interactions are expected to occur within the chain for 1-3. Since the magnitude of the magnetic interactions are very sensitive to geometrical parameters (bond lengths and bond angles, as well as dihedral angles) of coordinated radicals, then four distinct magnetic coupling constants should be considered, for which no analytical expression is available in the literature. In the present case, the spin topology model used to quantify the intrachain magnetic interactions is presented in . Initially, we used an approximated model that constrained the two radical-Cu1 and/or the two radical-Cu2 magnetic exchange interactions (J 1 = J 2 and/or J 3 = J 4) to be the same; however, it produced a poor-quality fit of the experimental data. Therefore, we considered the magnetic data as the sum of the independent contributions coming from the paramagnetic GdIII complex and the magnetic chain (χ = χGd + χchain). Furthermore, the infinite magnetic chain was modeled considering 12-member ring with S = 1/2 using the aforementioned spin topology represented by the Hamiltonian described in : 1     Ĥ =   ∑   i = 0   2    [ -   J   1    (     S   4 i + 1      →   ⋅     S   4 i + 2      →   )  -   J   2    (     S   4 i + 2      →   ⋅     S   4 i + 3      →   )  -   J   3    (     S   4 i + 3      →   ⋅     S   4 i + 4      →   )  -   J   4    (     S   4 i + 4      →   .     S   4 i + 5      →   )  ]  + Zeeman terms    where S 13 = S 1.\n\nRegarding the magnetic properties of 4, CASSCF calculations gave very useful insights. A strong positive D value (50.8 cm-1) has been found for the Co(II) ion (see Tables S3 and S4 in the Supporting Information). However, the E/D ratio (0.16) indicates clearly that the compound lies in an intermediate situation between easy-axis and easy-plane scenarios, i.e., a lower symmetry than axial. The D z  axis lies along the Co-Ntriazole bond (see Figure S10 in the Supporting Information). Therefore, the two N atoms belonging to the triazole rings direction determine not only the sign of the exchange coupling constants, as in compound 1, but also the direction of the principal magnetic anisotropy axis. Intriguingly, g z   is not collinear to D z , but is almost perpendicular to it.", "data": [[{"meta": {"name": "compound 1", "symbol": "", "chemical formula": ""}, "magnetic susceptibility": [{"value": "8.9", "unit": "cm3 mol-1 K", "temperature": "room temperature", "condition": ""}]}, {"meta": {"name": "compound 2", "symbol": "", "chemical formula": ""}, "magnetic susceptibility": [{"value": "12.4", "unit": "cm3 mol-1 K", "temperature": "room temperature", "condition": ""}]}, {"meta": {"name": "compound 3", "symbol": "", "chemical formula": ""}, "magnetic susceptibility": [{"value": "14.8", "unit": "cm3 mol-1 K", "temperature": "room temperature", "condition": ""}]}, {"meta": {"name": "compound 4", "symbol": "", "chemical formula": ""}, "magnetic susceptibility": [{"value": "30.0", "unit": "cm3 mol-1 K", "temperature": "room temperature", "condition": ""}]}]], "include_properties": ["magnetic_susceptibility", "etc"]}, {"idx": 44, "type": "text", "classification": "property", "content": "<title>Dynamic Magnetic Properties</title><p>The dynamic magnetic properties were investigated for compounds <bold>2</bold>–<bold>4</bold> with frequency- and temperature-dependent\nac magnetic susceptibility measurements. For all compounds, no clear\nfrequency dependence of the in-phase and out-of-phase components was\nevidenced under zero static magnetic field, resulting from quantum\ntunneling of the magnetization (QTM). It is well-known for SMMs that\nthe QTM occurring at zero field can be inhibited by an external magnetic\nfield, so AC susceptibility measurements were also performed under\noptimal static magnetic field. For compound <bold>2</bold>, a very\nslight frequency dependency was observed without any maxima within\nthe available temperature range (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link> in the Supporting Information). In contrast, compounds <bold>3</bold> and <bold>4</bold> exhibited frequency-dependent maxima in the in-phase\n(χ′) and out-of-phase (χ′′) susceptibilities\n(see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link> in the Supporting Information\nand  for <bold>3</bold> and <bold>4</bold>, respectively). Since the dynamic magnetic\nbehavior is very similar for compounds <bold>3</bold> and <bold>4</bold>, the magnetic relaxation should be related to the Dy<sup>III</sup> ions. For compound <bold>4</bold>, it is noteworthy that two maxima\nare clearly observed in the in-phase susceptibility, showing that\ntwo different relaxation processes are active. For the out-of-phase\nsusceptibility, only one maximum is resolved but the other one is\nglimpsed at lower temperatures. Indeed, Cole–Cole plots and\nisothermal ac magnetic susceptibility measurements unequivocally show\nthe presence of two relaxation processes at the lowest temperature\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Figures S13 and S14 and Table S7</ext-link> in the\nSupporting Information). These magnetic relaxation processes may be\nattributed to the two noncrystallographic equivalent Dy<sup>III</sup> ions. The relaxation times obtained from the out-of-phase susceptibility\npeaks were used for the Arrhenius plots (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b02929/suppl_file/ic8b02929_si_001.pdf\" xlink:type=\"simple\">Figure S15</ext-link> in the Supporting Information). The observed temperature\ndependence of the relaxation times was reproduced considering Raman\nand Orbach processes (see ).<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>τ</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mi>C</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>τ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi mathvariant=\"normal\">exp</mml:mi>\n<mml:mrow>\n<mml:mo>(</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:mfrac>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mfrac>\n<mml:mo>)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>For Kramers’ ions, <italic toggle=\"yes\">n</italic> was fixed equal to 9 and the best-fit parameters were <italic toggle=\"yes\">τ</italic>\n<sub>0</sub> = 1.8 × 10<sup>–5</sup> s,\nΔ/<italic toggle=\"yes\">k</italic>\n<sub>B</sub> = 6.8 K, and <italic toggle=\"yes\">C</italic> = 0.022 s<sup>–1</sup> K<sup>–9</sup> for <bold>3</bold>, and <italic toggle=\"yes\">τ</italic>\n<sub>0</sub> = 3 × 10<sup>–6</sup> s, Δ/<italic toggle=\"yes\">k</italic>\n<sub>B</sub> = 12.8 K, and <italic toggle=\"yes\">C</italic> = 0.074 s<sup>–1</sup> K<sup>–9</sup> for <bold>4</bold>, which are consistent with SMM behavior.</p>", "clean_text": "Dynamic Magnetic Properties\n\nThe dynamic magnetic properties were investigated for compounds 2-4 with frequency- and temperature-dependent ac magnetic susceptibility measurements. For all compounds, no clear frequency dependence of the in-phase and out-of-phase components was evidenced under zero static magnetic field, resulting from quantum tunneling of the magnetization (QTM). It is well-known for SMMs that the QTM occurring at zero field can be inhibited by an external magnetic field, so AC susceptibility measurements were also performed under optimal static magnetic field. For compound 2, a very slight frequency dependency was observed without any maxima within the available temperature range (see Figure S11 in the Supporting Information). In contrast, compounds 3 and 4 exhibited frequency-dependent maxima in the in-phase (χ') and out-of-phase (χ'') susceptibilities (see Figure S12 in the Supporting Information and  for 3 and 4, respectively). Since the dynamic magnetic behavior is very similar for compounds 3 and 4, the magnetic relaxation should be related to the DyIII ions. For compound 4, it is noteworthy that two maxima are clearly observed in the in-phase susceptibility, showing that two different relaxation processes are active. For the out-of-phase susceptibility, only one maximum is resolved but the other one is glimpsed at lower temperatures. Indeed, Cole-Cole plots and isothermal ac magnetic susceptibility measurements unequivocally show the presence of two relaxation processes at the lowest temperature (Figures S13 and S14 and Table S7 in the Supporting Information). These magnetic relaxation processes may be attributed to the two noncrystallographic equivalent DyIII ions. The relaxation times obtained from the out-of-phase susceptibility peaks were used for the Arrhenius plots (Figure S15 in the Supporting Information). The observed temperature dependence of the relaxation times was reproduced considering Raman and Orbach processes (see ). 2       1   τ   = C   T   n   +   1     τ   0      exp  ( -  Δ T  )     For Kramers' ions, n was fixed equal to 9 and the best-fit parameters were τ 0 = 1.8 × 10-5 s, Δ/k B = 6.8 K, and C = 0.022 s-1 K-9 for 3, and τ 0 = 3 × 10-6 s, Δ/k B = 12.8 K, and C = 0.074 s-1 K-9 for 4, which are consistent with SMM behavior.", "data": [[{"meta": {"name": "", "symbol": "2", "chemical formula": ""}, "dynamic magnetic properties": [{"property name": "frequency dependence", "value": "", "unit": "", "condition": ""}, {"property name": "temperature dependence", "value": "", "unit": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "3", "chemical formula": ""}, "dynamic magnetic properties": [{"property name": "frequency dependence", "value": "", "unit": "", "condition": ""}, {"property name": "temperature dependence", "value": "", "unit": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "4", "chemical formula": ""}, "dynamic magnetic properties": [{"property name": "frequency dependence", "value": "", "unit": "", "condition": ""}, {"property name": "temperature dependence", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 9, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of the Crystal\nStructure, Data Collection, and Refinement for <bold>1</bold>–<bold>4</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:colspec colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>chemical formula</oasis:entry>\n<oasis:entry>C<sub>74</sub>H<sub>63</sub>Cu<sub>2</sub>F<sub>42</sub>N<sub>10</sub>O<sub>18</sub>Gd</oasis:entry>\n<oasis:entry>C<sub>74</sub>H<sub>63</sub>Cu<sub>2</sub>F<sub>42</sub>N<sub>10</sub>O<sub>18</sub>Tb</oasis:entry>\n<oasis:entry>C<sub>74</sub>H<sub>63</sub>Cu<sub>2</sub>F<sub>42</sub>N<sub>10</sub>O<sub>18</sub>Dy</oasis:entry>\n<oasis:entry>C<sub>57</sub>H<sub>45</sub>Co F<sub>30</sub>N<sub>10</sub>O<sub>14</sub>Dy</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula mass, g mol<sup>–1</sup>\n</oasis:entry>\n<oasis:entry>2462.67</oasis:entry>\n<oasis:entry>2464.34</oasis:entry>\n<oasis:entry>2467.95</oasis:entry>\n<oasis:entry>1885.46</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>radiation type</oasis:entry>\n<oasis:entry>Mo Kα</oasis:entry>\n<oasis:entry>Mo Kα</oasis:entry>\n<oasis:entry>Mo Kα</oasis:entry>\n<oasis:entry>Mo Kα</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>temperature, K</oasis:entry>\n<oasis:entry>298</oasis:entry>\n<oasis:entry>298</oasis:entry>\n<oasis:entry>298</oasis:entry>\n<oasis:entry>298</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic>, Å</oasis:entry>\n<oasis:entry>14.598(3)</oasis:entry>\n<oasis:entry>14.6363(9)</oasis:entry>\n<oasis:entry>14.6062(15)</oasis:entry>\n<oasis:entry>16.5457(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic>, Å</oasis:entry>\n<oasis:entry>18.320(4)</oasis:entry>\n<oasis:entry>18.3040(9)</oasis:entry>\n<oasis:entry>18.2850(19)</oasis:entry>\n<oasis:entry>18.3344(8)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic>, Å</oasis:entry>\n<oasis:entry>20.362(4)</oasis:entry>\n<oasis:entry>20.3758(11)</oasis:entry>\n<oasis:entry>20.331(2)</oasis:entry>\n<oasis:entry>25.7563(10)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α, °</oasis:entry>\n<oasis:entry>78.987(6)</oasis:entry>\n<oasis:entry>78.935(2)</oasis:entry>\n<oasis:entry>78.967(3)</oasis:entry>\n<oasis:entry>100.073(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β, <italic toggle=\"yes\">°</italic>\n</oasis:entry>\n<oasis:entry>71.102(5)</oasis:entry>\n<oasis:entry>71.035(2)</oasis:entry>\n<oasis:entry>70.997(3)</oasis:entry>\n<oasis:entry>91.355(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ, °</oasis:entry>\n<oasis:entry>78.414(6)</oasis:entry>\n<oasis:entry>78.583(2)</oasis:entry>\n<oasis:entry>78.581(3)</oasis:entry>\n<oasis:entry>98.940(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>, Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry>5000.0(16)</oasis:entry>\n<oasis:entry>5012.1(5)</oasis:entry>\n<oasis:entry>4984.8(9)</oasis:entry>\n<oasis:entry>7589.0(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>density, Mg m<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>1.636</oasis:entry>\n<oasis:entry>1.633</oasis:entry>\n<oasis:entry>1.644</oasis:entry>\n<oasis:entry>1.650</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ, mm<sup>–1</sup>\n</oasis:entry>\n<oasis:entry>1.222</oasis:entry>\n<oasis:entry>1.261</oasis:entry>\n<oasis:entry>1.308</oasis:entry>\n<oasis:entry>1.333</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflections measured</oasis:entry>\n<oasis:entry>64557</oasis:entry>\n<oasis:entry>76710</oasis:entry>\n<oasis:entry>101627</oasis:entry>\n<oasis:entry>199691</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>independent reflections</oasis:entry>\n<oasis:entry>17672</oasis:entry>\n<oasis:entry>17719</oasis:entry>\n<oasis:entry>17625</oasis:entry>\n<oasis:entry>26741</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>θ range, °</oasis:entry>\n<oasis:entry>2.21–25.03</oasis:entry>\n<oasis:entry>2.07–25.03</oasis:entry>\n<oasis:entry>2.21–25.03</oasis:entry>\n<oasis:entry>2.13–25.03</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>int</sub>\n</oasis:entry>\n<oasis:entry>0.057</oasis:entry>\n<oasis:entry>0.039</oasis:entry>\n<oasis:entry>0.078</oasis:entry>\n<oasis:entry>0.042</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> values (<italic toggle=\"yes\">I</italic> &gt; 2s (<italic toggle=\"yes\">I</italic>))</oasis:entry>\n<oasis:entry>0.066</oasis:entry>\n<oasis:entry>0.056</oasis:entry>\n<oasis:entry>0.079</oasis:entry>\n<oasis:entry>0.049</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">wR</italic>(<italic toggle=\"yes\">F</italic>\n<sup>2</sup>) values (<italic toggle=\"yes\">I</italic> &gt; 2s(<italic toggle=\"yes\">I</italic>))</oasis:entry>\n<oasis:entry>0.159</oasis:entry>\n<oasis:entry>0.140</oasis:entry>\n<oasis:entry>0.203</oasis:entry>\n<oasis:entry>0.127</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> values (all data)</oasis:entry>\n<oasis:entry>0.112</oasis:entry>\n<oasis:entry>0.086</oasis:entry>\n<oasis:entry>0.127</oasis:entry>\n<oasis:entry>0.065</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">wR</italic>(<italic toggle=\"yes\">F</italic>\n<sup>2</sup>) values (all data)</oasis:entry>\n<oasis:entry>0.196</oasis:entry>\n<oasis:entry>0.169</oasis:entry>\n<oasis:entry>0.243</oasis:entry>\n<oasis:entry>0.143</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness of fit on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>1.05</oasis:entry>\n<oasis:entry>1.08</oasis:entry>\n<oasis:entry>1.08</oasis:entry>\n<oasis:entry>1.06</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CCDC Deposition\nNo.</oasis:entry>\n<oasis:entry>\n<ext-link ext-link-type=\"ccdc\" xlink:href=\"1872834\" xlink:type=\"simple\">1872834</ext-link>\n</oasis:entry>\n<oasis:entry>\n<ext-link ext-link-type=\"ccdc\" xlink:href=\"1872835\" xlink:type=\"simple\">1872835</ext-link>\n</oasis:entry>\n<oasis:entry>\n<ext-link ext-link-type=\"ccdc\" xlink:href=\"1872836\" xlink:type=\"simple\">1872836</ext-link>\n</oasis:entry>\n<oasis:entry>\n<ext-link ext-link-type=\"ccdc\" xlink:href=\"1872837\" xlink:type=\"simple\">1872837</ext-link>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": ["substring not found"], "include_properties": null}, {"idx": 10, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Selected Bond Lengths and Bond Angles (deg) for <bold>1</bold>–<bold>4</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:colspec colname=\"COLSPEC0\"></oasis:colspec>\n<oasis:colspec colname=\"col5\"></oasis:colspec>\n<oasis:colspec colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">atoms label</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold> (Gd<sup>III</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold> (Tb<sup>III</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold> (Dy<sup>III</sup>)</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">atoms label</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col1\">\n<bold>Bond Lengths (Å)</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu1O2</oasis:entry>\n<oasis:entry>2.132(5)</oasis:entry>\n<oasis:entry>2.128(4)</oasis:entry>\n<oasis:entry>2.116(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1a–O1a</oasis:entry>\n<oasis:entry>2.030(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu1O3</oasis:entry>\n<oasis:entry>2.129(5)</oasis:entry>\n<oasis:entry>2.125(4)</oasis:entry>\n<oasis:entry>2.130(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1a–O3a</oasis:entry>\n<oasis:entry>2.045(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu1O5</oasis:entry>\n<oasis:entry>2.110(5)</oasis:entry>\n<oasis:entry>2.087(4)</oasis:entry>\n<oasis:entry>2.100(8)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1a–O5a</oasis:entry>\n<oasis:entry>2.039(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu1O6</oasis:entry>\n<oasis:entry>2.064(5)</oasis:entry>\n<oasis:entry>2.105(4)</oasis:entry>\n<oasis:entry>2.078(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1a–O6a</oasis:entry>\n<oasis:entry>2.068(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu1N3</oasis:entry>\n<oasis:entry>2.001(5)</oasis:entry>\n<oasis:entry>1.992(4)</oasis:entry>\n<oasis:entry>2.008(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1a–N3a</oasis:entry>\n<oasis:entry>2.109(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu1N8</oasis:entry>\n<oasis:entry>1.987(5)</oasis:entry>\n<oasis:entry>2.010(4)</oasis:entry>\n<oasis:entry>2.001(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1a–N8a</oasis:entry>\n<oasis:entry>2.117(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu2O1</oasis:entry>\n<oasis:entry>2.501(5)</oasis:entry>\n<oasis:entry>2.459(5)</oasis:entry>\n<oasis:entry>2.518(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1b–O1b</oasis:entry>\n<oasis:entry>2.037(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu2O4</oasis:entry>\n<oasis:entry>2.456(6)</oasis:entry>\n<oasis:entry>2.513(5)</oasis:entry>\n<oasis:entry>2.455(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1b–O3b</oasis:entry>\n<oasis:entry>2.028(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu2O7</oasis:entry>\n<oasis:entry>1.919(5)</oasis:entry>\n<oasis:entry>1.915(4)</oasis:entry>\n<oasis:entry>1.917(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1b–O5b</oasis:entry>\n<oasis:entry>2.051(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu2O8</oasis:entry>\n<oasis:entry>1.912(5)</oasis:entry>\n<oasis:entry>1.924(4)</oasis:entry>\n<oasis:entry>1.913(8)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1b–O6b</oasis:entry>\n<oasis:entry>2.054(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu2O9</oasis:entry>\n<oasis:entry>1.951(5)</oasis:entry>\n<oasis:entry>1.939(4)</oasis:entry>\n<oasis:entry>1.913(8)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1b–N3b</oasis:entry>\n<oasis:entry>2.108(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">Cu2O10</oasis:entry>\n<oasis:entry>1.929(5)</oasis:entry>\n<oasis:entry>1.954(4)</oasis:entry>\n<oasis:entry>1.936(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1b–N8b</oasis:entry>\n<oasis:entry>2.124(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">LnO11</oasis:entry>\n<oasis:entry>2.352(5)</oasis:entry>\n<oasis:entry>2.376(4)</oasis:entry>\n<oasis:entry>2.367(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>N1a–O1a</oasis:entry>\n<oasis:entry>1.308(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">LnO12</oasis:entry>\n<oasis:entry>2.362(5)</oasis:entry>\n<oasis:entry>2.350(4)</oasis:entry>\n<oasis:entry>2.328(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>N2a–O2a</oasis:entry>\n<oasis:entry>1.265(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">LnO13</oasis:entry>\n<oasis:entry>2.372(6)</oasis:entry>\n<oasis:entry>2.354(5)</oasis:entry>\n<oasis:entry>2.346(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>N6a–O3a</oasis:entry>\n<oasis:entry>1.304(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">LnO14</oasis:entry>\n<oasis:entry>2.388(5)</oasis:entry>\n<oasis:entry>2.375(4)</oasis:entry>\n<oasis:entry>2.355(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>N7a–O4a</oasis:entry>\n<oasis:entry>1.261(8)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">LnO15</oasis:entry>\n<oasis:entry>2.362(5)</oasis:entry>\n<oasis:entry>2.339(4)</oasis:entry>\n<oasis:entry>2.325(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>N1b–O1b</oasis:entry>\n<oasis:entry>1.301(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">LnO16</oasis:entry>\n<oasis:entry>2.389(5)</oasis:entry>\n<oasis:entry>2.337(4)</oasis:entry>\n<oasis:entry>2.325(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>N2b–O2b</oasis:entry>\n<oasis:entry>1.267(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">LnO17</oasis:entry>\n<oasis:entry>2.385(5)</oasis:entry>\n<oasis:entry>2.345(4)</oasis:entry>\n<oasis:entry>2.333(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>N6b–O3b</oasis:entry>\n<oasis:entry>1.298(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">LnO18</oasis:entry>\n<oasis:entry>2.363(5)</oasis:entry>\n<oasis:entry>2.379(4)</oasis:entry>\n<oasis:entry>2.366(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>N7b–O4b</oasis:entry>\n<oasis:entry>1.259(7)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"7\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:colspec colname=\"COLSPEC0\"></oasis:colspec>\n<oasis:colspec colname=\"col5\"></oasis:colspec>\n<oasis:colspec colname=\"col6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col1\">\n<bold>Bond Angles (deg)</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu1–O2–N2</oasis:entry>\n<oasis:entry>116.2(4)</oasis:entry>\n<oasis:entry>119.0(3)</oasis:entry>\n<oasis:entry>116.2(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1a–O1a–N1a</oasis:entry>\n<oasis:entry>123.6(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu1–O3–N6</oasis:entry>\n<oasis:entry>118.9(4)</oasis:entry>\n<oasis:entry>115.8(3)</oasis:entry>\n<oasis:entry>118.3(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1a–O3a–N6a</oasis:entry>\n<oasis:entry>120.6(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu2–O1–N1</oasis:entry>\n<oasis:entry>163.4(4)</oasis:entry>\n<oasis:entry>163.4(4)</oasis:entry>\n<oasis:entry>164.7(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1b–O1b–N1b</oasis:entry>\n<oasis:entry>123.7(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu2–O4–N7</oasis:entry>\n<oasis:entry>136.1(5)</oasis:entry>\n<oasis:entry>136.7(4)</oasis:entry>\n<oasis:entry>136.5(7)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co1b–O3b–N6b</oasis:entry>\n<oasis:entry>124.6(3)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": ["substring not found"], "include_properties": null}, {"idx": 34, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Computed Exchange Coupling Constants for Metal-Radical\n(<italic toggle=\"yes\">J</italic>\n<sub>1–4</sub>) and Radical Radical (<italic toggle=\"yes\">J</italic>\n<sub arrange=\"stack\">rr</sub>\n<sup arrange=\"stack\">′</sup> and <italic toggle=\"yes\">J</italic>\n<sub arrange=\"stack\">rr</sub>\n<sup arrange=\"stack\">′′</sup>) Interactions in <bold>1</bold> and <bold>4</bold>, Using the Spin Topology Presented in <xref ref-type=\"fig\" rid=\"fig7\">Figure <xref ref-type=\"fig\" rid=\"fig7\"></xref>\n</xref>\n<xref ref-type=\"table-fn\" rid=\"tbl3-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"center\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">compound</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">J</italic>\n<sub>1</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">J</italic>\n<sub>2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">J</italic>\n<sub>rr</sub>’</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">J</italic>\n<sub>3</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">J</italic>\n<sub>4</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">J</italic>\n<sub>rr</sub>\n<sup>′′</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry>–58.2</oasis:entry>\n<oasis:entry>–352.9</oasis:entry>\n<oasis:entry>–19.6</oasis:entry>\n<oasis:entry>13.5</oasis:entry>\n<oasis:entry>58.4</oasis:entry>\n<oasis:entry>–0.63</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>4</bold>\n</oasis:entry>\n<oasis:entry>–152.8</oasis:entry>\n<oasis:entry>–318.4</oasis:entry>\n<oasis:entry>61.2</oasis:entry>\n<oasis:entry align=\"center\">–</oasis:entry>\n<oasis:entry align=\"center\">–</oasis:entry>\n<oasis:entry align=\"center\">–</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl3-fn1\">\n<label>a</label>\n<p>Positive and negative exchange coupling constants\nare ferromagnetic and antiferromagnetic interactions, respectively.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 3. Computed Exchange Coupling Constants for Metal-Radical (J<sub>1–4</sub>) and Radical Radical (J<sub>rr′</sub> and J<sub>rr′′</sub>) Interactions in 1 and 4, Using the Spin Topology Presented in Figure 7[^a]\n\n| compound | J<sub>1</sub> | J<sub>2</sub> | J<sub>rr′</sub> | J<sub>3</sub> | J<sub>4</sub> | J<sub>rr′′</sub> |\n|----------|--------------|--------------|-----------------|--------------|--------------|-----------------|\n| 1        | –58.2        | –352.9       | –19.6           | 13.5         | 58.4         | –0.63           |\n| 4        | –152.8       | –318.4       | 61.2            | –            | –            | –               |\n\n[^a]: Positive and negative exchange coupling constants are ferromagnetic and antiferromagnetic interactions, respectively.", "data": [{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "etc": [{"property name": "Computed Exchange Coupling Constants", "value": "J1: -58.2, J2: -352.9, Jrr′: -19.6, J3: 13.5, J4: 58.4, Jrr′′: -0.63", "unit": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "4", "chemical formula": ""}, "etc": [{"property name": "Computed Exchange Coupling Constants", "value": "J1: -152.8, J2: -318.4, Jrr′: 61.2, J3: -, J4: -, Jrr′′: -", "unit": "", "condition": ""}]}], "include_properties": ["simulation_parameters"]}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Asymmetric unit of the {[Cu<sub>2</sub>(hfac)<sub>3</sub>(TlTrzNIT)<sub>2</sub>]­[Ln­(hfac)<sub>4</sub>]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>·C<sub>7</sub>H<sub>16</sub> compounds (Ln<sup>III</sup> = Gd­(<bold>1</bold>), Tb­(<bold>2</bold>), or Dy­(<bold>3</bold>)). Hydrogen atoms, lattice\nsolvent, and methyl groups were omitted for the sake of clarity. Color\ncodes: gray, carbon; blue, nitrogen; red, oxygen; cyan, copper; green,\nfluorine; and orange, lanthanide ion.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Asymmetric unit of the {[Cu2(hfac)3(TlTrzNIT)2][Ln(hfac)4]} n ⋅C7H16 compounds (LnIII = Gd(1), Tb(2), or Dy(3)). Hydrogen atoms, lattice solvent, and methyl groups were omitted for the sake of clarity. Color codes: gray, carbon; blue, nitrogen; red, oxygen; cyan, copper; green, fluorine; and orange, lanthanide ion.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Molecular structure of\npositively charged chain of compounds <bold>1</bold>–<bold>3</bold>. Hydrogen atoms, lattice solvent, [Ln­(hfac)<sub>4</sub>]<sup>−</sup>, methyl and trifluoromethyl groups were omitted for\nthe sake of clarity. Color codes: gray, carbon; blue, nitrogen; red,\noxygen; cyan, copper; green, fluorine and orange, lanthanide ion.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Molecular structure of positively charged chain of compounds 1-3. Hydrogen atoms, lattice solvent, [Ln(hfac)4]-, methyl and trifluoromethyl groups were omitted for the sake of clarity. Color codes: gray, carbon; blue, nitrogen; red, oxygen; cyan, copper; green, fluorine and orange, lanthanide ion.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Molecular structure of [Co­(hfac)­(TlTrzNIT)<sub>2</sub>]­[Dy­(hfac)<sub>4</sub>] units as fragments A (top) and B (bottom). Hydrogen atoms\nand methyl groups were omitted for the sake of clarity. Color codes:\ngray, carbon; blue, nitrogen; red, oxygen; pink, cobalt; green, fluorine;\nand orange, dysprosium.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Molecular structure of [Co(hfac)(TlTrzNIT)2][Dy(hfac)4] units as fragments A (top) and B (bottom). Hydrogen atoms and methyl groups were omitted for the sake of clarity. Color codes: gray, carbon; blue, nitrogen; red, oxygen; pink, cobalt; green, fluorine; and orange, dysprosium.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Alternated arrangement\nin the crystal packing of [Co­(hfac)­(TlTrzNIT)<sub>2</sub>]­[Dy­(hfac)<sub>4</sub>] showing units A (orange) and B (blue) in the <italic toggle=\"yes\">ac</italic>-plane. Hydrogen and fluorine atoms and some methyl groups were omitted\nfor the sake of clarity.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Alternated arrangement in the crystal packing of [Co(hfac)(TlTrzNIT)2][Dy(hfac)4] showing units A (orange) and B (blue) in the ac-plane. Hydrogen and fluorine atoms and some methyl groups were omitted for the sake of clarity.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Thermal dependence of\nthe χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> product for <bold>1</bold>, <bold>2</bold>, and <bold>3</bold>. Inset: zoom for <bold>1</bold>. The red solid line corresponds to the curve using the best fit\nparameters for <bold>1</bold> (see text).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Thermal dependence of the χM T product for 1, 2, and 3. Inset: zoom for 1. The red solid line corresponds to the curve using the best fit parameters for 1 (see text).   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Thermal dependence of the χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> product\nfor <bold>4</bold>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Thermal dependence of the χM T product for 4.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Spin topology of the unit used to describe the magnetic\nchain of <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Spin topology of the unit used to describe the magnetic chain of 1.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Spin down d<sub>\n<italic toggle=\"yes\">z</italic>\n<sup>2</sup>\n</sub> (left) and d<sub>\n<italic toggle=\"yes\">x</italic>\n<sup>2</sup>–<italic toggle=\"yes\">y</italic>\n<sup>2</sup>\n</sub> (right) orbitals\nof the Cu1 ion. The d<sub>\n<italic toggle=\"yes\">z</italic>\n<sup>2</sup>\n</sub> (empty)\nis aligned along the Cu–N<sub>Triazole</sub> bond, while the\nd<sub>x<sup>2</sup>–<italic toggle=\"yes\">y</italic>\n<sup>2</sup>\n</sub> (occupied)\nis in the plane defined by the two Cu1–O<sub>Rad</sub> bonds.\nThe electron density isosurface level was set to 0.05 e/<italic toggle=\"yes\">a</italic>\n<sub>0</sub>\n<sup>3</sup>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Spin down d z 2  (left) and d x 2-y 2  (right) orbitals of the Cu1 ion. The d z 2  (empty) is aligned along the Cu-NTriazole bond, while the dx2-y 2  (occupied) is in the plane defined by the two Cu1-ORad bonds. The electron density isosurface level was set to 0.05 e/a 0 3.   ", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Thermal dependence of\nthe in-phase (χ′) and out-of-phase susceptibility (χ′′)\ncomponents for compound <bold>4</bold> under applied magnetic field\nof 1.5 kOe.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2018-02929u_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Thermal dependence of the in-phase (χ') and out-of-phase susceptibility (χ'') components for compound 4 under applied magnetic field of 1.5 kOe.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.8b02929", "title": null, "journal": "American Chemical Society", "date": "2019.01", "author_list": ["de Souza\nMateus S.", "Briganti\nMatteo", "Reis\nSamira G.", "Stinghen\nDanilo", "Bortolot\nCarolina S.", "Cassaro\nRafael A. A.", "Guedes\nGuilherme P.", "da Silva\nFernando C.", "Ferreira\nVitor F.", "Novak\nMiguel A.", "Soriano\nStéphane", "Totti\nFederico", "Vaz\nMaria G. F."]}}