{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ja038173m.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The synthesis of the silver(I) salt of the highly methylated carborane anion [<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]<sup>-</sup> is described, Ag[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] <bold>1</bold>, which in the solid state shows close intermolecular Ag···H<sub>3</sub>C\ncontacts. Addition of various monodentate phosphines to <bold>1 </bold>results in the formation of the complexes (R<sub>3</sub>P)Ag[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] [R = Ph, <bold>2</bold>; cyclohexyl (C<sub>6</sub>H<sub>11</sub>), <bold>3</bold>; (3,5-Me<sub>2</sub>-C<sub>6</sub>H<sub>3</sub>), <bold>4</bold>]. All these complexes show\nclose intermolecular Ag···H<sub>3</sub>C contacts in the solid state that are considerably shorter than the sum of the\nvan der Waals radius of methyl (2.00 Å) and the ionic radius of silver(I) (1.29 Å). For <bold>2</bold> and <bold>3</bold> there are\nother close intermolecular Ag···H<sub>3</sub>C contacts in the solid state, arising from proximate carborane anions in\nthe crystal lattice. Addition of methyl groups to the periphery of the phosphine ligand (complex <bold>4</bold>) switches\noff the majority of these interactions, leaving essentially a single cage interacting with the cationic silver−phosphine fragment through three CH<sub>3</sub> groups. In solution (CD<sub>2</sub>Cl<sub>2</sub>) Ag···H<sub>3</sub>C contacts remain, as evidenced\nby both the downfield chemical shift change and the significant line-broadening observed for the cage\nmethyl signals. These studies also show that the metal fragment is fluxional over the surface of the cage.\nThe Ag···H<sub>3</sub>C interactions in solution may be switched off by addition of a stronger Lewis base than [<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]<sup>-</sup>. Thus, addition of [NBu<sub>4</sub>][<italic>closo</italic>-1-H-CB<sub>11</sub>H<sub>5</sub>Br<sub>6</sub>] to <bold>2</bold> affords (Ph<sub>3</sub>P)Ag[<italic>closo</italic>-1-H-CB<sub>11</sub>H<sub>5</sub>Br<sub>6</sub>], while adding Et<sub>2</sub>O or PPh<sub>3</sub> affords the well-separated ion-pairs [(Ph<sub>3</sub>P)(L)Ag][<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] (L\n= OEt<sub>2</sub>\n<bold>5</bold>, PPh<sub>3</sub>\n<bold>6</bold>,) both of which have been crystallographically characterized. DFT calculations on <bold>2</bold> (at\nthe B3LYP/DZVP level) show small energy differences between the possible coordination isomers of this\ncompound, with the favored geometry being one in which the {(Ph<sub>3</sub>P)Ag}<sup>+</sup> fragment interacts with three\nof the {BCH<sub>3</sub>} vertices on the lower surface of the cage, similar to the experimentally observed structure\nof <bold>4</bold>.\n</p>", "clean_text": "The synthesis of the silver(I) salt of the highly methylated carborane anion [closo-1-H-CB11Me11]- is described, Ag[closo-1-H-CB11Me11] 1, which in the solid state shows close intermolecular Ag⋅⋅⋅H3C contacts. Addition of various monodentate phosphines to 1 results in the formation of the complexes (R3P)Ag[closo-1-H-CB11Me11] [R = Ph, 2; cyclohexyl (C6H11), 3; (3,5-Me2-C6H3), 4]. All these complexes show close intermolecular Ag⋅⋅⋅H3C contacts in the solid state that are considerably shorter than the sum of the van der Waals radius of methyl (2.00 Å) and the ionic radius of silver(I) (1.29 Å). For 2 and 3 there are other close intermolecular Ag⋅⋅⋅H3C contacts in the solid state, arising from proximate carborane anions in the crystal lattice. Addition of methyl groups to the periphery of the phosphine ligand (complex 4) switches off the majority of these interactions, leaving essentially a single cage interacting with the cationic silver-phosphine fragment through three CH3 groups. In solution (CD2Cl2) Ag⋅⋅⋅H3C contacts remain, as evidenced by both the downfield chemical shift change and the significant line-broadening observed for the cage methyl signals. These studies also show that the metal fragment is fluxional over the surface of the cage. The Ag⋅⋅⋅H3C interactions in solution may be switched off by addition of a stronger Lewis base than [closo-1-H-CB11Me11]-. Thus, addition of [NBu4][closo-1-H-CB11H5Br6] to 2 affords (Ph3P)Ag[closo-1-H-CB11H5Br6], while adding Et2O or PPh3 affords the well-separated ion-pairs [(Ph3P)(L)Ag][closo-1-H-CB11Me11] (L = OEt2 5, PPh3 6,) both of which have been crystallographically characterized. DFT calculations on 2 (at the B3LYP/DZVP level) show small energy differences between the possible coordination isomers of this compound, with the favored geometry being one in which the {(Ph3P)Ag}+ fragment interacts with three of the {BCH3} vertices on the lower surface of the cage, similar to the experimentally observed structure of 4. ", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The peralkylated boranes based on [<italic>closo</italic>-CB<sub>11</sub>R<sub>12</sub>]<sup>-</sup> (R =\nMe, R = Et) and [<italic>closo</italic>-B<sub>12</sub>Me<sub>12</sub>]<sup>2-</sup> \n             are of significant\ncontemporary interest, being negatively charged, weakly coordinating, “alkane balls” that also have a van der Waals diameter\nclose to C<sub>60</sub> (ca. 10 Å). The alkyl shroud surrounding theses\nicosahedral carboranes allows the isolation of stable radical\nspecies which are also of potential synthetic use as lipophilic\nstrong oxidants. The monoanion [<italic>closo</italic>-CB<sub>11</sub>Me<sub>12</sub>]<sup>-</sup> has been\nused as a novel electrolyte, as a partner with lithium to mediate\npericyclic rearrangements<sup>8</sup> and can be used to isolate reactive\ncations such as [(<italic>n</italic>-Bu)<sub>3</sub>Sn]<sup>+</sup>. These anions complement the\nhalogenated monocarboranes exemplified by [<italic>closo</italic>-1-H-CB<sub>11</sub>H<sub>5</sub>Br<sub>6</sub>]<sup>-</sup>, [<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>5</sub>Br<sub>6</sub>]<sup>-</sup>, and [<italic>closo</italic>-1-Et-CB<sub>11</sub>F<sub>11</sub>]<sup>-</sup>,\nwhich have been used to stabilize highly reactive complexes\nsuch as protonated benzene, naked [SiR<sub>3</sub>]<sup>+</sup>, [AlEt<sub>2</sub>]<sup>+</sup>,  and\n“nonclassical” carbonyls. Given this interest, and the general\nresearch effort surrounding the use of weakly coordinating\nanions in transition-metal-mediated synthesis by cationic Lewis\nacidic complexes, especially those partnered with the fluorinated\ntetraphenyl borates, the d-block metal chemistry of [<italic>closo</italic>-CB<sub>11</sub>Me<sub>12</sub>]<sup>-</sup> is of considerable contemporary interest. We have\nrecently reported the synthesis, characterization, and catalytic\n\ncompetency in hetero Diels−Alder reactions, of [(PPh<sub>3</sub>)<italic>\n<sub>n</sub>\n</italic>Ag]<sup>+</sup>\n(<italic>n</italic> = 1, 2) complexes of [<italic>closo</italic>-1-H-CB<sub>11</sub>H<sub>5</sub>Br<sub>6</sub>]<sup>-</sup> and [<italic>closo</italic>-1-H-CB<sub>11</sub>H<sub>11</sub>]<sup>-</sup> \n            <sup>15,16</sup> which have structures in the solid and\nsolution states that are contact ion pairs. Extending structural\nstudies to the silver−phosphine complexes of [<italic>closo</italic>-CB<sub>11</sub>Me<sub>12</sub>]<sup>-</sup>, or its derivatives, is interesting for a number of reasons.\nIn terms of coordinating ability the alkylated carborane would\nbe expected to sit at the far end of the nucleophilicity scale for\ncarborane monoanions, i.e., [<italic>closo</italic>-1-H-CB<sub>11</sub>H<sub>11</sub>]<sup>-</sup> &gt; [<italic>closo</italic>-1-H-CB<sub>11</sub>H<sub>5</sub>Br<sub>6</sub>]<sup>-</sup> &gt; [<italic>closo</italic>-CB<sub>11</sub>Me<sub>12</sub>]<sup>-</sup>, making the comparative\nsolid-state and solution structures of [(PR<sub>3</sub>)Ag]<sup>+</sup> salts of [<italic>closo</italic>-CB<sub>11</sub>Me<sub>12</sub>]<sup>-</sup> of interest, especially with regard to the degree of\ninteraction between the metal fragment and the carborane methyl\ngroups. For example, in a weakly coordinating solvent, such as\nCH<sub>2</sub>Cl<sub>2</sub>, a negligible interaction between the cation and anion\nwould result in silver−solvent complexes, while a stronger\none would possibly engender <italic>inter</italic>molecular Ag···methyl\ninteractions, which have significant contemporary relevance with\nregard to metal−alkane complexes. As far as we are aware,\nthere are no reported examples of intra- or intermolecular (e.g.,\nagostic or σ-complex, respectively) Ag···HC interactions reported in the literature, unlike the large number of group 1 and\ntransition-metal complexes that show close intramolecular\nM···HC contacts. In a more general sense, the d-block\nchemistry of [<italic>closo</italic>-CB<sub>11</sub>Me<sub>12</sub>]<sup>-</sup> or its derivatives is unknown;\nthus, any structural and spectroscopic markers that could be\nuncovered would be of benefit to future developments of the\nchemistry surrounding these fascinating anions.\n</p>", "clean_text": "Introduction\n\nThe peralkylated boranes based on [closo-CB11R12]- (R = Me, R = Et) and [closo-B12Me12]2-              are of significant contemporary interest, being negatively charged, weakly coordinating, \"alkane balls\" that also have a van der Waals diameter close to C60 (ca. 10 Å). The alkyl shroud surrounding theses icosahedral carboranes allows the isolation of stable radical species which are also of potential synthetic use as lipophilic strong oxidants. The monoanion [closo-CB11Me12]- has been used as a novel electrolyte, as a partner with lithium to mediate pericyclic rearrangements8 and can be used to isolate reactive cations such as [(n-Bu)3Sn]+. These anions complement the halogenated monocarboranes exemplified by [closo-1-H-CB11H5Br6]-, [closo-1-H-CB11Me5Br6]-, and [closo-1-Et-CB11F11]-, which have been used to stabilize highly reactive complexes such as protonated benzene, naked [SiR3]+, [AlEt2]+, and \"nonclassical\" carbonyls. Given this interest, and the general research effort surrounding the use of weakly coordinating anions in transition-metal-mediated synthesis by cationic Lewis acidic complexes, especially those partnered with the fluorinated tetraphenyl borates, the d-block metal chemistry of [closo-CB11Me12]- is of considerable contemporary interest. We have recently reported the synthesis, characterization, and catalytic  competency in hetero Diels-Alder reactions, of [(PPh3) n Ag]+ (n = 1, 2) complexes of [closo-1-H-CB11H5Br6]- and [closo-1-H-CB11H11]-             15,16 which have structures in the solid and solution states that are contact ion pairs. Extending structural studies to the silver-phosphine complexes of [closo-CB11Me12]-, or its derivatives, is interesting for a number of reasons. In terms of coordinating ability the alkylated carborane would be expected to sit at the far end of the nucleophilicity scale for carborane monoanions, i.e., [closo-1-H-CB11H11]- > [closo-1-H-CB11H5Br6]- > [closo-CB11Me12]-, making the comparative solid-state and solution structures of [(PR3)Ag]+ salts of [closo-CB11Me12]- of interest, especially with regard to the degree of interaction between the metal fragment and the carborane methyl groups. For example, in a weakly coordinating solvent, such as CH2Cl2, a negligible interaction between the cation and anion would result in silver-solvent complexes, while a stronger one would possibly engender intermolecular Ag⋅⋅⋅methyl interactions, which have significant contemporary relevance with regard to metal-alkane complexes. As far as we are aware, there are no reported examples of intra- or intermolecular (e.g., agostic or σ-complex, respectively) Ag⋅⋅⋅HC interactions reported in the literature, unlike the large number of group 1 and transition-metal complexes that show close intramolecular M⋅⋅⋅HC contacts. In a more general sense, the d-block chemistry of [closo-CB11Me12]- or its derivatives is unknown; thus, any structural and spectroscopic markers that could be uncovered would be of benefit to future developments of the chemistry surrounding these fascinating anions. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>We report here a range of silver−phosphine complexes with\nthe simple C<sub>cage</sub>−H derivative of [<italic>closo</italic>-CB<sub>11</sub>Me<sub>12</sub>]<sup>-</sup>, namely\n[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]<sup>-</sup>, by the synthesis of (PR<sub>3</sub>)<italic>\n<sub>n</sub>\n</italic>Ag(<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>), their resulting solid-state and solution structures,\nas well as DFT studies on (PPh<sub>3</sub>)Ag(<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>) (see\nChart ). Aspects of this work have been communicated\npreviously.\n\n</p>", "clean_text": "We report here a range of silver-phosphine complexes with the simple Ccage-H derivative of [closo-CB11Me12]-, namely [closo-1-H-CB11Me11]-, by the synthesis of (PR3) n Ag(closo-1-H-CB11Me11), their resulting solid-state and solution structures, as well as DFT studies on (PPh3)Ag(closo-1-H-CB11Me11) (see Chart ). Aspects of this work have been communicated previously.  ", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"chart\" id=\"ja038173mc00001\" position=\"float\">\n<label>1</label>\n<graphic xlink:href=\"ja-2003-08173m_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Results</title><p>The synthesis of NMe<sub>4</sub>[<italic>closo</italic>-CB<sub>11</sub>Me<sub>12</sub>] by exhaustive\nmethylation of NMe<sub>4</sub>[<italic>closo</italic>-1-Me-CB<sub>11</sub>H<sub>11</sub>], using methyl triflate\nand a hindered base, was first reported by Michl and co-workers. Various salts of this anion (Ag<sup>+</sup>, Li<sup>+</sup>, Cs<sup>+</sup>) were also\nprepared. As part of our study it was important to identify\nthe specific vertices that may interact with the silver fragment\nin the solid state. As the spherical [<italic>closo</italic>-CB<sub>11</sub>Me<sub>12</sub>]<sup>-</sup> anion can\npotentially suffer from positional disorder in the solid state,\nstructural studies could be frustrated. It was thus necessary to\nlabel one of the vertices in the [<italic>closo</italic>-CB<sub>11</sub>Me<sub>12</sub>]<sup>-</sup> anion to act\nas an unambiguous marker in structural determinations. The\neasiest way to do this is to leave the unique cage-carbon vertex\nunsubstituted (i.e. C−H). Using a slightly modified synthetic\nprocedure which avoids the use of hindered base, the derivative salt Cs[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] can be routinely isolated as\na compositionally pure solid in 60−70% isolated yield from\nreadily available Cs[<italic>closo</italic>-1-H-CB<sub>11</sub>H<sub>11</sub>]. The cesium cation is\nreadily replaced by other simple cations such as [R<sub>4</sub>N]<sup>+</sup> or Ag<sup>+</sup>\nusing a two-phase H<sub>2</sub>O/Et<sub>2</sub>O extraction. In this manner the starting material for this study, Ag[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] <bold>1</bold>, can be\nprepared in good yield from the Cs<sup>+</sup> salt. Addition of one equivalent of phosphine R<sub>3</sub>P (R = Ph, (C<sub>6</sub>H<sub>11</sub>), 3,5-Me<sub>2</sub>−C<sub>6</sub>H<sub>3</sub>) to <bold>1</bold>\nin CH<sub>2</sub>Cl<sub>2</sub> solution affords complexes of the formula (R<sub>3</sub>P)Ag[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]. The solid-state structures of these complexes are discussed first, followed by solution and DFT studies.\n</p>", "clean_text": "Results\n\nThe synthesis of NMe4[closo-CB11Me12] by exhaustive methylation of NMe4[closo-1-Me-CB11H11], using methyl triflate and a hindered base, was first reported by Michl and co-workers. Various salts of this anion (Ag+, Li+, Cs+) were also prepared. As part of our study it was important to identify the specific vertices that may interact with the silver fragment in the solid state. As the spherical [closo-CB11Me12]- anion can potentially suffer from positional disorder in the solid state, structural studies could be frustrated. It was thus necessary to label one of the vertices in the [closo-CB11Me12]- anion to act as an unambiguous marker in structural determinations. The easiest way to do this is to leave the unique cage-carbon vertex unsubstituted (i.e. C-H). Using a slightly modified synthetic procedure which avoids the use of hindered base, the derivative salt Cs[closo-1-H-CB11Me11] can be routinely isolated as a compositionally pure solid in 60-70% isolated yield from readily available Cs[closo-1-H-CB11H11]. The cesium cation is readily replaced by other simple cations such as [R4N]+ or Ag+ using a two-phase H2O/Et2O extraction. In this manner the starting material for this study, Ag[closo-1-H-CB11Me11] 1, can be prepared in good yield from the Cs+ salt. Addition of one equivalent of phosphine R3P (R = Ph, (C6H11), 3,5-Me2-C6H3) to 1 in CH2Cl2 solution affords complexes of the formula (R3P)Ag[closo-1-H-CB11Me11]. The solid-state structures of these complexes are discussed first, followed by solution and DFT studies. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>\n<bold>[Ag]</bold>\n<bold>\n<sup>+</sup>\n</bold>\n<sup></sup>\n<bold> and {(R</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>P)Ag}</bold>\n<bold>\n<sup>+</sup>\n</bold>\n<sup></sup>\n<bold> Complexes of [</bold>\n<bold>\n<italic>closo</italic>\n</bold>\n<bold>-1-H</bold>\n<bold>-</bold>\n<bold>\nCB</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>Me</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<sup>-</sup>\n</bold>\n<sup></sup>\n<bold>:  Solid-State </bold>\n<bold>Structures.</bold>\n<bold>Ag[closo-1-H</bold>\n<bold>-</bold>\n<bold>\nCB</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>Me</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>], 1.</bold> Crystallization of <bold>1</bold> from CH<sub>2</sub>Cl<sub>2</sub>/hexanes affords colorless blocks suitable for a single-crystal X-ray diffraction study. Complex <bold>1</bold> is stable in the solid and solution\nstate under an inert atmosphere, although solutions (CD<sub>2</sub>Cl<sub>2</sub>)\nare prone to decomposition on exposure to light. The solid-state structure of <bold>1</bold> is shown in Figure , and associated metrical\ndata given in Table .\n\n\n\n</p>", "clean_text": " [Ag]  +    and {(R  3  P)Ag}  +    Complexes of [  closo  -1-H -  CB  11  Me  11  ]  -   : Solid-State  Structures. Ag[closo-1-H -  CB  11  Me  11  ], 1. Crystallization of 1 from CH2Cl2/hexanes affords colorless blocks suitable for a single-crystal X-ray diffraction study. Complex 1 is stable in the solid and solution state under an inert atmosphere, although solutions (CD2Cl2) are prone to decomposition on exposure to light. The solid-state structure of 1 is shown in Figure , and associated metrical data given in Table .    ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig id=\"ja038173mf00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Solid-state structure of compound<bold>1</bold> showing the Ag···C\ncontacts in the unit cell. Thermal ellipsoids are shown at the 50% probability\nlevel. Hydrogen atoms have been omitted for clarity. (b) Coordination\nenvironment around a single carborane anion.\n</p>\n</caption>\n<graphic xlink:href=\"ja-2003-08173m_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Solid-state structure of compound1 showing the Ag⋅⋅⋅C contacts in the unit cell. Thermal ellipsoids are shown at the 50% probability level. Hydrogen atoms have been omitted for clarity. (b) Coordination environment around a single carborane anion.    ", "data": null, "include_properties": null}, {"idx": 8, "type": "table", "classification": null, "content": "<table-wrap id=\"ja038173mt00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal Data and Structure Refinement for Compounds<bold>1</bold>, <bold>2</bold>, <bold>3</bold>, and <bold>4</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">compound</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry nameend=\"5\" namest=\"5\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">empirical formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>12</sub>H<sub>34</sub>AgB<sub>11</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">C<sub>30</sub>H<sub>49</sub>AgB<sub>11</sub>P\n</oasis:entry>\n<oasis:entry colname=\"4\">C<sub>30</sub>H<sub>67</sub>AgB<sub>11</sub>P\n</oasis:entry>\n<oasis:entry colname=\"5\">C<sub>36</sub>H<sub>61</sub>AgB<sub>11</sub>P\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">formula weight\n</oasis:entry>\n<oasis:entry colname=\"2\">405.17\n</oasis:entry>\n<oasis:entry colname=\"3\">667.44\n</oasis:entry>\n<oasis:entry colname=\"4\">685.59\n</oasis:entry>\n<oasis:entry colname=\"5\">751.60\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">temperature\n</oasis:entry>\n<oasis:entry colname=\"2\">150(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">173(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">150(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">150(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">wavelength/Å\n</oasis:entry>\n<oasis:entry colname=\"2\">0.71073\n</oasis:entry>\n<oasis:entry colname=\"3\">0.71073\n</oasis:entry>\n<oasis:entry colname=\"4\">0.71073\n</oasis:entry>\n<oasis:entry colname=\"5\">0.71073\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">crystal system\n</oasis:entry>\n<oasis:entry colname=\"2\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"3\">triclinic\n</oasis:entry>\n<oasis:entry colname=\"4\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"5\">monoclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic>P</italic>2<sub>1</sub>/<italic>a</italic>\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic>P</italic>-1\n</oasis:entry>\n<oasis:entry colname=\"4\">\n<italic>P</italic>2<sub>1</sub>/<italic>n</italic>\n</oasis:entry>\n<oasis:entry colname=\"5\">\n<italic>C</italic>2/<italic>c</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic>/Å\n</oasis:entry>\n<oasis:entry colname=\"2\">15.7000(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">9.1840(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">15.1270(2\n</oasis:entry>\n<oasis:entry colname=\"5\">22.8460(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic>/Å\n</oasis:entry>\n<oasis:entry colname=\"2\">8.9930(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">13.6170(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">15.5380(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">12.7970(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic>/Å\n</oasis:entry>\n<oasis:entry colname=\"2\">15.7050(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">15.1520(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">17.9050(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">31.273(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">α/°\n</oasis:entry>\n<oasis:entry colname=\"2\">90\n</oasis:entry>\n<oasis:entry colname=\"3\">111.637(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">90\n</oasis:entry>\n<oasis:entry colname=\"5\">90\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β/°\n</oasis:entry>\n<oasis:entry colname=\"2\">112.50\n</oasis:entry>\n<oasis:entry colname=\"3\">95.005(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">113.011(1)\n</oasis:entry>\n<oasis:entry colname=\"5\">106.366(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">γ/°\n</oasis:entry>\n<oasis:entry colname=\"2\">90\n</oasis:entry>\n<oasis:entry colname=\"3\">100.336(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">90\n</oasis:entry>\n<oasis:entry colname=\"5\">90\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">volume/Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2048.57(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">1708.23(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">3873.58(10)\n</oasis:entry>\n<oasis:entry colname=\"5\">8772.5(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>Z</italic>\n</oasis:entry>\n<oasis:entry colname=\"2\">4\n</oasis:entry>\n<oasis:entry colname=\"3\">2\n</oasis:entry>\n<oasis:entry colname=\"4\">4\n</oasis:entry>\n<oasis:entry colname=\"5\">8\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">density (calculated)/mg/m<sup>3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.314\n</oasis:entry>\n<oasis:entry colname=\"3\">1.298\n</oasis:entry>\n<oasis:entry colname=\"4\">1.176\n</oasis:entry>\n<oasis:entry colname=\"5\">1.138\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">absorption coefficient/mm<sup>-1</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.975\n</oasis:entry>\n<oasis:entry colname=\"3\">0.658\n</oasis:entry>\n<oasis:entry colname=\"4\">0.581\n</oasis:entry>\n<oasis:entry colname=\"5\">0.519\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>F</italic>(000)\n</oasis:entry>\n<oasis:entry colname=\"2\">832\n</oasis:entry>\n<oasis:entry colname=\"3\">692\n</oasis:entry>\n<oasis:entry colname=\"4\">1456\n</oasis:entry>\n<oasis:entry colname=\"5\">3152\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">crystal size/mm\n</oasis:entry>\n<oasis:entry colname=\"2\">0.25 × 0.38 × 0.50\n</oasis:entry>\n<oasis:entry colname=\"3\">0.30 × 0.20 × 0.08\n</oasis:entry>\n<oasis:entry colname=\"4\">0.40 × 0.20 × 0.10\n</oasis:entry>\n<oasis:entry colname=\"5\">0.50 × 0.40 × 0.20\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">θ range for data collection/°\n</oasis:entry>\n<oasis:entry colname=\"2\">3.61−32.04\n</oasis:entry>\n<oasis:entry colname=\"3\">3.57−30.06\n</oasis:entry>\n<oasis:entry colname=\"4\">3.00−30.03\n</oasis:entry>\n<oasis:entry colname=\"5\">3.58−24.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">reflections collected\n</oasis:entry>\n<oasis:entry colname=\"2\">47563\n</oasis:entry>\n<oasis:entry colname=\"3\">38763\n</oasis:entry>\n<oasis:entry colname=\"4\">42682\n</oasis:entry>\n<oasis:entry colname=\"5\">31770\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">independent reflections\n</oasis:entry>\n<oasis:entry colname=\"2\">7100 [R(int) = 0.0345]\n</oasis:entry>\n<oasis:entry colname=\"3\">9965 [R(int) = 0.0417]\n</oasis:entry>\n<oasis:entry colname=\"4\">11139 [R(int) = 0.0472]\n</oasis:entry>\n<oasis:entry colname=\"5\">6200 [R(int) = 0.2107]\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">reflections observed (&gt;2σ)\n</oasis:entry>\n<oasis:entry colname=\"2\">6230\n</oasis:entry>\n<oasis:entry colname=\"3\">7255\n</oasis:entry>\n<oasis:entry colname=\"4\">8769\n</oasis:entry>\n<oasis:entry colname=\"5\">2430\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">absorption correction\n</oasis:entry>\n<oasis:entry colname=\"2\">semiempirical\nfrom equivalents\n</oasis:entry>\n<oasis:entry colname=\"3\">semiempirical\nfrom equivalents\n</oasis:entry>\n<oasis:entry colname=\"4\">semiempirical\nfrom equivalents\n</oasis:entry>\n<oasis:entry colname=\"5\">semiempirical\nfrom equivalents\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">data completeness\n</oasis:entry>\n<oasis:entry colname=\"2\">0.995\n</oasis:entry>\n<oasis:entry colname=\"3\">0.995\n</oasis:entry>\n<oasis:entry colname=\"4\">0.983\n</oasis:entry>\n<oasis:entry colname=\"5\">0.902\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">refinement method\n</oasis:entry>\n<oasis:entry colname=\"2\">full-matrix\nleast-squares on <italic>F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry colname=\"3\">full-matrix\nleast-squares on <italic>F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">full-matrix\nleast-squares on <italic>F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry colname=\"5\">full-matrix\nleast-squares on <italic>F</italic>\n<sup>2</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">data/restraints/parameters\n</oasis:entry>\n<oasis:entry colname=\"2\">7100/0/238\n</oasis:entry>\n<oasis:entry colname=\"3\">9965/0/433\n</oasis:entry>\n<oasis:entry colname=\"4\">11139/0/409\n</oasis:entry>\n<oasis:entry colname=\"5\">6200/0/430\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">goodness-of-fit on <italic>f</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.077\n</oasis:entry>\n<oasis:entry colname=\"3\">1.017\n</oasis:entry>\n<oasis:entry colname=\"4\">1.012\n</oasis:entry>\n<oasis:entry colname=\"5\">1.007\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">final <italic>R</italic> indices [<italic>I</italic> &gt; 2σ(<italic>I</italic>)]\n</oasis:entry>\n<oasis:entry colname=\"2\">R<sub>1</sub> = 0.0337\n<italic>w</italic>R<sub>2</sub> = 0.0853\n</oasis:entry>\n<oasis:entry colname=\"3\">R<sub>1</sub> = 0.0378\nwR<sub>2</sub> = 0.0941\n</oasis:entry>\n<oasis:entry colname=\"4\">R<sub>1</sub> = 0.0384\nwR<sub>2</sub> = 0.0879\n</oasis:entry>\n<oasis:entry colname=\"5\">R<sub>1</sub> = 0.1008\nwR<sub>2</sub> = 0.2290\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic> indices (all data)\n</oasis:entry>\n<oasis:entry colname=\"2\">R<sub>1</sub> = 0.0402\nwR<sub>2</sub> = 0.0895\n</oasis:entry>\n<oasis:entry colname=\"3\">R<sub>1</sub> = 0.0627\nwR<sub>2</sub> = 0.1043\n</oasis:entry>\n<oasis:entry colname=\"4\">R<sub>1</sub> = 0.0559\nwR<sub>2</sub> = 0.0966\n</oasis:entry>\n<oasis:entry colname=\"5\">R<sub>1</sub> = 0.2633\nwR<sub>2</sub> = 0.3037\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">largest diff. peak and\nhole/e·Å<sup>-3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.611 and\nand −1.771\n</oasis:entry>\n<oasis:entry colname=\"3\">0.503 and\nand −0.859\n</oasis:entry>\n<oasis:entry colname=\"4\">0.607 and\n−0.897\n</oasis:entry>\n<oasis:entry colname=\"5\">1.118 and\n−0.472</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 9, "type": "table", "classification": null, "content": "<table-wrap id=\"ja038173mt00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Angles (deg) for Complex<bold>1</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag1−C7\n</oasis:entry>\n<oasis:entry colname=\"2\">2.653(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag1−C4‘\n</oasis:entry>\n<oasis:entry colname=\"4\">3.067(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">Ag1−C8‘\n</oasis:entry>\n<oasis:entry colname=\"6\">2.832(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag1−C9‘\n</oasis:entry>\n<oasis:entry colname=\"2\">3.089(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag1−C10‘ ‘‘\n</oasis:entry>\n<oasis:entry colname=\"4\">2.773(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">Ag1−C12‘ ‘\n</oasis:entry>\n<oasis:entry colname=\"6\">2.762(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C1−B2\n</oasis:entry>\n<oasis:entry colname=\"2\">1.711(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">C1−B6\n</oasis:entry>\n<oasis:entry colname=\"4\">1.712(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">C1−B3\n</oasis:entry>\n<oasis:entry colname=\"6\">1.712(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C1−B5\n</oasis:entry>\n<oasis:entry colname=\"2\">1.714(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">C2−B2\n</oasis:entry>\n<oasis:entry colname=\"4\">1.588(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">C3−B3\n</oasis:entry>\n<oasis:entry colname=\"6\">1.588(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C4−B4\n</oasis:entry>\n<oasis:entry colname=\"2\">1.597(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">C5−B5\n</oasis:entry>\n<oasis:entry colname=\"4\">1.590(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">C6−B6\n</oasis:entry>\n<oasis:entry colname=\"6\">1.595(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C7−B7\n</oasis:entry>\n<oasis:entry colname=\"2\">1.601(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">C8−B8\n</oasis:entry>\n<oasis:entry colname=\"4\">1.603(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">C9−B9\n</oasis:entry>\n<oasis:entry colname=\"6\">1.606(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C10−B10\n</oasis:entry>\n<oasis:entry colname=\"2\">1.611(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">C11−B11\n</oasis:entry>\n<oasis:entry colname=\"4\">1.601(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">C12−B12\n</oasis:entry>\n<oasis:entry colname=\"6\">1.608(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">B7−C7−Ag1\n</oasis:entry>\n<oasis:entry colname=\"2\">158.78(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">B4‘−C4‘−Ag1\n</oasis:entry>\n<oasis:entry colname=\"4\">94.18(11)\n</oasis:entry>\n<oasis:entry colname=\"5\">B8‘−C8‘−Ag1\n</oasis:entry>\n<oasis:entry colname=\"6\">101.08(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">B9‘−C9‘−Ag1\n</oasis:entry>\n<oasis:entry colname=\"2\">95.86(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">B10‘ ‘‘−C10‘ ‘‘−Ag1\n</oasis:entry>\n<oasis:entry colname=\"4\">156.05(12)\n</oasis:entry>\n<oasis:entry colname=\"5\">B12‘ ‘−C12‘ ‘−Ag1\n</oasis:entry>\n<oasis:entry colname=\"6\">168.48(14)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C7−Ag1−C8‘\n</oasis:entry>\n<oasis:entry colname=\"2\">161.87(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">C4‘−Ag1−C12‘ ‘\n</oasis:entry>\n<oasis:entry colname=\"4\">158.79(5)\n</oasis:entry>\n<oasis:entry colname=\"5\">C10‘ ‘‘−Ag1−C9‘\n</oasis:entry>\n<oasis:entry colname=\"6\">166.61(5)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Complex <bold>1</bold> crystallizes in the <italic>P</italic>2<sub>1</sub>/<italic>a</italic> space group, with no\npositional disorder of the cage. In the asymmetric unit, the silver\ncation is not well separated from the anion, but is in relatively\nclose contact with one of the methyl groups on the lower\n\npentagonal belt of the carborane, Ag1−C7 2.653(2) Å. This\ndistance is well within the sum (3.29 Å) of the van der Waals\nradius of methyl (2.00 Å) and the ionic radius of Ag(I) (1.29\nÅ). Hydrogen atom positions were not located in the difference\nmap and are thus not discussed. The close M···H<sub>3</sub>C contact in\n<bold>1</bold> is similar to that observed in [(η<sup>6</sup>-C<sub>6</sub>H<sub>6</sub>)<sub>2</sub>Na][<italic>closo</italic>-CB<sub>11</sub>Me<sub>12</sub>],\nwhere the Na<sup>+</sup> cation is in a van der Waals contact with a single\nmethyl group on two separate carborane anions, forming a\ncoordination polymer. In <bold>1</bold> the Ag<sup>+</sup> cation is in close contact\nwith three further anions in the lattice, two showing a monodentate Ag···C contact (C10‘ ‘‘ and C12‘ ‘), while the other is\ntridentate with three Ag···C contacts (C4‘, C8‘, and C9‘), this\nbeing a motif similar to that seen in [(η<sup>6</sup>-C<sub>6</sub>H<sub>6</sub>)Li][<italic>closo</italic>-CB<sub>11</sub>Me<sub>12</sub>], in which the Li<sup>+</sup> cation is closely associated\nwith three methyl groups of one cage as well as a benzene\nmolecule. The mondentate contacts in <bold>1</bold> are not linear, with the\nB−C−Ag angles ranging from 156° to 168° (Table ). This\ncoordination motif has structural similarities with LiBMe<sub>4</sub>,\nwhich also shows two different types of close Li···CB contacts,\nlinear monodentate and bidentate, forming an extended planar\nsheet in the solid state. The arrangement of the four carborane\nanions around the silver in <bold>1 </bold>affords a distorted octahedral\ncoordination environment around the metal center. Viewed\nalternatively, each carborane anion is closely associated with\nfour Ag<sup>+</sup> cations (Figure b)the closest Ag−Ag distance being\n6.567 Å. Overall, this results in a three-dimensional coordination\npolymer in the crystal lattice (see Supporting Information). The\nsix Ag···C distances span the range 2.652(2)−3.089(2) Å, all\ncomfortably within the sum of the van der Waals radius of\nmethyl and the ionic radius of silver(I). The longest three contacts are all associated with the tridentate anion. These interactions result in C8−C9 being pushed slightly apart on the polyhedral surface (C8−C9 3.532 Å) compared to other equivalent\ndistances in the cage (average 3.471 Å). There are no other\nsignificant differences in C−B or B−B bond lengths in the cage\nother than the expected differences associated with each pentagonal belt. Overall, the data presented here suggests that <bold>1</bold> is a\nclosely associated ionic salt, given that the observed structure\nis one that maximizes the Coulombic attraction between four\nnegatively charged carborane anions and Ag<sup>+</sup>. This view is\nfurther strengthened by noting that the Ag<sup>+</sup> cations sit in a\ndistorted tetrahedral hole formed from the four globular anions,\nreminiscent of the structure of hexagonal zinc sulfide (Wurtzite).\n</p>", "clean_text": "Complex 1 crystallizes in the P21/a space group, with no positional disorder of the cage. In the asymmetric unit, the silver cation is not well separated from the anion, but is in relatively close contact with one of the methyl groups on the lower  pentagonal belt of the carborane, Ag1-C7 2.653(2) Å. This distance is well within the sum (3.29 Å) of the van der Waals radius of methyl (2.00 Å) and the ionic radius of Ag(I) (1.29 Å). Hydrogen atom positions were not located in the difference map and are thus not discussed. The close M⋅⋅⋅H3C contact in 1 is similar to that observed in [(η6-C6H6)2Na][closo-CB11Me12], where the Na+ cation is in a van der Waals contact with a single methyl group on two separate carborane anions, forming a coordination polymer. In 1 the Ag+ cation is in close contact with three further anions in the lattice, two showing a monodentate Ag⋅⋅⋅C contact (C10‘‘‘ and C12‘‘), while the other is tridentate with three Ag⋅⋅⋅C contacts (C4‘, C8‘, and C9‘), this being a motif similar to that seen in [(η6-C6H6)Li][closo-CB11Me12], in which the Li+ cation is closely associated with three methyl groups of one cage as well as a benzene molecule. The mondentate contacts in 1 are not linear, with the B-C-Ag angles ranging from 156° to 168° (Table ). This coordination motif has structural similarities with LiBMe4, which also shows two different types of close Li⋅⋅⋅CB contacts, linear monodentate and bidentate, forming an extended planar sheet in the solid state. The arrangement of the four carborane anions around the silver in 1 affords a distorted octahedral coordination environment around the metal center. Viewed alternatively, each carborane anion is closely associated with four Ag+ cations (Figure b)the closest Ag-Ag distance being 6.567 Å. Overall, this results in a three-dimensional coordination polymer in the crystal lattice (see Supporting Information). The six Ag⋅⋅⋅C distances span the range 2.652(2)-3.089(2) Å, all comfortably within the sum of the van der Waals radius of methyl and the ionic radius of silver(I). The longest three contacts are all associated with the tridentate anion. These interactions result in C8-C9 being pushed slightly apart on the polyhedral surface (C8-C9 3.532 Å) compared to other equivalent distances in the cage (average 3.471 Å). There are no other significant differences in C-B or B-B bond lengths in the cage other than the expected differences associated with each pentagonal belt. Overall, the data presented here suggests that 1 is a closely associated ionic salt, given that the observed structure is one that maximizes the Coulombic attraction between four negatively charged carborane anions and Ag+. This view is further strengthened by noting that the Ag+ cations sit in a distorted tetrahedral hole formed from the four globular anions, reminiscent of the structure of hexagonal zinc sulfide (Wurtzite). ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Simple silver salts of carborane monoanions all form coordination polymers in the solid state, as observed for <bold>1</bold>. In\ncontrast, Ag(I) salts of pentafluorooxotellurate [(OTeF<sub>5</sub>)<sub>6</sub>M]<sup>-</sup>\n(M = Nb, Sb) anions<sup>17</sup> form solvent (i.e., CH<sub>2</sub>Cl<sub>2</sub>) complexes\nrather than a close contact with Ag<sup>+</sup> in the solid state. Even\ngiven that [<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]<sup>-</sup> would be expected be near\nthe low end of the scale in terms of the relative coordinating\nability of the carborane monoanions, in the solid state close\nanion−cation contacts are favored over coordination of\nCH<sub>2</sub>Cl<sub>2</sub>. This places the [<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]<sup>-</sup> anion as being\nmore coordinating than [(OTeF<sub>5</sub>)<sub>6</sub>M]<sup>-</sup>. In CD<sub>2</sub>Cl<sub>2</sub> solution\nAg···H<sub>3</sub>C contacts are also observed, as discussed later.\n</p>", "clean_text": "Simple silver salts of carborane monoanions all form coordination polymers in the solid state, as observed for 1. In contrast, Ag(I) salts of pentafluorooxotellurate [(OTeF5)6M]- (M = Nb, Sb) anions17 form solvent (i.e., CH2Cl2) complexes rather than a close contact with Ag+ in the solid state. Even given that [closo-1-H-CB11Me11]- would be expected be near the low end of the scale in terms of the relative coordinating ability of the carborane monoanions, in the solid state close anion-cation contacts are favored over coordination of CH2Cl2. This places the [closo-1-H-CB11Me11]- anion as being more coordinating than [(OTeF5)6M]-. In CD2Cl2 solution Ag⋅⋅⋅H3C contacts are also observed, as discussed later. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>\n<bold>(Ph</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>PAg)[closo-1-H</bold>\n<bold>-</bold>\n<bold>CB</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>Me</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>].</bold> Compound <bold>1</bold> is an excellent\nstarting point for the investigation of the silver−phosphine\ncomplexes of [<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]<sup>-</sup>. Addition of one equivalent of PPh<sub>3</sub> to <bold>1</bold> in CH<sub>2</sub>Cl<sub>2</sub> solution affords (Ph<sub>3</sub>PAg)[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] <bold>2</bold> in good yield after recrystallization from\nCH<sub>2</sub>Cl<sub>2</sub>/hexanes. Details of the solid-state structure are presented\nin Figure  and Table .\n\n\n</p>", "clean_text": " (Ph  3  PAg)[closo-1-H - CB  11  Me  11  ]. Compound 1 is an excellent starting point for the investigation of the silver-phosphine complexes of [closo-1-H-CB11Me11]-. Addition of one equivalent of PPh3 to 1 in CH2Cl2 solution affords (Ph3PAg)[closo-1-H-CB11Me11] 2 in good yield after recrystallization from CH2Cl2/hexanes. Details of the solid-state structure are presented in Figure  and Table .   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"ja038173mf00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Molecular structure of compound<bold>2</bold>. All hydrogen atoms, except\nthose on C7 and C1 have been omitted for clarity. Thermal ellipsoids are\nshown at the 50% probability level.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-08173m_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  Molecular structure of compound2. All hydrogen atoms, except those on C7 and C1 have been omitted for clarity. Thermal ellipsoids are shown at the 50% probability level.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "table", "classification": null, "content": "<table-wrap id=\"ja038173mt00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Angles (deg) for Complex<bold>2</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag1−P1\n</oasis:entry>\n<oasis:entry colname=\"2\">2.3871(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag1−C7\n</oasis:entry>\n<oasis:entry colname=\"4\">2.544(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag1−H7a\n</oasis:entry>\n<oasis:entry colname=\"2\">2.19(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag1−H7b\n</oasis:entry>\n<oasis:entry colname=\"4\">2.20(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag1−H7c\n</oasis:entry>\n<oasis:entry colname=\"2\">3.033\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag−C9‘\n</oasis:entry>\n<oasis:entry colname=\"4\">3.154(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag1−H9a‘\n</oasis:entry>\n<oasis:entry colname=\"2\">2.73(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag1−H9b‘\n</oasis:entry>\n<oasis:entry colname=\"4\">2.54(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag1−C12‘ ‘\n</oasis:entry>\n<oasis:entry colname=\"2\">3.336(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag1−H12a‘ ‘\n</oasis:entry>\n<oasis:entry colname=\"4\">2.45(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C7−H7A\n</oasis:entry>\n<oasis:entry colname=\"2\">0.93(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">C7−H7B\n</oasis:entry>\n<oasis:entry colname=\"4\">0.93(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C7−H7C\n</oasis:entry>\n<oasis:entry colname=\"2\">0.93(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">C7−B7\n</oasis:entry>\n<oasis:entry colname=\"4\">1.606(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">P1−Ag1−C7\n</oasis:entry>\n<oasis:entry colname=\"2\">152.21(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">B7−C7−Ag1\n</oasis:entry>\n<oasis:entry colname=\"4\">138.88(15)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">H7b−C7−B7\n</oasis:entry>\n<oasis:entry colname=\"2\">109(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">H7a−C7−B7\n</oasis:entry>\n<oasis:entry colname=\"4\">108(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">H7c−C7−H7a\n</oasis:entry>\n<oasis:entry colname=\"2\">116(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">H7c−C7−B7\n</oasis:entry>\n<oasis:entry colname=\"4\">112(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">H7b−C7−H7a\n</oasis:entry>\n<oasis:entry colname=\"2\">114(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">H7c−C7−H7b\n</oasis:entry>\n<oasis:entry colname=\"4\">97(2)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Compound <bold>2</bold> crystallizes in the space group <italic>P</italic>-1, with the\ncage carbon vertex unambiguously located, and no positional\ndisorder apparent in the cage. In the asymmetric unit there is\none {Ag(PPh<sub>3</sub>)}<sup>+</sup> cation and one [<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]<sup>-</sup> anion.\nThese are in close contact through an intermolecular BCH<sub>3</sub>···Ag(PPh<sub>3</sub>) interaction from a lower pentagonal belt {BCH<sub>3</sub>}\nvertex [Ag1−C7 2.544(2) Å]. Judged by the criterion of being\nwell inside the sum of the van der Waals radius of methyl and\nthe ionic radius of Ag<sup>+</sup> (3.29 Å), this interaction can be\nconsidered as being significant. It is, however, longer than that\nfound in the small number of crystallographically characterized\nAg−C single bonds [e.g., (PPh<sub>3</sub>)AgCH<sub>2</sub>C<sub>6</sub>F<sub>5</sub> 2.144(5) Å<sup>30</sup>] but\nis of a similar distance to Ag−C contacts observed in silver−\narene complexes (2.47 Å). The X-ray data collected for <bold>2</bold> were\nof sufficient quality to freely locate and refine hydrogen atoms\non C7 (H7a−c, Table ). Given the usual caveats regarding\nthe location of hydrogen atoms by X-ray crystallography, the\nfollowing observations can be made regarding the geometry of\nthe Ag−C7 interaction. There are two shorter Ag−H distances,\nwhich are the same within experimental error (Ag−H7a 2.19\nÅ and Ag−H7b 2.20 Å) and one longer one (Ag−H7c 3.03\n\nÅ). The two closer Ag−H distances in <bold>1</bold> are at the longer range\nof previously reported bridging Ag−H−M [1.4−2.2 Å] or\nAg−H−B [1.90−1.97 Å] interactions where the hydrogen\natom has been located by X-ray crystallography. This asymmetry\nin the Ag−C contact is reflected in the B7−C7−Ag bond angle,\nwhich deviates significantly from 180° [138.88(15)°]. This could\nsuggest that the {BCH<sub>3</sub>} fragment acts as a bidentate ligand to\n{Ag(PPh<sub>3</sub>)}<sup>+</sup> similar to that observed in LiBMe<sub>4</sub>, [{1,3-(SiMe<sub>3</sub>)<sub>2</sub>C<sub>5</sub>H<sub>3</sub>}<sub>2</sub>ZrMe(μ-Me)B(C<sub>6</sub>F<sub>5</sub>)<sub>3</sub>], and [{(1,2-Me<sub>3</sub>)<sub>2</sub>C<sub>5</sub>H<sub>3</sub>}<sub>2</sub>ZrMe(μ-Me)B(C<sub>6</sub>F<sub>5</sub>)<sub>3</sub>]. [The term “bidentate” is not meant to\nrefer to the presence of a well-defined (i.e., covalent) Ag−H\nor Ag−C bond but merely to the location of the hydrogen or\ncarbon atoms relative to the metal fragment.] Isolated, symmetric, end−on, intermolecular interactions between a metal\ncenter and a {H<sub>3</sub>C} group have been observed in (η<sup>5</sup>-C<sub>5</sub>Me<sub>5</sub>)<sub>2</sub>Yb(μ-Me)Be(η<sup>5</sup>-C<sub>5</sub>Me<sub>5</sub>), and we have recently described the\nstructure of [(η<sup>5</sup>-C<sub>5</sub>H<sub>5</sub>)<sub>2</sub>ZrMe(12-μ-Me-1-<italic>closo</italic>-CB<sub>11</sub>HMe<sub>10</sub>)] in\nwhich a single [<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] cage methyl group\ninteracts end-on with the metal fragment.\n</p>", "clean_text": "Compound 2 crystallizes in the space group P-1, with the cage carbon vertex unambiguously located, and no positional disorder apparent in the cage. In the asymmetric unit there is one {Ag(PPh3)}+ cation and one [closo-1-H-CB11Me11]- anion. These are in close contact through an intermolecular BCH3⋅⋅⋅Ag(PPh3) interaction from a lower pentagonal belt {BCH3} vertex [Ag1-C7 2.544(2) Å]. Judged by the criterion of being well inside the sum of the van der Waals radius of methyl and the ionic radius of Ag+ (3.29 Å), this interaction can be considered as being significant. It is, however, longer than that found in the small number of crystallographically characterized Ag-C single bonds [e.g., (PPh3)AgCH2C6F5 2.144(5) Å30] but is of a similar distance to Ag-C contacts observed in silver- arene complexes (2.47 Å). The X-ray data collected for 2 were of sufficient quality to freely locate and refine hydrogen atoms on C7 (H7a-c, Table ). Given the usual caveats regarding the location of hydrogen atoms by X-ray crystallography, the following observations can be made regarding the geometry of the Ag-C7 interaction. There are two shorter Ag-H distances, which are the same within experimental error (Ag-H7a 2.19 Å and Ag-H7b 2.20 Å) and one longer one (Ag-H7c 3.03  Å). The two closer Ag-H distances in 1 are at the longer range of previously reported bridging Ag-H-M [1.4-2.2 Å] or Ag-H-B [1.90-1.97 Å] interactions where the hydrogen atom has been located by X-ray crystallography. This asymmetry in the Ag-C contact is reflected in the B7-C7-Ag bond angle, which deviates significantly from 180° [138.88(15)°]. This could suggest that the {BCH3} fragment acts as a bidentate ligand to {Ag(PPh3)}+ similar to that observed in LiBMe4, [{1,3-(SiMe3)2C5H3}2ZrMe(μ-Me)B(C6F5)3], and [{(1,2-Me3)2C5H3}2ZrMe(μ-Me)B(C6F5)3]. [The term \"bidentate\" is not meant to refer to the presence of a well-defined (i.e., covalent) Ag-H or Ag-C bond but merely to the location of the hydrogen or carbon atoms relative to the metal fragment.] Isolated, symmetric, end-on, intermolecular interactions between a metal center and a {H3C} group have been observed in (η5-C5Me5)2Yb(μ-Me)Be(η5-C5Me5), and we have recently described the structure of [(η5-C5H5)2ZrMe(12-μ-Me-1-closo-CB11HMe10)] in which a single [closo-1-H-CB11Me11] cage methyl group interacts end-on with the metal fragment. ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>These relatively close intermolecular Ag···HC contacts\nsuggest that the methyl group may be forming a <italic>σ</italic>\n<italic>-</italic>complex<sup>19</sup>\nwith the silver−phosphine fragment. A significant σ-interaction\nbetween C−H and Ag would be expected to result in a\nlengthening of the C−H bond and a change in the B−C−H\nbond angle from pseudotetrahedral for those C−H bonds\ninvolved. In <bold>2</bold> this is not observed; all the C−H bonds\nassociated with C7 are the same length [0.93 Å] as are the\nB−C−H angles [average 110(2)°] within experimental error.\nThese values are close to those expected for a sp<italic>\n<sup>3</sup>\n</italic>\n<sup></sup> methyl group.\nOverall, this suggests that the Ag···H<sub>3</sub>C interaction in complex\n<bold>2</bold> is best described as being predominately ionic as may be\nexpected for a closed-shell d<sup>10</sup> metal center. This is also similar\nto the bonding in closed-shell alkyllithium species and group\n4 metallocene/[H<sub>3</sub>CB(C<sub>6</sub>F<sub>5</sub>)<sub>3</sub>]<sup>-</sup> contact ion-pairs that is best\ndescribed as being essentially ionic with a small, but non-negligible, covalent contribution. The silver−phosphine bond\ndistance [2.3871(5) Å] is at the shorter end of those reported,\nsuggesting a relatively strong Ag−P bond, and by implication\na relatively weak Ag···anion interaction. This is also reflected\nin the large value for <italic>J</italic>(AgP) observed in solution for <bold>2</bold> (vide\ninfra).\n</p>", "clean_text": "These relatively close intermolecular Ag⋅⋅⋅HC contacts suggest that the methyl group may be forming a σ -complex19 with the silver-phosphine fragment. A significant σ-interaction between C-H and Ag would be expected to result in a lengthening of the C-H bond and a change in the B-C-H bond angle from pseudotetrahedral for those C-H bonds involved. In 2 this is not observed; all the C-H bonds associated with C7 are the same length [0.93 Å] as are the B-C-H angles [average 110(2)°] within experimental error. These values are close to those expected for a sp 3   methyl group. Overall, this suggests that the Ag⋅⋅⋅H3C interaction in complex 2 is best described as being predominately ionic as may be expected for a closed-shell d10 metal center. This is also similar to the bonding in closed-shell alkyllithium species and group 4 metallocene/[H3CB(C6F5)3]- contact ion-pairs that is best described as being essentially ionic with a small, but non-negligible, covalent contribution. The silver-phosphine bond distance [2.3871(5) Å] is at the shorter end of those reported, suggesting a relatively strong Ag-P bond, and by implication a relatively weak Ag⋅⋅⋅anion interaction. This is also reflected in the large value for J(AgP) observed in solution for 2 (vide infra). ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>As solid-state packing effects could have a significant\ninfluence on the coordination environment around the d<sup>10</sup> silver\ncenter, the asymmetric unit should not be considered in isolation.\nIn fact, the CH<sub>3</sub>(7)−Ag interaction observed in the asymmetric\nunit is not the only close CH<sub>3</sub>···Ag contact, and consideration\nof the extended lattice (Figure ) shows that there are two more,\nalbeit substantially longer, contacts from adjacent carborane\nanions in the lattice. Although these are closer to the sum (3.29\nÅ) of the van der Waals radius of methyl and the ionic radius\nof silver(I) [Ag···C9‘ 3.154(2) Å, Ag···C12‘ ‘ 3.336(2) Å], they\ncan be considered as having influence on the structure, judged\nby the fact that they force the P1−Ag1−C7 angle away from\nbeing linear [152.21(6)°]. The hydrogen atoms on each of these\nmethyl groups were located in the difference map, and one\nmethyl group is bidentate [CH<sub>3</sub>(9‘)] with respect to Ag···H close\ncontacts, while the other is monodentate [CH<sub>3</sub>(12‘ ‘)]. These\nlonger-range interactions further strengthen the structural \nsimilarities between <bold>2</bold> and LiBMe<sub>4</sub>, as both have multiple intermolecular M···H<sub>3</sub>CB contacts in the solid state. Although these\nextended structures are not likely to be present in solution, some\nAg···H<sub>3</sub>CB interactions are retained, as demonstrated by <sup>1</sup>H,\n<sup>11</sup>B, and <sup>1</sup>H-<sup>11</sup>B NMR experiments (vide infra).\n\n</p>", "clean_text": "As solid-state packing effects could have a significant influence on the coordination environment around the d10 silver center, the asymmetric unit should not be considered in isolation. In fact, the CH3(7)-Ag interaction observed in the asymmetric unit is not the only close CH3⋅⋅⋅Ag contact, and consideration of the extended lattice (Figure ) shows that there are two more, albeit substantially longer, contacts from adjacent carborane anions in the lattice. Although these are closer to the sum (3.29 Å) of the van der Waals radius of methyl and the ionic radius of silver(I) [Ag⋅⋅⋅C9‘ 3.154(2) Å, Ag⋅⋅⋅C12‘‘ 3.336(2) Å], they can be considered as having influence on the structure, judged by the fact that they force the P1-Ag1-C7 angle away from being linear [152.21(6)°]. The hydrogen atoms on each of these methyl groups were located in the difference map, and one methyl group is bidentate [CH3(9‘)] with respect to Ag⋅⋅⋅H close contacts, while the other is monodentate [CH3(12‘‘)]. These longer-range interactions further strengthen the structural  similarities between 2 and LiBMe4, as both have multiple intermolecular M⋅⋅⋅H3CB contacts in the solid state. Although these extended structures are not likely to be present in solution, some Ag⋅⋅⋅H3CB interactions are retained, as demonstrated by 1H, 11B, and 1H-11B NMR experiments (vide infra).  ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"ja038173mf00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Extended structure of<bold>2</bold> in the solid state showing the close intermolecular Ag···H<sub>3</sub>C contacts from adjacent carborane methyl groups.\n</p>\n</caption>\n<graphic xlink:href=\"ja-2003-08173m_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  Extended structure of2 in the solid state showing the close intermolecular Ag⋅⋅⋅H3C contacts from adjacent carborane methyl groups.    ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Given the significant contemporary interest in isolating\nstructurally characterized examples of intermolecular M···H<sub>3</sub>C\ninteractions with regard to putative intermediates in alkane\nactivation, we were interested in the possibility of shutting\noff the extended interactions observed in the solid-state structure\nof <bold>2</bold>, thereby isolating any Ag···H<sub>3</sub>CB contacts to those\ninvolving a single cage. Our reasons for doing this were two-fold. First, isolating interactions to a single cage would be\nexpected to more closely reflect the coordination environment\nof the {Ag(PPh<sub>3</sub>)}<sup>+</sup> fragment in solution. Second, a single cage\ninteraction significantly reduces the complexity of the system\nwhen looking at Ag−methyl contacts. This would have the\nadded benefit of allowing theoretical techniques that do not\ninclude solid-state or solution effects (gas-phase DFT) to more\nclosely reflect the experimentally observed structure. The\nsimplest way to approach this is to increase the steric bulk of\nthe phosphine in the anticipation that the silver(I) center becomes\nless accessible to multiple intermolecular interactions from bulky\nmethylated carborane anions adjacent in the lattice. Efforts\ntoward this are discussed next.\n</p>", "clean_text": "Given the significant contemporary interest in isolating structurally characterized examples of intermolecular M⋅⋅⋅H3C interactions with regard to putative intermediates in alkane activation, we were interested in the possibility of shutting off the extended interactions observed in the solid-state structure of 2, thereby isolating any Ag⋅⋅⋅H3CB contacts to those involving a single cage. Our reasons for doing this were two-fold. First, isolating interactions to a single cage would be expected to more closely reflect the coordination environment of the {Ag(PPh3)}+ fragment in solution. Second, a single cage interaction significantly reduces the complexity of the system when looking at Ag-methyl contacts. This would have the added benefit of allowing theoretical techniques that do not include solid-state or solution effects (gas-phase DFT) to more closely reflect the experimentally observed structure. The simplest way to approach this is to increase the steric bulk of the phosphine in the anticipation that the silver(I) center becomes less accessible to multiple intermolecular interactions from bulky methylated carborane anions adjacent in the lattice. Efforts toward this are discussed next. ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>(P(C</bold>\n<bold>\n<sub>6</sub>\n</bold>\n<bold>H</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>Ag)[closo-1-H</bold>\n<bold>-</bold>\n<bold>CB</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>Me</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>].</bold> Addition of one equivalent of P(C<sub>6</sub>H<sub>11</sub>)<sub>3</sub> to <bold>1</bold> and recrystallization from CH<sub>2</sub>Cl<sub>2</sub>/pentane\nafforded crystalline (P(C<sub>6</sub>H<sub>11</sub>)<sub>3</sub>Ag)[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] <bold>3</bold> in\nmoderate isolated yield. The solid-state structure of <bold>3 </bold>is shown\nin Figure . Compound <bold>3</bold> crystallizes in the space group <italic>P</italic>2<sub>1</sub>/<italic>n</italic>,\nwith no positional disorder observed, and the cage carbon vertex\n[C1] was unambiguously located. As found for <bold>2</bold>, in the\nasymmetric unit of <bold>3</bold> there is a single close BCH<sub>3</sub>···Ag contact\nlying well within the sum of the van der Waals radius of CH<sub>3</sub>\nand the ionic radius of Ag<sup>+</sup> [C12−Ag 2.608(2) Å], this time\nfrom the antipodal BCH<sub>3</sub>(12) vertex. The hydrogen atoms on\nC12 were located in the difference map and refined freely. In\ncontrast to <bold>2</bold>, this shows that there is only one relatively close\nAg−H distance in <bold>3</bold> [Ag−H12c 2.21(5) Å] (although this is at\nthe upper limit of reported Ag−H distances<sup>36</sup>), while the\nother two are further away [Ag−H12a 2.38 Å, Ag−H12b 2.74\nÅ]. The silver−phosphine fragment is not located end-on\nto CH<sub>3</sub>(12), but tilted significantly away from linear\n[B12−C12−Ag 157.04(18)°], similar to <bold>2</bold>. As for <bold>2</bold> the C−H\n\nangles and bond lengths around CH<sub>3</sub>(12) do not deviate\nsignificantly from those expected for a methyl group [average\nC−H 0.95 Å and average B−C−H 114.6°].\n\n\n</p>", "clean_text": " (P(C  6  H  11  )  3  Ag)[closo-1-H - CB  11  Me  11  ]. Addition of one equivalent of P(C6H11)3 to 1 and recrystallization from CH2Cl2/pentane afforded crystalline (P(C6H11)3Ag)[closo-1-H-CB11Me11] 3 in moderate isolated yield. The solid-state structure of 3 is shown in Figure . Compound 3 crystallizes in the space group P21/n, with no positional disorder observed, and the cage carbon vertex [C1] was unambiguously located. As found for 2, in the asymmetric unit of 3 there is a single close BCH3⋅⋅⋅Ag contact lying well within the sum of the van der Waals radius of CH3 and the ionic radius of Ag+ [C12-Ag 2.608(2) Å], this time from the antipodal BCH3(12) vertex. The hydrogen atoms on C12 were located in the difference map and refined freely. In contrast to 2, this shows that there is only one relatively close Ag-H distance in 3 [Ag-H12c 2.21(5) Å] (although this is at the upper limit of reported Ag-H distances36), while the other two are further away [Ag-H12a 2.38 Å, Ag-H12b 2.74 Å]. The silver-phosphine fragment is not located end-on to CH3(12), but tilted significantly away from linear [B12-C12-Ag 157.04(18)°], similar to 2. As for 2 the C-H  angles and bond lengths around CH3(12) do not deviate significantly from those expected for a methyl group [average C-H 0.95 Å and average B-C-H 114.6°].   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"ja038173mf00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Molecular structure of compound<bold>3</bold>. (a) Asymmetric unit; (b) environment around Ag in the extended lattice [Ag−C12 2.608(2) Å, Ag−C4‘\n2.888(2) Å, Ag−C8‘ ‘ 2.898(2) Å]; (c) viewed down the Ag−P axis. Thermal ellipsoids are shown at the 50% probability level.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-08173m_0006.tif\"></graphic>\n</fig>", "clean_text": " 4  Molecular structure of compound3. (a) Asymmetric unit; (b) environment around Ag in the extended lattice [Ag-C12 2.608(2) Å, Ag-C4‘ 2.888(2) Å, Ag-C8‘‘ 2.898(2) Å]; (c) viewed down the Ag-P axis. Thermal ellipsoids are shown at the 50% probability level.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "table", "classification": null, "content": "<table-wrap id=\"ja038173mt00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Angles (deg) for Complex<bold>3</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag−P\n</oasis:entry>\n<oasis:entry colname=\"2\">2.360(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag−C12\n</oasis:entry>\n<oasis:entry colname=\"4\">2.608(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag−C4‘\n</oasis:entry>\n<oasis:entry colname=\"2\">2.888(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag−C8‘ ‘‘\n</oasis:entry>\n<oasis:entry colname=\"4\">2.898(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag−P\n</oasis:entry>\n<oasis:entry colname=\"2\">2.3881(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">C12−Ag−C8‘ ‘\n</oasis:entry>\n<oasis:entry colname=\"4\">92.92(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C4‘−Ag−C12\n</oasis:entry>\n<oasis:entry colname=\"2\">88.50(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">C4‘−Ag−C8‘ ‘\n</oasis:entry>\n<oasis:entry colname=\"4\">97.73(7)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>In the extended lattice there are two other relatively close\nAg−C distances from neighboring carborane methyl groups\n[Ag−C4‘ 2.888(2) and Ag−C8‘ ‘ 2.898(2) Å] (Figure b). As\nin <bold>2</bold>, the C12−Ag1−P angle is forced away from linear\n[136.81(7)°] to accommodate these. These close contacts result in an approximate <italic>C</italic>\n<sub>3</sub>\n<italic>\n<sub>v</sub>\n</italic> motif (Figure c) around the central\nsilver atom [C4‘−Ag−C12 88.50(8)°, C4‘−Ag−C8‘ ‘ 97.73(7)°,\nC12−Ag−C8‘ ‘ 92.92(8)°]. The Ag−P bond length [2.3881(4)Å]\nis longer than that found in three-coordinate [P(C<sub>6</sub>H<sub>11</sub>)<sub>3</sub>AgL]\ncomplexes (e.g., [P(C<sub>6</sub>H<sub>11</sub>)<sub>3</sub>Ag(μ-Cl)]<sub>2</sub> 2.354(2) Å and\n[P(C<sub>6</sub>H<sub>11</sub>)<sub>3</sub>Ag{(pz<sub>2</sub>B(pz)<sub>2</sub>}] 2.351 Å) but shorter than that\nfound for four-coordinate complexes [e.g., [P(C<sub>6</sub>H<sub>11</sub>)<sub>3</sub>AgI]<sub>4</sub>\naverage Ag−P distance 2.43(1) Å<sup>43</sup> or (P(C<sub>6</sub>H<sub>11</sub>)<sub>3</sub>)<sub>2</sub>Ag(η<sup>2</sup>-NO<sub>2</sub>)\n2.460(1) Å].\n</p>", "clean_text": "In the extended lattice there are two other relatively close Ag-C distances from neighboring carborane methyl groups [Ag-C4‘ 2.888(2) and Ag-C8‘‘ 2.898(2) Å] (Figure b). As in 2, the C12-Ag1-P angle is forced away from linear [136.81(7)°] to accommodate these. These close contacts result in an approximate C 3  v  motif (Figure c) around the central silver atom [C4‘-Ag-C12 88.50(8)°, C4‘-Ag-C8‘‘ 97.73(7)°, C12-Ag-C8‘‘ 92.92(8)°]. The Ag-P bond length [2.3881(4)Å] is longer than that found in three-coordinate [P(C6H11)3AgL] complexes (e.g., [P(C6H11)3Ag(μ-Cl)]2 2.354(2) Å and [P(C6H11)3Ag{(pz2B(pz)2}] 2.351 Å) but shorter than that found for four-coordinate complexes [e.g., [P(C6H11)3AgI]4 average Ag-P distance 2.43(1) Å43 or (P(C6H11)3)2Ag(η2-NO2) 2.460(1) Å]. ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Although P(C<sub>6</sub>H<sub>11</sub>)<sub>3</sub> is sterically more demanding than PPh<sub>3</sub>\n[cone angles 170° and 145°, respectively<sup>42</sup>], the increase in cone\nangle is not enough to switch off the extended interactions in\nthe lattice. Attempts to use bulkier phosphines than P(C<sub>6</sub>H<sub>11</sub>)<sub>3</sub>\nonly led to mixtures. For example, addition of P(2-Me-C<sub>6</sub>H<sub>4</sub>)<sub>3</sub>\n(cone angle 198°) to <bold>1</bold> resulted in intractable mixtures of\nproducts. The implication is that too much steric shielding\naround the silver prevents close approach of even one bulky\ncarborane anion, resulting in decomposition of the coordinatively\nunsaturated silver(I) center. Equivalent complexes using the\nsame phosphine but with sterically less demanding anions are\nperfectly stable. As for <bold>2</bold>, the coordination motif observed for\n<bold>3</bold> strongly suggests predominately ionic bonding between Ag\nand carborane.\n</p>", "clean_text": "Although P(C6H11)3 is sterically more demanding than PPh3 [cone angles 170° and 145°, respectively42], the increase in cone angle is not enough to switch off the extended interactions in the lattice. Attempts to use bulkier phosphines than P(C6H11)3 only led to mixtures. For example, addition of P(2-Me-C6H4)3 (cone angle 198°) to 1 resulted in intractable mixtures of products. The implication is that too much steric shielding around the silver prevents close approach of even one bulky carborane anion, resulting in decomposition of the coordinatively unsaturated silver(I) center. Equivalent complexes using the same phosphine but with sterically less demanding anions are perfectly stable. As for 2, the coordination motif observed for 3 strongly suggests predominately ionic bonding between Ag and carborane. ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>\n<bold>(P(3,5-Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>-C</bold>\n<bold>\n<sub>6</sub>\n</bold>\n<bold>H</bold>\n<bold>\n<sub>5</sub>\n</bold>\n<bold>)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>Ag)[closo-1-H</bold>\n<bold>-</bold>\n<bold>CB</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>Me</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>].</bold> As increasing\nthe cone angle of the phosphine did not result in the switching-off of the extended interactions in the lattice, we attempted to\nremove, or at least substantially reduce, these by a slightly\ndifferent but complementary approach. Taking cues from the\nextended solid-state structure of <bold>2 </bold>(Figure ), we reasoned that\nsuitable placement of bulky groups in the 3,5-position on the\nphenyl rings might discourage the close approach of more than\none large carborane anion with the silver(I) center, thus\nrestricting the Ag···carborane interactions to a single cage.\nAddition of one equivalent of P(C<sub>6</sub>H<sub>3</sub>-3,5-Me<sub>2</sub>)<sub>3</sub> to <bold>1</bold> and\nrecrystallization from CH<sub>2</sub>Cl<sub>2</sub>/pentane afforded very air-sensitive\ncrystals of relatively poor quality. Repeated attempts to obtain\nbetter-quality material were not successful. A single-crystal\nX-ray diffraction study on the best available sample (see\nExperimental Section for more detail) resulted in a structure\nrefinement that was unambiguous in defining the gross structural\nfeatures [R1 = 0.1008] but not adequate for the location of the\nhydrogen atoms. This showed that the complex formed was\n(P(3,5-Me<sub>2</sub>-C<sub>6</sub>H<sub>3</sub>)<sub>3</sub>)Ag(<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>), <bold>4</bold>, the molecular\nstructure of which is shown in Figure , with selected bond\nlengths and angles given in Table .\n\n\n</p>", "clean_text": " (P(3,5-Me  2  -C  6  H  5  )  3  Ag)[closo-1-H - CB  11  Me  11  ]. As increasing the cone angle of the phosphine did not result in the switching-off of the extended interactions in the lattice, we attempted to remove, or at least substantially reduce, these by a slightly different but complementary approach. Taking cues from the extended solid-state structure of 2 (Figure ), we reasoned that suitable placement of bulky groups in the 3,5-position on the phenyl rings might discourage the close approach of more than one large carborane anion with the silver(I) center, thus restricting the Ag⋅⋅⋅carborane interactions to a single cage. Addition of one equivalent of P(C6H3-3,5-Me2)3 to 1 and recrystallization from CH2Cl2/pentane afforded very air-sensitive crystals of relatively poor quality. Repeated attempts to obtain better-quality material were not successful. A single-crystal X-ray diffraction study on the best available sample (see Experimental Section for more detail) resulted in a structure refinement that was unambiguous in defining the gross structural features [R1 = 0.1008] but not adequate for the location of the hydrogen atoms. This showed that the complex formed was (P(3,5-Me2-C6H3)3)Ag(closo-1-H-CB11Me11), 4, the molecular structure of which is shown in Figure , with selected bond lengths and angles given in Table .   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"ja038173mf00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Molecular structure of compound<bold>4</bold>. Hydrogen atoms are omitted\nfor clarity apart from that on C1. Ellipsoids are shown at the 50% probability\nlevel.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-08173m_0007.tif\"></graphic>\n</fig>", "clean_text": " 5  Molecular structure of compound4. Hydrogen atoms are omitted for clarity apart from that on C1. Ellipsoids are shown at the 50% probability level.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "table", "classification": null, "content": "<table-wrap id=\"ja038173mt00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Angles (deg) for Complex<bold>4</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag−P\n</oasis:entry>\n<oasis:entry colname=\"2\">2.360(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag−C12\n</oasis:entry>\n<oasis:entry colname=\"4\">2.554(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag−C7\n</oasis:entry>\n<oasis:entry colname=\"2\">2.785(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag−C8\n</oasis:entry>\n<oasis:entry colname=\"4\">3.166(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C12Ag−C7\n</oasis:entry>\n<oasis:entry colname=\"2\">83.5(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">C12−Ag−C8\n</oasis:entry>\n<oasis:entry colname=\"4\">75.5(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C7−Ag−C8\n</oasis:entry>\n<oasis:entry colname=\"2\">71.7(3)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Complex <bold>4 </bold>crystallizes in the space group <italic>C</italic>2/<italic>c</italic>, and there is\nno crystallographically imposed symmetry in the asymmetric\nunit, and no positional disorder of the cage is observed. The\ndistal (in relation to the silver(I) center) steric bulk of the 3,5-methyl groups has switched off any significant extra interactions\nfrom carborane anions adjacent in the lattice, there being only\nthree close intermolecular Ag···H<sub>3</sub>C contacts from a <italic>single</italic>\ncarborane anion. These come from three methyl groups all on\nthe lower surface of the cage, consistent with the distribution\nof charge on the {BCH<sub>3</sub>} vertices. Two of these contacts are\nrelatively short [Ag−C7 2.785(10) Å, Ag−C12 2.554(10) Å],\nwhile the other is longer [Ag−C8 3.166(10) Å]. However, all\nare well within the sum of the van der Waals radius of CH<sub>3</sub>\nand the ionic radius of silver(I) (3.29 Å) and can thus be\nconsidered as significant. There is an approach from an adjacent carborane anion in the lattice that distorts the silver−phosphine bond vector away from lying over the middle of the\nC7−C8−C12 face (as is predicted by DFT studiessee later).\nThis also has the effect of compressing the C8−Ag−P angle\ncompared with C7−Ag−P and C12−Ag−P [119, 131, and\n143°, respectively]. The Ag−C contact from this adjacent\ncarborane (Ag−C2‘ 3.726 Å) is long, lying just outside the\ncombined van der Waals radii of methyl and silver (3.70 Å)<sup>26</sup>\nand we interpret this as efficient crystal packing of the globular\ncarborane anion rather than a CH<sub>3</sub>···Ag interaction per se. The\nAg−P distance [2.360(3) Å] in <bold>4</bold> is slightly shorter than that\nfound in <bold>2</bold>. However, the poor quality of the structure refinement\nmeans that any comparisons of the structural metrics for<bold> 4 </bold>must\nbe interpreted with care and are not discussed further.\n</p>", "clean_text": "Complex 4 crystallizes in the space group C2/c, and there is no crystallographically imposed symmetry in the asymmetric unit, and no positional disorder of the cage is observed. The distal (in relation to the silver(I) center) steric bulk of the 3,5-methyl groups has switched off any significant extra interactions from carborane anions adjacent in the lattice, there being only three close intermolecular Ag⋅⋅⋅H3C contacts from a single carborane anion. These come from three methyl groups all on the lower surface of the cage, consistent with the distribution of charge on the {BCH3} vertices. Two of these contacts are relatively short [Ag-C7 2.785(10) Å, Ag-C12 2.554(10) Å], while the other is longer [Ag-C8 3.166(10) Å]. However, all are well within the sum of the van der Waals radius of CH3 and the ionic radius of silver(I) (3.29 Å) and can thus be considered as significant. There is an approach from an adjacent carborane anion in the lattice that distorts the silver-phosphine bond vector away from lying over the middle of the C7-C8-C12 face (as is predicted by DFT studiessee later). This also has the effect of compressing the C8-Ag-P angle compared with C7-Ag-P and C12-Ag-P [119, 131, and 143°, respectively]. The Ag-C contact from this adjacent carborane (Ag-C2‘ 3.726 Å) is long, lying just outside the combined van der Waals radii of methyl and silver (3.70 Å)26 and we interpret this as efficient crystal packing of the globular carborane anion rather than a CH3⋅⋅⋅Ag interaction per se. The Ag-P distance [2.360(3) Å] in 4 is slightly shorter than that found in 2. However, the poor quality of the structure refinement means that any comparisons of the structural metrics for 4 must be interpreted with care and are not discussed further. ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>In terms of the coordination environment around silver, the\ntridentate motif observed in<bold> 4 </bold>is similar to the three close\nAg···C contacts also seen <bold>2</bold> and <bold>3</bold>, where each silver center is\n\nsurrounded by three carborane methyl groups in the lattice.\nUnlike the previous two structures, in<bold> 4 </bold>it is three methyl groups\nfrom the <italic>same</italic> cage that interact with the silver(I) center. This\nswitching-off of the extended interactions in the solid state can\nbe traced back to the additional methyl groups on the phosphine\nphenyl rings, which effectively block the close approach of other\ncarborane anions in the lattice. This results in a structure in\nwhich the {Ag(PPh<sub>3</sub>)}<sup>+</sup> fragment gets as close as possible to a\nsingle cage, presumably to maximize ionic attractions between\nthe anion and cation. This tridentate coordination is very similar\nto that observed for [(η<sup>6</sup>-C<sub>6</sub>H<sub>6</sub>)Li][<italic>closo</italic>-CB<sub>11</sub>Me<sub>12</sub>], as well\nas the bidentate coordination mode observed in LiBMe<sub>4</sub>. As<bold>\n4 </bold>is the only example of the compounds studied here that shows\nclose contacts between silver and only one carborane anion, it\nis perhaps the best model for the structure of these complexes\nin solution. In fact for<bold> 4</bold>, as well as the other complexes reported\nhere, there is evidence for Ag···H<sub>3</sub>CB contacts still being present\nin solution, as is discussed next.\n</p>", "clean_text": "In terms of the coordination environment around silver, the tridentate motif observed in 4 is similar to the three close Ag⋅⋅⋅C contacts also seen 2 and 3, where each silver center is  surrounded by three carborane methyl groups in the lattice. Unlike the previous two structures, in 4 it is three methyl groups from the same cage that interact with the silver(I) center. This switching-off of the extended interactions in the solid state can be traced back to the additional methyl groups on the phosphine phenyl rings, which effectively block the close approach of other carborane anions in the lattice. This results in a structure in which the {Ag(PPh3)}+ fragment gets as close as possible to a single cage, presumably to maximize ionic attractions between the anion and cation. This tridentate coordination is very similar to that observed for [(η6-C6H6)Li][closo-CB11Me12], as well as the bidentate coordination mode observed in LiBMe4. As 4 is the only example of the compounds studied here that shows close contacts between silver and only one carborane anion, it is perhaps the best model for the structure of these complexes in solution. In fact for 4, as well as the other complexes reported here, there is evidence for Ag⋅⋅⋅H3CB contacts still being present in solution, as is discussed next. ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Solution Studies.</bold> All the complexes discussed thus far have\nclose Ag···H<sub>3</sub>CB contacts in the solid state. Of interest is\nwhether these interactions remain in solution and if they can\nbe observed. For the simple salt, <bold>1</bold>, comparison between NMR\nspectra in a coordinating solvent (acetone) and a solvent that\ndoes not generally favor the formation of solvent complexes\n(CH<sub>2</sub>Cl<sub>2</sub>) is informative. In <italic>d</italic>\n<sub>6</sub>-acetone complex <bold>1</bold> shows sharp,\nwell-resolved signals for the cage methyl groups in the <sup>1</sup>H{<sup>11</sup>B}\nNMR spectrum [fwhm = ca. 1 Hz]. These are observed in a\nrelative intensity of 15 H:  15 H:  3H demonstrating that the\ncage anion has <italic>C</italic>\n<sub>5</sub>\n<italic>\n<sub>v</sub>\n</italic> symmetry in solution. This is confirmed by\n<sup>11</sup>B NMR spectroscopy, which shows the expected three singlets\nin a 1:5:5 ratio. In CD<sub>2</sub>Cl<sub>2</sub> the cage methyl region in <bold>1</bold> changes\nsignificantly. The peaks are now broadened significantly [fwhm\n= ca. 30 Hz], suggesting that the cage methyl groups and the\nsilver(I) center are interacting in solution. The <sup>11</sup>B NMR\nspectrum still shows <italic>C</italic>\n<sub>5</sub>\n<italic>\n<sub>v</sub>\n</italic> symmetry, demonstrating that the\nsilver(I) cation is fluxional over the surface of the cage. As far\nas chemical shift comparisons are concerned, making these when\nthe solvent has been changed as significantly as from acetone\nto dichloromethane is difficult, as differences observed may be\ndue to simple solvent effects rather than an indication of\ninteractions per se. A more useful comparison can be made\nbetween <bold>1</bold> and [NBu<sub>4</sub>][<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] in CD<sub>2</sub>Cl<sub>2</sub>, as the\ntetrabutylammonium cation is expected to be innocent with\nregard to the cage anion. Changing the cation from [NBu<sub>4</sub>]<sup>+</sup> to\nAg<sup>+</sup> affords the same line width change in the <sup>1</sup>H{<sup>11</sup>B} NMR\nspectrum as is observed on changing from acetone to CD<sub>2</sub>Cl<sub>2</sub>\nsolvent, but the cage methyl signals now become bunched\ntogether with an apparent downfield change in chemical shift.\nWe discuss this in more detail with regard to the monophosphine\ncomplexes, but it is clear that in acetone solution <bold>1</bold> forms a\nsolvent separated ion pair, i.e., [(acetone)<italic>\n<sub>n</sub>\n</italic>Ag]<sup>+</sup>[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]<sup>-</sup>, while in CD<sub>2</sub>Cl<sub>2</sub> a more closely associated ion pair\nresults that has significant Ag···H<sub>3</sub>C interactions, as judged\nby both the observed line-broadening and chemical shift\nchange of the cage methyl groups. The polymeric structure of\n<bold>1</bold> observed in the solid state is unlikely to persist in solution. Possible solution structures could be oligomeric, perhaps\nrelated to those observed for [(IMes)<sub>2</sub>Ag][Ag(<italic>closo</italic>-1-H-CB<sub>11</sub>H<sub>11</sub>)<sub>2</sub>] (IMes = 1,3-dimesitylimidazol-2-ylidene) that forms\na [Ag<sub>2</sub>(<italic>closo</italic>-1-H-CB<sub>11</sub>H<sub>11</sub>)<sub>4</sub>]<sup>2-</sup> dianion in the solid state<sup>47</sup> or\n[Ag(<italic>closo</italic>-1-H-CB<sub>11</sub>H<sub>5</sub>Br<sub>6</sub>)<sub>2</sub>]<sup>-</sup> in which silver(I) is sandwiched\nbetween two cage anions.\n</p>", "clean_text": " Solution Studies. All the complexes discussed thus far have close Ag⋅⋅⋅H3CB contacts in the solid state. Of interest is whether these interactions remain in solution and if they can be observed. For the simple salt, 1, comparison between NMR spectra in a coordinating solvent (acetone) and a solvent that does not generally favor the formation of solvent complexes (CH2Cl2) is informative. In d 6-acetone complex 1 shows sharp, well-resolved signals for the cage methyl groups in the 1H{11B} NMR spectrum [fwhm = ca. 1 Hz]. These are observed in a relative intensity of 15 H: 15 H: 3H demonstrating that the cage anion has C 5  v  symmetry in solution. This is confirmed by 11B NMR spectroscopy, which shows the expected three singlets in a 1:5:5 ratio. In CD2Cl2 the cage methyl region in 1 changes significantly. The peaks are now broadened significantly [fwhm = ca. 30 Hz], suggesting that the cage methyl groups and the silver(I) center are interacting in solution. The 11B NMR spectrum still shows C 5  v  symmetry, demonstrating that the silver(I) cation is fluxional over the surface of the cage. As far as chemical shift comparisons are concerned, making these when the solvent has been changed as significantly as from acetone to dichloromethane is difficult, as differences observed may be due to simple solvent effects rather than an indication of interactions per se. A more useful comparison can be made between 1 and [NBu4][closo-1-H-CB11Me11] in CD2Cl2, as the tetrabutylammonium cation is expected to be innocent with regard to the cage anion. Changing the cation from [NBu4]+ to Ag+ affords the same line width change in the 1H{11B} NMR spectrum as is observed on changing from acetone to CD2Cl2 solvent, but the cage methyl signals now become bunched together with an apparent downfield change in chemical shift. We discuss this in more detail with regard to the monophosphine complexes, but it is clear that in acetone solution 1 forms a solvent separated ion pair, i.e., [(acetone) n Ag]+[closo-1-H-CB11Me11]-, while in CD2Cl2 a more closely associated ion pair results that has significant Ag⋅⋅⋅H3C interactions, as judged by both the observed line-broadening and chemical shift change of the cage methyl groups. The polymeric structure of 1 observed in the solid state is unlikely to persist in solution. Possible solution structures could be oligomeric, perhaps related to those observed for [(IMes)2Ag][Ag(closo-1-H-CB11H11)2] (IMes = 1,3-dimesitylimidazol-2-ylidene) that forms a [Ag2(closo-1-H-CB11H11)4]2- dianion in the solid state47 or [Ag(closo-1-H-CB11H5Br6)2]- in which silver(I) is sandwiched between two cage anions. ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Similar chemical shift changes and line broadenings are\nobserved in the <sup>1</sup>H{<sup>11</sup>B} NMR spectra of the monophosphine\nsalts <bold>2</bold> to <bold>4</bold> when compared with [NBu<sub>4</sub>][<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]\nin CD<sub>2</sub>Cl<sub>2</sub> solution. Figure  shows this for <bold>2</bold>, but very similar\nspectra are observed for all the complexes <bold>2</bold>−<bold>4</bold>. Notable from\nFigure  is the significant line broadening [fwhm = ca. 30 Hz]\nand downfield chemical shift observed in these complexes\ncompared with those in [NBu<sub>4</sub>][<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] and that\nthe 15 H:  3H:  15H relative intensity pattern is retained, corresponding to a 5:1:5 ratio of methyl groups and <italic>C</italic>\n<sub>5</sub>\n<italic>\n<sub>v</sub>\n</italic> symmetry\nof the cage. As expected, the <sup>1</sup>H NMR spectra without\nbroadband <sup>11</sup>B decoupling show these signals as being significantly broader due to quadrupolar relaxation from <sup>11</sup>B.\n\n</p>", "clean_text": "Similar chemical shift changes and line broadenings are observed in the 1H{11B} NMR spectra of the monophosphine salts 2 to 4 when compared with [NBu4][closo-1-H-CB11Me11] in CD2Cl2 solution. Figure  shows this for 2, but very similar spectra are observed for all the complexes 2-4. Notable from Figure  is the significant line broadening [fwhm = ca. 30 Hz] and downfield chemical shift observed in these complexes compared with those in [NBu4][closo-1-H-CB11Me11] and that the 15 H: 3H: 15H relative intensity pattern is retained, corresponding to a 5:1:5 ratio of methyl groups and C 5  v  symmetry of the cage. As expected, the 1H NMR spectra without broadband 11B decoupling show these signals as being significantly broader due to quadrupolar relaxation from 11B.  ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"ja038173mf00006\" position=\"float\">\n<label>6</label>\n<graphic xlink:href=\"ja-2003-08173m_0008.tif\"></graphic>\n</fig>", "clean_text": " 6  ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>We have used a combination of <sup>1</sup>H{<sup>11</sup>B-selective}, <sup>11</sup>B,\n<sup>1</sup>H−<sup>11</sup>B HMQC and <sup>11</sup>B−<sup>11</sup>B COSY NMR experiments to\nassign these methyl resonances to specific BCH<sub>3</sub> vertices on\nthe anion. Given the <italic>C</italic>\n<sub>5</sub>\n<italic>\n<sub>v</sub>\n</italic> symmetry observed in solution\nthere are three different methyl group environments that the\n{Ag(PR<sub>3</sub>)}<sup>+</sup> cation can interact with:  upper pentagonal\n[BCH<sub>3</sub>(2−6)], lower pentagonal [BCH<sub>3</sub>(7−11)], and antipodal\n[BCH<sub>3</sub>(12)]. By using the criteria that, on comparison with\n[NBu<sub>4</sub>][<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>], a chemical shift change of CH<sub>3</sub>\ngroups in the <sup>1</sup>H{<sup>11</sup>B} NMR spectrum (alongside the observed\nchanges in line-width) is an indication of a significant interaction, identification of the individual resonances should give\ninformation about which cage methyl groups interact with the\nmetal fragment.\n</p>", "clean_text": "We have used a combination of 1H{11B-selective}, 11B, 1H-11B HMQC and 11B-11B COSY NMR experiments to assign these methyl resonances to specific BCH3 vertices on the anion. Given the C 5  v  symmetry observed in solution there are three different methyl group environments that the {Ag(PR3)}+ cation can interact with: upper pentagonal [BCH3(2-6)], lower pentagonal [BCH3(7-11)], and antipodal [BCH3(12)]. By using the criteria that, on comparison with [NBu4][closo-1-H-CB11Me11], a chemical shift change of CH3 groups in the 1H{11B} NMR spectrum (alongside the observed changes in line-width) is an indication of a significant interaction, identification of the individual resonances should give information about which cage methyl groups interact with the metal fragment. ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>In the <sup>11</sup>B NMR spectra of complexes <bold>2</bold>−<bold>4</bold>, <italic>C</italic>\n<sub>5</sub>\n<italic>\n<sub>v</sub>\n</italic> symmetry\nfor the cage (1:5:5 ratio of resonances) is observed in all cases,\nand there is not a significant change in chemical shift compared\n\nwith that of [NBu<sub>4</sub>][<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>], apart from B(12)\nmoving ca. 1 ppm upfield on formation of the silver complexes.\nThis contrasts to situations were a metal fragment interacts with\nthe surface of [<italic>closo</italic>-1-H-CB<sub>11</sub>H<sub>11</sub>]<sup>-</sup> and significant upfield\nchemical shifts are observed for those vertices that interact\nthrough direct 3-center 2-electron M−H−B bonds. The lack\nof chemical shift change in <bold>2</bold>−<bold>4</bold> is not unexpected, given the\nrelatively remote position of the boron vertex compared with\nthe metal fragment. <sup>11</sup>B−<sup>11</sup>B COSY experiments were used to\nidentify the three resonances observed in the <sup>11</sup>B NMR spectra\nand follow the order (low field to high field) <italic>B</italic>CH<sub>3</sub>(12), <italic>B</italic>CH<sub>3</sub>(7−11) <italic>B</italic>CH<sub>3</sub>(2−6). Figure  shows this for complex <bold>4</bold>, and\nvery similar spectra are observed for all the monophosphine\ncomplexes.\n\n</p>", "clean_text": "In the 11B NMR spectra of complexes 2-4, C 5  v  symmetry for the cage (1:5:5 ratio of resonances) is observed in all cases, and there is not a significant change in chemical shift compared  with that of [NBu4][closo-1-H-CB11Me11], apart from B(12) moving ca. 1 ppm upfield on formation of the silver complexes. This contrasts to situations were a metal fragment interacts with the surface of [closo-1-H-CB11H11]- and significant upfield chemical shifts are observed for those vertices that interact through direct 3-center 2-electron M-H-B bonds. The lack of chemical shift change in 2-4 is not unexpected, given the relatively remote position of the boron vertex compared with the metal fragment. 11B-11B COSY experiments were used to identify the three resonances observed in the 11B NMR spectra and follow the order (low field to high field) BCH3(12), BCH3(7-11) BCH3(2-6). Figure  shows this for complex 4, and very similar spectra are observed for all the monophosphine complexes.  ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"ja038173mf00007\" position=\"float\">\n<label>7</label>\n<graphic xlink:href=\"ja-2003-08173m_0009.tif\"></graphic>\n</fig>", "clean_text": " 7  ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>Having assigned the boron resonances from the COSY\nspectrum, <sup>1</sup>H{<sup>11</sup>B-selective} or <sup>1</sup>H−<sup>11</sup>B HMQC experiments\nwere used to identify the methyl signals in the <sup>1</sup>H NMR\nspectrum. We found the latter 2-D experiment the most reliable,\nwith Figure  showing the resulting spectrum and peak\nassignment for complex <bold>4</bold>. The equivalent spectrum for [NBu<sub>4</sub>][<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] is given in the Supporting Information.\nIndividual assignments of the resonances comes from the\nfollowing:  <italic>B</italic>(12) uniquely identifies CH<sub>3</sub>(12) in addition to its\nbeing the only integral 3 H signal. <italic>B</italic>(2−6) only shows one\ncorrelation to the lowest-field methyl signal, identifying this as\narising from CH<sub>3</sub>(2−6). By elimination, CH<sub>3</sub>(7−11) can thus\nbe identified. Interestingly, <italic>B</italic>(7−11) also shows longer-range\ncorrelations with both the cage C−H proton and CH<sub>3</sub>(12).\nHowever, these are not indicative of metal interaction, as they\nare also observed in the <sup>1</sup>H−<sup>11</sup>B HMQC spectrum of [NBu<sub>4</sub>][<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>].\n\n</p>", "clean_text": "Having assigned the boron resonances from the COSY spectrum, 1H{11B-selective} or 1H-11B HMQC experiments were used to identify the methyl signals in the 1H NMR spectrum. We found the latter 2-D experiment the most reliable, with Figure  showing the resulting spectrum and peak assignment for complex 4. The equivalent spectrum for [NBu4][closo-1-H-CB11Me11] is given in the Supporting Information. Individual assignments of the resonances comes from the following: B(12) uniquely identifies CH3(12) in addition to its being the only integral 3 H signal. B(2-6) only shows one correlation to the lowest-field methyl signal, identifying this as arising from CH3(2-6). By elimination, CH3(7-11) can thus be identified. Interestingly, B(7-11) also shows longer-range correlations with both the cage C-H proton and CH3(12). However, these are not indicative of metal interaction, as they are also observed in the 1H-11B HMQC spectrum of [NBu4][closo-1-H-CB11Me11].  ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig id=\"ja038173mf00008\" position=\"float\">\n<label>8</label>\n<graphic xlink:href=\"ja-2003-08173m_0010.tif\"></graphic>\n</fig>", "clean_text": " 8  ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>With the identity of the methyl resonances in hand, comparison with [NBu<sub>4</sub>][<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] in the same solvent\nshows that coordination of the silver(I)−phosphine fragment\nin<bold> 4 </bold>results in a downfield shift of all the cage methyl resonances\nin the <sup>1</sup>H NMR spectrum. CH<sub>3</sub>(2−6) are shifted the least (0.10\nppm), followed by CH<sub>3</sub>(7−11) (0.20 ppm) and CH<sub>3</sub>(12) (0.34\nppm) in complex <bold>4</bold>. Similar downfield shifts are also observed\nin <bold>2</bold>\n<sup>23</sup> and <bold>3</bold>. The greater chemical shift change of the methyl\ngroups associated with the lower hemisphere of the cage\nsuggests that the silver fragment interacts predominately with\nthese methyl groups in solution. However, that all the resonances\nare broadened suggests that the metal fragment visits all of the\nmethyl groups on the NMR time scale, being fluxional over\nthe {BCH<sub>3</sub>} surface of the cage. The broadening observed could\nresult from unresolved <sup>109/107</sup>Ag−H coupling or an undetermined\nrelaxation mechanism induced by the proximity of the silver\nfragment that is fluxional over the surface of the cage.\nBroadening caused by slow molecular tumbling of the ion pair\nin solution can be discounted as resonances due to the phosphine\nligands in all the complexes <bold>2</bold>−<bold>4</bold> are observed to be sharp at\nroom temperature. Although one-bond Ag−H couplings have\nbeen observed in bi- and trimetallic complexes with bridging\nhydrides, and are in the approximate range 70−20 Hz, given\nthat the silver fragment is fluxional over 11 methyl groups, thus\nreducing the magnitude of any coupling, any fine structure could\neasily not be observed in the complexes reported here. Unfortunately, we did not observe a signal in the <sup>109</sup>Ag NMR spectra\nfor these complexes, thwarting attempts to obtain <sup>1</sup>H{<sup>109</sup>Ag}\nNMR spectra, which would have further confirmed the presence\nof Ag···H<sub>3</sub>C coupling in solution. Nevertheless, there is no doubt\nthat these interactions are present in solution, and they do result\nin the chemical shift and line width changes. Added confirmation\nof the presence is given by the fact that they can be turned off\n(vide infra) on addition of suitable Lewis bases. We have not\nfound <sup>13</sup>C NMR spectroscopy useful in determining the structure\nof these complexes. All the cage methyl groups are observed\nas a quadrupolar broadened, ill-defined, resonance just below\nzero ppm, yielding no structural information (e.g., C−H\ncoupling constants). Cooling samples to −80 °C (400 MHz,\n\nCD<sub>2</sub>Cl<sub>2</sub> solution) resulted in a slight sharpening (in part due to\nthermal decoupling of boron) and a general upfield shift of the\nmethyl signals, so that their chemical shifts now lie between\ncomplex <bold>2</bold> and [NBu<sub>4</sub>][<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]. <italic>C</italic>\n<sub>5</sub>\n<italic>\n<sub>v</sub>\n</italic> symmetry is\nstill observed for the cage at this temperature. These data suggest\na low-temperature structure in which there are less intimate Ag−cage interactionspossibly a solvent complex of the type\n(PPh<sub>3</sub>)Ag(Cl<sub>2</sub>CH<sub>2</sub>)(<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>). Gradual heating to\n+70 °C resulted in decomposition to unidentified products.\n</p>", "clean_text": "With the identity of the methyl resonances in hand, comparison with [NBu4][closo-1-H-CB11Me11] in the same solvent shows that coordination of the silver(I)-phosphine fragment in 4 results in a downfield shift of all the cage methyl resonances in the 1H NMR spectrum. CH3(2-6) are shifted the least (0.10 ppm), followed by CH3(7-11) (0.20 ppm) and CH3(12) (0.34 ppm) in complex 4. Similar downfield shifts are also observed in 2 23 and 3. The greater chemical shift change of the methyl groups associated with the lower hemisphere of the cage suggests that the silver fragment interacts predominately with these methyl groups in solution. However, that all the resonances are broadened suggests that the metal fragment visits all of the methyl groups on the NMR time scale, being fluxional over the {BCH3} surface of the cage. The broadening observed could result from unresolved 109/107Ag-H coupling or an undetermined relaxation mechanism induced by the proximity of the silver fragment that is fluxional over the surface of the cage. Broadening caused by slow molecular tumbling of the ion pair in solution can be discounted as resonances due to the phosphine ligands in all the complexes 2-4 are observed to be sharp at room temperature. Although one-bond Ag-H couplings have been observed in bi- and trimetallic complexes with bridging hydrides, and are in the approximate range 70-20 Hz, given that the silver fragment is fluxional over 11 methyl groups, thus reducing the magnitude of any coupling, any fine structure could easily not be observed in the complexes reported here. Unfortunately, we did not observe a signal in the 109Ag NMR spectra for these complexes, thwarting attempts to obtain 1H{109Ag} NMR spectra, which would have further confirmed the presence of Ag⋅⋅⋅H3C coupling in solution. Nevertheless, there is no doubt that these interactions are present in solution, and they do result in the chemical shift and line width changes. Added confirmation of the presence is given by the fact that they can be turned off (vide infra) on addition of suitable Lewis bases. We have not found 13C NMR spectroscopy useful in determining the structure of these complexes. All the cage methyl groups are observed as a quadrupolar broadened, ill-defined, resonance just below zero ppm, yielding no structural information (e.g., C-H coupling constants). Cooling samples to -80 °C (400 MHz,  CD2Cl2 solution) resulted in a slight sharpening (in part due to thermal decoupling of boron) and a general upfield shift of the methyl signals, so that their chemical shifts now lie between complex 2 and [NBu4][closo-1-H-CB11Me11]. C 5  v  symmetry is still observed for the cage at this temperature. These data suggest a low-temperature structure in which there are less intimate Ag-cage interactionspossibly a solvent complex of the type (PPh3)Ag(Cl2CH2)(closo-1-H-CB11Me11). Gradual heating to +70 °C resulted in decomposition to unidentified products. ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>There is literature precedent for the chemical shift changes\nin the <sup>1</sup>H NMR spectrum on the interaction of a CH<sub>3</sub> group\nwith a metal center. <italic>Intra</italic>molecular agostic M−H−C interactions generally show upfield shifts for d<italic>\n<sup>n</sup>\n</italic>\n<sup></sup> metal centers where\n<italic>n</italic> &gt; 0, while for d<sup>0</sup> systems chemical shifts downfield from 0\nppm generally occur. More relevant to this study, complexes\nthat have <italic>inter</italic>molecular M···{H<sub>3</sub>CB} close contacts in solution\nsuch as [{1,3-(SiMe<sub>3</sub>)<sub>2</sub>C<sub>5</sub>H<sub>3</sub>}<sub>2</sub>ZrMe(μ-Me)B(C<sub>6</sub>F<sub>5</sub>)<sub>3</sub>], [{(1,2-Me<sub>3</sub>)<sub>2</sub>C<sub>5</sub>H<sub>3</sub>}<sub>2</sub>ZrMe(μ-Me)B(C<sub>6</sub>F<sub>5</sub>)<sub>3</sub>], and [(<sup>i</sup>Pr-ATI)InMe(μ-Me)B(C<sub>6</sub>F<sub>5</sub>)<sub>3</sub>] (ATI = <italic>N,N</italic>\n<italic>‘</italic>-diisopropylaminotroponiminate) demonstrate upfield shifts of the methyl group on\ncoordination with the metal compared with free [MeB(C<sub>6</sub>F<sub>5</sub>)<sub>3</sub>]<sup>-</sup>.\nWe have observed similar upfield chemical shift changes in\n[(η<sup>5</sup>-C<sub>5</sub>H<sub>5</sub>)<sub>2</sub>ZrMe(12-μ-Me-1-H-<italic>closo</italic>-CB<sub>11</sub>Me<sub>10</sub>)] in which a\nsingle [<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]<sup>-</sup> cage methyl group interacts end-on with the metal fragment at low temperature in solution and\nin the solid state. In contrast, (η<sup>5</sup>-C<sub>5</sub>Me<sub>5</sub>)<sub>2</sub>Yb(μ-Me)Be(η<sup>5</sup>-C<sub>5</sub>Me<sub>5</sub>) shows a small downfield shift for the bridging methyl\ngroup, as observed for <bold>2</bold>−<bold>4</bold>.\n</p>", "clean_text": "There is literature precedent for the chemical shift changes in the 1H NMR spectrum on the interaction of a CH3 group with a metal center. Intramolecular agostic M-H-C interactions generally show upfield shifts for d n   metal centers where n > 0, while for d0 systems chemical shifts downfield from 0 ppm generally occur. More relevant to this study, complexes that have intermolecular M⋅⋅⋅{H3CB} close contacts in solution such as [{1,3-(SiMe3)2C5H3}2ZrMe(μ-Me)B(C6F5)3], [{(1,2-Me3)2C5H3}2ZrMe(μ-Me)B(C6F5)3], and [(iPr-ATI)InMe(μ-Me)B(C6F5)3] (ATI = N,N ‘-diisopropylaminotroponiminate) demonstrate upfield shifts of the methyl group on coordination with the metal compared with free [MeB(C6F5)3]-. We have observed similar upfield chemical shift changes in [(η5-C5H5)2ZrMe(12-μ-Me-1-H-closo-CB11Me10)] in which a single [closo-1-H-CB11Me11]- cage methyl group interacts end-on with the metal fragment at low temperature in solution and in the solid state. In contrast, (η5-C5Me5)2Yb(μ-Me)Be(η5-C5Me5) shows a small downfield shift for the bridging methyl group, as observed for 2-4. ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>The room-temperature <sup>31</sup>P{<sup>1</sup>H} NMR spectra for complexes\n<bold>2</bold> and <bold>3</bold> show the expected concentric doublets of doublets,\ndue to a single phosphorus environment coupling to both <sup>109</sup>Ag and <sup>107</sup>Ag (<italic>I</italic> = <sup>1</sup>/<sub>2</sub>, natural abundance 51.8 and 48.2%,\nrespectively). In complex <bold>4</bold> the separate doublets are not\nresolved, and only a broad doublet corresponding to <italic>J</italic>(<sup>107/109</sup>AgP)\nis observed. The magnitude of the one bond Ag−P coupling\nconstant is indicative of both the strength of the Ag−P bond<sup>41</sup>\nand also the coordinative unsaturation, and resulting s-orbital\ncharacter, of the Ag center. Low-coordinate silver complexes\nsuch as monomeric P(<italic>o</italic>-tolyl)<sub>3</sub>Ag(NO<sub>2</sub>)<sup>45</sup> show large values\n[ca. <italic>J</italic>(AgP<sub>average</sub>) 695 Hz], while higher coordinate [AgP<sub>3</sub>]<sup>+</sup>\nor [AgP<sub>4</sub>]<sup>+</sup> complexes show lower values [ca<italic>. J</italic>(AgP<sub>average</sub>)\n230 Hz] and are often fluxional at room temperature via\nphosphine dissociation. The values for <italic>J</italic>(AgP) for the complexes <bold>2</bold>−<bold>4 </bold>are among the highest reported for silver(I) monophosphine complexes, ranging from 731 to 824 Hz, consistent\nwith low-coordinate silver(I) centers having a single strong\nAg−P bond.\n\n</p>", "clean_text": "The room-temperature 31P{1H} NMR spectra for complexes 2 and 3 show the expected concentric doublets of doublets, due to a single phosphorus environment coupling to both 109Ag and 107Ag (I = 1/2, natural abundance 51.8 and 48.2%, respectively). In complex 4 the separate doublets are not resolved, and only a broad doublet corresponding to J(107/109AgP) is observed. The magnitude of the one bond Ag-P coupling constant is indicative of both the strength of the Ag-P bond41 and also the coordinative unsaturation, and resulting s-orbital character, of the Ag center. Low-coordinate silver complexes such as monomeric P(o-tolyl)3Ag(NO2)45 show large values [ca. J(AgPaverage) 695 Hz], while higher coordinate [AgP3]+ or [AgP4]+ complexes show lower values [ca. J(AgPaverage) 230 Hz] and are often fluxional at room temperature via phosphine dissociation. The values for J(AgP) for the complexes 2-4 are among the highest reported for silver(I) monophosphine complexes, ranging from 731 to 824 Hz, consistent with low-coordinate silver(I) centers having a single strong Ag-P bond.  ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ja038173mh00001\" position=\"float\">\n<label>1</label>\n<graphic xlink:href=\"ja-2003-08173m_0011.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>Further evidence for Ag···H<sub>3</sub>C interactions being present in\nsolution for complexes <bold>2</bold>−<bold>4 </bold>comes from the ability to switch\nthem off on addition of a Lewis base that coordinates more\nstrongly than [<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]<sup>-</sup>. Addition of one equivalent of [NBu<sub>4</sub>][<italic>closo</italic>-1-H-CB<sub>11</sub>H<sub>5</sub>Br<sub>6</sub>] (which is considered to\nbe one of the least coordinating anions known to date) to a CD<sub>2</sub>Cl<sub>2</sub> solution of <bold>2</bold> results in the immediate formation\nof (PPh<sub>3</sub>Ag)(<italic>closo</italic>-1-H-CB<sub>11</sub>H<sub>5</sub>Br<sub>6</sub>)<sup>15</sup> and [NBu<sub>4</sub>][<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] (Scheme ). This anion exchange is clearly demonstrated in the <sup>1</sup>H{<sup>11</sup>B} NMR spectrum of the resulting mixture\nwhich shows the cage methyl region to be sharp, upfield shifted,\nand essentially identical to pure [NBu<sub>4</sub>][<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>],\nas well as the <sup>31</sup>P{<sup>1</sup>H} NMR spectrum that shows the formation\nof (PPh<sub>3</sub>Ag)(<italic>closo</italic>-1-H-CB<sub>11</sub>H<sub>5</sub>Br<sub>6</sub>). This observation strengthens the view that the observed broadening of the methyl groups\nin <bold>2</bold> is due to interactions with {Ag(PPh<sub>3</sub>)}<sup>+</sup>. In contrast,\naddition of [NBu<sub>4</sub>][B(C<sub>6</sub>F<sub>5</sub>)<sub>4</sub>] {[B(Ar<sub>F</sub>)]<sub>4</sub>\n<sup>-</sup>} does not switch off\nthese interactions, with broad unshifted resonances due to <bold>2</bold>\nstill observed in the methyl region of the <sup>1</sup>H{<sup>11</sup>B} NMR\nspectrum. Thus, [<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]<sup>-</sup> can be considered to\nbe more weakly coordinating than [<italic>closo</italic>-1-H-CB<sub>11</sub>H<sub>5</sub>Br<sub>6</sub>]<sup>-</sup>\nbut less weakly coordinating than [B(Ar<sub>F</sub>)]<sub>4</sub>\n<sup>-</sup> in terms of\ncoordinating ability with the {Ag(PPh<sub>3</sub>)}<sup>+</sup> fragment. We have\nrecently reported a similar ranking based on the catalytic\ncompetency of [(η<sup>5</sup>-C<sub>5</sub>H<sub>5</sub>)Mo(CO)<sub>3</sub>]<sup>+</sup> cations partnered with\nthese (or closely related) anions in the transfer hydrogenation\nof ketones. Addition of other weak ligands such as Et<sub>2</sub>O (5\nequiv) or 2,3-dimethylbutene (10 equiv) to <bold>2</bold> resulted in the\nsharpening and upfield shift of the cage methyl groups,\nindicating the loss of Ag···H<sub>3</sub>C interactions and the formation\nof well-separated [PPh<sub>3</sub>AgL<italic>\n<sub>n</sub>\n</italic>]<sup>+</sup>[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]<sup>-</sup> salts in\nsolution. The diethyl ether adduct [PPh<sub>3</sub>Ag(OEt<sub>2</sub>)<sub>2</sub>]<sup>+</sup>[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]<sup>-</sup>\n<bold>5</bold>, has been crystallographically characterized\n(see Supporting Information). Likewise, addition of one equivalent of the potent Lewis base PPh<sub>3</sub> to <bold>2</bold> immediately forms\n[(PPh<sub>3</sub>)<sub>2</sub>Ag][<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] <bold>6</bold>, which has also been crystallographically characterized (see Supporting Information).\nCompound <bold>6</bold> also results after the addition of two equivalents\nof PPh<sub>3</sub> to <bold>1</bold>.\n</p>", "clean_text": "Further evidence for Ag⋅⋅⋅H3C interactions being present in solution for complexes 2-4 comes from the ability to switch them off on addition of a Lewis base that coordinates more strongly than [closo-1-H-CB11Me11]-. Addition of one equivalent of [NBu4][closo-1-H-CB11H5Br6] (which is considered to be one of the least coordinating anions known to date) to a CD2Cl2 solution of 2 results in the immediate formation of (PPh3Ag)(closo-1-H-CB11H5Br6)15 and [NBu4][closo-1-H-CB11Me11] (Scheme ). This anion exchange is clearly demonstrated in the 1H{11B} NMR spectrum of the resulting mixture which shows the cage methyl region to be sharp, upfield shifted, and essentially identical to pure [NBu4][closo-1-H-CB11Me11], as well as the 31P{1H} NMR spectrum that shows the formation of (PPh3Ag)(closo-1-H-CB11H5Br6). This observation strengthens the view that the observed broadening of the methyl groups in 2 is due to interactions with {Ag(PPh3)}+. In contrast, addition of [NBu4][B(C6F5)4] {[B(ArF)]4 -} does not switch off these interactions, with broad unshifted resonances due to 2 still observed in the methyl region of the 1H{11B} NMR spectrum. Thus, [closo-1-H-CB11Me11]- can be considered to be more weakly coordinating than [closo-1-H-CB11H5Br6]- but less weakly coordinating than [B(ArF)]4 - in terms of coordinating ability with the {Ag(PPh3)}+ fragment. We have recently reported a similar ranking based on the catalytic competency of [(η5-C5H5)Mo(CO)3]+ cations partnered with these (or closely related) anions in the transfer hydrogenation of ketones. Addition of other weak ligands such as Et2O (5 equiv) or 2,3-dimethylbutene (10 equiv) to 2 resulted in the sharpening and upfield shift of the cage methyl groups, indicating the loss of Ag⋅⋅⋅H3C interactions and the formation of well-separated [PPh3AgL n ]+[closo-1-H-CB11Me11]- salts in solution. The diethyl ether adduct [PPh3Ag(OEt2)2]+[closo-1-H-CB11Me11]- 5, has been crystallographically characterized (see Supporting Information). Likewise, addition of one equivalent of the potent Lewis base PPh3 to 2 immediately forms [(PPh3)2Ag][closo-1-H-CB11Me11] 6, which has also been crystallographically characterized (see Supporting Information). Compound 6 also results after the addition of two equivalents of PPh3 to 1. ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>In solution there are no Ag···H<sub>3</sub>C interactions present in <bold>5\n</bold>and <bold>6</bold>, as judged by both the chemical shift and line-width of\nthe cage methyl groups in the <sup>1</sup>H{<sup>11</sup>B} spectrum being similar\nto those observed for [NBu<sub>4</sub>][<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]. The <sup>11</sup>B\nNMR spectra of <bold>5</bold> and <bold>6</bold> show <italic>C</italic>\n<sub>5</sub>\n<italic>\n<sub>v</sub>\n</italic> symmetry for the cage anion,\nas expected. For <bold>6</bold> the <sup>31</sup>P{<sup>1</sup>H} NMR spectrum displays a single\nspecies by a well-defined concentric set of doublets, due to\n<sup>107</sup>AgP and <sup>109</sup>AgP coupling to one phosphorus environment.\nThe size of this coupling constant [<italic>J</italic>(Ag<sub>average</sub>P) 561 Hz] agrees\nwell with that observed for other two-coordinate species, such\nas [(PPh<sub>3</sub>)<sub>2</sub>Ag][BF<sub>4</sub>] [<italic>J</italic>(Ag<sub>average</sub>P) 550 Hz], suggesting similar\nstructures in solution. For <bold>5</bold>, the weakly bound diethyl ether\n\nligands result in a larger Ag−P coupling constant [<italic>J</italic>(Ag<sub>average</sub>P)\n801 Hz] than for <bold>6</bold>.\n</p>", "clean_text": "In solution there are no Ag⋅⋅⋅H3C interactions present in 5 and 6, as judged by both the chemical shift and line-width of the cage methyl groups in the 1H{11B} spectrum being similar to those observed for [NBu4][closo-1-H-CB11Me11]. The 11B NMR spectra of 5 and 6 show C 5  v  symmetry for the cage anion, as expected. For 6 the 31P{1H} NMR spectrum displays a single species by a well-defined concentric set of doublets, due to 107AgP and 109AgP coupling to one phosphorus environment. The size of this coupling constant [J(AgaverageP) 561 Hz] agrees well with that observed for other two-coordinate species, such as [(PPh3)2Ag][BF4] [J(AgaverageP) 550 Hz], suggesting similar structures in solution. For 5, the weakly bound diethyl ether  ligands result in a larger Ag-P coupling constant [J(AgaverageP) 801 Hz] than for 6. ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>Addition of one equivalent of [NBu<sub>4</sub>][<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]\nto <bold>2</bold> in CD<sub>2</sub>Cl<sub>2</sub> results in the observation of only one cage\nC−H resonance at δ 1.20 ppm in the <sup>1</sup>H NMR spectrum and\na single set of cage methyl resonances. The chemical shift of\nthe C−H group is exactly midpoint between <bold>2</bold> and [NBu<sub>4</sub>][<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] (δ 1.26 and 1.14 ppm, respectively). The\nsignals for the cage methyl groups remain broadened in the\n<sup>1</sup>H{<sup>11</sup>B} NMR spectrum of this mixture, but they are shifted\nslightly upfield and their line-width has decreased slightly\n[fwhm = 18 Hz]. These observations are consistent with rapid\nexchange of free and bound cage anions on the NMR time\nscale.\n</p>", "clean_text": "Addition of one equivalent of [NBu4][closo-1-H-CB11Me11] to 2 in CD2Cl2 results in the observation of only one cage C-H resonance at δ 1.20 ppm in the 1H NMR spectrum and a single set of cage methyl resonances. The chemical shift of the C-H group is exactly midpoint between 2 and [NBu4][closo-1-H-CB11Me11] (δ 1.26 and 1.14 ppm, respectively). The signals for the cage methyl groups remain broadened in the 1H{11B} NMR spectrum of this mixture, but they are shifted slightly upfield and their line-width has decreased slightly [fwhm = 18 Hz]. These observations are consistent with rapid exchange of free and bound cage anions on the NMR time scale. ", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>\n<bold>DFT Calculations.</bold> DFT calculations on the permethylated\n[<italic>closo</italic>-CB<sub>11</sub>Me<sub>12</sub>]<sup>-</sup> anion have been independently reported by\nMcKee (B3LYP/6-31* level)<sup>46</sup> and Michl and co-workers\n(B3LYP/SDD level). The latter report also describes the\noptimized model structure for the closely associated ion-pair\n[<italic>n</italic>-Bu<sub>3</sub>Sn][<italic>closo</italic>-CB<sub>11</sub>Me<sub>12</sub>]. Both of these studies show a good\nagreement regarding the distribution of charge on the three\ndifferent {BCH<sub>3</sub>} vertices on the cage. The five equivalent upper\npentagonal belt vertices [BCH<sub>3</sub>(2−6)] carry a small calculated\npositive charge [+0.05 (B3LYP/6−31*)/+0.11 (B3LYP/SDD)],\nwhile the lower pentagonal belt vertices [BCH<sub>3</sub>(7−11)] carry\nthe most negative charge [−0.14/−0.15] with the antipodal\nBCH<sub>3</sub>(12) vertex being slightly less negative [−0.09/−0.10].\nWe have used the B3LYP/DZVP basis set in our studies here\ndue to its ability to parametrize silver reliably, and this gives\nessentially the same result as previous studies in terms of the\ncalculated charge for [<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]<sup>-</sup> (Table ). From\na purely electrostatic model a {Ag(PR<sub>3</sub>)}<sup>+</sup> fragment would thus\nbe expected to favor interaction with BCH<sub>3</sub>(7−11), followed\nby BCH<sub>3</sub>(12), as these carry the most negative charge. However,\nthis simple model does not take into account any (albeit small)\ncovalent contributions to the interactions. Indeed, calculations\non [Me<sub>3</sub>Sn][<italic>closo</italic>-CB<sub>11</sub>Me<sub>12</sub>] show that the 12-isomer is the\nmost favored, followed closely by the 7-isomer (2.8 kcal mol\nhigher), even though the BCH<sub>3</sub>(7−11) vertices carry the most\nnegative charge. Likewise, the parent unmethylated carborane,\n[<italic>closo</italic>-1-H-CB<sub>11</sub>H<sub>11</sub>]<sup>-</sup> shows virtually the same charge distribution, but electrophilic substitution by halogens occurs preferentially at the 12-vertex, followed closely by the 7−11\nvertices. For <bold>2</bold> the three possible monodentate isomers of\n{Ag(PPh<sub>3</sub>)}<sup>+</sup> interacting with the [<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] anion\nhave been calculated [Figure ], and we find that the 12-isomer\nis marginally favored over the 7-isomer by 1.9 kcal mol<sup>-1</sup> (see\nExperimental Section for full details). The 2-isomer is slightly\nhigher again in energy compared with the 12-isomer [6.2 kcal\nmol<sup>-1</sup>]. All of these optimized structures have an essentially\nlinear B−C−Ag−P motif. This linear, end-on coordination, is\nnot observed in the solid state as extended interactions in the\nlattice distort the local coordination environment in complexes\n<bold>2</bold> and <bold>3</bold>. Complex <bold>4</bold>, however, shows interactions with only\none cage anion, and the silver−phosphine fragment is in close\ncontact with three vertices on the lower hemisphere of the\ncage:  B7, B8, and B12. The lack of interactions with other\ncage anions makes this a good model for solution structure.\nUsing this experimentally determined structure as a guide,\noptimization of a model in which the silver−phosphine is placed\nover the triangular face defined by BCH<sub>3</sub>(7,8,12) results in an\nenergetically more favored structure [Figure d], although the\ngain in energy is modest, being 1.9 kcal mol<sup>-1</sup> more stable than\nthe 12-isomer. Specific comparisons of bond lengths and angles\nbetween experimentally and theoretically determined structure\nis not appropriate, however, as the structure of <bold>4</bold> is influenced\nto a small extent by crystal packing.\n\n\n</p>", "clean_text": " DFT Calculations. DFT calculations on the permethylated [closo-CB11Me12]- anion have been independently reported by McKee (B3LYP/6-31* level)46 and Michl and co-workers (B3LYP/SDD level). The latter report also describes the optimized model structure for the closely associated ion-pair [n-Bu3Sn][closo-CB11Me12]. Both of these studies show a good agreement regarding the distribution of charge on the three different {BCH3} vertices on the cage. The five equivalent upper pentagonal belt vertices [BCH3(2-6)] carry a small calculated positive charge [+0.05 (B3LYP/6-31*)/+0.11 (B3LYP/SDD)], while the lower pentagonal belt vertices [BCH3(7-11)] carry the most negative charge [-0.14/-0.15] with the antipodal BCH3(12) vertex being slightly less negative [-0.09/-0.10]. We have used the B3LYP/DZVP basis set in our studies here due to its ability to parametrize silver reliably, and this gives essentially the same result as previous studies in terms of the calculated charge for [closo-1-H-CB11Me11]- (Table ). From a purely electrostatic model a {Ag(PR3)}+ fragment would thus be expected to favor interaction with BCH3(7-11), followed by BCH3(12), as these carry the most negative charge. However, this simple model does not take into account any (albeit small) covalent contributions to the interactions. Indeed, calculations on [Me3Sn][closo-CB11Me12] show that the 12-isomer is the most favored, followed closely by the 7-isomer (2.8 kcal mol higher), even though the BCH3(7-11) vertices carry the most negative charge. Likewise, the parent unmethylated carborane, [closo-1-H-CB11H11]- shows virtually the same charge distribution, but electrophilic substitution by halogens occurs preferentially at the 12-vertex, followed closely by the 7-11 vertices. For 2 the three possible monodentate isomers of {Ag(PPh3)}+ interacting with the [closo-1-H-CB11Me11] anion have been calculated [Figure ], and we find that the 12-isomer is marginally favored over the 7-isomer by 1.9 kcal mol-1 (see Experimental Section for full details). The 2-isomer is slightly higher again in energy compared with the 12-isomer [6.2 kcal mol-1]. All of these optimized structures have an essentially linear B-C-Ag-P motif. This linear, end-on coordination, is not observed in the solid state as extended interactions in the lattice distort the local coordination environment in complexes 2 and 3. Complex 4, however, shows interactions with only one cage anion, and the silver-phosphine fragment is in close contact with three vertices on the lower hemisphere of the cage: B7, B8, and B12. The lack of interactions with other cage anions makes this a good model for solution structure. Using this experimentally determined structure as a guide, optimization of a model in which the silver-phosphine is placed over the triangular face defined by BCH3(7,8,12) results in an energetically more favored structure [Figure d], although the gain in energy is modest, being 1.9 kcal mol-1 more stable than the 12-isomer. Specific comparisons of bond lengths and angles between experimentally and theoretically determined structure is not appropriate, however, as the structure of 4 is influenced to a small extent by crystal packing.   ", "data": null, "include_properties": null}, {"idx": 46, "type": "figure", "classification": null, "content": "<fig id=\"ja038173mf00009\" position=\"float\">\n<label>9</label>\n<caption>\n<p>DFT optimized structures (BLYP/DZVP level) of the isomers of (PPh<sub>3</sub>)Ag(<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>), <bold>2</bold>. Energies (kcalmol<sup>-1</sup>) are given relative to\nthe most stable of these optimized structures (μ-7,8,12-isomer).\n</p>\n</caption>\n<graphic xlink:href=\"ja-2003-08173m_0012.tif\"></graphic>\n</fig>", "clean_text": " 9  DFT optimized structures (BLYP/DZVP level) of the isomers of (PPh3)Ag(closo-1-H-CB11Me11), 2. Energies (kcalmol-1) are given relative to the most stable of these optimized structures (μ-7,8,12-isomer).    ", "data": null, "include_properties": null}, {"idx": 47, "type": "table", "classification": null, "content": "<table-wrap id=\"ja038173mt00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Comparison of the Charges (from NBO analysis) on the Anion [<italic>c</italic>\n<italic>loso</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]<sup>-</sup>, and the Relative Energies of the\nIsomers of (<italic>c</italic>\n<italic>loso</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>)Ag(PPh<sub>3</sub>) <bold>2</bold>, All Calculated at the\nB3LYP/DZVP Level</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"2\">charge (NBO)\n[<italic>closo</italic>-1-H−CB<sub>11</sub>Me<sub>11</sub>]<sup>-</sup>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">relative energy\n(<italic>closo</italic>-1-H−CB<sub>11</sub>Me<sub>11</sub>)Ag(PPh<sub>3</sub>)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">vertex/\nisomer</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">CH<sub>3</sub>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">BCH<sub>3</sub>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">energy/kcal mol<sup>-1</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">(μ−7,8,12)\n</oasis:entry>\n<oasis:entry colname=\"2\">− \n</oasis:entry>\n<oasis:entry colname=\"3\">− \n</oasis:entry>\n<oasis:entry colname=\"4\">0\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">(12)\n</oasis:entry>\n<oasis:entry colname=\"2\">−0.28\n</oasis:entry>\n<oasis:entry colname=\"3\">−0.09\n</oasis:entry>\n<oasis:entry colname=\"4\">+ 1.9\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">(7)−(11)\n</oasis:entry>\n<oasis:entry colname=\"2\">−0.28\n</oasis:entry>\n<oasis:entry colname=\"3\">−0.13\n</oasis:entry>\n<oasis:entry colname=\"4\">+ 3.8\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">(2)−(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">−0.29\n</oasis:entry>\n<oasis:entry colname=\"3\">+0.07\n</oasis:entry>\n<oasis:entry colname=\"4\">+ 8.1</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>Given the size of this system, we have not carried out a search\nfor transition states on the potential energy surface moving from\neach of these isomers, or a more rigorous study of all the\npotential coordination isomers. Nevertheless, calculations suggest that a plausible mechanism for the experimentally observed\nfacile movement of the {Ag(PPh<sub>3</sub>)}<sup>+</sup> over the surface of the\ncage is one that invokes a tridenate ⇔ monodentate ⇔ tridenate\ncoordination mode (Scheme ). A fluxional process that involves a bidentate coordination mode is also possible, although we have not investigated this latter coordination motif.\nThe small energy difference between all the isomers studied\n[8.1 kcalmol<sup>-1</sup>] suggests that they are all potentially accessible\nin solution. Experimental observations are consistent with this,\nthe broadening indicative of interaction with the silver fragment being observed for <italic>all</italic> the BCH<sub>3</sub> resonances in the\n<sup>1</sup>H{<sup>11</sup>B} NMR spectrum. That the 2-isomer is calculated to be\nthe energetically least favored, is also consistent with solution-state experimental observations, as the resonance due to the\nBCH<sub>3</sub>(2−6) methyl groups undergoes the <italic>smallest</italic> chemical shift\nchange, suggesting that the silver fragment spends less time on\naverage interacting with these methyl groups. As the silver\nfragment is still in rapid motion around the cage periphery at\n−80 °C in <bold>2</bold>, the energetic barriers in this fluxional process\nmust also be small.\n\n</p>", "clean_text": "Given the size of this system, we have not carried out a search for transition states on the potential energy surface moving from each of these isomers, or a more rigorous study of all the potential coordination isomers. Nevertheless, calculations suggest that a plausible mechanism for the experimentally observed facile movement of the {Ag(PPh3)}+ over the surface of the cage is one that invokes a tridenate ⇔ monodentate ⇔ tridenate coordination mode (Scheme ). A fluxional process that involves a bidentate coordination mode is also possible, although we have not investigated this latter coordination motif. The small energy difference between all the isomers studied [8.1 kcalmol-1] suggests that they are all potentially accessible in solution. Experimental observations are consistent with this, the broadening indicative of interaction with the silver fragment being observed for all the BCH3 resonances in the 1H{11B} NMR spectrum. That the 2-isomer is calculated to be the energetically least favored, is also consistent with solution-state experimental observations, as the resonance due to the BCH3(2-6) methyl groups undergoes the smallest chemical shift change, suggesting that the silver fragment spends less time on average interacting with these methyl groups. As the silver fragment is still in rapid motion around the cage periphery at -80 °C in 2, the energetic barriers in this fluxional process must also be small.  ", "data": null, "include_properties": null}, {"idx": 49, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ja038173mh00002\" position=\"float\">\n<label>2</label>\n<graphic xlink:href=\"ja-2003-08173m_0013.tif\"></graphic>\n</fig>", "clean_text": " 2  ", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>Turning to the local coordination environment of the\nAg···H<sub>3</sub>C interactions, the most stable calculated structure\n[Figure d] shows no significant lengthening of the C−H bonds\non interaction with silver (see Supporting Information for bond\nlengths and angles). Likewise, the B−C−H angles do not\ndeviate significantly from tetrahedral, and the B−C bonds do\nnot lengthen. However, the slightly higher in energy monodentate structures (Figure , a−c) all show a small lengthening of\nthe B−C bond of the methyl group that interacts with the metal\nfragment (ca. 0.03 Å) and a slight flattening of the B−C−H\nangles from tetrahedral to ca. 106−107°, when compared with\nthe calculated structure of [<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]<sup>-</sup> (see Supporting Information). This is possibly indicative of a <italic>small</italic>\ncontribution from a dative CH<sub>3</sub> → {AgPPh<sub>3</sub>} interaction,\nalthough overall the calculated structural markers suggest\npredominately ionic bonding in <bold>2</bold> between metal fragment and\n\nanion. Significantly larger increases in the B−C distance and\nmore compressed B−C−H angles have been calculated by\nMichl and co-workers for the model complex [Me<sub>3</sub>Sn][<italic>closo</italic>-CB<sub>11</sub>Me<sub>12</sub>] (0.09 Å and 97° respectively) which is suggested to\ninteract through a combination of electrostatic and donor−acceptor interactions between Sn and CH<sub>3</sub>. Similar orbital\ninteractions have also been suggested to be present in the related\ncompound (η<sup>5</sup>-C<sub>5</sub>Me<sub>5</sub>)<sub>2</sub>Yb(μ-Me)Be(η<sup>5</sup>-C<sub>5</sub>Me<sub>5</sub>).\n</p>", "clean_text": "Turning to the local coordination environment of the Ag⋅⋅⋅H3C interactions, the most stable calculated structure [Figure d] shows no significant lengthening of the C-H bonds on interaction with silver (see Supporting Information for bond lengths and angles). Likewise, the B-C-H angles do not deviate significantly from tetrahedral, and the B-C bonds do not lengthen. However, the slightly higher in energy monodentate structures (Figure , a-c) all show a small lengthening of the B-C bond of the methyl group that interacts with the metal fragment (ca. 0.03 Å) and a slight flattening of the B-C-H angles from tetrahedral to ca. 106-107°, when compared with the calculated structure of [closo-1-H-CB11Me11]- (see Supporting Information). This is possibly indicative of a small contribution from a dative CH3 → {AgPPh3} interaction, although overall the calculated structural markers suggest predominately ionic bonding in 2 between metal fragment and  anion. Significantly larger increases in the B-C distance and more compressed B-C-H angles have been calculated by Michl and co-workers for the model complex [Me3Sn][closo-CB11Me12] (0.09 Å and 97° respectively) which is suggested to interact through a combination of electrostatic and donor-acceptor interactions between Sn and CH3. Similar orbital interactions have also been suggested to be present in the related compound (η5-C5Me5)2Yb(μ-Me)Be(η5-C5Me5). ", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>Reported here are the synthesis of a number of compounds\n(PR<sub>3</sub>)Ag(<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>) that display novel intermolecular\nAg···H<sub>3</sub>C interactions in both the solid state and solution. As\nfar as we are aware these are the first reported example of such\ninteractions for a later d-block metal. Variation of the phosphine\non silver results either in extended coordination polymers or\ndiscrete ion-pairs in the solid state. Consideration of these\nstructures in concert with DFT calculations indicates that these\ninteractions can be thought of as being primarily electrostatic\nin origin, although there may also be a small orbital contribution to the bonding. This is consistent for closed-shell Ag<sup>+</sup> and\nis similar to group I cations that also show intermolecular\nCH···M interactions. Ag···H<sub>3</sub>C interactions are retained in\nsolution (i.e. they are simply not crystal packing effects), and\nwe have observed some key spectroscopic markers for their\nexistence (chemical shift change and line broadening of the cage\nmethyl groups) that unambiguously link the solid-state and\nsolution structures. These markers may be of assistance in the\nfuture development of the coordination chemistry of these highly\nmethylated anions. Such investigations are of significant contemporary relevance due to the interest that surrounds putative\nintermediates in C−H activation of alkanes, i.e., metal−alkane\ncomplexes. Although closed-shell silver(I) does not necessarily\npresent a good model for those metal centers that are known to\ntake part in C−H activation processes (e.g., group 9 and 10\ntransition-metal complexes<sup>20</sup>), the observation of CH<sub>3</sub>···Ag\ninteractions in solution suggests that related complexes may be\naccessible with these later transition metals, potentially forming\nσ-complexes with [<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]<sup>-</sup>.\n</p>", "clean_text": "Conclusions\n\nReported here are the synthesis of a number of compounds (PR3)Ag(closo-1-H-CB11Me11) that display novel intermolecular Ag⋅⋅⋅H3C interactions in both the solid state and solution. As far as we are aware these are the first reported example of such interactions for a later d-block metal. Variation of the phosphine on silver results either in extended coordination polymers or discrete ion-pairs in the solid state. Consideration of these structures in concert with DFT calculations indicates that these interactions can be thought of as being primarily electrostatic in origin, although there may also be a small orbital contribution to the bonding. This is consistent for closed-shell Ag+ and is similar to group I cations that also show intermolecular CH⋅⋅⋅M interactions. Ag⋅⋅⋅H3C interactions are retained in solution (i.e. they are simply not crystal packing effects), and we have observed some key spectroscopic markers for their existence (chemical shift change and line broadening of the cage methyl groups) that unambiguously link the solid-state and solution structures. These markers may be of assistance in the future development of the coordination chemistry of these highly methylated anions. Such investigations are of significant contemporary relevance due to the interest that surrounds putative intermediates in C-H activation of alkanes, i.e., metal-alkane complexes. Although closed-shell silver(I) does not necessarily present a good model for those metal centers that are known to take part in C-H activation processes (e.g., group 9 and 10 transition-metal complexes20), the observation of CH3⋅⋅⋅Ag interactions in solution suggests that related complexes may be accessible with these later transition metals, potentially forming σ-complexes with [closo-1-H-CB11Me11]-. ", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><p>\n<bold>General.</bold> All manipulations were performed under an inert atmosphere of argon, using standard Schlenk-line and glovebox techniques.\nGlassware was dried in an oven at 130 °C overnight and flamed with\na blowtorch, under vacuum, three times before use. CH<sub>2</sub>Cl<sub>2</sub> and pentane were distilled from CaH<sub>2</sub>, diethyl ether from sodium/benzophenone\nketal and hexane from sodium. C<sub>6</sub>D<sub>6</sub> and <italic>d</italic>\n<sub>8</sub>-toluene were dried over a\npotassium mirror, CD<sub>2</sub>Cl<sub>2</sub> was distilled under vacuum from CaH<sub>2</sub>.\nMicroanalyses were by Mr. Alan Carver (University of Bath Microanalytical Service). Cs[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]<sup>1,25</sup> was prepared using literature procedures. All other compounds were used as received from\nAldrich or Strem.\n</p>", "clean_text": "Experimental Section\n\n General. All manipulations were performed under an inert atmosphere of argon, using standard Schlenk-line and glovebox techniques. Glassware was dried in an oven at 130 °C overnight and flamed with a blowtorch, under vacuum, three times before use. CH2Cl2 and pentane were distilled from CaH2, diethyl ether from sodium/benzophenone ketal and hexane from sodium. C6D6 and d 8-toluene were dried over a potassium mirror, CD2Cl2 was distilled under vacuum from CaH2. Microanalyses were by Mr. Alan Carver (University of Bath Microanalytical Service). Cs[closo-1-H-CB11Me11]1,25 was prepared using literature procedures. All other compounds were used as received from Aldrich or Strem. ", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["else"], "content": "<p>\n<bold>NMR Spectroscopy.</bold>\n<sup>1</sup>H, <sup>11</sup>B, <sup>13</sup>C, and <sup>31</sup>P NMR spectra were\nrecorded on a Bruker Advance 300 MHz, Varian 400 MHz (Bath) or\nBruker 500 MHz (Warwick) FT-NMR spectrometers. Residual protio\nsolvent was used as reference for <sup>1</sup>H NMR spectra (CD<sub>2</sub>Cl<sub>2</sub>:  δ = 5.33,\nC<sub>7</sub>D<sub>8</sub>:  δ = 2.10, <italic>d</italic>\n<sub>6</sub>-acetone:  δ = 2.09) and <sup>13</sup>C NMR spectra\n(CD<sub>2</sub>Cl<sub>2</sub>:  δ = 53.8). <sup>11</sup>B and <sup>31</sup>P NMR spectra were referenced against\nBF<sub>3</sub>·OEt<sub>2</sub> (external) and 85% H<sub>3</sub>PO<sub>4</sub> (external), respectively. Coupling\nconstants are quoted in Hertz. Unless otherwise stated, assignments of\nvertices in the carborane cage are from <sup>1</sup>H−<sup>11</sup>B HMQC and <sup>11</sup>B−<sup>11</sup>B\nCOSY experiments.\n</p>", "clean_text": " NMR Spectroscopy. 1H, 11B, 13C, and 31P NMR spectra were recorded on a Bruker Advance 300 MHz, Varian 400 MHz (Bath) or Bruker 500 MHz (Warwick) FT-NMR spectrometers. Residual protio solvent was used as reference for 1H NMR spectra (CD2Cl2: δ = 5.33, C7D8: δ = 2.10, d 6-acetone: δ = 2.09) and 13C NMR spectra (CD2Cl2: δ = 53.8). 11B and 31P NMR spectra were referenced against BF3⋅OEt2 (external) and 85% H3PO4 (external), respectively. Coupling constants are quoted in Hertz. Unless otherwise stated, assignments of vertices in the carborane cage are from 1H-11B HMQC and 11B-11B COSY experiments. ", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Infrared Spectroscopy.</bold> Infrared spectra were recorded on a Nicolet\nNEXUS FT-IR spectrometer. Solid-state samples were made up using\noven-dried potassium bromide in a glovebox. Solution spectra were\nrecorded using a 0.1 mm path length cell.\n</p>", "clean_text": " Infrared Spectroscopy. Infrared spectra were recorded on a Nicolet NEXUS FT-IR spectrometer. Solid-state samples were made up using oven-dried potassium bromide in a glovebox. Solution spectra were recorded using a 0.1 mm path length cell. ", "data": null, "include_properties": null}, {"idx": 55, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Ag(</bold>\n<bold>\n<italic>closo</italic>\n</bold>\n<bold>-1-H</bold>\n<bold>-</bold>\n<bold>CB</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>Me</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>) (1).</bold> Cs[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] (407 mg,\n0.95 mmol) was dissolved in Et<sub>2</sub>O (30 cm<sup>3</sup>) and treated with 3 × 30\ncm<sup>3</sup> portions of 10% w/v AgNO<sub>3</sub> aqueous solution. The combined\naqueous layers were extracted with three aliquots of Et<sub>2</sub>O (25 cm<sup>3</sup>).\nThese were combined and evaporated to dryness in vacuo. The resultant\noff-white solid was redissolved in CH<sub>2</sub>Cl<sub>2</sub> (20 mL) and filtered, and\nthe solvent was removed in vacuo to leave a white solid. This was\ndissolved in a minimum volume of CH<sub>2</sub>Cl<sub>2</sub>, layered with hexanes,\nand stored at −30 °C for 2 days. Colorless crystals of [Ag(<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>)] <bold>(1)</bold> (303 mg, 79% yield) were isolated.\n</p>", "clean_text": " Ag(  closo  -1-H - CB  11  Me  11  ) (1). Cs[closo-1-H-CB11Me11] (407 mg, 0.95 mmol) was dissolved in Et2O (30 cm3) and treated with 3 × 30 cm3 portions of 10% w/v AgNO3 aqueous solution. The combined aqueous layers were extracted with three aliquots of Et2O (25 cm3). These were combined and evaporated to dryness in vacuo. The resultant off-white solid was redissolved in CH2Cl2 (20 mL) and filtered, and the solvent was removed in vacuo to leave a white solid. This was dissolved in a minimum volume of CH2Cl2, layered with hexanes, and stored at -30 °C for 2 days. Colorless crystals of [Ag(closo-1-H-CB11Me11)] (1) (303 mg, 79% yield) were isolated. ", "data": null, "include_properties": null}, {"idx": 56, "type": "text", "classification": ["else"], "content": "<p>\n<sup>1</sup>H{<sup>11</sup>B} (300 MHz, 22 °C, <italic>d</italic>\n<sub>6</sub>-acetone):  δ 1.09 (1H, s, C<sub>cage</sub>−H),\n−0.16 (15H, s, B(2−6)CH<sub>3</sub>), −0.39 (15H, s, B(7−11)CH<sub>3</sub>), −0.51 (3H,\ns, B(12)CH<sub>3</sub>). <sup>11</sup>B (96 MHz, 22 °C, <italic>d</italic>\n<sub>6</sub>-acetone): −0.6 (1B, s, B(12)),\n−8.8 (5B, s, B(7)−B(11)), −12.2 (5B, s, B(2)−B(6)). <sup>1</sup>H{<sup>11</sup>B} (300\nMHz, 22 °C, CD<sub>2</sub>Cl<sub>2</sub>):  δ 1.27 (1H, s, C<sub>cage</sub>−H), −0.15 (15H, s,\nB(2−6)CH<sub>3</sub>), −0.33 (18H, s, B(7−12)CH<sub>3</sub>). <sup>11</sup>B (96 MHz, 22 °C,\nCD<sub>2</sub>Cl<sub>2</sub>):  δ 1.5 (1B, s, B(12)), −5.9 (5B, s, B(7)−B(11)), −8.5 (5B,\ns, B(2)−B(6)). Elemental Analysis:  Calcd for C<sub>12</sub>H<sub>34</sub>B<sub>11</sub>:  %C 35.6;\n%H 8.40. Found:  %C 33.1; %H 8.31.\n</p>", "clean_text": " 1H{11B} (300 MHz, 22 °C, d 6-acetone): δ 1.09 (1H, s, Ccage-H), -0.16 (15H, s, B(2-6)CH3), -0.39 (15H, s, B(7-11)CH3), -0.51 (3H, s, B(12)CH3). 11B (96 MHz, 22 °C, d 6-acetone): -0.6 (1B, s, B(12)), -8.8 (5B, s, B(7)-B(11)), -12.2 (5B, s, B(2)-B(6)). 1H{11B} (300 MHz, 22 °C, CD2Cl2): δ 1.27 (1H, s, Ccage-H), -0.15 (15H, s, B(2-6)CH3), -0.33 (18H, s, B(7-12)CH3). 11B (96 MHz, 22 °C, CD2Cl2): δ 1.5 (1B, s, B(12)), -5.9 (5B, s, B(7)-B(11)), -8.5 (5B, s, B(2)-B(6)). Elemental Analysis: Calcd for C12H34B11: %C 35.6; %H 8.40. Found: %C 33.1; %H 8.31. ", "data": null, "include_properties": null}, {"idx": 57, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Ag(PPh</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)(</bold>\n<bold>\n<italic>closo</italic>\n</bold>\n<bold>-1-H</bold>\n<bold>-</bold>\n<bold>CB</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>Me</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>) (2).</bold> PPh<sub>3</sub> (60 mg, 0.23 mmol) was\ndissolved in CH<sub>2</sub>Cl<sub>2</sub> (5 cm<sup>3</sup>) and added dropwise to a Schlenk flask\ncharged with Ag[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] (92 mg, 0.23 mmol). The\nresulting solution was stirred in the dark for 16 h and cannula filtered,\nand the solvent was removed in vacuo. The white solid resulting was\nredissolved in the minimum volume of CH<sub>2</sub>Cl<sub>2</sub>, layered with hexanes,\nand then placed in a freezer overnight at −30 °C to afford colorless\ncrystals of [Ag(PPh<sub>3</sub>)(<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>)] <bold>(2) </bold>(122 mg, 81% yield).\n</p>", "clean_text": " Ag(PPh  3  )(  closo  -1-H - CB  11  Me  11  ) (2). PPh3 (60 mg, 0.23 mmol) was dissolved in CH2Cl2 (5 cm3) and added dropwise to a Schlenk flask charged with Ag[closo-1-H-CB11Me11] (92 mg, 0.23 mmol). The resulting solution was stirred in the dark for 16 h and cannula filtered, and the solvent was removed in vacuo. The white solid resulting was redissolved in the minimum volume of CH2Cl2, layered with hexanes, and then placed in a freezer overnight at -30 °C to afford colorless crystals of [Ag(PPh3)(closo-1-H-CB11Me11)] (2) (122 mg, 81% yield). ", "data": null, "include_properties": null}, {"idx": 58, "type": "text", "classification": ["else"], "content": "<p>\n<sup>1</sup>H{<sup>11</sup>B} (300 MHz, 22 °C, CD<sub>2</sub>Cl<sub>2,</sub> assignments from <sup>1</sup>H{<sup>11</sup>B-selective} experiments):  δ 7.66−7.36 (15H, m, Ph), 1.26 (1H, s, C<sub>cage</sub>−<italic>H</italic>), −0.14 (15H, br s, B(7−11)CH<sub>3</sub>), −0.22 (3H, br s B(12)CH<sub>3</sub>), −0.28\n(15H, br s, B(2−6)CH<sub>3</sub>). <sup>1</sup>H{<sup>11</sup>B} (300 MHz, −70 °C, CD<sub>2</sub>Cl<sub>2</sub>):  δ\n7.72−7.33 (30H, m, Ph), 1.19 (1H, s, C<sub>cage</sub>−<italic>H</italic>), −0.26 (15H, s, BCH<sub>3</sub>(2−6)), −0.44 (18H, s, BCH<sub>3</sub>(7−12)). <sup>11</sup>B (96 MHz, 22 °C, CD<sub>2</sub>Cl<sub>2</sub>):\nδ −1.3 (1B, s B(12)), −9.0 (5B, s B(7−11)), −11.9 (5B, s, B(2−6).\n<sup>13</sup>C{<sup>1</sup>H} (75 MHz, 22 °C, CD<sub>2</sub>Cl<sub>2</sub>):  δ 133.9 (s, C<sub>phenyl</sub>), 132.3 (s, C<sub>phenyl</sub>),\n130.0 (s, C<sub>phenyl</sub>), 128.2 [d, C<sub>phenyl</sub>, <italic>J</italic>(CP) = 37], 61.3 (s br, C<sub>cage</sub>), −0.7\nto −6.0 (v br, BCH<sub>3</sub>). δ <sup>31</sup>P{<sup>1</sup>H} (122 MHz, 22 °C, CD<sub>2</sub>Cl<sub>2</sub>):  δ 17.5\n[dd, <italic>J</italic>(<sup>109</sup>AgP) 853, <italic>J</italic>(<sup>107</sup>AgP) 794]. IR (KBr):  ν(CH<sub>3</sub>) = 2921, 2895,\n2829, 2736 cm<sup>-1</sup>. Elemental Analysis:  Calcd for C<sub>30</sub>H<sub>49</sub>Ag<sub>1</sub>B<sub>11</sub>P<sub>1</sub>:  %C\n54.0; %H 7.35. Found:  %C 53.4; %H 7.30.\n</p>", "clean_text": " 1H{11B} (300 MHz, 22 °C, CD2Cl2, assignments from 1H{11B-selective} experiments): δ 7.66-7.36 (15H, m, Ph), 1.26 (1H, s, Ccage-H), -0.14 (15H, br s, B(7-11)CH3), -0.22 (3H, br s B(12)CH3), -0.28 (15H, br s, B(2-6)CH3). 1H{11B} (300 MHz, -70 °C, CD2Cl2): δ 7.72-7.33 (30H, m, Ph), 1.19 (1H, s, Ccage-H), -0.26 (15H, s, BCH3(2-6)), -0.44 (18H, s, BCH3(7-12)). 11B (96 MHz, 22 °C, CD2Cl2): δ -1.3 (1B, s B(12)), -9.0 (5B, s B(7-11)), -11.9 (5B, s, B(2-6). 13C{1H} (75 MHz, 22 °C, CD2Cl2): δ 133.9 (s, Cphenyl), 132.3 (s, Cphenyl), 130.0 (s, Cphenyl), 128.2 [d, Cphenyl, J(CP) = 37], 61.3 (s br, Ccage), -0.7 to -6.0 (v br, BCH3). δ 31P{1H} (122 MHz, 22 °C, CD2Cl2): δ 17.5 [dd, J(109AgP) 853, J(107AgP) 794]. IR (KBr): ν(CH3) = 2921, 2895, 2829, 2736 cm-1. Elemental Analysis: Calcd for C30H49Ag1B11P1: %C 54.0; %H 7.35. Found: %C 53.4; %H 7.30. ", "data": null, "include_properties": null}, {"idx": 59, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Ag(P(C</bold>\n<bold>\n<sub>6</sub>\n</bold>\n<bold>H</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)(</bold>\n<bold>\n<italic>closo</italic>\n</bold>\n<bold>-1-H</bold>\n<bold>-</bold>\n<bold>CB</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>Me</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>) (3).</bold> The procedure given above\nfor <bold>2</bold> was followed except that 60 mg (0.11 mmol) of P(C<sub>6</sub>H<sub>11</sub>)<sub>3</sub> and\n43 mg (0.11 mmol) of Ag[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] were used and\nrecrystallization was from CH<sub>2</sub>Cl<sub>2</sub>/pentane. This afforded 34 mg (0.05\nmmol) of <bold>(3)</bold> as colorless crystals, isolated in 46% yield.\n</p>", "clean_text": " Ag(P(C  6  H  11  )  3  )(  closo  -1-H - CB  11  Me  11  ) (3). The procedure given above for 2 was followed except that 60 mg (0.11 mmol) of P(C6H11)3 and 43 mg (0.11 mmol) of Ag[closo-1-H-CB11Me11] were used and recrystallization was from CH2Cl2/pentane. This afforded 34 mg (0.05 mmol) of (3) as colorless crystals, isolated in 46% yield. ", "data": null, "include_properties": null}, {"idx": 60, "type": "text", "classification": ["else"], "content": "<p>\n<sup>1</sup>H{<sup>11</sup>B} (300 MHz 22 °C, CD<sub>2</sub>Cl<sub>2</sub>):  δ 2.01−1.75 (18H, m, (C<sub>6</sub>H<sub>11</sub>)),\n1.37−1.21 (16H, m, (C<sub>6</sub>H<sub>11</sub>) and C<sub>cage</sub>−<italic>H</italic>), −0.13 (15H, br s,\nB(2−6)CH<sub>3</sub>), −0.23 (18H, v br s B(12)CH<sub>3</sub> and B(7−11)CH<sub>3</sub>). <sup>11</sup>B\n(96 MHz, 22 °C, CD<sub>2</sub>Cl<sub>2</sub>): δ −1.8 (1B, s B(12)), −9.2 (5B, s,\nB(7−11)), −11.8 (5B, s, B(2−6)). <sup>31</sup>P {<sup>1</sup>H} (122 MHz, 22 °C,\nCD<sub>2</sub>Cl<sub>2</sub>):  δ 49.9 [dd, <italic>J</italic>(<sup>109</sup>AgP) 821, <italic>J</italic>(<sup>107</sup>AgP) 711]. IR (KBr): \nν(CH<sub>3</sub>) = 2932, 2893, 2856, 2827 cm<sup>-1</sup>. Elemental Analysis:  Calcd\nfor C<sub>30</sub>H<sub>67</sub>Ag<sub>1</sub>B<sub>11</sub>P<sub>1</sub>:  %C 52.6; %H 9.8. Found:  %C 52.0, %H 9.8.\n</p>", "clean_text": " 1H{11B} (300 MHz 22 °C, CD2Cl2): δ 2.01-1.75 (18H, m, (C6H11)), 1.37-1.21 (16H, m, (C6H11) and Ccage-H), -0.13 (15H, br s, B(2-6)CH3), -0.23 (18H, v br s B(12)CH3 and B(7-11)CH3). 11B (96 MHz, 22 °C, CD2Cl2): δ -1.8 (1B, s B(12)), -9.2 (5B, s, B(7-11)), -11.8 (5B, s, B(2-6)). 31P {1H} (122 MHz, 22 °C, CD2Cl2): δ 49.9 [dd, J(109AgP) 821, J(107AgP) 711]. IR (KBr): ν(CH3) = 2932, 2893, 2856, 2827 cm-1. Elemental Analysis: Calcd for C30H67Ag1B11P1: %C 52.6; %H 9.8. Found: %C 52.0, %H 9.8. ", "data": null, "include_properties": null}, {"idx": 61, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Ag(P({3,5-Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>C</bold>\n<bold>\n<sub>6</sub>\n</bold>\n<bold>H</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>}</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)(</bold>\n<bold>\n<italic>closo</italic>\n</bold>\n<bold>-1-H</bold>\n<bold>-</bold>\n<bold>CB</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>Me</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>) (4).</bold> The procedure for\n<bold>2</bold> was followed except that 39 mg (0.11 mmol) of P(3,5-Me<sub>2</sub>C<sub>6</sub>H<sub>3</sub>)<sub>3</sub>\nand 50 mg (0.12 mmol) of Ag[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] were used. This\nafforded 53 mg (0.07 mmol) of [Ag(P({3,5-Me<sub>2</sub>C<sub>6</sub>H<sub>3</sub>}<sub>3</sub>)(<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>)] <bold>(4)</bold> as colorless crystals, isolated in 63% yield.\n</p>", "clean_text": " Ag(P({3,5-Me  2  C  6  H  3  }  3  )(  closo  -1-H - CB  11  Me  11  ) (4). The procedure for 2 was followed except that 39 mg (0.11 mmol) of P(3,5-Me2C6H3)3 and 50 mg (0.12 mmol) of Ag[closo-1-H-CB11Me11] were used. This afforded 53 mg (0.07 mmol) of [Ag(P({3,5-Me2C6H3}3)(closo-1-H-CB11Me11)] (4) as colorless crystals, isolated in 63% yield. ", "data": null, "include_properties": null}, {"idx": 62, "type": "text", "classification": ["else"], "content": "<p>\n<sup>1</sup>H{<sup>11</sup>B} (300 MHz, 22 °C, CD<sub>2</sub>Cl<sub>2</sub>):  δ 7.28−7.02 (9H, m, Ph),\n2.39 (18H, s, Ph-CH<sub>3</sub>), 1.30 (1H, s, C<sub>cage</sub>−<italic>H</italic>), −0.08 (15H, br s,\nBCH<sub>3</sub>(2−6)), −0.21 (3H, br s, BCH<sub>3</sub>(12)), and −0.23 (15H, br s,\nBCH<sub>3</sub>(7−11)). <sup>11</sup>B (96 MHz, 22 °C, CD<sub>2</sub>Cl<sub>2</sub>): δ −1.7 (1B, s B(12)),\n−9.1 (5B, s B(7−11)), −11.8 (5B, s, B(2−6)). <sup>31</sup>P{<sup>1</sup>H} (122 MHz, 22\n°C, CD<sub>2</sub>Cl<sub>2</sub>):  δ 19.14 [br d, <italic>J</italic>(<sup>109/107</sup>AgP) 731]. IR (KBr):  ν(CH<sub>3</sub>) =\n2921, 2895, 2828, 2726 cm<sup>-1</sup>. Elemental Analysis:  Calcd for\nC<sub>36</sub>H<sub>61</sub>Ag<sub>1</sub>B<sub>11</sub>P<sub>1</sub>:  %C 57.6; %H 8.13. Found:  %C 58.1; %H 8.42.\n</p>", "clean_text": " 1H{11B} (300 MHz, 22 °C, CD2Cl2): δ 7.28-7.02 (9H, m, Ph), 2.39 (18H, s, Ph-CH3), 1.30 (1H, s, Ccage-H), -0.08 (15H, br s, BCH3(2-6)), -0.21 (3H, br s, BCH3(12)), and -0.23 (15H, br s, BCH3(7-11)). 11B (96 MHz, 22 °C, CD2Cl2): δ -1.7 (1B, s B(12)), -9.1 (5B, s B(7-11)), -11.8 (5B, s, B(2-6)). 31P{1H} (122 MHz, 22 °C, CD2Cl2): δ 19.14 [br d, J(109/107AgP) 731]. IR (KBr): ν(CH3) = 2921, 2895, 2828, 2726 cm-1. Elemental Analysis: Calcd for C36H61Ag1B11P1: %C 57.6; %H 8.13. Found: %C 58.1; %H 8.42. ", "data": null, "include_properties": null}, {"idx": 63, "type": "text", "classification": ["else"], "content": "<p>\n<bold>[(OEt</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>Ag(PPh</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)][1-H</bold>\n<bold>-</bold>\n<bold>CB</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>Me</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>] (5).</bold> Crystalline PPh<sub>3</sub>Ag(<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>) <bold>2</bold> (30 mg,) was dissolved in Et<sub>2</sub>O (5 mL) in a Young's\ntube and layered with pentane. Recrystallization in the dark at −30 °C\nresulted in colorless crystals suitable for X-ray diffraction. Crystals of\n<bold>5</bold> immediately start to lose diethyl ether on removal from the mother\nliquor, and thus, a satisfactory microanalysis was not obtained.\n</p>", "clean_text": " [(OEt  2  )  2  Ag(PPh  3  )][1-H - CB  11  Me  11  ] (5). Crystalline PPh3Ag(closo-1-H-CB11Me11) 2 (30 mg,) was dissolved in Et2O (5 mL) in a Young's tube and layered with pentane. Recrystallization in the dark at -30 °C resulted in colorless crystals suitable for X-ray diffraction. Crystals of 5 immediately start to lose diethyl ether on removal from the mother liquor, and thus, a satisfactory microanalysis was not obtained. ", "data": null, "include_properties": null}, {"idx": 64, "type": "text", "classification": ["else"], "content": "<p>\n<sup>1</sup>H (400 MHz, 22 °C, CD<sub>2</sub>Cl<sub>2</sub>):  δ 7.65−7.37 (15H, m, Ph), 3.55\n(8H, q, O−CH<sub>2</sub>), 1.24 (12H, t, CH<sub>3</sub>) 1.17 (1H, s, C<sub>cage</sub>−H), −0.16 (15H,\ns, BCH<sub>3</sub>(2)−BCH<sub>3</sub>(6)), −0.38 (15H, s, BCH<sub>3</sub>(7)−BCH<sub>3</sub>(11)), −0.45\n(3H, s, BCH<sub>3</sub>(12)). <sup>31</sup>P{<sup>1</sup>H} (161 MHz, 22 °C, CD<sub>2</sub>Cl<sub>2</sub>):  δ 18.95 [dd,\n<sup>1</sup>\n<italic>J</italic>(<sup>109</sup>AgP) 858 Hz, <sup>1</sup>\n<italic>J</italic>(<sup>107</sup>AgP) 774 Hz]. <sup>11</sup>B (96 MHz, 22 °C, CD<sub>2</sub>Cl<sub>2</sub>): \nδ 2.0 (3H, s, B(12)), −5.7 (15H, s, B(7−11)), −8.6 (15H, s, B(2−6)).\n</p>", "clean_text": " 1H (400 MHz, 22 °C, CD2Cl2): δ 7.65-7.37 (15H, m, Ph), 3.55 (8H, q, O-CH2), 1.24 (12H, t, CH3) 1.17 (1H, s, Ccage-H), -0.16 (15H, s, BCH3(2)-BCH3(6)), -0.38 (15H, s, BCH3(7)-BCH3(11)), -0.45 (3H, s, BCH3(12)). 31P{1H} (161 MHz, 22 °C, CD2Cl2): δ 18.95 [dd, 1 J(109AgP) 858 Hz, 1 J(107AgP) 774 Hz]. 11B (96 MHz, 22 °C, CD2Cl2): δ 2.0 (3H, s, B(12)), -5.7 (15H, s, B(7-11)), -8.6 (15H, s, B(2-6)). ", "data": null, "include_properties": null}, {"idx": 65, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>[Ag(PPh</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>][</bold>\n<bold>\n<italic>closo</italic>\n</bold>\n<bold>-1-H</bold>\n<bold>-</bold>\n<bold>CB</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>Me</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>] (6).</bold> PPh<sub>3</sub> (130 mg, 0.50 mmol)\nwas dissolved in CH<sub>2</sub>Cl<sub>2</sub> (5 cm<sup>3</sup>) and added dropwise to a Schlenk\nflask charged with Ag[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] (100 mg, 0.25 mmol). The\nresulting solution was stirred in the dark for 16 h and cannula filtered,\nand the solvent was removed in vacuo. The white solid formed was\nredissolved in the minimum volume of CH<sub>2</sub>Cl<sub>2</sub>, layered with hexanes,\nand then placed in a freezer overnight at −30 °C to afford colorless\ncrystals of [Ag(PPh<sub>3</sub>)<sub>2</sub>(<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>)] <bold>(6)</bold>:  193 mg, 84%.\n</p>", "clean_text": " [Ag(PPh  3  )  2  ][  closo  -1-H - CB  11  Me  11  ] (6). PPh3 (130 mg, 0.50 mmol) was dissolved in CH2Cl2 (5 cm3) and added dropwise to a Schlenk flask charged with Ag[closo-1-H-CB11Me11] (100 mg, 0.25 mmol). The resulting solution was stirred in the dark for 16 h and cannula filtered, and the solvent was removed in vacuo. The white solid formed was redissolved in the minimum volume of CH2Cl2, layered with hexanes, and then placed in a freezer overnight at -30 °C to afford colorless crystals of [Ag(PPh3)2(closo-1-H-CB11Me11)] (6): 193 mg, 84%. ", "data": null, "include_properties": null}, {"idx": 66, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<sup>1</sup>H{<sup>11</sup>B} (300 MHz, 22 °C, CD<sub>2</sub>Cl<sub>2</sub>):  δ 7.62−7.43 (30H, m, Ph),\n1.09 (1H, s, C<sub>cage</sub>−<italic>H</italic>), −0.22 (15H, s, BCH<sub>3</sub>(2−6)), −0.46 (15H, s,\nBCH<sub>3</sub>(7−11)), −0.58 (3H, s, BCH<sub>3</sub>(12)). <sup>11</sup>B (96 MHz, 22 °C,\nCD<sub>2</sub>Cl<sub>2</sub>): δ −0.9 (1B, s, B(12)), −8.9 (5B, s, B(7−11)), −12.2 (5B, s,\nB(2−6)). <sup>31</sup>P{<sup>1</sup>H} (122 MHz, 22 °C, CD<sub>2</sub>Cl<sub>2</sub>):  δ 15.80 [dd, <sup>1</sup>\n<italic>J</italic>(<sup>109</sup>AgP)\n580, <sup>1</sup>\n<italic>J</italic>(Ag<sup>107</sup>P) 541]. <sup>31</sup>P{<sup>1</sup>H} (122 MHz, 70 °C, C<sub>2</sub>D<sub>4</sub>Cl<sub>2</sub>):  δ 17.0\n(br, s). IR (KBr):  ν(CH<sub>3</sub>) = 2924, 2890, 2825 cm<sup>-1</sup>. Elemental\nAnalysis:  Calcd for C<sub>48</sub>H<sub>64</sub>B<sub>11</sub>P<sub>2</sub>Ag<sub>1</sub>:  %C 62.0; %H 6.94. Found:  %C\n62.4; %H 6.79.\n</p>", "clean_text": " 1H{11B} (300 MHz, 22 °C, CD2Cl2): δ 7.62-7.43 (30H, m, Ph), 1.09 (1H, s, Ccage-H), -0.22 (15H, s, BCH3(2-6)), -0.46 (15H, s, BCH3(7-11)), -0.58 (3H, s, BCH3(12)). 11B (96 MHz, 22 °C, CD2Cl2): δ -0.9 (1B, s, B(12)), -8.9 (5B, s, B(7-11)), -12.2 (5B, s, B(2-6)). 31P{1H} (122 MHz, 22 °C, CD2Cl2): δ 15.80 [dd, 1 J(109AgP) 580, 1 J(Ag107P) 541]. 31P{1H} (122 MHz, 70 °C, C2D4Cl2): δ 17.0 (br, s). IR (KBr): ν(CH3) = 2924, 2890, 2825 cm-1. Elemental Analysis: Calcd for C48H64B11P2Ag1: %C 62.0; %H 6.94. Found: %C 62.4; %H 6.79. ", "data": null, "include_properties": null}, {"idx": 67, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>[</bold>\n<bold>\n<sup>n</sup>\n</bold>\n<sup></sup>\n<bold>Bu</bold>\n<bold>\n<sub>4</sub>\n</bold>\n<bold>N][</bold>\n<bold>\n<italic>closo</italic>\n</bold>\n<bold>-1-H</bold>\n<bold>-</bold>\n<bold>CB</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>Me</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>].</bold> Cs(<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>) (150 mg,\n0.35 mmol) was dissolved in 30 cm<sup>3</sup> of Et<sub>2</sub>O and washed three times\nwith an aqueous solution of [<sup>n</sup>Bu<sub>4</sub>N]Br (560 mgs, 1.75 mmol in 100\ncm<sup>3</sup> of H<sub>2</sub>O). The aqueous layer was extracted three times with 20\ncm<sup>3</sup> portions of Et<sub>2</sub>O. The ether washing were combined and evaporated\nto dryness to yield 105 mg of [<sup>n</sup>Bu<sub>4</sub>N][<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] (0.19\nmmol, 57%) as a white solid.\n</p>", "clean_text": " [  n   Bu  4  N][  closo  -1-H - CB  11  Me  11  ]. Cs(closo-1-H-CB11Me11) (150 mg, 0.35 mmol) was dissolved in 30 cm3 of Et2O and washed three times with an aqueous solution of [nBu4N]Br (560 mgs, 1.75 mmol in 100 cm3 of H2O). The aqueous layer was extracted three times with 20 cm3 portions of Et2O. The ether washing were combined and evaporated to dryness to yield 105 mg of [nBu4N][closo-1-H-CB11Me11] (0.19 mmol, 57%) as a white solid. ", "data": null, "include_properties": null}, {"idx": 68, "type": "text", "classification": ["else"], "content": "<p>\n<sup>1</sup>H{<sup>11</sup>B} (300 MHz, 22 °C, CD<sub>2</sub>Cl):  δ 3.10−3.04 (8H, m, N−CH<sub>2</sub>),\n1.66−1.40 (16H, m, CH<sub>2</sub>), 1.14 (1H, s, C<sub>cage</sub>−<italic>H</italic>) 1.04 (12H, t, CH<sub>3</sub>)\n−0.18 (15H, s, BCH<sub>3</sub>(2−6)), −0.43 (15H, s, BCH<sub>3</sub>(7−11)), −0.55 (3H,\ns, BCH<sub>3</sub>(12)). <sup>11</sup>B (96 MHz, 22 °C, CD<sub>2</sub>Cl<sub>2</sub>): δ −0.1 (1B, s B(12)),\n−7.9 (5B, s B(7−11)), −11.2 (5B, s, B(2−6)).\n</p>", "clean_text": " 1H{11B} (300 MHz, 22 °C, CD2Cl): δ 3.10-3.04 (8H, m, N-CH2), 1.66-1.40 (16H, m, CH2), 1.14 (1H, s, Ccage-H) 1.04 (12H, t, CH3) -0.18 (15H, s, BCH3(2-6)), -0.43 (15H, s, BCH3(7-11)), -0.55 (3H, s, BCH3(12)). 11B (96 MHz, 22 °C, CD2Cl2): δ -0.1 (1B, s B(12)), -7.9 (5B, s B(7-11)), -11.2 (5B, s, B(2-6)). ", "data": null, "include_properties": null}, {"idx": 69, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Crystallographic Studies.</bold> Crystallographic measurements for all\nstructures were recorded on a Nonius KappaCCD diffractometer with\nMo Κα radiation (0.71073 Å). Details of data collection are summarized\nin Table . Structure solution followed by full-matrix least-squares\nrefinement was performed by using the WINGX or XSEED suites of\nprograms throughout. Hydrogen atoms were included in calculated\npositions unless otherwise stated.\n</p>", "clean_text": " Crystallographic Studies. Crystallographic measurements for all structures were recorded on a Nonius KappaCCD diffractometer with Mo Κα radiation (0.71073 Å). Details of data collection are summarized in Table . Structure solution followed by full-matrix least-squares refinement was performed by using the WINGX or XSEED suites of programs throughout. Hydrogen atoms were included in calculated positions unless otherwise stated. ", "data": null, "include_properties": null}, {"idx": 70, "type": "text", "classification": ["else"], "content": "<p>For complex <bold>1</bold> the hydrogen atoms on two methyl groups (C3 and\nC10) are postionally disordered in 50:50 ratio. In <bold>2</bold>, hydrogen atoms\nassociated with C7, C9, and C12 were located and freely refined without\nany constraints/restraints. Unfortunately, for <bold>4 </bold>the sample was poor in\nquality, despite many attempts to produce better-quality crystals. Early\nindications were that mosaicity (at approximately 2°) left something\nto be desired, as indeed did the spots in data frames. These combined\nobservations were reflected in a premature fall off diffracting power,\npoor esds on the refined unit cell parameters, and an uninspiring R(int)\nvalue on the data set as a whole. Nonetheless, the model for the structure\nproposed is unambiguous. Full-matrix least-squares refinement was\neffected using data to a 2θ maximum of 48°. Restraints were applied\nto C12, C7, and C8 which share the same anisotropic displacement\nparameters. Three space group possibilities were identified on the basis\nof absences for complex <bold>6</bold>:  <italic>P</italic>6<sub>3</sub>, <italic>P</italic>6<sub>3</sub>/<italic>m</italic>, and <italic>P</italic>6<sub>322</sub>. The latter space\ngroup did not conform to the Laue symmetry of the data set and was\neliminated. Solution was readily achieved in <italic>P</italic>6<sub>3</sub>, with a disordered\ncarborane anion. However, the optimal refinement was achieved in\n<italic>P</italic>6<sub>3</sub>/<italic>m</italic> where the asymmetric unit consisted of one-sixth of each cation\nand anion. The remaining portion of the cation was generated by virtue\nof the −6 axis on which the silver and phosphorus atoms were located.\nThe portion of the anion contributing to the asymmetric unit which\nalso straddles the 6/<italic>m</italic> axis was seen to contain four cage atoms (treated\nas borons) and four methyl groups, all at 0.5 occupancy. This affords\none total anion, disordered over two positions, on invoking the\ncrystallographic symmetry. This high symmetry means that the two\ndisordered contributors cannot be separated in the usual fashion using\nSHELXL PART instructions. Nevertheless, the refinement proceeded\nwithout constraints, the only regrettable aspect being that the cage\ncarbon could not be identified.\n</p>", "clean_text": "For complex 1 the hydrogen atoms on two methyl groups (C3 and C10) are postionally disordered in 50:50 ratio. In 2, hydrogen atoms associated with C7, C9, and C12 were located and freely refined without any constraints/restraints. Unfortunately, for 4 the sample was poor in quality, despite many attempts to produce better-quality crystals. Early indications were that mosaicity (at approximately 2°) left something to be desired, as indeed did the spots in data frames. These combined observations were reflected in a premature fall off diffracting power, poor esds on the refined unit cell parameters, and an uninspiring R(int) value on the data set as a whole. Nonetheless, the model for the structure proposed is unambiguous. Full-matrix least-squares refinement was effected using data to a 2θ maximum of 48°. Restraints were applied to C12, C7, and C8 which share the same anisotropic displacement parameters. Three space group possibilities were identified on the basis of absences for complex 6: P63, P63/m, and P6322. The latter space group did not conform to the Laue symmetry of the data set and was eliminated. Solution was readily achieved in P63, with a disordered carborane anion. However, the optimal refinement was achieved in P63/m where the asymmetric unit consisted of one-sixth of each cation and anion. The remaining portion of the cation was generated by virtue of the -6 axis on which the silver and phosphorus atoms were located. The portion of the anion contributing to the asymmetric unit which also straddles the 6/m axis was seen to contain four cage atoms (treated as borons) and four methyl groups, all at 0.5 occupancy. This affords one total anion, disordered over two positions, on invoking the crystallographic symmetry. This high symmetry means that the two disordered contributors cannot be separated in the usual fashion using SHELXL PART instructions. Nevertheless, the refinement proceeded without constraints, the only regrettable aspect being that the cage carbon could not be identified. ", "data": null, "include_properties": null}, {"idx": 71, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Calculation Details.</bold> Gas-phase geometry optimization for all\nmultinuclear solutes were performed using the Gaussian 98 program\nusing DFT at the B3LYP hybrid method with the DZVP basis sets.\nGeometry optimization for minimas used the Berny routine. No\nsymmetry constraints were imposed. The charge distributions were\nobtained from the DFT wave function employing a natural population\nanalysis. The silver complex study used the double-ζ-valence-polarization (DZVP) basis set developed for DFT. Previous work on metals\nusing this basis set has shown that DZVP produces structures and\nenergies comparable to those obtained using the better tested basis set,\n6-31+G(d). In our original communication, we reported that the\n7-isomer was slightly favored energetically over the 12-isomer by ca.\n1.4 kcal mol<sup>-1</sup>the opposite to that reported here. Subsequent\nrefinements of the model have since revealed new local minima, and\nthe 12-isomer is in fact 1.9 kcal mol<sup>-1</sup>\n<italic>more</italic> stable than the 7-isomer.\nThis is now consistent with calculations previously reported for\n[Me<sub>3</sub>Sn][<italic>closo</italic>-CB<sub>11</sub>Me<sub>12</sub>]. Since the potential energy surface for the\nisomers of <bold>2</bold> is quite flat, great care must be taken with geometry\noptimization to ensure convergance toward stationary points with zero\ngradients. Even though the RMS residual force in our original\ncalculations was well below the usual standard exit threshold for\nconvergence, they may not be the lowest energies possible when\ninvestigating large flexible systems, such as those discussed here. By\ntightening the cutoffs on forces (opt = tight keyword) and the step\nsize that are used to determine convergence, it was possible to lower\nthe gradient and energy of the system so that modest (ca. 3 kcal mol<sup>-1</sup>)\nimprovements were made over our original calculations. Nevertheless,\nthe conclusion is still exactly the same:  interaction of the metal\nfragment with those {BCH<sub>3</sub>} vertices on the lower hemisphere of the\ncage is energetically favored over those on the upper part, fully\nconsistent with the observed chemical shift changes of the methyl\ngroups in the <sup>1</sup>H NMR spectra.\n</p>", "clean_text": " Calculation Details. Gas-phase geometry optimization for all multinuclear solutes were performed using the Gaussian 98 program using DFT at the B3LYP hybrid method with the DZVP basis sets. Geometry optimization for minimas used the Berny routine. No symmetry constraints were imposed. The charge distributions were obtained from the DFT wave function employing a natural population analysis. The silver complex study used the double-ζ-valence-polarization (DZVP) basis set developed for DFT. Previous work on metals using this basis set has shown that DZVP produces structures and energies comparable to those obtained using the better tested basis set, 6-31+G(d). In our original communication, we reported that the 7-isomer was slightly favored energetically over the 12-isomer by ca. 1.4 kcal mol-1the opposite to that reported here. Subsequent refinements of the model have since revealed new local minima, and the 12-isomer is in fact 1.9 kcal mol-1 more stable than the 7-isomer. This is now consistent with calculations previously reported for [Me3Sn][closo-CB11Me12]. Since the potential energy surface for the isomers of 2 is quite flat, great care must be taken with geometry optimization to ensure convergance toward stationary points with zero gradients. Even though the RMS residual force in our original calculations was well below the usual standard exit threshold for convergence, they may not be the lowest energies possible when investigating large flexible systems, such as those discussed here. By tightening the cutoffs on forces (opt = tight keyword) and the step size that are used to determine convergence, it was possible to lower the gradient and energy of the system so that modest (ca. 3 kcal mol-1) improvements were made over our original calculations. Nevertheless, the conclusion is still exactly the same: interaction of the metal fragment with those {BCH3} vertices on the lower hemisphere of the cage is energetically favored over those on the upper part, fully consistent with the observed chemical shift changes of the methyl groups in the 1H NMR spectra. ", "data": null, "include_properties": null}, {"idx": 72, "type": "text", "classification": ["else"], "content": "<title>\n<ext-link xlink:href=\"/doi/suppl/10.1021%2Fja038173m\">Supporting Information Available</ext-link>\n</title><p>Packing Diagram for <bold>1</bold>\n(S1), <sup>11</sup>B−<sup>1</sup>H HMQC spectra for NBu<sub>4</sub>[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]\n\n(S2), DFT calculated structures and energies for the 2-, 7-, 12-,\nand μ<sup>3</sup>-7,8,12-isomers of <bold>2 </bold>(S3−S6), X-ray structures of [(PPh<sub>3</sub>)Ag(OEt<sub>2</sub>)<sub>2</sub>][<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] (<bold>5) </bold>and [Ag(PPh<sub>3</sub>)<sub>2</sub>][<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] (<bold>6</bold>) (S7−S9), and the CIF files for all the crystal\nstructures reported in this paper. This material is available free\nof charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p>", "clean_text": " Supporting Information Available \n\nPacking Diagram for 1 (S1), 11B-1H HMQC spectra for NBu4[closo-1-H-CB11Me11]  (S2), DFT calculated structures and energies for the 2-, 7-, 12-, and μ3-7,8,12-isomers of 2 (S3-S6), X-ray structures of [(PPh3)Ag(OEt2)2][closo-1-H-CB11Me11] (5) and [Ag(PPh3)2][closo-1-H-CB11Me11] (6) (S7-S9), and the CIF files for all the crystal structures reported in this paper. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 73, "type": "text", "classification": ["else"], "content": "<title>References</title>", "clean_text": "References", "data": null, "include_properties": null}], "cln_elements": [{"idx": "20, 55, 57, 59, 61, 65, 66, 67", "type": "text", "classification": "synthesis condition", "content": "<p>\n<bold>(P(C</bold>\n<bold>\n<sub>6</sub>\n</bold>\n<bold>H</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>Ag)[closo-1-H</bold>\n<bold>-</bold>\n<bold>CB</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>Me</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>].</bold> Addition of one equivalent of P(C<sub>6</sub>H<sub>11</sub>)<sub>3</sub> to <bold>1</bold> and recrystallization from CH<sub>2</sub>Cl<sub>2</sub>/pentane\nafforded crystalline (P(C<sub>6</sub>H<sub>11</sub>)<sub>3</sub>Ag)[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] <bold>3</bold> in\nmoderate isolated yield. The solid-state structure of <bold>3 </bold>is shown\nin Figure . Compound <bold>3</bold> crystallizes in the space group <italic>P</italic>2<sub>1</sub>/<italic>n</italic>,\nwith no positional disorder observed, and the cage carbon vertex\n[C1] was unambiguously located. As found for <bold>2</bold>, in the\nasymmetric unit of <bold>3</bold> there is a single close BCH<sub>3</sub>···Ag contact\nlying well within the sum of the van der Waals radius of CH<sub>3</sub>\nand the ionic radius of Ag<sup>+</sup> [C12−Ag 2.608(2) Å], this time\nfrom the antipodal BCH<sub>3</sub>(12) vertex. The hydrogen atoms on\nC12 were located in the difference map and refined freely. In\ncontrast to <bold>2</bold>, this shows that there is only one relatively close\nAg−H distance in <bold>3</bold> [Ag−H12c 2.21(5) Å] (although this is at\nthe upper limit of reported Ag−H distances<sup>36</sup>), while the\nother two are further away [Ag−H12a 2.38 Å, Ag−H12b 2.74\nÅ]. The silver−phosphine fragment is not located end-on\nto CH<sub>3</sub>(12), but tilted significantly away from linear\n[B12−C12−Ag 157.04(18)°], similar to <bold>2</bold>. As for <bold>2</bold> the C−H\n\nangles and bond lengths around CH<sub>3</sub>(12) do not deviate\nsignificantly from those expected for a methyl group [average\nC−H 0.95 Å and average B−C−H 114.6°].\n\n\n</p><p>\n<bold>Ag(</bold>\n<bold>\n<italic>closo</italic>\n</bold>\n<bold>-1-H</bold>\n<bold>-</bold>\n<bold>CB</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>Me</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>) (1).</bold> Cs[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] (407 mg,\n0.95 mmol) was dissolved in Et<sub>2</sub>O (30 cm<sup>3</sup>) and treated with 3 × 30\ncm<sup>3</sup> portions of 10% w/v AgNO<sub>3</sub> aqueous solution. The combined\naqueous layers were extracted with three aliquots of Et<sub>2</sub>O (25 cm<sup>3</sup>).\nThese were combined and evaporated to dryness in vacuo. The resultant\noff-white solid was redissolved in CH<sub>2</sub>Cl<sub>2</sub> (20 mL) and filtered, and\nthe solvent was removed in vacuo to leave a white solid. This was\ndissolved in a minimum volume of CH<sub>2</sub>Cl<sub>2</sub>, layered with hexanes,\nand stored at −30 °C for 2 days. Colorless crystals of [Ag(<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>)] <bold>(1)</bold> (303 mg, 79% yield) were isolated.\n</p><p>\n<bold>Ag(PPh</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)(</bold>\n<bold>\n<italic>closo</italic>\n</bold>\n<bold>-1-H</bold>\n<bold>-</bold>\n<bold>CB</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>Me</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>) (2).</bold> PPh<sub>3</sub> (60 mg, 0.23 mmol) was\ndissolved in CH<sub>2</sub>Cl<sub>2</sub> (5 cm<sup>3</sup>) and added dropwise to a Schlenk flask\ncharged with Ag[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] (92 mg, 0.23 mmol). The\nresulting solution was stirred in the dark for 16 h and cannula filtered,\nand the solvent was removed in vacuo. The white solid resulting was\nredissolved in the minimum volume of CH<sub>2</sub>Cl<sub>2</sub>, layered with hexanes,\nand then placed in a freezer overnight at −30 °C to afford colorless\ncrystals of [Ag(PPh<sub>3</sub>)(<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>)] <bold>(2) </bold>(122 mg, 81% yield).\n</p><p>\n<bold>Ag(P(C</bold>\n<bold>\n<sub>6</sub>\n</bold>\n<bold>H</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)(</bold>\n<bold>\n<italic>closo</italic>\n</bold>\n<bold>-1-H</bold>\n<bold>-</bold>\n<bold>CB</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>Me</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>) (3).</bold> The procedure given above\nfor <bold>2</bold> was followed except that 60 mg (0.11 mmol) of P(C<sub>6</sub>H<sub>11</sub>)<sub>3</sub> and\n43 mg (0.11 mmol) of Ag[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] were used and\nrecrystallization was from CH<sub>2</sub>Cl<sub>2</sub>/pentane. This afforded 34 mg (0.05\nmmol) of <bold>(3)</bold> as colorless crystals, isolated in 46% yield.\n</p><p>\n<bold>Ag(P({3,5-Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>C</bold>\n<bold>\n<sub>6</sub>\n</bold>\n<bold>H</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>}</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)(</bold>\n<bold>\n<italic>closo</italic>\n</bold>\n<bold>-1-H</bold>\n<bold>-</bold>\n<bold>CB</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>Me</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>) (4).</bold> The procedure for\n<bold>2</bold> was followed except that 39 mg (0.11 mmol) of P(3,5-Me<sub>2</sub>C<sub>6</sub>H<sub>3</sub>)<sub>3</sub>\nand 50 mg (0.12 mmol) of Ag[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] were used. This\nafforded 53 mg (0.07 mmol) of [Ag(P({3,5-Me<sub>2</sub>C<sub>6</sub>H<sub>3</sub>}<sub>3</sub>)(<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>)] <bold>(4)</bold> as colorless crystals, isolated in 63% yield.\n</p><p>\n<bold>[Ag(PPh</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>][</bold>\n<bold>\n<italic>closo</italic>\n</bold>\n<bold>-1-H</bold>\n<bold>-</bold>\n<bold>CB</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>Me</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>] (6).</bold> PPh<sub>3</sub> (130 mg, 0.50 mmol)\nwas dissolved in CH<sub>2</sub>Cl<sub>2</sub> (5 cm<sup>3</sup>) and added dropwise to a Schlenk\nflask charged with Ag[<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] (100 mg, 0.25 mmol). The\nresulting solution was stirred in the dark for 16 h and cannula filtered,\nand the solvent was removed in vacuo. The white solid formed was\nredissolved in the minimum volume of CH<sub>2</sub>Cl<sub>2</sub>, layered with hexanes,\nand then placed in a freezer overnight at −30 °C to afford colorless\ncrystals of [Ag(PPh<sub>3</sub>)<sub>2</sub>(<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>)] <bold>(6)</bold>:  193 mg, 84%.\n</p><p>\n<sup>1</sup>H{<sup>11</sup>B} (300 MHz, 22 °C, CD<sub>2</sub>Cl<sub>2</sub>):  δ 7.62−7.43 (30H, m, Ph),\n1.09 (1H, s, C<sub>cage</sub>−<italic>H</italic>), −0.22 (15H, s, BCH<sub>3</sub>(2−6)), −0.46 (15H, s,\nBCH<sub>3</sub>(7−11)), −0.58 (3H, s, BCH<sub>3</sub>(12)). <sup>11</sup>B (96 MHz, 22 °C,\nCD<sub>2</sub>Cl<sub>2</sub>): δ −0.9 (1B, s, B(12)), −8.9 (5B, s, B(7−11)), −12.2 (5B, s,\nB(2−6)). <sup>31</sup>P{<sup>1</sup>H} (122 MHz, 22 °C, CD<sub>2</sub>Cl<sub>2</sub>):  δ 15.80 [dd, <sup>1</sup>\n<italic>J</italic>(<sup>109</sup>AgP)\n580, <sup>1</sup>\n<italic>J</italic>(Ag<sup>107</sup>P) 541]. <sup>31</sup>P{<sup>1</sup>H} (122 MHz, 70 °C, C<sub>2</sub>D<sub>4</sub>Cl<sub>2</sub>):  δ 17.0\n(br, s). IR (KBr):  ν(CH<sub>3</sub>) = 2924, 2890, 2825 cm<sup>-1</sup>. Elemental\nAnalysis:  Calcd for C<sub>48</sub>H<sub>64</sub>B<sub>11</sub>P<sub>2</sub>Ag<sub>1</sub>:  %C 62.0; %H 6.94. Found:  %C\n62.4; %H 6.79.\n</p><p>\n<bold>[</bold>\n<bold>\n<sup>n</sup>\n</bold>\n<sup></sup>\n<bold>Bu</bold>\n<bold>\n<sub>4</sub>\n</bold>\n<bold>N][</bold>\n<bold>\n<italic>closo</italic>\n</bold>\n<bold>-1-H</bold>\n<bold>-</bold>\n<bold>CB</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>Me</bold>\n<bold>\n<sub>11</sub>\n</bold>\n<bold>].</bold> Cs(<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>) (150 mg,\n0.35 mmol) was dissolved in 30 cm<sup>3</sup> of Et<sub>2</sub>O and washed three times\nwith an aqueous solution of [<sup>n</sup>Bu<sub>4</sub>N]Br (560 mgs, 1.75 mmol in 100\ncm<sup>3</sup> of H<sub>2</sub>O). The aqueous layer was extracted three times with 20\ncm<sup>3</sup> portions of Et<sub>2</sub>O. The ether washing were combined and evaporated\nto dryness to yield 105 mg of [<sup>n</sup>Bu<sub>4</sub>N][<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>] (0.19\nmmol, 57%) as a white solid.\n</p>", "clean_text": " (P(C  6  H  11  )  3  Ag)[closo-1-H - CB  11  Me  11  ]. Addition of one equivalent of P(C6H11)3 to 1 and recrystallization from CH2Cl2/pentane afforded crystalline (P(C6H11)3Ag)[closo-1-H-CB11Me11] 3 in moderate isolated yield. The solid-state structure of 3 is shown in Figure . Compound 3 crystallizes in the space group P21/n, with no positional disorder observed, and the cage carbon vertex [C1] was unambiguously located. As found for 2, in the asymmetric unit of 3 there is a single close BCH3⋅⋅⋅Ag contact lying well within the sum of the van der Waals radius of CH3 and the ionic radius of Ag+ [C12-Ag 2.608(2) Å], this time from the antipodal BCH3(12) vertex. The hydrogen atoms on C12 were located in the difference map and refined freely. In contrast to 2, this shows that there is only one relatively close Ag-H distance in 3 [Ag-H12c 2.21(5) Å] (although this is at the upper limit of reported Ag-H distances36), while the other two are further away [Ag-H12a 2.38 Å, Ag-H12b 2.74 Å]. The silver-phosphine fragment is not located end-on to CH3(12), but tilted significantly away from linear [B12-C12-Ag 157.04(18)°], similar to 2. As for 2 the C-H  angles and bond lengths around CH3(12) do not deviate significantly from those expected for a methyl group [average C-H 0.95 Å and average B-C-H 114.6°].   \n\n Ag(  closo  -1-H - CB  11  Me  11  ) (1). Cs[closo-1-H-CB11Me11] (407 mg, 0.95 mmol) was dissolved in Et2O (30 cm3) and treated with 3 × 30 cm3 portions of 10% w/v AgNO3 aqueous solution. The combined aqueous layers were extracted with three aliquots of Et2O (25 cm3). These were combined and evaporated to dryness in vacuo. The resultant off-white solid was redissolved in CH2Cl2 (20 mL) and filtered, and the solvent was removed in vacuo to leave a white solid. This was dissolved in a minimum volume of CH2Cl2, layered with hexanes, and stored at -30 °C for 2 days. Colorless crystals of [Ag(closo-1-H-CB11Me11)] (1) (303 mg, 79% yield) were isolated. \n\n Ag(PPh  3  )(  closo  -1-H - CB  11  Me  11  ) (2). PPh3 (60 mg, 0.23 mmol) was dissolved in CH2Cl2 (5 cm3) and added dropwise to a Schlenk flask charged with Ag[closo-1-H-CB11Me11] (92 mg, 0.23 mmol). The resulting solution was stirred in the dark for 16 h and cannula filtered, and the solvent was removed in vacuo. The white solid resulting was redissolved in the minimum volume of CH2Cl2, layered with hexanes, and then placed in a freezer overnight at -30 °C to afford colorless crystals of [Ag(PPh3)(closo-1-H-CB11Me11)] (2) (122 mg, 81% yield). \n\n Ag(P(C  6  H  11  )  3  )(  closo  -1-H - CB  11  Me  11  ) (3). The procedure given above for 2 was followed except that 60 mg (0.11 mmol) of P(C6H11)3 and 43 mg (0.11 mmol) of Ag[closo-1-H-CB11Me11] were used and recrystallization was from CH2Cl2/pentane. This afforded 34 mg (0.05 mmol) of (3) as colorless crystals, isolated in 46% yield. \n\n Ag(P({3,5-Me  2  C  6  H  3  }  3  )(  closo  -1-H - CB  11  Me  11  ) (4). The procedure for 2 was followed except that 39 mg (0.11 mmol) of P(3,5-Me2C6H3)3 and 50 mg (0.12 mmol) of Ag[closo-1-H-CB11Me11] were used. This afforded 53 mg (0.07 mmol) of [Ag(P({3,5-Me2C6H3}3)(closo-1-H-CB11Me11)] (4) as colorless crystals, isolated in 63% yield. \n\n [Ag(PPh  3  )  2  ][  closo  -1-H - CB  11  Me  11  ] (6). PPh3 (130 mg, 0.50 mmol) was dissolved in CH2Cl2 (5 cm3) and added dropwise to a Schlenk flask charged with Ag[closo-1-H-CB11Me11] (100 mg, 0.25 mmol). The resulting solution was stirred in the dark for 16 h and cannula filtered, and the solvent was removed in vacuo. The white solid formed was redissolved in the minimum volume of CH2Cl2, layered with hexanes, and then placed in a freezer overnight at -30 °C to afford colorless crystals of [Ag(PPh3)2(closo-1-H-CB11Me11)] (6): 193 mg, 84%. \n\n 1H{11B} (300 MHz, 22 °C, CD2Cl2): δ 7.62-7.43 (30H, m, Ph), 1.09 (1H, s, Ccage-H), -0.22 (15H, s, BCH3(2-6)), -0.46 (15H, s, BCH3(7-11)), -0.58 (3H, s, BCH3(12)). 11B (96 MHz, 22 °C, CD2Cl2): δ -0.9 (1B, s, B(12)), -8.9 (5B, s, B(7-11)), -12.2 (5B, s, B(2-6)). 31P{1H} (122 MHz, 22 °C, CD2Cl2): δ 15.80 [dd, 1 J(109AgP) 580, 1 J(Ag107P) 541]. 31P{1H} (122 MHz, 70 °C, C2D4Cl2): δ 17.0 (br, s). IR (KBr): ν(CH3) = 2924, 2890, 2825 cm-1. Elemental Analysis: Calcd for C48H64B11P2Ag1: %C 62.0; %H 6.94. Found: %C 62.4; %H 6.79. \n\n [  n   Bu  4  N][  closo  -1-H - CB  11  Me  11  ]. Cs(closo-1-H-CB11Me11) (150 mg, 0.35 mmol) was dissolved in 30 cm3 of Et2O and washed three times with an aqueous solution of [nBu4N]Br (560 mgs, 1.75 mmol in 100 cm3 of H2O). The aqueous layer was extracted three times with 20 cm3 portions of Et2O. The ether washing were combined and evaporated to dryness to yield 105 mg of [nBu4N][closo-1-H-CB11Me11] (0.19 mmol, 57%) as a white solid. ", "data": [{"meta": {"name": "(P(C6H11)3Ag)[closo-1-H-CB11Me11]", "symbol": "3", "chemical formula": "C48H64B11P2Ag"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "P(C6H11)3", "amount": "60", "unit": "mg"}, {"name": "Ag[closo-1-H-CB11Me11]", "amount": "92", "unit": "mg"}], "solution": [{"name": "CH2Cl2", "amount": "5", "unit": "cm3"}], "pressure": "", "temperature": "", "time": "16 h"}, {"synthesis method": "recrystallization", "solvent": "CH2Cl2/pentane"}], "yield": "moderate"}, {"meta": {"name": "[Ag(closo-1-H-CB11Me11)]", "symbol": "1", "chemical formula": "C12H30AgB11"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Cs[closo-1-H-CB11Me11]", "amount": "407", "unit": "mg"}], "solution": [{"name": "Et2O", "amount": "30", "unit": "cm3"}, {"name": "10% w/v AgNO3 aqueous solution", "amount": "3 x 30", "unit": "cm3"}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "washing", "washing solution": "Et2O", "amount": "3 x 25 cm3"}, {"synthesis method": "recrystallization", "solvent": "CH2Cl2/hexanes", "temperature": "-30°C", "time": "2 days"}], "yield": "79%"}, {"meta": {"name": "Ag(PPh3)(closo-1-H-CB11Me11)", "symbol": "2", "chemical formula": "C48H64AgBP"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "PPh3", "amount": "130", "unit": "mg"}, {"name": "Ag[closo-1-H-CB11Me11]", "amount": "100", "unit": "mg"}], "solution": [{"name": "CH2Cl2", "amount": "5", "unit": "cm3"}], "pressure": "", "temperature": "", "time": "16 h"}, {"synthesis method": "recrystallization", "solvent": "CH2Cl2/hexanes", "temperature": "-30°C", "time": "overnight"}], "yield": "84%"}, {"meta": {"name": "Ag(P(C6H11)3)(closo-1-H-CB11Me11)", "symbol": "3", "chemical formula": "C48H64B11P2Ag"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "P(C6H11)3", "amount": "60", "unit": "mg"}, {"name": "Ag[closo-1-H-CB11Me11]", "amount": "43", "unit": "mg"}], "solution": [{"name": "CH2Cl2", "amount": "5", "unit": "cm3"}], "pressure": "", "temperature": "", "time": "16 h"}, {"synthesis method": "recrystallization", "solvent": "CH2Cl2/hexanes", "temperature": "-30°C", "time": "overnight"}], "yield": "46%"}, {"meta": {"name": "Ag(P({3,5-Me2C6H3}3))(closo-1-H-CB11Me11)", "symbol": "4", "chemical formula": "C48H64B11P2Ag"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "P(3,5-Me2C6H3)3", "amount": "39", "unit": "mg"}, {"name": "Ag[closo-1-H-CB11Me11]", "amount": "50", "unit": "mg"}], "solution": [{"name": "CH2Cl2", "amount": "5", "unit": "cm3"}], "pressure": "", "temperature": "", "time": "16 h"}, {"synthesis method": "recrystallization", "solvent": "CH2Cl2/hexanes", "temperature": "-30°C", "time": "overnight"}], "yield": "63%"}, {"meta": {"name": "[Ag(PPh3)2(closo-1-H-CB11Me11)]", "symbol": "6", "chemical formula": "C48H64AgBP2"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "PPh3", "amount": "130", "unit": "mg"}, {"name": "Ag[closo-1-H-CB11Me11]", "amount": "100", "unit": "mg"}], "solution": [{"name": "CH2Cl2", "amount": "5", "unit": "cm3"}], "pressure": "", "temperature": "", "time": "16 h"}, {"synthesis method": "recrystallization", "solvent": "CH2Cl2/hexanes", "temperature": "-30°C", "time": "overnight"}], "yield": "84%"}, {"meta": {"name": "[nBu4N][closo-1-H-CB11Me11]", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Cs[closo-1-H-CB11Me11]", "amount": "150", "unit": "mg"}], "solution": [{"name": "Et2O", "amount": "30", "unit": "cm3"}, {"name": "[nBu4N]Br aqueous solution", "amount": "3 x 20", "unit": "cm3"}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "washing", "washing solution": "Et2O", "amount": "3 x 20 cm3"}, {"synthesis method": "evaporation", "solvent": "Et2O"}], "yield": "57%"}], "include_properties": ["chemical_synthesis"]}, {"idx": 8, "type": "table", "classification": null, "content": "<table-wrap id=\"ja038173mt00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal Data and Structure Refinement for Compounds<bold>1</bold>, <bold>2</bold>, <bold>3</bold>, and <bold>4</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">compound</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry nameend=\"5\" namest=\"5\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">empirical formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>12</sub>H<sub>34</sub>AgB<sub>11</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">C<sub>30</sub>H<sub>49</sub>AgB<sub>11</sub>P\n</oasis:entry>\n<oasis:entry colname=\"4\">C<sub>30</sub>H<sub>67</sub>AgB<sub>11</sub>P\n</oasis:entry>\n<oasis:entry colname=\"5\">C<sub>36</sub>H<sub>61</sub>AgB<sub>11</sub>P\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">formula weight\n</oasis:entry>\n<oasis:entry colname=\"2\">405.17\n</oasis:entry>\n<oasis:entry colname=\"3\">667.44\n</oasis:entry>\n<oasis:entry colname=\"4\">685.59\n</oasis:entry>\n<oasis:entry colname=\"5\">751.60\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">temperature\n</oasis:entry>\n<oasis:entry colname=\"2\">150(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">173(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">150(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">150(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">wavelength/Å\n</oasis:entry>\n<oasis:entry colname=\"2\">0.71073\n</oasis:entry>\n<oasis:entry colname=\"3\">0.71073\n</oasis:entry>\n<oasis:entry colname=\"4\">0.71073\n</oasis:entry>\n<oasis:entry colname=\"5\">0.71073\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">crystal system\n</oasis:entry>\n<oasis:entry colname=\"2\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"3\">triclinic\n</oasis:entry>\n<oasis:entry colname=\"4\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"5\">monoclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic>P</italic>2<sub>1</sub>/<italic>a</italic>\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic>P</italic>-1\n</oasis:entry>\n<oasis:entry colname=\"4\">\n<italic>P</italic>2<sub>1</sub>/<italic>n</italic>\n</oasis:entry>\n<oasis:entry colname=\"5\">\n<italic>C</italic>2/<italic>c</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic>/Å\n</oasis:entry>\n<oasis:entry colname=\"2\">15.7000(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">9.1840(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">15.1270(2\n</oasis:entry>\n<oasis:entry colname=\"5\">22.8460(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic>/Å\n</oasis:entry>\n<oasis:entry colname=\"2\">8.9930(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">13.6170(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">15.5380(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">12.7970(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic>/Å\n</oasis:entry>\n<oasis:entry colname=\"2\">15.7050(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">15.1520(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">17.9050(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">31.273(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">α/°\n</oasis:entry>\n<oasis:entry colname=\"2\">90\n</oasis:entry>\n<oasis:entry colname=\"3\">111.637(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">90\n</oasis:entry>\n<oasis:entry colname=\"5\">90\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β/°\n</oasis:entry>\n<oasis:entry colname=\"2\">112.50\n</oasis:entry>\n<oasis:entry colname=\"3\">95.005(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">113.011(1)\n</oasis:entry>\n<oasis:entry colname=\"5\">106.366(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">γ/°\n</oasis:entry>\n<oasis:entry colname=\"2\">90\n</oasis:entry>\n<oasis:entry colname=\"3\">100.336(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">90\n</oasis:entry>\n<oasis:entry colname=\"5\">90\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">volume/Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2048.57(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">1708.23(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">3873.58(10)\n</oasis:entry>\n<oasis:entry colname=\"5\">8772.5(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>Z</italic>\n</oasis:entry>\n<oasis:entry colname=\"2\">4\n</oasis:entry>\n<oasis:entry colname=\"3\">2\n</oasis:entry>\n<oasis:entry colname=\"4\">4\n</oasis:entry>\n<oasis:entry colname=\"5\">8\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">density (calculated)/mg/m<sup>3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.314\n</oasis:entry>\n<oasis:entry colname=\"3\">1.298\n</oasis:entry>\n<oasis:entry colname=\"4\">1.176\n</oasis:entry>\n<oasis:entry colname=\"5\">1.138\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">absorption coefficient/mm<sup>-1</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.975\n</oasis:entry>\n<oasis:entry colname=\"3\">0.658\n</oasis:entry>\n<oasis:entry colname=\"4\">0.581\n</oasis:entry>\n<oasis:entry colname=\"5\">0.519\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>F</italic>(000)\n</oasis:entry>\n<oasis:entry colname=\"2\">832\n</oasis:entry>\n<oasis:entry colname=\"3\">692\n</oasis:entry>\n<oasis:entry colname=\"4\">1456\n</oasis:entry>\n<oasis:entry colname=\"5\">3152\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">crystal size/mm\n</oasis:entry>\n<oasis:entry colname=\"2\">0.25 × 0.38 × 0.50\n</oasis:entry>\n<oasis:entry colname=\"3\">0.30 × 0.20 × 0.08\n</oasis:entry>\n<oasis:entry colname=\"4\">0.40 × 0.20 × 0.10\n</oasis:entry>\n<oasis:entry colname=\"5\">0.50 × 0.40 × 0.20\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">θ range for data collection/°\n</oasis:entry>\n<oasis:entry colname=\"2\">3.61−32.04\n</oasis:entry>\n<oasis:entry colname=\"3\">3.57−30.06\n</oasis:entry>\n<oasis:entry colname=\"4\">3.00−30.03\n</oasis:entry>\n<oasis:entry colname=\"5\">3.58−24.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">reflections collected\n</oasis:entry>\n<oasis:entry colname=\"2\">47563\n</oasis:entry>\n<oasis:entry colname=\"3\">38763\n</oasis:entry>\n<oasis:entry colname=\"4\">42682\n</oasis:entry>\n<oasis:entry colname=\"5\">31770\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">independent reflections\n</oasis:entry>\n<oasis:entry colname=\"2\">7100 [R(int) = 0.0345]\n</oasis:entry>\n<oasis:entry colname=\"3\">9965 [R(int) = 0.0417]\n</oasis:entry>\n<oasis:entry colname=\"4\">11139 [R(int) = 0.0472]\n</oasis:entry>\n<oasis:entry colname=\"5\">6200 [R(int) = 0.2107]\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">reflections observed (&gt;2σ)\n</oasis:entry>\n<oasis:entry colname=\"2\">6230\n</oasis:entry>\n<oasis:entry colname=\"3\">7255\n</oasis:entry>\n<oasis:entry colname=\"4\">8769\n</oasis:entry>\n<oasis:entry colname=\"5\">2430\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">absorption correction\n</oasis:entry>\n<oasis:entry colname=\"2\">semiempirical\nfrom equivalents\n</oasis:entry>\n<oasis:entry colname=\"3\">semiempirical\nfrom equivalents\n</oasis:entry>\n<oasis:entry colname=\"4\">semiempirical\nfrom equivalents\n</oasis:entry>\n<oasis:entry colname=\"5\">semiempirical\nfrom equivalents\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">data completeness\n</oasis:entry>\n<oasis:entry colname=\"2\">0.995\n</oasis:entry>\n<oasis:entry colname=\"3\">0.995\n</oasis:entry>\n<oasis:entry colname=\"4\">0.983\n</oasis:entry>\n<oasis:entry colname=\"5\">0.902\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">refinement method\n</oasis:entry>\n<oasis:entry colname=\"2\">full-matrix\nleast-squares on <italic>F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry colname=\"3\">full-matrix\nleast-squares on <italic>F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">full-matrix\nleast-squares on <italic>F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry colname=\"5\">full-matrix\nleast-squares on <italic>F</italic>\n<sup>2</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">data/restraints/parameters\n</oasis:entry>\n<oasis:entry colname=\"2\">7100/0/238\n</oasis:entry>\n<oasis:entry colname=\"3\">9965/0/433\n</oasis:entry>\n<oasis:entry colname=\"4\">11139/0/409\n</oasis:entry>\n<oasis:entry colname=\"5\">6200/0/430\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">goodness-of-fit on <italic>f</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.077\n</oasis:entry>\n<oasis:entry colname=\"3\">1.017\n</oasis:entry>\n<oasis:entry colname=\"4\">1.012\n</oasis:entry>\n<oasis:entry colname=\"5\">1.007\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">final <italic>R</italic> indices [<italic>I</italic> &gt; 2σ(<italic>I</italic>)]\n</oasis:entry>\n<oasis:entry colname=\"2\">R<sub>1</sub> = 0.0337\n<italic>w</italic>R<sub>2</sub> = 0.0853\n</oasis:entry>\n<oasis:entry colname=\"3\">R<sub>1</sub> = 0.0378\nwR<sub>2</sub> = 0.0941\n</oasis:entry>\n<oasis:entry colname=\"4\">R<sub>1</sub> = 0.0384\nwR<sub>2</sub> = 0.0879\n</oasis:entry>\n<oasis:entry colname=\"5\">R<sub>1</sub> = 0.1008\nwR<sub>2</sub> = 0.2290\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic> indices (all data)\n</oasis:entry>\n<oasis:entry colname=\"2\">R<sub>1</sub> = 0.0402\nwR<sub>2</sub> = 0.0895\n</oasis:entry>\n<oasis:entry colname=\"3\">R<sub>1</sub> = 0.0627\nwR<sub>2</sub> = 0.1043\n</oasis:entry>\n<oasis:entry colname=\"4\">R<sub>1</sub> = 0.0559\nwR<sub>2</sub> = 0.0966\n</oasis:entry>\n<oasis:entry colname=\"5\">R<sub>1</sub> = 0.2633\nwR<sub>2</sub> = 0.3037\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">largest diff. peak and\nhole/e·Å<sup>-3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.611 and\nand −1.771\n</oasis:entry>\n<oasis:entry colname=\"3\">0.503 and\nand −0.859\n</oasis:entry>\n<oasis:entry colname=\"4\">0.607 and\n−0.897\n</oasis:entry>\n<oasis:entry colname=\"5\">1.118 and\n−0.472</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 4507 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": 9, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"ja038173mt00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Angles (deg) for Complex<bold>1</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag1−C7\n</oasis:entry>\n<oasis:entry colname=\"2\">2.653(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag1−C4‘\n</oasis:entry>\n<oasis:entry colname=\"4\">3.067(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">Ag1−C8‘\n</oasis:entry>\n<oasis:entry colname=\"6\">2.832(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag1−C9‘\n</oasis:entry>\n<oasis:entry colname=\"2\">3.089(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag1−C10‘ ‘‘\n</oasis:entry>\n<oasis:entry colname=\"4\">2.773(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">Ag1−C12‘ ‘\n</oasis:entry>\n<oasis:entry colname=\"6\">2.762(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C1−B2\n</oasis:entry>\n<oasis:entry colname=\"2\">1.711(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">C1−B6\n</oasis:entry>\n<oasis:entry colname=\"4\">1.712(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">C1−B3\n</oasis:entry>\n<oasis:entry colname=\"6\">1.712(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C1−B5\n</oasis:entry>\n<oasis:entry colname=\"2\">1.714(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">C2−B2\n</oasis:entry>\n<oasis:entry colname=\"4\">1.588(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">C3−B3\n</oasis:entry>\n<oasis:entry colname=\"6\">1.588(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C4−B4\n</oasis:entry>\n<oasis:entry colname=\"2\">1.597(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">C5−B5\n</oasis:entry>\n<oasis:entry colname=\"4\">1.590(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">C6−B6\n</oasis:entry>\n<oasis:entry colname=\"6\">1.595(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C7−B7\n</oasis:entry>\n<oasis:entry colname=\"2\">1.601(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">C8−B8\n</oasis:entry>\n<oasis:entry colname=\"4\">1.603(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">C9−B9\n</oasis:entry>\n<oasis:entry colname=\"6\">1.606(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C10−B10\n</oasis:entry>\n<oasis:entry colname=\"2\">1.611(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">C11−B11\n</oasis:entry>\n<oasis:entry colname=\"4\">1.601(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">C12−B12\n</oasis:entry>\n<oasis:entry colname=\"6\">1.608(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">B7−C7−Ag1\n</oasis:entry>\n<oasis:entry colname=\"2\">158.78(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">B4‘−C4‘−Ag1\n</oasis:entry>\n<oasis:entry colname=\"4\">94.18(11)\n</oasis:entry>\n<oasis:entry colname=\"5\">B8‘−C8‘−Ag1\n</oasis:entry>\n<oasis:entry colname=\"6\">101.08(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">B9‘−C9‘−Ag1\n</oasis:entry>\n<oasis:entry colname=\"2\">95.86(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">B10‘ ‘‘−C10‘ ‘‘−Ag1\n</oasis:entry>\n<oasis:entry colname=\"4\">156.05(12)\n</oasis:entry>\n<oasis:entry colname=\"5\">B12‘ ‘−C12‘ ‘−Ag1\n</oasis:entry>\n<oasis:entry colname=\"6\">168.48(14)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C7−Ag1−C8‘\n</oasis:entry>\n<oasis:entry colname=\"2\">161.87(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">C4‘−Ag1−C12‘ ‘\n</oasis:entry>\n<oasis:entry colname=\"4\">158.79(5)\n</oasis:entry>\n<oasis:entry colname=\"5\">C10‘ ‘‘−Ag1−C9‘\n</oasis:entry>\n<oasis:entry colname=\"6\">166.61(5)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Selected Bond Lengths (Å) and Angles (deg) for Complex1\n\n|                    |                    |                    |                    |                    |                    |\n|--------------------|--------------------|--------------------|--------------------|--------------------|--------------------|\n| Ag1−C7             | 2.653(2)           | Ag1−C4‘            | 3.067(2)           | Ag1−C8‘            | 2.832(2)           |\n| Ag1−C9‘            | 3.089(2)           | Ag1−C10‘ ‘‘        | 2.773(2)           | Ag1−C12‘ ‘         | 2.762(2)           |\n| C1−B2              | 1.711(2)           | C1−B6              | 1.712(2)           | C1−B3              | 1.712(2)           |\n| C1−B5              | 1.714(2)           | C2−B2              | 1.588(2)           | C3−B3              | 1.588(2)           |\n| C4−B4              | 1.597(2)           | C5−B5              | 1.590(3)           | C6−B6              | 1.595(2)           |\n| C7−B7              | 1.601(2)           | C8−B8              | 1.603(2)           | C9−B9              | 1.606(2)           |\n| C10−B10            | 1.611(2)           | C11−B11            | 1.601(2)           | C12−B12            | 1.608(2)           |\n| B7−C7−Ag1          | 158.78(13)         | B4‘−C4‘−Ag1        | 94.18(11)          | B8‘−C8‘−Ag1        | 101.08(11)         |\n| B9‘−C9‘−Ag1        | 95.86(10)          | B10‘ ‘‘−C10‘ ‘‘−Ag1 | 156.05(12)         | B12‘ ‘−C12‘ ‘−Ag1 | 168.48(14)         |\n| C7−Ag1−C8‘         | 161.87(5)          | C4‘−Ag1−C12‘ ‘     | 158.79(5)          | C10‘ ‘‘−Ag1−C9‘   | 166.61(5)          |", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 14, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"ja038173mt00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Angles (deg) for Complex<bold>2</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag1−P1\n</oasis:entry>\n<oasis:entry colname=\"2\">2.3871(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag1−C7\n</oasis:entry>\n<oasis:entry colname=\"4\">2.544(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag1−H7a\n</oasis:entry>\n<oasis:entry colname=\"2\">2.19(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag1−H7b\n</oasis:entry>\n<oasis:entry colname=\"4\">2.20(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag1−H7c\n</oasis:entry>\n<oasis:entry colname=\"2\">3.033\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag−C9‘\n</oasis:entry>\n<oasis:entry colname=\"4\">3.154(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag1−H9a‘\n</oasis:entry>\n<oasis:entry colname=\"2\">2.73(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag1−H9b‘\n</oasis:entry>\n<oasis:entry colname=\"4\">2.54(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag1−C12‘ ‘\n</oasis:entry>\n<oasis:entry colname=\"2\">3.336(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag1−H12a‘ ‘\n</oasis:entry>\n<oasis:entry colname=\"4\">2.45(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C7−H7A\n</oasis:entry>\n<oasis:entry colname=\"2\">0.93(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">C7−H7B\n</oasis:entry>\n<oasis:entry colname=\"4\">0.93(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C7−H7C\n</oasis:entry>\n<oasis:entry colname=\"2\">0.93(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">C7−B7\n</oasis:entry>\n<oasis:entry colname=\"4\">1.606(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">P1−Ag1−C7\n</oasis:entry>\n<oasis:entry colname=\"2\">152.21(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">B7−C7−Ag1\n</oasis:entry>\n<oasis:entry colname=\"4\">138.88(15)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">H7b−C7−B7\n</oasis:entry>\n<oasis:entry colname=\"2\">109(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">H7a−C7−B7\n</oasis:entry>\n<oasis:entry colname=\"4\">108(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">H7c−C7−H7a\n</oasis:entry>\n<oasis:entry colname=\"2\">116(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">H7c−C7−B7\n</oasis:entry>\n<oasis:entry colname=\"4\">112(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">H7b−C7−H7a\n</oasis:entry>\n<oasis:entry colname=\"2\">114(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">H7c−C7−H7b\n</oasis:entry>\n<oasis:entry colname=\"4\">97(2)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 3. Selected Bond Lengths (Å) and Angles (deg) for Complex2\n\n|                |                |                |                |\n|----------------|----------------|----------------|----------------|\n| Ag1−P1         | 2.3871(5)      | Ag1−C7         | 2.544(2)       |\n| Ag1−H7a        | 2.19(3)        | Ag1−H7b        | 2.20(3)        |\n| Ag1−H7c        | 3.033          | Ag−C9‘         | 3.154(2)       |\n| Ag1−H9a‘       | 2.73(4)        | Ag1−H9b‘       | 2.54(4)        |\n| Ag1−C12‘ ‘     | 3.336(2)       | Ag1−H12a‘ ‘    | 2.45(3)        |\n| C7−H7A         | 0.93(3)        | C7−H7B         | 0.93(3)        |\n| C7−H7C         | 0.93(4)        | C7−B7          | 1.606(3)      |\n| P1−Ag1−C7      | 152.21(6)     | B7−C7−Ag1      | 138.88(15)    |\n| H7b−C7−B7      | 109(2)         | H7a−C7−B7      | 108(2)         |\n| H7c−C7−H7a     | 116(3)         | H7c−C7−B7      | 112(2)         |\n| H7b−C7−H7a     | 114(2)         | H7c−C7−H7b     | 97(2)          |", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 22, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"ja038173mt00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Angles (deg) for Complex<bold>3</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag−P\n</oasis:entry>\n<oasis:entry colname=\"2\">2.360(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag−C12\n</oasis:entry>\n<oasis:entry colname=\"4\">2.608(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag−C4‘\n</oasis:entry>\n<oasis:entry colname=\"2\">2.888(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag−C8‘ ‘‘\n</oasis:entry>\n<oasis:entry colname=\"4\">2.898(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag−P\n</oasis:entry>\n<oasis:entry colname=\"2\">2.3881(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">C12−Ag−C8‘ ‘\n</oasis:entry>\n<oasis:entry colname=\"4\">92.92(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C4‘−Ag−C12\n</oasis:entry>\n<oasis:entry colname=\"2\">88.50(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">C4‘−Ag−C8‘ ‘\n</oasis:entry>\n<oasis:entry colname=\"4\">97.73(7)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 4. Selected Bond Lengths (Å) and Angles (deg) for Complex3\n\n| Ag−P   | 2.360(3) | Ag−C12  | 2.608(2) |\n|--------|----------|--------|---------|\n| Ag−C4‘ | 2.888(2) | Ag−C8‘ ‘‘| 2.898(2)|\n| Ag−P   | 2.3881(4)| C12−Ag−C8‘ ‘| 92.92(8)|\n| C4‘−Ag−C12 | 88.50(8) | C4‘−Ag−C8‘ ‘ | 97.73(7)|", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 27, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"ja038173mt00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Angles (deg) for Complex<bold>4</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag−P\n</oasis:entry>\n<oasis:entry colname=\"2\">2.360(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag−C12\n</oasis:entry>\n<oasis:entry colname=\"4\">2.554(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Ag−C7\n</oasis:entry>\n<oasis:entry colname=\"2\">2.785(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">Ag−C8\n</oasis:entry>\n<oasis:entry colname=\"4\">3.166(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C12Ag−C7\n</oasis:entry>\n<oasis:entry colname=\"2\">83.5(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">C12−Ag−C8\n</oasis:entry>\n<oasis:entry colname=\"4\">75.5(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C7−Ag−C8\n</oasis:entry>\n<oasis:entry colname=\"2\">71.7(3)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 5. Selected Bond Lengths (Å) and Angles (deg) for Complex4\n\n| Ag−P   | 2.360(3) | Ag−C12  | 2.554(10) |\n|--------|----------|---------|----------|\n| Ag−C7  | 2.785(10)| Ag−C8   | 3.166(10) |\n| C12Ag−C7 | 83.5(3) | C12−Ag−C8 | 75.5(3) |\n| C7−Ag−C8 | 71.7(3) |         |          |", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 47, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"ja038173mt00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Comparison of the Charges (from NBO analysis) on the Anion [<italic>c</italic>\n<italic>loso</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>]<sup>-</sup>, and the Relative Energies of the\nIsomers of (<italic>c</italic>\n<italic>loso</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>)Ag(PPh<sub>3</sub>) <bold>2</bold>, All Calculated at the\nB3LYP/DZVP Level</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"2\">charge (NBO)\n[<italic>closo</italic>-1-H−CB<sub>11</sub>Me<sub>11</sub>]<sup>-</sup>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">relative energy\n(<italic>closo</italic>-1-H−CB<sub>11</sub>Me<sub>11</sub>)Ag(PPh<sub>3</sub>)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">vertex/\nisomer</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">CH<sub>3</sub>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">BCH<sub>3</sub>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">energy/kcal mol<sup>-1</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">(μ−7,8,12)\n</oasis:entry>\n<oasis:entry colname=\"2\">− \n</oasis:entry>\n<oasis:entry colname=\"3\">− \n</oasis:entry>\n<oasis:entry colname=\"4\">0\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">(12)\n</oasis:entry>\n<oasis:entry colname=\"2\">−0.28\n</oasis:entry>\n<oasis:entry colname=\"3\">−0.09\n</oasis:entry>\n<oasis:entry colname=\"4\">+ 1.9\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">(7)−(11)\n</oasis:entry>\n<oasis:entry colname=\"2\">−0.28\n</oasis:entry>\n<oasis:entry colname=\"3\">−0.13\n</oasis:entry>\n<oasis:entry colname=\"4\">+ 3.8\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">(2)−(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">−0.29\n</oasis:entry>\n<oasis:entry colname=\"3\">+0.07\n</oasis:entry>\n<oasis:entry colname=\"4\">+ 8.1</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 6. Comparison of the Charges (from NBO analysis) on the Anion [closo-1-H-CB11Me11]-, and the Relative Energies of the Isomers of (closo-1-H-CB11Me11)Ag(PPh3)2, All Calculated at the B3LYP/DZVP Level\n\n| vertex/isomer | charge (NBO) [closo-1-H−CB11Me11]- | relative energy (closo-1-H−CB11Me11)Ag(PPh3) |\n|---------------|----------------------------------|--------------------------------------------|\n| (μ−7,8,12)    | −                                | 0                                          |\n| (12)          | −0.28                            | +1.9                                       |\n| (7)−(11)      | −0.28                            | +3.8                                       |\n| (2)−(6)       | −0.29                            | +8.1                                       |", "data": [{"meta": {"name": "", "symbol": "(μ−7,8,12)", "chemical formula": ""}, "charge_related": [{"value": "-", "unit": "", "type": "charge (NBO)", "condition": "[closo-1-H−CB11Me11]-"}], "energy_related": [{"value": "0", "unit": "", "type": "relative energy", "condition": "(closo-1-H−CB11Me11)Ag(PPh3)"}]}, {"meta": {"name": "", "symbol": "(12)", "chemical formula": ""}, "charge_related": [{"value": "-0.28", "unit": "", "type": "charge (NBO)", "condition": "[closo-1-H−CB11Me11]-"}], "energy_related": [{"value": "+1.9", "unit": "", "type": "relative energy", "condition": "(closo-1-H−CB11Me11)Ag(PPh3)"}]}, {"meta": {"name": "", "symbol": "(7)−(11)", "chemical formula": ""}, "charge_related": [{"value": "-0.28", "unit": "", "type": "charge (NBO)", "condition": "[closo-1-H−CB11Me11]-"}], "energy_related": [{"value": "+3.8", "unit": "", "type": "relative energy", "condition": "(closo-1-H−CB11Me11)Ag(PPh3)"}]}, {"meta": {"name": "", "symbol": "(2)−(6)", "chemical formula": ""}, "charge_related": [{"value": "-0.29", "unit": "", "type": "charge (NBO)", "condition": "[closo-1-H−CB11Me11]-"}], "energy_related": [{"value": "+8.1", "unit": "", "type": "relative energy", "condition": "(closo-1-H−CB11Me11)Ag(PPh3)"}]}], "include_properties": ["charge_related", "energy_related"]}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"chart\" id=\"ja038173mc00001\" position=\"float\">\n<label>1</label>\n<graphic xlink:href=\"ja-2003-08173m_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig id=\"ja038173mf00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Solid-state structure of compound<bold>1</bold> showing the Ag···C\ncontacts in the unit cell. Thermal ellipsoids are shown at the 50% probability\nlevel. Hydrogen atoms have been omitted for clarity. (b) Coordination\nenvironment around a single carborane anion.\n</p>\n</caption>\n<graphic xlink:href=\"ja-2003-08173m_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Solid-state structure of compound1 showing the Ag⋅⋅⋅C contacts in the unit cell. Thermal ellipsoids are shown at the 50% probability level. Hydrogen atoms have been omitted for clarity. (b) Coordination environment around a single carborane anion.    ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"ja038173mf00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Molecular structure of compound<bold>2</bold>. All hydrogen atoms, except\nthose on C7 and C1 have been omitted for clarity. Thermal ellipsoids are\nshown at the 50% probability level.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-08173m_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  Molecular structure of compound2. All hydrogen atoms, except those on C7 and C1 have been omitted for clarity. Thermal ellipsoids are shown at the 50% probability level.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"ja038173mf00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Extended structure of<bold>2</bold> in the solid state showing the close intermolecular Ag···H<sub>3</sub>C contacts from adjacent carborane methyl groups.\n</p>\n</caption>\n<graphic xlink:href=\"ja-2003-08173m_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  Extended structure of2 in the solid state showing the close intermolecular Ag⋅⋅⋅H3C contacts from adjacent carborane methyl groups.    ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"ja038173mf00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Molecular structure of compound<bold>3</bold>. (a) Asymmetric unit; (b) environment around Ag in the extended lattice [Ag−C12 2.608(2) Å, Ag−C4‘\n2.888(2) Å, Ag−C8‘ ‘ 2.898(2) Å]; (c) viewed down the Ag−P axis. Thermal ellipsoids are shown at the 50% probability level.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-08173m_0006.tif\"></graphic>\n</fig>", "clean_text": " 4  Molecular structure of compound3. (a) Asymmetric unit; (b) environment around Ag in the extended lattice [Ag-C12 2.608(2) Å, Ag-C4‘ 2.888(2) Å, Ag-C8‘‘ 2.898(2) Å]; (c) viewed down the Ag-P axis. Thermal ellipsoids are shown at the 50% probability level.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"ja038173mf00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Molecular structure of compound<bold>4</bold>. Hydrogen atoms are omitted\nfor clarity apart from that on C1. Ellipsoids are shown at the 50% probability\nlevel.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-08173m_0007.tif\"></graphic>\n</fig>", "clean_text": " 5  Molecular structure of compound4. Hydrogen atoms are omitted for clarity apart from that on C1. Ellipsoids are shown at the 50% probability level.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"ja038173mf00006\" position=\"float\">\n<label>6</label>\n<graphic xlink:href=\"ja-2003-08173m_0008.tif\"></graphic>\n</fig>", "clean_text": " 6  ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"ja038173mf00007\" position=\"float\">\n<label>7</label>\n<graphic xlink:href=\"ja-2003-08173m_0009.tif\"></graphic>\n</fig>", "clean_text": " 7  ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig id=\"ja038173mf00008\" position=\"float\">\n<label>8</label>\n<graphic xlink:href=\"ja-2003-08173m_0010.tif\"></graphic>\n</fig>", "clean_text": " 8  ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ja038173mh00001\" position=\"float\">\n<label>1</label>\n<graphic xlink:href=\"ja-2003-08173m_0011.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 46, "type": "figure", "classification": null, "content": "<fig id=\"ja038173mf00009\" position=\"float\">\n<label>9</label>\n<caption>\n<p>DFT optimized structures (BLYP/DZVP level) of the isomers of (PPh<sub>3</sub>)Ag(<italic>closo</italic>-1-H-CB<sub>11</sub>Me<sub>11</sub>), <bold>2</bold>. Energies (kcalmol<sup>-1</sup>) are given relative to\nthe most stable of these optimized structures (μ-7,8,12-isomer).\n</p>\n</caption>\n<graphic xlink:href=\"ja-2003-08173m_0012.tif\"></graphic>\n</fig>", "clean_text": " 9  DFT optimized structures (BLYP/DZVP level) of the isomers of (PPh3)Ag(closo-1-H-CB11Me11), 2. Energies (kcalmol-1) are given relative to the most stable of these optimized structures (μ-7,8,12-isomer).    ", "data": null, "include_properties": null}, {"idx": 49, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ja038173mh00002\" position=\"float\">\n<label>2</label>\n<graphic xlink:href=\"ja-2003-08173m_0013.tif\"></graphic>\n</fig>", "clean_text": " 2  ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ja038173m", "title": null, "journal": "American Chemical Society", "date": "2004.01", "author_list": ["Clarke\nAdam J.", "Ingleson\nMichael J.", "Kociok-Köhn\nGabriele", "Mahon\nMary F.", "Patmore\nNathan J.", "Rourke\nJonathan P.", "Ruggiero\nGiuseppe D.", "Weller\nAndrew S."]}}