{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ja5b05839.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Cooperative binding of ion pairs\nto receptors is crucial for the\nmanipulation of salts, but a comprehensive understanding of cooperativity\nhas been elusive. To this end, we combine experiment and theory to\nquantify ion-pair binding and to separate allostery from electrostatics\nto understand their relative contributions. We designed aryl–triazole–ether\nmacrocycles (<bold>MC</bold>) to be semiflexible, which allows ion\npairs (NaX; X = anion) to make contact, and to be monocyclic to simplify\nanalyses. A multiequilibrium model allows us to quantify, for the\nfirst time, the experimental cooperativity, α, for the equilibrium <bold>MC</bold>·Na<sup>+</sup> + <bold>MC</bold>·X<sup>–</sup> ⇌ <bold>MC</bold>·NaX + <bold>MC</bold>, which is associated\nwith contact ion-pair binding of NaI (α = 1300, Δ<italic toggle=\"yes\">G</italic>\n<sub>α</sub> = −18 kJ mol<sup>–1</sup>) and NaClO<sub>4</sub> (α = 400, Δ<italic toggle=\"yes\">G</italic>\n<sub>α</sub> = −15 kJ mol<sup>–1</sup>) in 4:1\ndichloromethane–acetonitrile. We used accurate energies from\ndensity functional theory to deconvolute how the electrostatic effects\nand the allosteric changes in receptor geometry individually contribute\nto cooperativity. Computations, using a continuum solvation model\n(dichloromethane), show that allostery contributes ∼30% to\noverall positive cooperativity. The calculated trend of electrostatic\ncooperativity using pairs of spherical ions (NaCl &gt; NaBr &gt; NaI)\ncorrelates\nto experimental observations (NaI &gt; NaClO<sub>4</sub>). We show\nthat\nintrinsic ionic size, which dictates charge separation distance in\ncontact ion pairs, controls electrostatic cooperativity. This finding\nsupports the design principle that semiflexible receptors can facilitate\noptimal electrostatic cooperativity. While Coulomb’s law predicts\nthe size-dependent trend, it overestimates electrostatic cooperativity;\nwe suggest that binding of the individual anion and cation to their\nrespective binding sites dilutes their effective charge. This comprehensive\nunderstanding is critical for rational designs of ion-pair receptors\nfor the manipulation of salts.</p>", "clean_text": "Cooperative binding of ion pairs to receptors is crucial for the manipulation of salts, but a comprehensive understanding of cooperativity has been elusive. To this end, we combine experiment and theory to quantify ion-pair binding and to separate allostery from electrostatics to understand their relative contributions. We designed aryl-triazole-ether macrocycles (MC) to be semiflexible, which allows ion pairs (NaX; X = anion) to make contact, and to be monocyclic to simplify analyses. A multiequilibrium model allows us to quantify, for the first time, the experimental cooperativity, α, for the equilibrium MC⋅Na+ + MC⋅X- ⇌ MC⋅NaX + MC, which is associated with contact ion-pair binding of NaI (α = 1300, ΔG α = -18 kJ mol-1) and NaClO4 (α = 400, ΔG α = -15 kJ mol-1) in 4:1 dichloromethane-acetonitrile. We used accurate energies from density functional theory to deconvolute how the electrostatic effects and the allosteric changes in receptor geometry individually contribute to cooperativity. Computations, using a continuum solvation model (dichloromethane), show that allostery contributes ~30% to overall positive cooperativity. The calculated trend of electrostatic cooperativity using pairs of spherical ions (NaCl > NaBr > NaI) correlates to experimental observations (NaI > NaClO4). We show that intrinsic ionic size, which dictates charge separation distance in contact ion pairs, controls electrostatic cooperativity. This finding supports the design principle that semiflexible receptors can facilitate optimal electrostatic cooperativity. While Coulomb's law predicts the size-dependent trend, it overestimates electrostatic cooperativity; we suggest that binding of the individual anion and cation to their respective binding sites dilutes their effective charge. This comprehensive understanding is critical for rational designs of ion-pair receptors for the manipulation of salts.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Cooperativity is a\npowerful strategy for forming high-fidelity\nspecies during molecule-mediated recognition\nof ion pairs and for effecting allosteric\ncontrol over binding events. Such ion-pair\nrecognition has many applications, including ion extraction, membrane transport, and catalysis. Despite these many roles,\nion complexation has primarily focused on the binding of cations and anions individually.\nThe associated counterions have often gone unobserved or overlooked, yet it has become increasingly apparent\nthat these counterions play critical roles in complexation\nevents. When ion-pair binding is examined specifically, such as in\ncascade complexes and ion-pair receptors, synergistic effects exist and offer a means\nto modulate strength, selectivity, and population fidelity. A quantitative account of the factors that dictate\nthese synergies will allow for an understanding of the behaviors of\nion pairs in various applications and for the design of\nreceptors with targeted selectivities. However, quantitative studies\nin previous literature that outline the geometric and electrostatic\ncontributions to the cooperativity are rare. Obtaining a comprehensive\npicture of ion-pair binding is challenging to achieve due to the need\nto identify and then evaluate multiple equilibria that represent all the important supramolecular processes.\nWe do this here using a coupled experiment–theory approach and distinguish, for the first time, allostery from electrostatics\nto help reveal the fundamental features controlling and benefitting\nelectrostatic cooperativity when using semiflexible ion-pair receptors\n().</p>", "clean_text": "Introduction\n\nCooperativity is a powerful strategy for forming high-fidelity species during molecule-mediated recognition of ion pairs and for effecting allosteric control over binding events. Such ion-pair recognition has many applications, including ion extraction, membrane transport, and catalysis. Despite these many roles, ion complexation has primarily focused on the binding of cations and anions individually. The associated counterions have often gone unobserved or overlooked, yet it has become increasingly apparent that these counterions play critical roles in complexation events. When ion-pair binding is examined specifically, such as in cascade complexes and ion-pair receptors, synergistic effects exist and offer a means to modulate strength, selectivity, and population fidelity. A quantitative account of the factors that dictate these synergies will allow for an understanding of the behaviors of ion pairs in various applications and for the design of receptors with targeted selectivities. However, quantitative studies in previous literature that outline the geometric and electrostatic contributions to the cooperativity are rare. Obtaining a comprehensive picture of ion-pair binding is challenging to achieve due to the need to identify and then evaluate multiple equilibria that represent all the important supramolecular processes. We do this here using a coupled experiment-theory approach and distinguish, for the first time, allostery from electrostatics to help reveal the fundamental features controlling and benefitting electrostatic cooperativity when using semiflexible ion-pair receptors ().", "data": null, "include_properties": null}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Chemical structures\nof the macrocycles and principal equilibrium\nstudied in this work. Macrocycle <bold>MC1</bold> for ion-pair binding\nbears extrinsically polarized triazoles (red) for CH hydrogen-bonding\nto anions and the ethylene glycol ether (blue) for cations. <bold>MC2</bold> serves as an anion-only control receptor, <bold>MC3</bold> and <bold>MC4</bold> for crystal structure determinations, and <bold>MC5</bold> for computational studies.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0008.tif\"></graphic>\n</fig>", "clean_text": " 1  Chemical structures of the macrocycles and principal equilibrium studied in this work. Macrocycle MC1 for ion-pair binding bears extrinsically polarized triazoles (red) for CH hydrogen-bonding to anions and the ethylene glycol ether (blue) for cations. MC2 serves as an anion-only control receptor, MC3 and MC4 for crystal structure determinations, and MC5 for computational studies.   ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>There are two accepted mechanisms by\nwhich cooperativity can emerge in ion-pair binding: conformational\nallostery and electrostatic. With <italic toggle=\"yes\">positive</italic> conformational\nallostery, binding the cation helps organize the receptor for the\nanion, thus the geometrical deformation penalty is lower for binding\nthe ion pair than for either cation and anion separately. Electrostatic cooperativity is expected to come from the attraction, <italic toggle=\"yes\">E</italic>\n<sub>Coul</sub>, between the anion and cation inside the\nreceptor and to be governed by Coulomb’s\nlaw,\n<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Coul</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:mn>4</mml:mn>\n<mml:mi>π</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>ε</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi>ε</mml:mi>\n<mml:mi>d</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">q</italic>\n<sub>1</sub> and <italic toggle=\"yes\">q</italic>\n<sub>2</sub> are the charges on the cation and anion, <italic toggle=\"yes\">d</italic> is the\ncation–anion distance, ε<sub>0</sub> is the permittivity\nof vacuum, and ε is the dielectric constant\nof the medium.</p>", "clean_text": "There are two accepted mechanisms by which cooperativity can emerge in ion-pair binding: conformational allostery and electrostatic. With positive conformational allostery, binding the cation helps organize the receptor for the anion, thus the geometrical deformation penalty is lower for binding the ion pair than for either cation and anion separately. Electrostatic cooperativity is expected to come from the attraction, E Coul, between the anion and cation inside the receptor and to be governed by Coulomb's law,  1      E   Coul   =   q   1     q   2   / 4 π   ε   0   ε d   where q 1 and q 2 are the charges on the cation and anion, d is the cation-anion distance, ε0 is the permittivity of vacuum, and ε is the dielectric constant of the medium.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Many but not all of the literature examples of ion-pair binding used\nphenomenological\nturn-on factors to demonstrate positive cooperativity. Therein, an\nanion’s <italic toggle=\"yes\">apparent</italic> affinity for the receptor\nincreases when an appropriate cation is premixed with the receptor.\nUsing turn-on factors, Reinhoudt demonstrated conformational allostery\nin a calix[4]­arene receptor, Smith showed\nthe benefits of reducing cavity size for binding NaCl with bicyclic\namide–crown-ether receptors, and Beer explored\nallosteric selectivity as dictated by the stoichiometry of cation\nbinding of a calix[4]­arene crown-ether receptor. Other studies have built on these lessons. However, and as Roelens noted, this\nturn-on method of evaluation is phenomenological and, therefore, does\nnot provide the thermodynamic data needed for accurately determining\nthe origin and strength of cooperativity in ion-pair binding.</p>", "clean_text": "Many but not all of the literature examples of ion-pair binding used phenomenological turn-on factors to demonstrate positive cooperativity. Therein, an anion's apparent affinity for the receptor increases when an appropriate cation is premixed with the receptor. Using turn-on factors, Reinhoudt demonstrated conformational allostery in a calix[4]arene receptor, Smith showed the benefits of reducing cavity size for binding NaCl with bicyclic amide-crown-ether receptors, and Beer explored allosteric selectivity as dictated by the stoichiometry of cation binding of a calix[4]arene crown-ether receptor. Other studies have built on these lessons. However, and as Roelens noted, this turn-on method of evaluation is phenomenological and, therefore, does not provide the thermodynamic data needed for accurately determining the origin and strength of cooperativity in ion-pair binding.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Quantification of cooperativity is all-important for the understanding\nand rational design of ion-pair receptors with desired affinity and\nselectivity. Recent works have started to reveal more detail. Using\nexperiment, Ballester treated ion pairs as entire guests in a model\nset of equilibria to analyze the cooperativity of multiple ion-pair\nbinding to a bis­(calix[4]­pyrrole) receptor. Sessler and Moyer established multiequilibria models to characterize\nbiphasic, liquid–liquid extractions of radioactive ions by\ncalix[4]­pyrrole receptors. Using theory,\nSessler and Hay optimized geometries\nof an ion-pair complex to a calix[4]­pyrrole–crown-ether receptor\nto analyze various binding modes, and Dutasta calculated the cation–anion distances of ion pairs in a hemicryptophane\nreceptor to explain the observed selectivity. These recent works provided\nmore quantitative detail than the turn-on factors and deepened our\nunderstanding of ion-pair binding but did not directly focus on the\norigin of the cooperativity within the 1:1:1 complexes formed between\ncation, anion, and receptor.</p>", "clean_text": "Quantification of cooperativity is all-important for the understanding and rational design of ion-pair receptors with desired affinity and selectivity. Recent works have started to reveal more detail. Using experiment, Ballester treated ion pairs as entire guests in a model set of equilibria to analyze the cooperativity of multiple ion-pair binding to a bis(calix[4]pyrrole) receptor. Sessler and Moyer established multiequilibria models to characterize biphasic, liquid-liquid extractions of radioactive ions by calix[4]pyrrole receptors. Using theory, Sessler and Hay optimized geometries of an ion-pair complex to a calix[4]pyrrole-crown-ether receptor to analyze various binding modes, and Dutasta calculated the cation-anion distances of ion pairs in a hemicryptophane receptor to explain the observed selectivity. These recent works provided more quantitative detail than the turn-on factors and deepened our understanding of ion-pair binding but did not directly focus on the origin of the cooperativity within the 1:1:1 complexes formed between cation, anion, and receptor.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>There are several challenges facing\na full quantitative investigation\nof cooperativity in ion-pair binding. First, ion-pair binding involves\nmultiple equilibria that demand sophisticated binding models and rely\nupon several affinity measurements of contributing equilibria. Some\nof those experiments can be limited by the solubility of the salts\nor the binding strength of the receptors. Second, both conformational and electrostatic factors contribute\nto the net cooperativity displayed during ion-pair binding. It is\nalmost impossible to deconvolute these two factors from each other\nusing experiment alone. Yet, all these challenges need to be overcome\nin order to provide a comprehensive picture of cooperativity in ion-pair\nbinding.</p>", "clean_text": "There are several challenges facing a full quantitative investigation of cooperativity in ion-pair binding. First, ion-pair binding involves multiple equilibria that demand sophisticated binding models and rely upon several affinity measurements of contributing equilibria. Some of those experiments can be limited by the solubility of the salts or the binding strength of the receptors. Second, both conformational and electrostatic factors contribute to the net cooperativity displayed during ion-pair binding. It is almost impossible to deconvolute these two factors from each other using experiment alone. Yet, all these challenges need to be overcome in order to provide a comprehensive picture of cooperativity in ion-pair binding.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>We address these challenges by pairing experiment with\ntheory to\nquantify cooperativity of binding ion pairs (NaClO<sub>4</sub>, NaI,\nNaBr, and NaCl) inside a ditopic aryl–triazole–ether\nmacrocycle (<bold>MC1</bold>, ). Instead of using turn-on factors, we employed an\naccurate binding model that faithfully represents all\nthe important equilibria present in solution. These include anion\nbinding, <italic toggle=\"yes\">K</italic>\n<sub>anion</sub>, cation binding, <italic toggle=\"yes\">K</italic>\n<sub>cation</sub>, and the ternary ion-pair binding, β<sub>overall</sub> (), from which we determine the cooperativity factor, α:<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_m002.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>α</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>overall</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>anion</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>cation</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n</disp-formula>Cooperativity factors that\nare greater than\n1 indicate additional stabilization is present within the ternary\nion-pair complex, i.e., positive cooperativity. We determined the\ncooperativity factors in solution-phase experimental studies involving\nNaClO<sub>4</sub> and NaI binding. In a complementary manner, we established\na set of quantum chemical calculations to investigate cooperativity\nacross an overlapping range of ion-pairs (NaCl, NaBr, and NaI). These\nare examined both in the gas phase and with the inclusion of a continuum\nsolvation model. A distinct benefit of the theoretical approach is\nthat the deformation penalty, <italic toggle=\"yes\">D</italic>\n<sub>ion</sub>, associated\nwith all the binding events can be explicitly calculated allowing\nus to determine conformational cooperativity, also known as allostery,\nin ion-pair binding for the first time. Thus, we have also determined\nthe pure electrostatic contribution to the overall cooperativity for\nthe first time. It was found that when our semiflexible ion-pair receptor\nallows the ion pairs to have close contact, they display their “intrinsic”\nelectrostatic cooperativity in a manner that depends on the size of\nthe ions: smaller ions will naturally have higher cooperativity. While\nCoulombic interactions are expected to be proportional to 1/<italic toggle=\"yes\">d</italic>, to the best of our knowledge, this is the first quantitative\nand comprehensive examination of this idea in ion-pair binding. Overall,\nthese insights help establish a quantitative basis for both the design\nof ion-pair receptors and the understanding of how ion pairs engage\nwith functional molecules.\n</p>", "clean_text": "We address these challenges by pairing experiment with theory to quantify cooperativity of binding ion pairs (NaClO4, NaI, NaBr, and NaCl) inside a ditopic aryl-triazole-ether macrocycle (MC1, ). Instead of using turn-on factors, we employed an accurate binding model that faithfully represents all the important equilibria present in solution. These include anion binding, K anion, cation binding, K cation, and the ternary ion-pair binding, βoverall (), from which we determine the cooperativity factor, α: 2    α =   β   overall   /   K   anion     K   cation     Cooperativity factors that are greater than 1 indicate additional stabilization is present within the ternary ion-pair complex, i.e., positive cooperativity. We determined the cooperativity factors in solution-phase experimental studies involving NaClO4 and NaI binding. In a complementary manner, we established a set of quantum chemical calculations to investigate cooperativity across an overlapping range of ion-pairs (NaCl, NaBr, and NaI). These are examined both in the gas phase and with the inclusion of a continuum solvation model. A distinct benefit of the theoretical approach is that the deformation penalty, D ion, associated with all the binding events can be explicitly calculated allowing us to determine conformational cooperativity, also known as allostery, in ion-pair binding for the first time. Thus, we have also determined the pure electrostatic contribution to the overall cooperativity for the first time. It was found that when our semiflexible ion-pair receptor allows the ion pairs to have close contact, they display their \"intrinsic\" electrostatic cooperativity in a manner that depends on the size of the ions: smaller ions will naturally have higher cooperativity. While Coulombic interactions are expected to be proportional to 1/d, to the best of our knowledge, this is the first quantitative and comprehensive examination of this idea in ion-pair binding. Overall, these insights help establish a quantitative basis for both the design of ion-pair receptors and the understanding of how ion pairs engage with functional molecules. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Methods</title><title>\n<sup>1</sup>H NMR Titrations</title><p>Titrations were conducted\nwith <bold>MC1</bold> to determine equilibrium constants. All titrations\nwere conducted by adding increasing amounts of the corresponding salt\ninto solutions of <bold>MC1</bold> or <bold>MC2</bold> (2 mM, 4:1 <italic toggle=\"yes\">v</italic>/<italic toggle=\"yes\">v</italic> CD<sub>2</sub>Cl<sub>2</sub>:CD<sub>3</sub>CN). Titration data were monitored by <sup>1</sup>H NMR spectroscopy\n(500 MHz) at room temperature (298 K). In a typical experiment, 500\nμL of a 2 mM macrocycle solution was prepared in screw-cap NMR\ntubes equipped with PTFE/silicone septa. Aliquots from a 40 mM salt\nsolution in a screw-cap vial equipped with PTFE/silicone septa were\nadded using 10 and 100 μL gastight microsyringes.</p>", "clean_text": "Methods\n\n 1H NMR Titrations\n\nTitrations were conducted with MC1 to determine equilibrium constants. All titrations were conducted by adding increasing amounts of the corresponding salt into solutions of MC1 or MC2 (2 mM, 4:1 v/v CD2Cl2:CD3CN). Titration data were monitored by 1H NMR spectroscopy (500 MHz) at room temperature (298 K). In a typical experiment, 500 μL of a 2 mM macrocycle solution was prepared in screw-cap NMR tubes equipped with PTFE/silicone septa. Aliquots from a 40 mM salt solution in a screw-cap vial equipped with PTFE/silicone septa were added using 10 and 100 μL gastight microsyringes.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>DFT Calculations</title><p>All computations have been carried\nout using the Gaussian suite of programs. The starting geometries were obtained from the crystal structures\nand optimized with the widely used M06-2X functional both in the gas phase and with CH<sub>2</sub>Cl<sub>2</sub> solvation based on the IEFPCM model (integral equation formalism\npolarizable continuum model). Optimized\ngeometries, vibrational frequencies, zero-point energy corrections,\nand thermal corrections have been evaluated using the 6-31+G­(d,p)\nbasis set on the first- and second-row elements, and the LANL2DZdp\nbasis set (which bears an extra set of diffuse and polarization functions)\non bromine and iodine. All geometries\nwere confirmed to be minima with no imaginary frequencies. Single-point\nenergy calculations were carried out subsequently using the significantly\nlarger 6-311++G­(3df,2p) basis sets to obtain the binding energies\nwith greater accuracy. Single-point implicit solvent computations\nwere performed on the optimized geometries at the M06-2X/6-311++G­(3df,2p)\nlevel of theory. Since the larger basis set was not previously available\nfor iodine, an appropriate basis set was constructed by addition of\na set of diffuse s and p functions, two d functions, and one f function\nto the 6-311G­(d) basis set for iodine.</p>", "clean_text": "DFT Calculations\n\nAll computations have been carried out using the Gaussian suite of programs. The starting geometries were obtained from the crystal structures and optimized with the widely used M06-2X functional both in the gas phase and with CH2Cl2 solvation based on the IEFPCM model (integral equation formalism polarizable continuum model). Optimized geometries, vibrational frequencies, zero-point energy corrections, and thermal corrections have been evaluated using the 6-31+G(d,p) basis set on the first- and second-row elements, and the LANL2DZdp basis set (which bears an extra set of diffuse and polarization functions) on bromine and iodine. All geometries were confirmed to be minima with no imaginary frequencies. Single-point energy calculations were carried out subsequently using the significantly larger 6-311++G(3df,2p) basis sets to obtain the binding energies with greater accuracy. Single-point implicit solvent computations were performed on the optimized geometries at the M06-2X/6-311++G(3df,2p) level of theory. Since the larger basis set was not previously available for iodine, an appropriate basis set was constructed by addition of a set of diffuse s and p functions, two d functions, and one f function to the 6-311G(d) basis set for iodine.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Design\nand Synthesis of Aryl–Triazole–Ether Receptors\nfor Ion Pairs</title><p>A heteroditopic macrocycle was designed for\nbinding contact ion pairs. The macrocycle combines a rigid aryl–triazole\ncrescent for binding\nanions together with a glycolic linker for stabilizing cations. In\ncontrast to the more common use of <italic toggle=\"yes\">poly</italic>cyclic receptors designed to achieve unique affinities and/or\nselectivities, the simplicity of this <italic toggle=\"yes\">mono</italic>cyclic\nstructure will greatly aid in the analysis of cooperativity. We also\nexpect the modest cavity size and the flexibility of the glycol chain\nto ensure that, once the ions are bound inside the receptor, they\nwill make direct contact with each other.</p>", "clean_text": "Results and Discussion\n\nDesign and Synthesis of Aryl-Triazole-Ether Receptors for Ion Pairs\n\nA heteroditopic macrocycle was designed for binding contact ion pairs. The macrocycle combines a rigid aryl-triazole crescent for binding anions together with a glycolic linker for stabilizing cations. In contrast to the more common use of polycyclic receptors designed to achieve unique affinities and/or selectivities, the simplicity of this monocyclic structure will greatly aid in the analysis of cooperativity. We also expect the modest cavity size and the flexibility of the glycol chain to ensure that, once the ions are bound inside the receptor, they will make direct contact with each other.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The various macrocycles\n() all share\na central core and are customized for specific purposes. Macrocycle <bold>MC1</bold> bears long solubilizing side chains for solution-phase\nbinding studies. While <bold>MC1</bold> is designed to be a receptor\nfor ion pairs, <bold>MC2</bold> is a control molecule in which the\ncation-binding glycols have been replaced with an isosteric non-interacting\nalkyl chain. Therefore, it represents an anion-only receptor. Macrocycles <bold>MC3</bold> and <bold>MC4</bold> with bulky <italic toggle=\"yes\">tert</italic>-butyl\nside groups were designed for growing single crystals for X-ray diffraction.\nWith <bold>MC5</bold>, all the side chains were removed for the purpose\nof simplifying the computational studies.</p>", "clean_text": "The various macrocycles () all share a central core and are customized for specific purposes. Macrocycle MC1 bears long solubilizing side chains for solution-phase binding studies. While MC1 is designed to be a receptor for ion pairs, MC2 is a control molecule in which the cation-binding glycols have been replaced with an isosteric non-interacting alkyl chain. Therefore, it represents an anion-only receptor. Macrocycles MC3 and MC4 with bulky tert-butyl side groups were designed for growing single crystals for X-ray diffraction. With MC5, all the side chains were removed for the purpose of simplifying the computational studies.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>All the macrocycles\ninvestigated experimentally were prepared () from the copper-catalyzed\nazide–alkyne cycloadditions between\nbis-alkynyl phenylenes and bis-azido chains in high dilution conditions.\nPhenylenes <bold>1</bold>, <bold>2</bold>, and <bold>3</bold> were\nprepared according to reported procedures,\n<sup>c</sup> and building blocks <bold>4</bold> and <bold>5</bold> were prepared in three steps from 3-iodophenol.\n</p>", "clean_text": "All the macrocycles investigated experimentally were prepared () from the copper-catalyzed azide-alkyne cycloadditions between bis-alkynyl phenylenes and bis-azido chains in high dilution conditions. Phenylenes 1, 2, and 3 were prepared according to reported procedures, c and building blocks 4 and 5 were prepared in three steps from 3-iodophenol. ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Modular Synthesis of Macrocycles <bold>MC1</bold>, <bold>MC2</bold>, <bold>MC3</bold>, and <bold>MC4</bold> (TBTA = tris­[(1-benzyl-1<italic toggle=\"yes\">H</italic>-1,2,3-triazol-4-yl)­methyl]­amine)</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0005.tif\"></graphic>\n</fig>", "clean_text": " 1  Modular Synthesis of Macrocycles MC1, MC2, MC3, and MC4 (TBTA = tris[(1-benzyl-1H-1,2,3-triazol-4-yl)methyl]amine)   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Qualitative Analysis of Ion-Pair Binding</title><p>The heteroditopic\ncharacter of the receptor’s design was made evident from the\nelectrostatic potential (ESP) map of\nmacrocycle <bold>MC3</bold> () and its solid-state structure complexed with a solvent\nmolecule <bold>MC3</bold>·CH<sub>3</sub>CN (). An ordered acetonitrile\nmolecule forms short CH···N (2.6 Å) hydrogen bonds\nfrom the anion-binding triazoles (colored red) and CH···O\n(2.6 Å) hydrogen bonds to the cation-binding ether oxygens at\nthe glycol end of the cavity. The parent macrocycle <bold>MC1</bold> has essentially the same ESP map as <bold>MC3</bold>. Based on spatial <sup>1</sup>H–<sup>1</sup>H couplings between protons H<sub>a</sub>, H<sub>b</sub>, and H<sub>c</sub> observed in the NOESY NMR spectra of <bold>MC1</bold> (), the geometry of macrocycle <bold>MC1</bold> is believed to be\nthe same as the macrocycle in the <bold>MC3</bold>·CH<sub>3</sub>CN crystal. Thus, <bold>MC1</bold> is preorganized with the triazole\nCH bond donors pointing into the central cavity.</p>", "clean_text": "Qualitative Analysis of Ion-Pair Binding\n\nThe heteroditopic character of the receptor's design was made evident from the electrostatic potential (ESP) map of macrocycle MC3 () and its solid-state structure complexed with a solvent molecule MC3⋅CH3CN (). An ordered acetonitrile molecule forms short CH⋅⋅⋅N (2.6 Å) hydrogen bonds from the anion-binding triazoles (colored red) and CH⋅⋅⋅O (2.6 Å) hydrogen bonds to the cation-binding ether oxygens at the glycol end of the cavity. The parent macrocycle MC1 has essentially the same ESP map as MC3. Based on spatial 1H-1H couplings between protons Ha, Hb, and Hc observed in the NOESY NMR spectra of MC1 (), the geometry of macrocycle MC1 is believed to be the same as the macrocycle in the MC3⋅CH3CN crystal. Thus, MC1 is preorganized with the triazole CH bond donors pointing into the central cavity.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Electrostatic potential\nmap of <bold>MC3</bold> (HF/3-21G*).\n(b) Chemical and solid-state structure of <bold>MC3</bold>·CH<sub>3</sub>CN with short-distance (&lt;3.0 Å) hydrogen bonds marked.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0009.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Electrostatic potential map of MC3 (HF/3-21G*). (b) Chemical and solid-state structure of MC3⋅CH3CN with short-distance (<3.0 Å) hydrogen bonds marked.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>To begin, cooperative ion-pair\nbinding was found to be present\nwhen studying qualitatively the binding of NaClO<sub>4</sub> with\nmacrocycle <bold>MC1</bold> (). The peak shifts in the <sup>1</sup>H NMR spectra\naccompanying the addition of NaClO<sub>4</sub> were compared to shifts\nfor addition of the constituent ions (Na<sup>+</sup> or ClO<sub>4</sub>\n<sup>–</sup>) when they were added “alone”.\nThe Na<sup>+</sup> was added as the tetraphenylborate (BPh<sub>4</sub>\n<sup>–</sup>) salt and ClO<sub>4</sub>\n<sup>–</sup> as\nthe tetrabutylammonium (TBA<sup>+</sup>) salt. These counterions are\ntoo large to associate with the receptor. A 4:1 mixture of CD<sub>2</sub>Cl<sub>2</sub> and CD<sub>3</sub>CN was used to provide good\nsolubility to both the receptor and all titrated salts. Addition of\n5 equiv of either the Na<sup>+</sup> cation (NaBPh<sub>4</sub>) or\nthe ClO<sub>4</sub>\n<sup>–</sup> anion (TBAClO<sub>4</sub>)\nto macrocycle <bold>MC1</bold> did not show significant changes to\nthe <sup>1</sup>H NMR spectra (2 mM, ), indicative of weak individual binding.\nHowever, upon addition of the NaClO<sub>4</sub> ion pair (), many of the protons\nshift to new positions indicative of complex formation. The protons\nin the electropositive anion-binding cavity of <bold>MC1</bold> (H<sub>a</sub>, H<sub>b</sub>, and H<sub>c</sub>) shift downfield consistent\nwith CH···anion hydrogen-bonding. The ethylene glycol’s\nsignals also shift downfield with the presence of NaClO<sub>4</sub> (, H<sub>f</sub>, H<sub>j</sub>, H<sub>k</sub>), which is consistent with\nprior NMR analyses of alkali cation binding to crowns.\n</p>", "clean_text": "To begin, cooperative ion-pair binding was found to be present when studying qualitatively the binding of NaClO4 with macrocycle MC1 (). The peak shifts in the 1H NMR spectra accompanying the addition of NaClO4 were compared to shifts for addition of the constituent ions (Na+ or ClO4 -) when they were added \"alone\". The Na+ was added as the tetraphenylborate (BPh4 -) salt and ClO4 - as the tetrabutylammonium (TBA+) salt. These counterions are too large to associate with the receptor. A 4:1 mixture of CD2Cl2 and CD3CN was used to provide good solubility to both the receptor and all titrated salts. Addition of 5 equiv of either the Na+ cation (NaBPh4) or the ClO4 - anion (TBAClO4) to macrocycle MC1 did not show significant changes to the 1H NMR spectra (2 mM, ), indicative of weak individual binding. However, upon addition of the NaClO4 ion pair (), many of the protons shift to new positions indicative of complex formation. The protons in the electropositive anion-binding cavity of MC1 (Ha, Hb, and Hc) shift downfield consistent with CH⋅⋅⋅anion hydrogen-bonding. The ethylene glycol's signals also shift downfield with the presence of NaClO4 (, Hf, Hj, Hk), which is consistent with prior NMR analyses of alkali cation binding to crowns. ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) <sup>1</sup>H NMR spectra of <bold>MC1</bold> (2 mM,\n4:1 CD<sub>2</sub>Cl<sub>2</sub>:CD<sub>3</sub>CN, 500 MHz, 298 K)\nwith five\nequivalents of NaBPh<sub>4</sub> (black), TBAClO<sub>4</sub> (blue),\nand NaClO<sub>4</sub> (red) compared to the free receptor (magenta).\n(b) <sup>1</sup>H NMR chemical shifts of the triazole proton H<sub>a</sub> in <bold>MC1</bold> with increasing equivalents of the various\nsalts.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0010.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) 1H NMR spectra of MC1 (2 mM, 4:1 CD2Cl2:CD3CN, 500 MHz, 298 K) with five equivalents of NaBPh4 (black), TBAClO4 (blue), and NaClO4 (red) compared to the free receptor (magenta). (b) 1H NMR chemical shifts of the triazole proton Ha in MC1 with increasing equivalents of the various salts.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The strong binding of NaClO<sub>4</sub> to <bold>MC1</bold> and\nweak binding of ClO<sub>4</sub>\n<sup>–</sup> and Na<sup>+</sup> was further verified by adding increasing amounts of their respective\nsalts to solutions of <bold>MC1</bold>. Addition of NaClO<sub>4</sub> () induces\nH<sub>a</sub> to shift until saturation is achieved just prior to\n5 equiv, indicative of complete conversion from free <bold>MC1</bold> to the <bold>MC1</bold>·NaClO<sub>4</sub> complex. A comparison\nof NaClO<sub>4</sub> binding to those of the constituent ions, ClO<sub>4</sub>\n<sup>–</sup> and Na<sup>+</sup> (), shows that when the ions are alone they\ndo not saturate the receptor. The same experiments were carried out\nto test binding of the iodide version, NaI, and the result was similar:\nstrong NaI binding to <bold>MC1</bold> () but weak binding of the I<sup>–</sup> anion and Na<sup>+</sup> cation alone (). The saturation seen for the ion pairs relative\nto the constituent ions () is a qualitative indicator of cooperativity.</p>", "clean_text": "The strong binding of NaClO4 to MC1 and weak binding of ClO4 - and Na+ was further verified by adding increasing amounts of their respective salts to solutions of MC1. Addition of NaClO4 () induces Ha to shift until saturation is achieved just prior to 5 equiv, indicative of complete conversion from free MC1 to the MC1⋅NaClO4 complex. A comparison of NaClO4 binding to those of the constituent ions, ClO4 - and Na+ (), shows that when the ions are alone they do not saturate the receptor. The same experiments were carried out to test binding of the iodide version, NaI, and the result was similar: strong NaI binding to MC1 () but weak binding of the I- anion and Na+ cation alone (). The saturation seen for the ion pairs relative to the constituent ions () is a qualitative indicator of cooperativity.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Stacked <sup>1</sup>H NMR spectra of <bold>MC1</bold> with increasing\namounts of (a) NaClO<sub>4</sub> and (b) NaI. Conditions: [<bold>MC1</bold>] = 2 mM, 4:1 CD<sub>2</sub>Cl<sub>2</sub>:CD<sub>3</sub>CN, 298\nK, 500 MHz.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0011.tif\"></graphic>\n</fig>", "clean_text": " 4  Stacked 1H NMR spectra of MC1 with increasing amounts of (a) NaClO4 and (b) NaI. Conditions: [MC1] = 2 mM, 4:1 CD2Cl2:CD3CN, 298 K, 500 MHz.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>The X-ray structure of\nthe ion-pair complex with macrocycle <bold>MC4</bold> () confirms the formation of\na contact ion pair inside the cavity.\nThe solid-state structure shows NaClO<sub>4</sub> perches in the receptor\npocket and that neither anion nor cation has a perfect fit for the\ncavity. Only one oxygen atom in the perchlorate is in close contact\nwith the five CH hydrogen bond donors within the electropositive end\nof the cavity (CH···O distances range from 2.4 to 3.2\nÅ). Furthermore, sodium does not appear to be an ideal guest\nfor the cation pocket; only three of the possible five Na<sup>+</sup>···O close contacts are formed with distances ranging\nfrom 2.3 to 3.0 Å. The nonideal fit of either ion into their\nhalf of the binding cavity is consistent with the poor binding seen\nfor the ions alone ().</p>", "clean_text": "The X-ray structure of the ion-pair complex with macrocycle MC4 () confirms the formation of a contact ion pair inside the cavity. The solid-state structure shows NaClO4 perches in the receptor pocket and that neither anion nor cation has a perfect fit for the cavity. Only one oxygen atom in the perchlorate is in close contact with the five CH hydrogen bond donors within the electropositive end of the cavity (CH⋅⋅⋅O distances range from 2.4 to 3.2 Å). Furthermore, sodium does not appear to be an ideal guest for the cation pocket; only three of the possible five Na+⋅⋅⋅O close contacts are formed with distances ranging from 2.3 to 3.0 Å. The nonideal fit of either ion into their half of the binding cavity is consistent with the poor binding seen for the ions alone ().", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Chemical structure of <bold>MC4</bold>·NaClO<sub>4</sub> highlighting short contacts (dashed pink lines). (b) Top and (c)\nside views of solid-state structure of <bold>MC4</bold>·NaClO<sub>4</sub>. (d) Upper part of the structure highlighting the exterior\nNa<sup>+</sup> binding site of <bold>MC4</bold>. (e) A supramolecular\npolymer formed by <bold>MC4</bold>·NaClO<sub>4</sub> monomers\nin the solid state. Solvent molecules removed for clarity.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0012.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Chemical structure of MC4⋅NaClO4 highlighting short contacts (dashed pink lines). (b) Top and (c) side views of solid-state structure of MC4⋅NaClO4. (d) Upper part of the structure highlighting the exterior Na+ binding site of MC4. (e) A supramolecular polymer formed by MC4⋅NaClO4 monomers in the solid state. Solvent molecules removed for clarity.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The cation and anion sit close to each other inside\nthis macrocycle.\nThe Na···O distance of the bound NaClO<sub>4</sub> ion\npair is 2.3 Å, and the Na···Cl distance is 3.6\nÅ. These distances can be compared to the few organic crystals\nidentified in the Cambridge Structure Database in which NaClO<sub>4</sub> is also being stabilized by other non-covalent interactions.\nMost of these involve the Na<sup>+</sup> cation bound by a receptor\nwith the ClO<sub>4</sub>\n<sup>–</sup> paired to the cation but\nresiding outside the receptor. In these cases, the sodium–oxygen\ndistance (Na···O–ClO<sub>3</sub>\n<sup>–</sup>) ranges from 2.3 to 3.0 Å. The\ncrystal structure of <bold>MC4</bold>·NaClO<sub>4</sub> showing\nNaClO<sub>4</sub> nestled in the receptor may be the first of its\nkind. Overall, these short cation–anion distances are indicative\nof strong electrostatic interactions.</p>", "clean_text": "The cation and anion sit close to each other inside this macrocycle. The Na⋅⋅⋅O distance of the bound NaClO4 ion pair is 2.3 Å, and the Na⋅⋅⋅Cl distance is 3.6 Å. These distances can be compared to the few organic crystals identified in the Cambridge Structure Database in which NaClO4 is also being stabilized by other non-covalent interactions. Most of these involve the Na+ cation bound by a receptor with the ClO4 - paired to the cation but residing outside the receptor. In these cases, the sodium-oxygen distance (Na⋅⋅⋅O-ClO3 -) ranges from 2.3 to 3.0 Å. The crystal structure of MC4⋅NaClO4 showing NaClO4 nestled in the receptor may be the first of its kind. Overall, these short cation-anion distances are indicative of strong electrostatic interactions.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The NaClO<sub>4</sub> complex\nalso shows the formation of CH···anion\nhydrogen bonds that involve the methylene CH groups from the glycol\nchain (H<sub>e</sub>, ). Compared to the crystal structure of <bold>MC3</bold>·CH<sub>3</sub>CN, the methylene CH groups appear to have redirected inside\nthe cavity. Presumably, this interaction also offers additional stabilization to the ion-pair complex. <sup>1</sup>H NMR titration data of <bold>MC1</bold> with NaClO<sub>4</sub> showed () a downfield shift in proton H<sub>e</sub> that is consistent with\nsuch an interaction being present in solution.\n</p>", "clean_text": "The NaClO4 complex also shows the formation of CH⋅⋅⋅anion hydrogen bonds that involve the methylene CH groups from the glycol chain (He, ). Compared to the crystal structure of MC3⋅CH3CN, the methylene CH groups appear to have redirected inside the cavity. Presumably, this interaction also offers additional stabilization to the ion-pair complex. 1H NMR titration data of MC1 with NaClO4 showed () a downfield shift in proton He that is consistent with such an interaction being present in solution. ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>An unexpected feature present in the crystal structure\ninvolves\nchelation of the sodium cation by the two amide carbonyl groups of\na <italic toggle=\"yes\">neighboring</italic>\n<bold>MC4</bold> () enabling the formation of\na 1D supramolecular polymer (). The existence of this second <italic toggle=\"yes\">external</italic> Na<sup>+</sup> binding site was verified in solution by <sup>1</sup>H NMR titration of NaBPh<sub>4</sub> and NaClO<sub>4</sub> with <bold>MC4</bold>, showing Na<sup>+</sup> cations occupying both sites (). We believe this binding\nsite enhances the perched binding mode. For all these reasons, the\nquantitative solution-phase studies were conducted using <bold>MC1</bold>, which does not have this external site.</p>", "clean_text": "An unexpected feature present in the crystal structure involves chelation of the sodium cation by the two amide carbonyl groups of a neighboring MC4 () enabling the formation of a 1D supramolecular polymer (). The existence of this second external Na+ binding site was verified in solution by 1H NMR titration of NaBPh4 and NaClO4 with MC4, showing Na+ cations occupying both sites (). We believe this binding site enhances the perched binding mode. For all these reasons, the quantitative solution-phase studies were conducted using MC1, which does not have this external site.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Solid-state structure\nof <bold>MC4</bold>·NaI in (a) front\nand (b) side views.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0013.tif\"></graphic>\n</fig>", "clean_text": " 6  Solid-state structure of MC4⋅NaI in (a) front and (b) side views.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Macrocycle <bold>MC4</bold> was also found to bind NaI in the solid\nstate () with\nalmost exactly the same geometry as NaClO<sub>4</sub> (). The close contact distance\nbetween Na<sup>+</sup> and I<sup>–</sup> is 3.2 Å, which\nfalls within the range of Na<sup>+</sup>···I<sup>–</sup> contact ion-pair distances (2.9–3.6 Å) seen in other\nNaI complexes with organic molecules. Furthermore, the structural similarity allows any energetic differences\nbetween NaClO<sub>4</sub> and NaI to be rationalized from electrostatics.</p>", "clean_text": "Macrocycle MC4 was also found to bind NaI in the solid state () with almost exactly the same geometry as NaClO4 (). The close contact distance between Na+ and I- is 3.2 Å, which falls within the range of Na+⋅⋅⋅I- contact ion-pair distances (2.9-3.6 Å) seen in other NaI complexes with organic molecules. Furthermore, the structural similarity allows any energetic differences between NaClO4 and NaI to be rationalized from electrostatics.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>With the two ions in direct contact, both complexes are expected\nto benefit from electrostatic attraction, however, the extent of such\nstabilization has never been rigorously tested. For NaClO<sub>4</sub> and NaI in our solution conditions (ε\n≈ 16.1 for 4:1 CH<sub>2</sub>Cl<sub>2</sub>:CH<sub>3</sub>CN)\nand using the distances obtained from the crystals, it is hypothesized\nfrom Coulomb’s law that they should be cooperatively stabilized\nby ∼25 kJ mol<sup>–1</sup>. To test this idea, to quantify\ncooperativity, and to reveal its origins, we require models for interpreting\nthe experimental and computational data.</p>", "clean_text": "With the two ions in direct contact, both complexes are expected to benefit from electrostatic attraction, however, the extent of such stabilization has never been rigorously tested. For NaClO4 and NaI in our solution conditions (ε ~ 16.1 for 4:1 CH2Cl2:CH3CN) and using the distances obtained from the crystals, it is hypothesized from Coulomb's law that they should be cooperatively stabilized by ~25 kJ mol-1. To test this idea, to quantify cooperativity, and to reveal its origins, we require models for interpreting the experimental and computational data.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Model for Cooperative Ion-Pair\nBinding</title><p>An appropriate\nbinding model () to analyze how\nion pairs bind to receptors needs to include three independent equilibria:\nanion binding, <italic toggle=\"yes\">K</italic>\n<sub>anion</sub>, cation binding, <italic toggle=\"yes\">K</italic>\n<sub>cation</sub>, and the overall 1:1:1 ternary binding,\nβ<sub>overall</sub>:<disp-formula id=\"eq3\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_m003.gif\"></graphic>\n<mml:math display=\"block\" indentalign=\"left\" indentshift=\"1.0em\" indentshiftfirst=\"0em\" linebreak=\"auto\">\n<mml:mstyle lineleading=\".25ex\" rowspacing=\"2ex\">\n<mml:mtable displaystyle=\"true\">\n<mml:mtr>\n<mml:mtd columnalign=\"left\">\n<mml:mi mathvariant=\"bold\">M</mml:mi>\n<mml:mi mathvariant=\"bold\">C</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">X</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>⇌</mml:mo>\n<mml:mi mathvariant=\"bold\">M</mml:mi>\n<mml:mi mathvariant=\"bold\">C</mml:mi>\n<mml:mi>·</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">X</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n</mml:mtd>\n<mml:mtd columnalign=\"left\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>anion</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mtd>\n<mml:mtd columnalign=\"right\">\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>3</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mtd>\n</mml:mtr>\n<mml:mtr>\n<mml:mtd columnalign=\"left\">\n<mml:mi mathvariant=\"bold\">M</mml:mi>\n<mml:mi mathvariant=\"bold\">C</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>⇌</mml:mo>\n<mml:mi mathvariant=\"bold\">M</mml:mi>\n<mml:mi mathvariant=\"bold\">C</mml:mi>\n<mml:mi>·</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n</mml:mtd>\n<mml:mtd columnalign=\"left\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>cation</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mtd>\n<mml:mtd columnalign=\"right\">\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>4</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mtd>\n</mml:mtr>\n<mml:mtr>\n<mml:mtd columnalign=\"left\">\n<mml:mi mathvariant=\"bold\">M</mml:mi>\n<mml:mi mathvariant=\"bold\">C</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">X</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>⇌</mml:mo>\n<mml:mi mathvariant=\"bold\">M</mml:mi>\n<mml:mi mathvariant=\"bold\">C</mml:mi>\n<mml:mi>·</mml:mi>\n<mml:mrow>\n<mml:mi>MX</mml:mi>\n</mml:mrow>\n</mml:mtd>\n<mml:mtd columnalign=\"left\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>overall</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mtd>\n<mml:mtd columnalign=\"right\">\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>5</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mtd>\n</mml:mtr>\n</mml:mtable>\n</mml:mstyle>\n</mml:math>\n</alternatives>\n</disp-formula>The cooperativity factor,\nα, is the\noverall binding constant divided by the product of ion binding (). The associated free\nenergy, Δ<italic toggle=\"yes\">G</italic>\n<sub>α</sub>, is defined as\nthe overall binding, Δ<italic toggle=\"yes\">G</italic>\n<sub>overall</sub>,\nminus the anion and cation binding free energies, Δ<italic toggle=\"yes\">G</italic>\n<sub>anion</sub> and Δ<italic toggle=\"yes\">G</italic>\n<sub>cation</sub>:<disp-formula id=\"eq6\">\n<label>6</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_m004.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>G</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>α</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>G</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>overall</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>G</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>anion</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>G</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>cation</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n</disp-formula>The cooperativity parameters, α and\nΔ<italic toggle=\"yes\">G</italic>\n<sub>α</sub>, are the equilibrium constant\nand the free energy associated with the following reaction:<disp-formula id=\"eq7\">\n<label>7</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_m005.gif\"></graphic>\n<mml:math display=\"block\" indentalign=\"left\" indentshift=\"1.0em\" indentshiftfirst=\"0em\" linebreak=\"auto\">\n<mml:mi mathvariant=\"bold\">M</mml:mi>\n<mml:mi mathvariant=\"bold\">C</mml:mi>\n<mml:mi>·</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">X</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:mi mathvariant=\"bold\">M</mml:mi>\n<mml:mi mathvariant=\"bold\">C</mml:mi>\n<mml:mi>·</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>⇌</mml:mo>\n<mml:mi mathvariant=\"bold\">M</mml:mi>\n<mml:mi mathvariant=\"bold\">C</mml:mi>\n<mml:mi>·</mml:mi>\n<mml:mi>MX</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mi mathvariant=\"bold\">M</mml:mi>\n<mml:mi mathvariant=\"bold\">C</mml:mi>\n<mml:mo linebreak=\"goodbreak\" lspace=\"0em\" rspace=\"2em\">⁣</mml:mo>\n<mml:mi>α</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>G</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>α</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n</disp-formula>When Δ<italic toggle=\"yes\">G</italic>\n<sub>α</sub> is less than zero (), products are favored by an additional stabilization that\nis only present when the ions are bound as a pair. On the basis of , if the three binding\nenergies (anion, cation, and overall) can be determined individually,\neither by experiment or by theoretical calculations, then the cooperativity,\nΔ<italic toggle=\"yes\">G</italic>\n<sub>α</sub>, can be quantitatively\nobtained.</p>", "clean_text": "Model for Cooperative Ion-Pair Binding\n\nAn appropriate binding model () to analyze how ion pairs bind to receptors needs to include three independent equilibria: anion binding, K anion, cation binding, K cation, and the overall 1:1:1 ternary binding, βoverall:        M C +   X   -   ⇌ M C ⋅   X   -       K   anion     ( 3 )     M C +   M   +   ⇌ M C ⋅   M   +       K   cation     ( 4 )     M C +   M   +   +   X   -   ⇌ M C ⋅  MX      β   overall     ( 5 )       The cooperativity factor, α, is the overall binding constant divided by the product of ion binding (). The associated free energy, ΔG α, is defined as the overall binding, ΔG overall, minus the anion and cation binding free energies, ΔG anion and ΔG cation: 6    Δ   G   α   = Δ   G   overall   - Δ   G   anion   - Δ   G   cation     The cooperativity parameters, α and ΔG α, are the equilibrium constant and the free energy associated with the following reaction: 7    M C ⋅   X   -   + M C ⋅   M   +   ⇌ M C ⋅ MX + M C ⁣ α , Δ   G   α     When ΔG α is less than zero (), products are favored by an additional stabilization that is only present when the ions are bound as a pair. On the basis of , if the three binding energies (anion, cation, and overall) can be determined individually, either by experiment or by theoretical calculations, then the cooperativity, ΔG α, can be quantitatively obtained.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Representation of the additional free energy, Δ<italic toggle=\"yes\">G</italic>\n<sub>α</sub>, under conditions of positive cooperativity, that\nemerges when comparing the overall free energy of binding the ion\npair to the sum of binding the cation and anion individually.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0014.tif\"></graphic>\n</fig>", "clean_text": " 7  Representation of the additional free energy, ΔG α, under conditions of positive cooperativity, that emerges when comparing the overall free energy of binding the ion pair to the sum of binding the cation and anion individually.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Model for Electrostatic\nand Allosteric Cooperativity</title><p>Cooperativity can be further\ndeconvoluted into its components to\nstart building a comprehensive understanding of its origin. It is\ngenerally assumed that there are cooperativity contributions arising\nfrom electrostatic stabilization, Δ<italic toggle=\"yes\">G</italic>\n<sub>elec</sub>, and from conformational allostery, Δ<italic toggle=\"yes\">G</italic>\n<sub>allos</sub>:<disp-formula id=\"eq8\">\n<label>8</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_m006.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>G</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>α</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>G</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>elec</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>G</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>allos</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n</disp-formula>We believe that the electrostatic cooperativity\nis straightforward to describe as the additional attraction energy\nbetween cation and anion when they are bound at the same time (). All ion-pair\nreceptors that bring their cation and anion reasonably close to each\nother are expected to benefit from this type of stabilization.</p>", "clean_text": "Model for Electrostatic and Allosteric Cooperativity\n\nCooperativity can be further deconvoluted into its components to start building a comprehensive understanding of its origin. It is generally assumed that there are cooperativity contributions arising from electrostatic stabilization, ΔG elec, and from conformational allostery, ΔG allos: 8    Δ   G   α   = Δ   G   elec   + Δ   G   allos     We believe that the electrostatic cooperativity is straightforward to describe as the additional attraction energy between cation and anion when they are bound at the same time (). All ion-pair receptors that bring their cation and anion reasonably close to each other are expected to benefit from this type of stabilization.", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Representation\nof electrostatic cooperativity, Δ<italic toggle=\"yes\">G</italic>\n<sub>elec</sub>, in ion-pair binding. (b) Representation\nof conformational allostery, Δ<italic toggle=\"yes\">G</italic>\n<sub>allos</sub>, as the difference between <italic toggle=\"yes\">D</italic>\n<sub>overall</sub> and\nthe sum of <italic toggle=\"yes\">D</italic>\n<sub>anion</sub> + <italic toggle=\"yes\">D</italic>\n<sub>cation</sub>, where <italic toggle=\"yes\">D</italic>\n<sub>\n<italic toggle=\"yes\">i</italic>\n</sub> is the deformation energy penalty for each state <italic toggle=\"yes\">i</italic>.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0015.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) Representation of electrostatic cooperativity, ΔG elec, in ion-pair binding. (b) Representation of conformational allostery, ΔG allos, as the difference between D overall and the sum of D anion + D cation, where D  i  is the deformation energy penalty for each state i.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The conformational contribution\nto cooperativity is less obvious\nand has not, to the best of our knowledge, been rigorously investigated.\nWe define conformational cooperativity, Δ<italic toggle=\"yes\">G</italic>\n<sub>allos</sub> (, ), from the difference\nin deformation energy, <italic toggle=\"yes\">D</italic>\n<sub>\n<italic toggle=\"yes\">i</italic>\n</sub>, within .\nAny individual deformation energies, <italic toggle=\"yes\">D</italic>\n<sub>\n<italic toggle=\"yes\">i</italic>\n</sub>, are always going to be penalties because perfect\npreorganization is an unattainable ideal. These energies are associated\nwith reorganizing the receptor upon binding the guest (). Thus, the difference between\nthe overall deformation penalty, <italic toggle=\"yes\">D</italic>\n<sub>overall</sub> (for binding the ion pair), and the sum of cation and anion deformation\npenalties, <italic toggle=\"yes\">D</italic>\n<sub>cation</sub> + <italic toggle=\"yes\">D</italic>\n<sub>anion</sub> (for binding cation and anion individually), defines\nΔ<italic toggle=\"yes\">G</italic>\n<sub>allos</sub>:<disp-formula id=\"eq9\">\n<label>9</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_m007.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>G</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>allos</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>D</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>overall</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>D</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>cation</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>D</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>anion</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n</disp-formula>If the deformation penalty\nof binding the\nwhole ion pair is less than the penalty of binding the anion and the\ncation individually, then it is more beneficial to bind the ions as\na pair. This benefit corresponds to positive conformational allostery.\nIrrespective of whether the conformational cooperativity is positive\nor negative, it is almost universally present since it is extremely\nunlikely for <italic toggle=\"yes\">D</italic>\n<sub>overall</sub> to equate to <italic toggle=\"yes\">D</italic>\n<sub>anion</sub> + <italic toggle=\"yes\">D</italic>\n<sub>cation</sub>.</p>", "clean_text": "The conformational contribution to cooperativity is less obvious and has not, to the best of our knowledge, been rigorously investigated. We define conformational cooperativity, ΔG allos (, ), from the difference in deformation energy, D  i , within . Any individual deformation energies, D  i , are always going to be penalties because perfect preorganization is an unattainable ideal. These energies are associated with reorganizing the receptor upon binding the guest (). Thus, the difference between the overall deformation penalty, D overall (for binding the ion pair), and the sum of cation and anion deformation penalties, D cation + D anion (for binding cation and anion individually), defines ΔG allos: 9    Δ   G   allos   =   D   overall   -   D   cation   -   D   anion     If the deformation penalty of binding the whole ion pair is less than the penalty of binding the anion and the cation individually, then it is more beneficial to bind the ions as a pair. This benefit corresponds to positive conformational allostery. Irrespective of whether the conformational cooperativity is positive or negative, it is almost universally present since it is extremely unlikely for D overall to equate to D anion + D cation.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>With the models developed here for determining the cooperativity\nand deconvoluting it into its two components, we now present the data\nand its analysis.</p><title>Experimental Analysis of the Cooperativity</title><p>Experimentally,\nthe extent of cooperativity, Δ<italic toggle=\"yes\">G</italic>\n<sub>α</sub>, can be determined after Δ<italic toggle=\"yes\">G</italic>\n<sub>anion</sub>, Δ<italic toggle=\"yes\">G</italic>\n<sub>cation</sub>, and Δ<italic toggle=\"yes\">G</italic>\n<sub>overall</sub> for equilibria  are all measured. Sodium perchlorate and sodium iodide were selected\nas representative ion pairs for measuring the binding cooperativity\nof <bold>MC1</bold>. Both ion pairs consist of singly charged ions\nthat are spherical (Na<sup>+</sup>, I<sup>–</sup>) or pseudo-spherical\n(ClO<sub>4</sub>\n<sup>–</sup>) and have reasonably good solubility\nin organic solvents. Unlike the previous studies employing turn-on\nfactors, the quantification of cooperativity () demands an accurate\nmeans of evaluating all the binding equilibria.</p>", "clean_text": "With the models developed here for determining the cooperativity and deconvoluting it into its two components, we now present the data and its analysis.\n\nExperimental Analysis of the Cooperativity\n\nExperimentally, the extent of cooperativity, ΔG α, can be determined after ΔG anion, ΔG cation, and ΔG overall for equilibria  are all measured. Sodium perchlorate and sodium iodide were selected as representative ion pairs for measuring the binding cooperativity of MC1. Both ion pairs consist of singly charged ions that are spherical (Na+, I-) or pseudo-spherical (ClO4 -) and have reasonably good solubility in organic solvents. Unlike the previous studies employing turn-on factors, the quantification of cooperativity () demands an accurate means of evaluating all the binding equilibria.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["property"], "content": "<p>Titrations conducted\nfor qualitative assessments of cooperativity (see  and  and ) were then\nanalyzed quantitatively to obtain Δ<italic toggle=\"yes\">G</italic>\n<sub>anion</sub>, Δ<italic toggle=\"yes\">G</italic>\n<sub>cation</sub>, and Δ<italic toggle=\"yes\">G</italic>\n<sub>overall</sub>, respectively. All of the titration\ndata were fitted using HypNMR by following the changing chemical shift\npositions of multiple protons (). For the titrations with TBAClO<sub>4</sub>, TBAI, NaBPh<sub>4</sub>, NaClO<sub>4</sub>, and NaI, multiple equilibria (ion binding, ion\npairing, and ion-pair complexation) were included. For example, fitting\nthe ClO<sub>4</sub>\n<sup>–</sup> anion titration includes the\nanion binding, <italic toggle=\"yes\">K</italic>\n<sub>anion</sub> (), the native ion pairing of TBAClO<sub>4</sub>, <italic toggle=\"yes\">K</italic>\n<sub>ip</sub> (), and the\nion-pair complexation of the receptor–anion complex with the\ncountercation, <italic toggle=\"yes\">K</italic>\n<sub>ipc</sub> (). The ion-pairing constants, <italic toggle=\"yes\">K</italic>\n<sub>ip</sub>, of titrated salts (TBAClO<sub>4</sub>, TBAI, NaBPh<sub>4</sub>, NaClO<sub>4</sub>, and NaI) were measured in separate experiments\nand used as fixed values in the fitting to simplify refinements and\nenhance accuracy (see  for determination of <italic toggle=\"yes\">K</italic>\n<sub>ip</sub>).<disp-formula id=\"eq10\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_m008.gif\"></graphic>\n<mml:math display=\"block\" indentalign=\"left\" indentshift=\"1.0em\" indentshiftfirst=\"0em\" linebreak=\"auto\">\n<mml:mstyle lineleading=\".25ex\" rowspacing=\"2ex\">\n<mml:mtable displaystyle=\"true\">\n<mml:mtr>\n<mml:mtd columnalign=\"left\">\n<mml:mi mathvariant=\"bold\">M</mml:mi>\n<mml:mi mathvariant=\"bold\">C</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">X</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>⇌</mml:mo>\n<mml:mi mathvariant=\"bold\">M</mml:mi>\n<mml:mi mathvariant=\"bold\">C</mml:mi>\n<mml:mi>·</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">X</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n</mml:mtd>\n<mml:mtd columnalign=\"left\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>anion</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mtd>\n<mml:mtd columnalign=\"right\">\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>10</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mtd>\n</mml:mtr>\n<mml:mtr>\n<mml:mtd columnalign=\"left\">\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">X</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>⇌</mml:mo>\n<mml:mi>MX</mml:mi>\n</mml:mtd>\n<mml:mtd columnalign=\"left\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ip</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mtd>\n<mml:mtd columnalign=\"right\">\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>11</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mtd>\n</mml:mtr>\n<mml:mtr>\n<mml:mtd columnalign=\"left\">\n<mml:mi mathvariant=\"bold\">M</mml:mi>\n<mml:mi mathvariant=\"bold\">C</mml:mi>\n<mml:mi>·</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">X</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>⇌</mml:mo>\n<mml:mi mathvariant=\"bold\">M</mml:mi>\n<mml:mi mathvariant=\"bold\">C</mml:mi>\n<mml:mi>·</mml:mi>\n<mml:mi>MX</mml:mi>\n</mml:mtd>\n<mml:mtd columnalign=\"left\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ipc</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mtd>\n<mml:mtd columnalign=\"right\">\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>12</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mtd>\n</mml:mtr>\n</mml:mtable>\n</mml:mstyle>\n</mml:math>\n</alternatives>\n</disp-formula>The results of the titrations () show that receptor <bold>MC1</bold> has\nmoderate affinities for ClO<sub>4</sub>\n<sup>–</sup> (50\nM<sup>–1</sup>) and Na<sup>+</sup> (50 M<sup>–1</sup>) but shows strong ion-pair binding (10<sup>6</sup> M<sup>–2</sup>) indicating positive cooperativity. The cooperativity factor for <bold>MC1</bold> with NaClO<sub>4</sub>, α­(NaClO<sub>4</sub>), was\ndetermined to be 400 (= β<sub>overall</sub>/<italic toggle=\"yes\">K</italic>\n<sub>anion</sub>\n<italic toggle=\"yes\">K</italic>\n<sub>cation</sub> = 1 000 000\nM<sup>–2</sup>/50 M<sup>–1</sup> × 50 M<sup>–1</sup>)) with a corresponding free energy Δ<italic toggle=\"yes\">G</italic>\n<sub>α</sub>(NaClO<sub>4</sub>) = −15 ± 1 kJ mol<sup>–1</sup>. For NaI, the I<sup>–</sup> affinity was 50%\nhigher at 80 M<sup>–1</sup>, but the cooperativity factor was\nenhanced 3-fold to 1300 with Δ<italic toggle=\"yes\">G</italic>\n<sub>α</sub>(NaI) = −18 ± 1 kJ mol<sup>–1</sup>.</p>", "clean_text": "Titrations conducted for qualitative assessments of cooperativity (see  and  and ) were then analyzed quantitatively to obtain ΔG anion, ΔG cation, and ΔG overall, respectively. All of the titration data were fitted using HypNMR by following the changing chemical shift positions of multiple protons (). For the titrations with TBAClO4, TBAI, NaBPh4, NaClO4, and NaI, multiple equilibria (ion binding, ion pairing, and ion-pair complexation) were included. For example, fitting the ClO4 - anion titration includes the anion binding, K anion (), the native ion pairing of TBAClO4, K ip (), and the ion-pair complexation of the receptor-anion complex with the countercation, K ipc (). The ion-pairing constants, K ip, of titrated salts (TBAClO4, TBAI, NaBPh4, NaClO4, and NaI) were measured in separate experiments and used as fixed values in the fitting to simplify refinements and enhance accuracy (see  for determination of K ip).        M C +   X   -   ⇌ M C ⋅   X   -       K   anion     ( 10 )       M   +   +   X   -   ⇌ MX     K   ip     ( 11 )     M C ⋅   X   -   +   M   +   ⇌ M C ⋅ MX     K   ipc     ( 12 )       The results of the titrations () show that receptor MC1 has moderate affinities for ClO4 - (50 M-1) and Na+ (50 M-1) but shows strong ion-pair binding (106 M-2) indicating positive cooperativity. The cooperativity factor for MC1 with NaClO4, α(NaClO4), was determined to be 400 (= βoverall/K anion K cation = 1000000 M-2/50 M-1 × 50 M-1)) with a corresponding free energy ΔG α(NaClO4) = -15 ± 1 kJ mol-1. For NaI, the I- affinity was 50% higher at 80 M-1, but the cooperativity factor was enhanced 3-fold to 1300 with ΔG α(NaI) = -18 ± 1 kJ mol-1.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>Since\nmultiple equilibria were involved in determining the cooperativity,\nwe conducted titrations with the anion-binding control macrocycle <bold>MC2</bold> () to test the validity of our model. This macrocycle is isosteric\nwith <bold>MC1</bold> but it only bears a binding pocket for anions.\nConsistently, the anion affinities are similar between <bold>MC1</bold> and <bold>MC2</bold>. Furthermore, <bold>MC2</bold> is not an ion-pair\nreceptor, and measurements confirm <bold>MC2</bold> is significantly\nweaker than <bold>MC1</bold> at binding ion pairs (). The low β<sub>overall</sub> values for <bold>MC2</bold> are believed to be the product of weak\nanion binding (<italic toggle=\"yes\">K</italic>\n<sub>anion</sub> ≈ 50) and\nweak pairing between the negatively charged complex <bold>MC2</bold>·X<sup>–</sup> and Na<sup>+</sup> ion. This pairing likely\nproduces an outer-sphere complex with the countercation:<disp-formula id=\"eq13\">\n<label>13</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_m009.gif\"></graphic>\n<mml:math display=\"block\" indentalign=\"left\" indentshift=\"1.0em\" indentshiftfirst=\"0em\" linebreak=\"auto\">\n<mml:mi mathvariant=\"bold\">M</mml:mi>\n<mml:mi mathvariant=\"bold\">C</mml:mi>\n<mml:mn mathvariant=\"bold\">2</mml:mn>\n<mml:mi>·</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">X</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Na</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>⇌</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi mathvariant=\"bold\">M</mml:mi>\n<mml:mi mathvariant=\"bold\">C</mml:mi>\n<mml:mn mathvariant=\"bold\">2</mml:mn>\n<mml:mi>·</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">X</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mi>·</mml:mi>\n<mml:mi>·</mml:mi>\n<mml:mi>·</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Na</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>,</mml:mo>\n<mml:mo linebreak=\"goodbreak\" lspace=\"0em\" rspace=\"1em\">⁣</mml:mo>\n<mml:mi>K</mml:mi>\n<mml:mo>&lt;</mml:mo>\n<mml:mn>200</mml:mn>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁣</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n</disp-formula>The similarities and differences between <bold>MC1</bold> and <bold>MC2</bold> verify that our method of analysis\nis able to resolve anion binding from ion-pair binding in order to\nassess them separately.</p>", "clean_text": "Since multiple equilibria were involved in determining the cooperativity, we conducted titrations with the anion-binding control macrocycle MC2 () to test the validity of our model. This macrocycle is isosteric with MC1 but it only bears a binding pocket for anions. Consistently, the anion affinities are similar between MC1 and MC2. Furthermore, MC2 is not an ion-pair receptor, and measurements confirm MC2 is significantly weaker than MC1 at binding ion pairs (). The low βoverall values for MC2 are believed to be the product of weak anion binding (K anion ~ 50) and weak pairing between the negatively charged complex MC2⋅X- and Na+ ion. This pairing likely produces an outer-sphere complex with the countercation: 13    M C 2 ⋅   X   -   +   Na   +   ⇌  [ M C 2 ⋅   X   -   ⋅ ⋅ ⋅   Na   +   ]  , ⁣ K < 200 ⁣   M   - 1     The similarities and differences between MC1 and MC2 verify that our method of analysis is able to resolve anion binding from ion-pair binding in order to assess them separately.", "data": null, "include_properties": null}, {"idx": 37, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Equilibrium Constants\nfor Ion-Pair\nBinding of NaClO<sub>4</sub> and NaI to <bold>MC1</bold> and <bold>MC2</bold> (CD<sub>2</sub>Cl<sub>2</sub>:CD<sub>3</sub>CN = 4:1,\n298 K)<xref rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">ion-pair\nreceptor <bold>MC1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">anion receptor <bold>MC2</bold>\n<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>ClO<sub>4</sub>\n<sup>–</sup>, <italic toggle=\"yes\">K</italic>\n<sub>anion</sub> (M<sup>–1</sup>)</oasis:entry>\n<oasis:entry>50 ± 10</oasis:entry>\n<oasis:entry>60 ± 40</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Na<sup>+</sup>, <italic toggle=\"yes\">K</italic>\n<sub>cation</sub> (M<sup>–1</sup>)</oasis:entry>\n<oasis:entry>50 ± 30</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NaClO<sub>4</sub>, β<sub>overall</sub> (M<sup>–2</sup>)</oasis:entry>\n<oasis:entry>1 000 000 ± 600 000</oasis:entry>\n<oasis:entry>&lt;10 000</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>cooperativity α</oasis:entry>\n<oasis:entry>400 ± 250</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry nameend=\"col3\" namest=\"col1\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>I<sup>–</sup>, <italic toggle=\"yes\">K</italic>\n<sub>anion</sub> (M<sup>–1</sup>)</oasis:entry>\n<oasis:entry>80 ± 5</oasis:entry>\n<oasis:entry>100 ± 10</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Na<sup>+</sup>, <italic toggle=\"yes\">K</italic>\n<sub>cation</sub> (M<sup>–1</sup>)</oasis:entry>\n<oasis:entry>50 ± 30</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NaI,\nβ<sub>overall</sub> (M<sup>–2</sup>)</oasis:entry>\n<oasis:entry>5 000 000 ± 1 000 000</oasis:entry>\n<oasis:entry>&lt;8000</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>cooperativity α</oasis:entry>\n<oasis:entry>1300 ± 600</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Ion pairing was also included in\nthe fits to the model: <italic toggle=\"yes\">K</italic>\n<sub>ip</sub> (TBAClO<sub>4</sub> = 250 ± 60 M<sup>–1</sup>, NaBPh<sub>4</sub> =\n2 ± 1 M<sup>–1</sup>, NaClO<sub>4</sub> = 200 ± 50\nM<sup>–1</sup>, TBAI = 80 ± 10 M<sup>–1</sup>,\nand NaI = 60 ± 10 M<sup>–1</sup>).</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Fitting gives an upper limit for\nβ<sub>overall</sub> (<bold>MC2</bold>).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>The smaller ionic size of I<sup>–</sup> (<italic toggle=\"yes\">r</italic> = 2.1 Å) relative to ClO<sub>4</sub>\n<sup>–</sup> (<italic toggle=\"yes\">r</italic> = 2.4 Å), as determined from thermochemical\nradii, is consistent with the greater\ncooperativity\nin binding NaI. Given the fact that all these ions are singly charged\nand the cooperativity was determined in the same solvent mixture,\nthe principal difference between ion pairs is the charge separation\ndistance. Assuming the positive and negative charges are located at\nthe center of the ions and that solution structures resemble those\nin the solid state (), the shorter charge separation distance in the <bold>MC1</bold>·NaI complex matches its higher cooperativity (). It is remarkable that the\nratio of ion–ion distances is close to the inverse ratio of\ncooperativity: <italic toggle=\"yes\">d</italic>\n<sub>NaClO<sub>4</sub>\n</sub>/<italic toggle=\"yes\">d</italic>\n<sub>NaI</sub> ≈ Δ<italic toggle=\"yes\">G</italic>\n<sub>α,NaI</sub>/Δ<italic toggle=\"yes\">G</italic>\n<sub>α,NaClO<sub>4</sub>\n</sub> (). That is, Coulomb’s\nlaw correlates with the observed cooperativity difference even though\nit overestimates the absolute values by 9 kJ mol<sup>–1</sup>: <italic toggle=\"yes\">E</italic>\n<sub>Coul</sub>(NaI) = −27 kJ mol<sup>–1</sup> and <italic toggle=\"yes\">E</italic>\n<sub>Coul</sub>(NaClO<sub>4</sub>) = −24 kJ mol<sup>–1</sup>.</p>", "clean_text": "The smaller ionic size of I- (r = 2.1 Å) relative to ClO4 - (r = 2.4 Å), as determined from thermochemical radii, is consistent with the greater cooperativity in binding NaI. Given the fact that all these ions are singly charged and the cooperativity was determined in the same solvent mixture, the principal difference between ion pairs is the charge separation distance. Assuming the positive and negative charges are located at the center of the ions and that solution structures resemble those in the solid state (), the shorter charge separation distance in the MC1⋅NaI complex matches its higher cooperativity (). It is remarkable that the ratio of ion-ion distances is close to the inverse ratio of cooperativity: d NaClO4 /d NaI ~ ΔG α,NaI/ΔG α,NaClO4  (). That is, Coulomb's law correlates with the observed cooperativity difference even though it overestimates the absolute values by 9 kJ mol-1: E Coul(NaI) = -27 kJ mol-1 and E Coul(NaClO4) = -24 kJ mol-1.", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a) Comparison of ion–ion\nseparation distances in the crystal\nstructures and (b) their impact on the expected Coulombic interactions, <italic toggle=\"yes\">E</italic>\n<sub>Coul</sub>, relative to observed cooperativities,\nΔ<italic toggle=\"yes\">G</italic>\n<sub>α</sub>.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0016.tif\"></graphic>\n</fig>", "clean_text": " 9  (a) Comparison of ion-ion separation distances in the crystal structures and (b) their impact on the expected Coulombic interactions, E Coul, relative to observed cooperativities, ΔG α.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>To summarize the experimental findings, <bold>MC1</bold> binds\nNaClO<sub>4</sub> and NaI with the same geometry but the cooperativity\nof NaI is stronger than NaClO<sub>4</sub>. The distance dependence\nof the cooperativity hints at electrostatic attraction as the origin\nof the differences in cooperativity. However, Coulomb’s law\noverestimates the cooperativity. There could be two possible explanations\nfor this overestimation. Ion-pair binding to <bold>MC1</bold> may\nhave 9 kJ mol<sup>–1</sup> of <italic toggle=\"yes\">negative</italic> allostery,\nmaking the net cooperativity smaller than Coulomb’s law predictions.\nAlternatively, when the ions are bound inside <bold>MC1</bold>, their\ncharges are diluted by multiple secondary interactions within the\nreceptor (e.g., hydrogen-bonding and ion–dipole). As a result,\nthe effective ionic charges are less than 1, which makes the attraction\nweaker than Coulomb’s law. Experiments cannot differentiate\nbetween these two hypotheses. Testing requires deeper analysis with\nthe aid of computational studies to calculate allostery and include\nall the secondary interactions. These computations allow us to test\nif the distance dependence originates from electrostatics and if Coulomb’s\nlaw is a good predictor of electrostatic cooperativity.</p>", "clean_text": "To summarize the experimental findings, MC1 binds NaClO4 and NaI with the same geometry but the cooperativity of NaI is stronger than NaClO4. The distance dependence of the cooperativity hints at electrostatic attraction as the origin of the differences in cooperativity. However, Coulomb's law overestimates the cooperativity. There could be two possible explanations for this overestimation. Ion-pair binding to MC1 may have 9 kJ mol-1 of negative allostery, making the net cooperativity smaller than Coulomb's law predictions. Alternatively, when the ions are bound inside MC1, their charges are diluted by multiple secondary interactions within the receptor (e.g., hydrogen-bonding and ion-dipole). As a result, the effective ionic charges are less than 1, which makes the attraction weaker than Coulomb's law. Experiments cannot differentiate between these two hypotheses. Testing requires deeper analysis with the aid of computational studies to calculate allostery and include all the secondary interactions. These computations allow us to test if the distance dependence originates from electrostatics and if Coulomb's law is a good predictor of electrostatic cooperativity.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<title>Computational\nAnalysis of Cooperativity in Ion-Pair Binding</title><p>A parallel\napproach to analyzing the cooperativity was undertaken\nby using calculations to help deconvolute conformational allostery\nfrom electrostatic cooperativity. The computational study was based\non the same binding model as experiments ( and –). Three simplifications were undertaken. First,\nwe used model receptor <bold>MC5</bold> without side chains () as an isosteric\nversion of <bold>MC1</bold>. Second, the ion pairs studied in the\ncalculations involved spherical ions: NaCl, NaBr, and NaI. One unresolved\nissue emerged when studying nonspherical ions like ClO<sub>4</sub>\n<sup>–</sup>. They are believed to be rapidly tumbling within the receptor, and this averaging factor could not be readily\naccounted for in the present computational approach. Third, a solvation model using CH<sub>2</sub>Cl<sub>2</sub> was selected for being closest to the 4:1 CH<sub>2</sub>Cl<sub>2</sub>:CH<sub>3</sub>CN mixture used experimentally. With these simplifications,\nthe calculations will not provide absolute values for matching the\nexperiment. Rather, the computational study is a self-consistent analysis\nthat can provide insight on the origin of the ion–ion size\ndependence and on the accuracy of Coulomb’s law predictions.</p>", "clean_text": "Computational Analysis of Cooperativity in Ion-Pair Binding\n\nA parallel approach to analyzing the cooperativity was undertaken by using calculations to help deconvolute conformational allostery from electrostatic cooperativity. The computational study was based on the same binding model as experiments ( and -). Three simplifications were undertaken. First, we used model receptor MC5 without side chains () as an isosteric version of MC1. Second, the ion pairs studied in the calculations involved spherical ions: NaCl, NaBr, and NaI. One unresolved issue emerged when studying nonspherical ions like ClO4 -. They are believed to be rapidly tumbling within the receptor, and this averaging factor could not be readily accounted for in the present computational approach. Third, a solvation model using CH2Cl2 was selected for being closest to the 4:1 CH2Cl2:CH3CN mixture used experimentally. With these simplifications, the calculations will not provide absolute values for matching the experiment. Rather, the computational study is a self-consistent analysis that can provide insight on the origin of the ion-ion size dependence and on the accuracy of Coulomb's law predictions.", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>The binding energies, Δ<italic toggle=\"yes\">E</italic>\n<sub>ion</sub> (), associated\nwith each guest were obtained from geometry-optimized structures of\nthe reactants (free <bold>MC5</bold> and free guest) and the product\n(<bold>MC5</bold>·guest complex). The deformation penalties, <italic toggle=\"yes\">D</italic>\n<sub>ion</sub>, associated with the binding events were\ndetermined in a similar way (). Deformation penalties were calculated as the difference\nin energy between the optimized geometry of free <bold>MC5</bold> and\nthe geometry of the <bold>MC5</bold>·guest complex with the guest\ndeleted from the structure.</p>", "clean_text": "The binding energies, ΔE ion (), associated with each guest were obtained from geometry-optimized structures of the reactants (free MC5 and free guest) and the product (MC5⋅guest complex). The deformation penalties, D ion, associated with the binding events were determined in a similar way (). Deformation penalties were calculated as the difference in energy between the optimized geometry of free MC5 and the geometry of the MC5⋅guest complex with the guest deleted from the structure.", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Energy diagrams illustrating how (a) binding\nenergy, Δ<italic toggle=\"yes\">E</italic>\n<sub>ion</sub>, is obtained from\nthe optimized geometries\nof reactants and products, and (b) deformation penalty, <italic toggle=\"yes\">D</italic>\n<sub>ion</sub>, is defined by the difference in energies for the\nreceptors in the geometry of the empty macrocycle and when the macrocycle\nis complexed.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0001.tif\"></graphic>\n</fig>", "clean_text": " 10  Energy diagrams illustrating how (a) binding energy, ΔE ion, is obtained from the optimized geometries of reactants and products, and (b) deformation penalty, D ion, is defined by the difference in energies for the receptors in the geometry of the empty macrocycle and when the macrocycle is complexed.   ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>In the computational\nstudy, every species (<bold>MC5</bold>, <bold>MC5</bold>·X<sup>–</sup>, <bold>MC5</bold>·Na<sup>+</sup>, and <bold>MC5</bold>·NaX) was optimized both in the\ngas phase and with CH<sub>2</sub>Cl<sub>2</sub> solvation model to\ngive structures, binding energies, and deformation penalties for the\ntwo phases. The geometries in the gas phase did not show significant\nchanges upon solvation. The anion binding energies () reduce to ∼30% upon\nCH<sub>2</sub>Cl<sub>2</sub> solvation. Interestingly, the gas-phase\nbinding of Na<sup>+</sup> () is stronger than the anions but reduces more significantly\nupon solvation to be weaker than the anions. The deformation penalties\nare generally less sensitive to solvation (). The following discussion will highlight\nthe structures and values obtained with solvation model. The gas-phase\nstructures can be found in the , and the gas-phase values are included in the main text. All the\ntrends seen with solvation also hold true for the gas phase.</p>", "clean_text": "In the computational study, every species (MC5, MC5⋅X-, MC5⋅Na+, and MC5⋅NaX) was optimized both in the gas phase and with CH2Cl2 solvation model to give structures, binding energies, and deformation penalties for the two phases. The geometries in the gas phase did not show significant changes upon solvation. The anion binding energies () reduce to ~30% upon CH2Cl2 solvation. Interestingly, the gas-phase binding of Na+ () is stronger than the anions but reduces more significantly upon solvation to be weaker than the anions. The deformation penalties are generally less sensitive to solvation (). The following discussion will highlight the structures and values obtained with solvation model. The gas-phase structures can be found in the , and the gas-phase values are included in the main text. All the trends seen with solvation also hold true for the gas phase.", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>The geometries and the related energies () of the ion complexes provide the basis\nfrom which to evaluate cooperativity. Optimized geometries of anion-bound\ncomplexes <bold>MC5</bold>·X<sup>–</sup> (X<sup>–</sup> = Cl<sup>–</sup>, Br<sup>–</sup>, and I<sup>–</sup>) have similar structures (). Anions sit inside the macrocycle held by triazole\nCH hydrogen-bonding, with CH···X<sup>–</sup> distances ranging from 2.4 to 2.9 Å. The binding energies scale\nwith anion size (). The <bold>MC5</bold>·Na<sup>+</sup> structure () shows how the\ncation forms close contacts with four oxygen atoms in the glycol chain\nleaving one oxygen atom outside the cation-binding cavity.</p>", "clean_text": "The geometries and the related energies () of the ion complexes provide the basis from which to evaluate cooperativity. Optimized geometries of anion-bound complexes MC5⋅X- (X- = Cl-, Br-, and I-) have similar structures (). Anions sit inside the macrocycle held by triazole CH hydrogen-bonding, with CH⋅⋅⋅X- distances ranging from 2.4 to 2.9 Å. The binding energies scale with anion size (). The MC5⋅Na+ structure () shows how the cation forms close contacts with four oxygen atoms in the glycol chain leaving one oxygen atom outside the cation-binding cavity.", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>The\nanion-binding site is more rigid while the cation-binding glycol\nis more flexible. Consistently, the deformation penalties, <italic toggle=\"yes\">D</italic>\n<sub>ion</sub> (), for binding anions are small and close to each other: <italic toggle=\"yes\">D</italic>\n<sub>X</sub>\n<sup>sol</sup> ranges from 5 to 9 kJ mol<sup>–1</sup>. The cation binding has a higher deformation penalty, <italic toggle=\"yes\">D</italic>\n<sub>Na</sub>\n<sup>sol</sup> = 29 kJ mol<sup>–1</sup>, which is attributed to glycol flexibility.</p>", "clean_text": "The anion-binding site is more rigid while the cation-binding glycol is more flexible. Consistently, the deformation penalties, D ion (), for binding anions are small and close to each other: D X sol ranges from 5 to 9 kJ mol-1. The cation binding has a higher deformation penalty, D Na sol = 29 kJ mol-1, which is attributed to glycol flexibility.", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Geometry-optimized structures\nof (a) <bold>MC5</bold>·Cl<sup>–</sup>, (b) <bold>MC5</bold>·Br<sup>–</sup>,\n(c) <bold>MC5</bold>·I<sup>–</sup>, and (d) <bold>MC5</bold>·Na<sup>+</sup>.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0002.tif\"></graphic>\n</fig>", "clean_text": " 11  Geometry-optimized structures of (a) MC5⋅Cl-, (b) MC5⋅Br-, (c) MC5⋅I-, and (d) MC5⋅Na+.   ", "data": null, "include_properties": null}, {"idx": 48, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>DFT Calculated Binding Energies, Δ<italic toggle=\"yes\">E</italic>, and Deformation Penalties, <italic toggle=\"yes\">D</italic>, in kJ\nmol<sup>–1</sup> for <bold>MC5</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col3\" rowsep=\"1\">gas phase</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col5\" rowsep=\"1\">CH<sub>2</sub>Cl<sub>2</sub> solvation</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">M<sup>+</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">X<sup>–</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic toggle=\"yes\">E</italic>\n<sup>gas</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">D</italic>\n<sup>gas</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic toggle=\"yes\">E</italic>\n<sup>sol</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">D</italic>\n<sup>sol</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Cl<sup>–</sup>\n</oasis:entry>\n<oasis:entry>–212</oasis:entry>\n<oasis:entry>16</oasis:entry>\n<oasis:entry>–58</oasis:entry>\n<oasis:entry>9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Br<sup>–</sup>\n</oasis:entry>\n<oasis:entry>–189</oasis:entry>\n<oasis:entry>13</oasis:entry>\n<oasis:entry>–51</oasis:entry>\n<oasis:entry>6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>I<sup>–</sup>\n</oasis:entry>\n<oasis:entry>–172</oasis:entry>\n<oasis:entry>11</oasis:entry>\n<oasis:entry>–52</oasis:entry>\n<oasis:entry>5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Na<sup>+</sup>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>–246</oasis:entry>\n<oasis:entry>48</oasis:entry>\n<oasis:entry>–39</oasis:entry>\n<oasis:entry>29</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Na<sup>+</sup>\n</oasis:entry>\n<oasis:entry>Cl<sup>–</sup>\n</oasis:entry>\n<oasis:entry>–767</oasis:entry>\n<oasis:entry>24</oasis:entry>\n<oasis:entry>–156</oasis:entry>\n<oasis:entry>21</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Na<sup>+</sup>\n</oasis:entry>\n<oasis:entry>Br<sup>–</sup>\n</oasis:entry>\n<oasis:entry>–737</oasis:entry>\n<oasis:entry>22</oasis:entry>\n<oasis:entry>–145</oasis:entry>\n<oasis:entry>20</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Na<sup>+</sup>\n</oasis:entry>\n<oasis:entry>I<sup>–</sup>\n</oasis:entry>\n<oasis:entry>–711</oasis:entry>\n<oasis:entry>23</oasis:entry>\n<oasis:entry>–140</oasis:entry>\n<oasis:entry>19</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>Geometries of complexes\nformed with the ion pairs () show anions and cations\nin direct contact. The binding energies of ion pairs follow similar\ntrends as seen for anion binding. Their charge separation distances, <italic toggle=\"yes\">d</italic>\n<sub>complex</sub> (), are very close to the values obtained with the ion\npairs optimized in the absence of the receptor, <italic toggle=\"yes\">d</italic>\n<sub>free pair</sub>. The flexible glycol in <bold>MC5</bold> reorganizes to accommodate the bound pairs which have direct contact.\nThe deformation penalties for ion-pair binding are in between those\nfor the anions and cation.</p>", "clean_text": "Geometries of complexes formed with the ion pairs () show anions and cations in direct contact. The binding energies of ion pairs follow similar trends as seen for anion binding. Their charge separation distances, d complex (), are very close to the values obtained with the ion pairs optimized in the absence of the receptor, d free pair. The flexible glycol in MC5 reorganizes to accommodate the bound pairs which have direct contact. The deformation penalties for ion-pair binding are in between those for the anions and cation.", "data": null, "include_properties": null}, {"idx": 50, "type": "figure", "classification": null, "content": "<fig id=\"fig12\" orientation=\"portrait\" position=\"float\">\n<label>12</label>\n<caption>\n<p>Geometry-optimized structures of <bold>MC5</bold> with (a) NaCl,\n(b) NaBr, and (c) NaI.</p>\n</caption>\n<graphic id=\"gr13\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0003.tif\"></graphic>\n</fig>", "clean_text": " 12  Geometry-optimized structures of MC5 with (a) NaCl, (b) NaBr, and (c) NaI.   ", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>The overall and allosteric cooperativity of ion-pair binding\n() was determined\n(analogous\nto ) using the data\nin . The electrostatic\ncooperativity, Δ<italic toggle=\"yes\">E</italic>\n<sub>elec</sub>, was then\ncalculated using Δ<italic toggle=\"yes\">E</italic>\n<sub>elec</sub> = Δ<italic toggle=\"yes\">E</italic>\n<sub>α</sub> – Δ<italic toggle=\"yes\">E</italic>\n<sub>allos</sub>. Contrary to our first hypothesis, we find both allostery\nand electrostatic cooperativity are positive. While both these factors\nget smaller when the system is solvated, the electrostatic contribution\nis more sensitive to solvation. Nevertheless, the conformational allostery,\nΔ<italic toggle=\"yes\">E</italic>\n<sub>allos</sub>, of <bold>MC5</bold> binding\nNaCl, NaBr, and NaI remains smaller than electrostatics (Δ<italic toggle=\"yes\">E</italic>\n<sub>allos</sub> is 20–30% of Δ<italic toggle=\"yes\">E</italic>\n<sub>elec</sub>) in the CH<sub>2</sub>Cl<sub>2</sub> solvent. It\nalso shows a smaller (2 kJ mol<sup>–1</sup>) variation across\nthe ion pairs. Therefore, net cooperativity, Δ<italic toggle=\"yes\">E</italic>\n<sub>α</sub>, variation of 10 kJ mol<sup>–1</sup> across\nthe series NaCl, NaBr, and NaI mainly stems from variations in the\nelectrostatic contribution (8 kJ mol<sup>–1</sup>). Consequently,\nthe electrostatic contribution to cooperativity dominates the decreasing\ntrend in cooperativity.</p>", "clean_text": "The overall and allosteric cooperativity of ion-pair binding () was determined (analogous to ) using the data in . The electrostatic cooperativity, ΔE elec, was then calculated using ΔE elec = ΔE α - ΔE allos. Contrary to our first hypothesis, we find both allostery and electrostatic cooperativity are positive. While both these factors get smaller when the system is solvated, the electrostatic contribution is more sensitive to solvation. Nevertheless, the conformational allostery, ΔE allos, of MC5 binding NaCl, NaBr, and NaI remains smaller than electrostatics (ΔE allos is 20-30% of ΔE elec) in the CH2Cl2 solvent. It also shows a smaller (2 kJ mol-1) variation across the ion pairs. Therefore, net cooperativity, ΔE α, variation of 10 kJ mol-1 across the series NaCl, NaBr, and NaI mainly stems from variations in the electrostatic contribution (8 kJ mol-1). Consequently, the electrostatic contribution to cooperativity dominates the decreasing trend in cooperativity.", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["else"], "content": "<title>Interpretation of Observed and Computed Cooperativity</title><p>The calculations () show that electrostatic cooperativity is dominated by the\ncharge separation distances, <italic toggle=\"yes\">d</italic>\n<sub>complex</sub>,\nas suggested by Coulomb’s law (). This is a simple model that is based on a contacting\nion pair with the macrocycle omitted. Coulomb’s law would also\nhave given the variation of electrostatic cooperativity with ion–ion\ndistance (, black line). However, the presence of other interactions present\ninside the binding cavity of the macrocycle (e.g., hydrogen-bonding\nand ion–dipole) would not be included. The computational model\nincorporates all these interactions and thus offers a more accurate\nestimate of electrostatic cooperativity, Δ<italic toggle=\"yes\">E</italic>\n<sub>elec</sub>, for the ion-pair binding within <bold>MC5</bold>. Ion–ion distance is seen to dictate the trend in Δ<italic toggle=\"yes\">E</italic>\n<sub>elec</sub> across the halide series (, red line). However, the\nabsolute value is less than from a Coulomb’s law prediction\nby ∼20 kJ mol<sup>–1</sup>. We attribute this difference\nto the secondary interactions present within the receptor–anion–cation\nternary complex that dilute the effective charges of the ions to be\nless than 1.</p>", "clean_text": "Interpretation of Observed and Computed Cooperativity\n\nThe calculations () show that electrostatic cooperativity is dominated by the charge separation distances, d complex, as suggested by Coulomb's law (). This is a simple model that is based on a contacting ion pair with the macrocycle omitted. Coulomb's law would also have given the variation of electrostatic cooperativity with ion-ion distance (, black line). However, the presence of other interactions present inside the binding cavity of the macrocycle (e.g., hydrogen-bonding and ion-dipole) would not be included. The computational model incorporates all these interactions and thus offers a more accurate estimate of electrostatic cooperativity, ΔE elec, for the ion-pair binding within MC5. Ion-ion distance is seen to dictate the trend in ΔE elec across the halide series (, red line). However, the absolute value is less than from a Coulomb's law prediction by ~20 kJ mol-1. We attribute this difference to the secondary interactions present within the receptor-anion-cation ternary complex that dilute the effective charges of the ions to be less than 1.", "data": null, "include_properties": null}, {"idx": 53, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Calculated Binding Cooperativity,\nΔ<italic toggle=\"yes\">E</italic>\n<sub>α</sub>, Conformational Allostery,\nΔ<italic toggle=\"yes\">E</italic>\n<sub>allos</sub>, and Electrostatic Cooperativity,\nΔ<italic toggle=\"yes\">E</italic>\n<sub>elec</sub>, All in kJ mol<sup>–1</sup>, and Charge Separation Distances within <bold>MC5</bold>·Ion-Pair\nComplexes, <italic toggle=\"yes\">d</italic>\n<sub>complex</sub>, and Free Pairs, <italic toggle=\"yes\">d</italic>\n<sub>free pair</sub>, in Å, in Gas and Solvent\nPhases</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">Δ<italic toggle=\"yes\">E</italic>\n<sub>α</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic toggle=\"yes\">E</italic>\n<sub>allos</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic toggle=\"yes\">E</italic>\n<sub>elec</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">d</italic>\n<sub>complex</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">d</italic>\n<sub>free pair</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">∑<italic toggle=\"yes\">r</italic>\n<sub>ion</sub>\n<xref rid=\"t3fn1\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col8\" namest=\"col2\">Gas Phase</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NaCl</oasis:entry>\n<oasis:entry>–309</oasis:entry>\n<oasis:entry>–40</oasis:entry>\n<oasis:entry>–269</oasis:entry>\n<oasis:entry>2.5</oasis:entry>\n<oasis:entry>2.4</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NaBr</oasis:entry>\n<oasis:entry>–302</oasis:entry>\n<oasis:entry>–39</oasis:entry>\n<oasis:entry>–263</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n<oasis:entry>2.5</oasis:entry>\n<oasis:entry>2.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NaI</oasis:entry>\n<oasis:entry>–292</oasis:entry>\n<oasis:entry>–36</oasis:entry>\n<oasis:entry>–256</oasis:entry>\n<oasis:entry>2.9</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry nameend=\"col8\" namest=\"col2\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col8\" namest=\"col2\">CH<sub>2</sub>Cl<sub>2</sub> Solvent</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NaCl</oasis:entry>\n<oasis:entry>–59</oasis:entry>\n<oasis:entry>–17</oasis:entry>\n<oasis:entry>–42</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n<oasis:entry>2.6</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NaBr</oasis:entry>\n<oasis:entry>–55</oasis:entry>\n<oasis:entry>–15</oasis:entry>\n<oasis:entry>–40</oasis:entry>\n<oasis:entry>2.8</oasis:entry>\n<oasis:entry>2.8</oasis:entry>\n<oasis:entry>2.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NaI</oasis:entry>\n<oasis:entry>–49</oasis:entry>\n<oasis:entry>–15</oasis:entry>\n<oasis:entry>–34</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n<oasis:entry>3.0</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>∑<italic toggle=\"yes\">r</italic>\n<sub>ion</sub> = <italic toggle=\"yes\">r</italic>\n<sub>Na</sub> + <italic toggle=\"yes\">r</italic>\n<sub>X</sub> (X = Cl, Br, I), where <italic toggle=\"yes\">r</italic>\n<sub>Cl</sub> = 1.7 Å, <italic toggle=\"yes\">r</italic>\n<sub>Br</sub> = 1.8 Å, <italic toggle=\"yes\">r</italic>\n<sub>I</sub> = 2.1 Å, and <italic toggle=\"yes\">r</italic>\n<sub>Na</sub> = 1.0 Å.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<p>The electrostatic cooperativity, Δ<italic toggle=\"yes\">E</italic>\n<sub>elec</sub>, is dictated by anion–cation distance, <italic toggle=\"yes\">d</italic>\n<sub>complex</sub>, which can be correlated with the size\nof the constituent ions, ∑<italic toggle=\"yes\">r</italic>\n<sub>ion</sub> (). This correlation\narises as a consequence of the semiflexible character of macrocycle <bold>MC5</bold>. The macrocycle allows the ions to optimize their electrostatic\ninteraction by contacting each other. Consistent with this idea, the\ninternuclear distance in the complex, <italic toggle=\"yes\">d</italic>\n<sub>complex</sub>, is similar to the ion–ion distances of free ion pairs, <italic toggle=\"yes\">d</italic>\n<sub>free pair</sub> (). Consequently, in semiflexible receptors\nwhere ion pairs have direct contact, electrostatic cooperativity is\ntuned by ionic sizes. This finding also explains the experimental\nobservation that the smaller NaI ion pair has higher cooperativity\nthan NaClO<sub>4</sub> within <bold>MC1</bold>.</p>", "clean_text": "The electrostatic cooperativity, ΔE elec, is dictated by anion-cation distance, d complex, which can be correlated with the size of the constituent ions, ∑r ion (). This correlation arises as a consequence of the semiflexible character of macrocycle MC5. The macrocycle allows the ions to optimize their electrostatic interaction by contacting each other. Consistent with this idea, the internuclear distance in the complex, d complex, is similar to the ion-ion distances of free ion pairs, d free pair (). Consequently, in semiflexible receptors where ion pairs have direct contact, electrostatic cooperativity is tuned by ionic sizes. This finding also explains the experimental observation that the smaller NaI ion pair has higher cooperativity than NaClO4 within MC1.", "data": null, "include_properties": null}, {"idx": 55, "type": "figure", "classification": null, "content": "<fig id=\"fig13\" orientation=\"portrait\" position=\"float\">\n<label>13</label>\n<caption>\n<p>Plots of electrostatic\ncooperativity determined computationally,\nΔ<italic toggle=\"yes\">E</italic>\n<sub>elec</sub> (red), and from Coulomb’s\nlaw, <italic toggle=\"yes\">E</italic>\n<sub>Coul</sub> (black), as a function of the\ncharge separation distances, 1/<italic toggle=\"yes\">d</italic>\n<sub>complex</sub>, derived from the optimized <bold>MC5</bold>·ion-pair complexes\nusing CH<sub>2</sub>Cl<sub>2</sub> as solvent medium.</p>\n</caption>\n<graphic id=\"gr14\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0004.tif\"></graphic>\n</fig>", "clean_text": " 13  Plots of electrostatic cooperativity determined computationally, ΔE elec (red), and from Coulomb's law, E Coul (black), as a function of the charge separation distances, 1/d complex, derived from the optimized MC5⋅ion-pair complexes using CH2Cl2 as solvent medium.   ", "data": null, "include_properties": null}, {"idx": 56, "type": "text", "classification": ["else"], "content": "<p>Summarizing the computational study, it was found\nthat complexes\nwith NaCl, NaBr, and NaI have very similar geometries but their cooperativities\ndecrease. This trend matches the experiments conducted with NaI and\nNaClO<sub>4</sub>, and questions raised by experiment have been answered\nwith calculations. First, the difference in cooperativity originates\nfrom electrostatics; allostery contributes to the cooperativity but\nit has minimal variation across the series (NaCl–NaI). The\nelectrostatic cooperativity depends on ion–ion distance within\nthe semiflexible receptor. Second, Coulomb’s law can only predict\nthe <italic toggle=\"yes\">trend</italic> of electrostatic cooperativity; it overestimates\nthe absolute value of cooperativity by missing secondary interactions.\nFinally it was revealed that allostery is less sensitive to solvation.\nAs a consequence, increasing solvent polarity may reduce the electrostatic\ncontribution significantly while having a smaller effect on allostery.</p>", "clean_text": "Summarizing the computational study, it was found that complexes with NaCl, NaBr, and NaI have very similar geometries but their cooperativities decrease. This trend matches the experiments conducted with NaI and NaClO4, and questions raised by experiment have been answered with calculations. First, the difference in cooperativity originates from electrostatics; allostery contributes to the cooperativity but it has minimal variation across the series (NaCl-NaI). The electrostatic cooperativity depends on ion-ion distance within the semiflexible receptor. Second, Coulomb's law can only predict the trend of electrostatic cooperativity; it overestimates the absolute value of cooperativity by missing secondary interactions. Finally it was revealed that allostery is less sensitive to solvation. As a consequence, increasing solvent polarity may reduce the electrostatic contribution significantly while having a smaller effect on allostery.", "data": null, "include_properties": null}, {"idx": 57, "type": "text", "classification": ["else"], "content": "<p>We further postulate that with a rigid receptor, which cannot reorganize\nitself, there may exist only a few ion pairs that will allow ion binding\ninto the separate ion pockets at the same time as directing ion pairs\nto make contact. This situation is expected to give rise to peak selectivity\nfor those few ion pairs. Many previously reported rigid ion pair receptors\nshowing various selectivities appeared to take advantage of this design\nprinciple. Our computational\nanalysis also reveals that the electrostatic term, Δ<italic toggle=\"yes\">E</italic>\n<sub>elec</sub>, included in , contains contributions from pure ion–ion\nelectrostatic attraction in addition to the secondary interactions.\nThese secondary effects will always lessen electrostatic attraction\nand its ensuing impact on the cooperativity of binding contact ion\npairs in receptors.</p>", "clean_text": "We further postulate that with a rigid receptor, which cannot reorganize itself, there may exist only a few ion pairs that will allow ion binding into the separate ion pockets at the same time as directing ion pairs to make contact. This situation is expected to give rise to peak selectivity for those few ion pairs. Many previously reported rigid ion pair receptors showing various selectivities appeared to take advantage of this design principle. Our computational analysis also reveals that the electrostatic term, ΔE elec, included in , contains contributions from pure ion-ion electrostatic attraction in addition to the secondary interactions. These secondary effects will always lessen electrostatic attraction and its ensuing impact on the cooperativity of binding contact ion pairs in receptors.", "data": null, "include_properties": null}, {"idx": 58, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>Cooperativity is the\ncentral concept in ion-pair binding, yet only\na few studies have focused on quantitatively evaluating the degree\nand origin of cooperativity. In this work, we established a binding\nmodel that allowed experimental and computational analyses to be used\ntogether for a comprehensive examination of cooperativity in ion-pair\nbinding. Our method is capable of generating more quantitative information\non ion-pair binding than conventional turn-on factors. For the first\ntime, the cooperativity factor was determined experimentally from\nthermodynamic quantifications of anion, cation, and overall ion-pair\nbinding. It was found that NaI has higher cooperativity than NaClO<sub>4</sub> in our model system. Using density functional theory calculations,\nwe provided the first separate examination of conformational allostery\nand electrostatic cooperativity. This study revealed that the size\nof the ions dictated the electrostatic cooperativity but only if the\nions could make direct contact with each other. Coulomb’s law\ncould predict the trend of electrostatic cooperativity but overestimated\nthe absolute value by not accounting for the putative charge dilution\nthat occurs when the ions bind to their respective anion/cation sites.\nThe analyses and findings presented here provide a new approach for\nthe investigation of cooperativity that is expected to aid in the\nfuture rational designs and understanding of receptor-mediated ion-pair\nbinding.</p>", "clean_text": "Conclusions\n\nCooperativity is the central concept in ion-pair binding, yet only a few studies have focused on quantitatively evaluating the degree and origin of cooperativity. In this work, we established a binding model that allowed experimental and computational analyses to be used together for a comprehensive examination of cooperativity in ion-pair binding. Our method is capable of generating more quantitative information on ion-pair binding than conventional turn-on factors. For the first time, the cooperativity factor was determined experimentally from thermodynamic quantifications of anion, cation, and overall ion-pair binding. It was found that NaI has higher cooperativity than NaClO4 in our model system. Using density functional theory calculations, we provided the first separate examination of conformational allostery and electrostatic cooperativity. This study revealed that the size of the ions dictated the electrostatic cooperativity but only if the ions could make direct contact with each other. Coulomb's law could predict the trend of electrostatic cooperativity but overestimated the absolute value by not accounting for the putative charge dilution that occurs when the ions bind to their respective anion/cation sites. The analyses and findings presented here provide a new approach for the investigation of cooperativity that is expected to aid in the future rational designs and understanding of receptor-mediated ion-pair binding.", "data": null, "include_properties": null}, {"idx": 59, "type": "text", "classification": ["else"], "content": "<p>Computational methods, syntheses,\nNMR data, titration analyses, X-ray data, and optimized structures.\nThe Supporting Information is available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at\nDOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/jacs.5b05839\">10.1021/jacs.5b05839</ext-link>.</p>", "clean_text": "Computational methods, syntheses, NMR data, titration analyses, X-ray data, and optimized structures. The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.5b05839.", "data": null, "include_properties": null}, {"idx": 60, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p><title>References</title><p>The chemical shift change\nof H<sub>e</sub> at 4.4 ppm upon binding is greater than those of\nthe other glycol\nprotons in <bold>MC1</bold> (H<sub>f</sub>, H<sub>j</sub>, H<sub>k</sub>), which display shifts attributed to the binding of Na<sup>+</sup>.</p><p>As a consequence, we believe\nthat the size\nof ClO<sub>4</sub>\n<sup>–</sup> present in the calculations\nis an underestimate of the averaged size of the tumbling anion characterized\nexperimentally ().</p>", "clean_text": "The authors declare no competing financial interest.\n\nReferences\n\nThe chemical shift change of He at 4.4 ppm upon binding is greater than those of the other glycol protons in MC1 (Hf, Hj, Hk), which display shifts attributed to the binding of Na+.\n\nAs a consequence, we believe that the size of ClO4 - present in the calculations is an underestimate of the averaged size of the tumbling anion characterized experimentally ().", "data": null, "include_properties": null}], "cln_elements": [{"idx": 35, "type": "text", "classification": "property", "content": "<p>Titrations conducted\nfor qualitative assessments of cooperativity (see  and  and ) were then\nanalyzed quantitatively to obtain Δ<italic toggle=\"yes\">G</italic>\n<sub>anion</sub>, Δ<italic toggle=\"yes\">G</italic>\n<sub>cation</sub>, and Δ<italic toggle=\"yes\">G</italic>\n<sub>overall</sub>, respectively. All of the titration\ndata were fitted using HypNMR by following the changing chemical shift\npositions of multiple protons (). For the titrations with TBAClO<sub>4</sub>, TBAI, NaBPh<sub>4</sub>, NaClO<sub>4</sub>, and NaI, multiple equilibria (ion binding, ion\npairing, and ion-pair complexation) were included. For example, fitting\nthe ClO<sub>4</sub>\n<sup>–</sup> anion titration includes the\nanion binding, <italic toggle=\"yes\">K</italic>\n<sub>anion</sub> (), the native ion pairing of TBAClO<sub>4</sub>, <italic toggle=\"yes\">K</italic>\n<sub>ip</sub> (), and the\nion-pair complexation of the receptor–anion complex with the\ncountercation, <italic toggle=\"yes\">K</italic>\n<sub>ipc</sub> (). The ion-pairing constants, <italic toggle=\"yes\">K</italic>\n<sub>ip</sub>, of titrated salts (TBAClO<sub>4</sub>, TBAI, NaBPh<sub>4</sub>, NaClO<sub>4</sub>, and NaI) were measured in separate experiments\nand used as fixed values in the fitting to simplify refinements and\nenhance accuracy (see  for determination of <italic toggle=\"yes\">K</italic>\n<sub>ip</sub>).<disp-formula id=\"eq10\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_m008.gif\"></graphic>\n<mml:math display=\"block\" indentalign=\"left\" indentshift=\"1.0em\" indentshiftfirst=\"0em\" linebreak=\"auto\">\n<mml:mstyle lineleading=\".25ex\" rowspacing=\"2ex\">\n<mml:mtable displaystyle=\"true\">\n<mml:mtr>\n<mml:mtd columnalign=\"left\">\n<mml:mi mathvariant=\"bold\">M</mml:mi>\n<mml:mi mathvariant=\"bold\">C</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">X</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>⇌</mml:mo>\n<mml:mi mathvariant=\"bold\">M</mml:mi>\n<mml:mi mathvariant=\"bold\">C</mml:mi>\n<mml:mi>·</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">X</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n</mml:mtd>\n<mml:mtd columnalign=\"left\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>anion</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mtd>\n<mml:mtd columnalign=\"right\">\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>10</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mtd>\n</mml:mtr>\n<mml:mtr>\n<mml:mtd columnalign=\"left\">\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">X</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>⇌</mml:mo>\n<mml:mi>MX</mml:mi>\n</mml:mtd>\n<mml:mtd columnalign=\"left\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ip</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mtd>\n<mml:mtd columnalign=\"right\">\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>11</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mtd>\n</mml:mtr>\n<mml:mtr>\n<mml:mtd columnalign=\"left\">\n<mml:mi mathvariant=\"bold\">M</mml:mi>\n<mml:mi mathvariant=\"bold\">C</mml:mi>\n<mml:mi>·</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">X</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>⇌</mml:mo>\n<mml:mi mathvariant=\"bold\">M</mml:mi>\n<mml:mi mathvariant=\"bold\">C</mml:mi>\n<mml:mi>·</mml:mi>\n<mml:mi>MX</mml:mi>\n</mml:mtd>\n<mml:mtd columnalign=\"left\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ipc</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mtd>\n<mml:mtd columnalign=\"right\">\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>12</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mtd>\n</mml:mtr>\n</mml:mtable>\n</mml:mstyle>\n</mml:math>\n</alternatives>\n</disp-formula>The results of the titrations () show that receptor <bold>MC1</bold> has\nmoderate affinities for ClO<sub>4</sub>\n<sup>–</sup> (50\nM<sup>–1</sup>) and Na<sup>+</sup> (50 M<sup>–1</sup>) but shows strong ion-pair binding (10<sup>6</sup> M<sup>–2</sup>) indicating positive cooperativity. The cooperativity factor for <bold>MC1</bold> with NaClO<sub>4</sub>, α­(NaClO<sub>4</sub>), was\ndetermined to be 400 (= β<sub>overall</sub>/<italic toggle=\"yes\">K</italic>\n<sub>anion</sub>\n<italic toggle=\"yes\">K</italic>\n<sub>cation</sub> = 1 000 000\nM<sup>–2</sup>/50 M<sup>–1</sup> × 50 M<sup>–1</sup>)) with a corresponding free energy Δ<italic toggle=\"yes\">G</italic>\n<sub>α</sub>(NaClO<sub>4</sub>) = −15 ± 1 kJ mol<sup>–1</sup>. For NaI, the I<sup>–</sup> affinity was 50%\nhigher at 80 M<sup>–1</sup>, but the cooperativity factor was\nenhanced 3-fold to 1300 with Δ<italic toggle=\"yes\">G</italic>\n<sub>α</sub>(NaI) = −18 ± 1 kJ mol<sup>–1</sup>.</p>", "clean_text": "Titrations conducted for qualitative assessments of cooperativity (see  and  and ) were then analyzed quantitatively to obtain ΔG anion, ΔG cation, and ΔG overall, respectively. All of the titration data were fitted using HypNMR by following the changing chemical shift positions of multiple protons (). For the titrations with TBAClO4, TBAI, NaBPh4, NaClO4, and NaI, multiple equilibria (ion binding, ion pairing, and ion-pair complexation) were included. For example, fitting the ClO4 - anion titration includes the anion binding, K anion (), the native ion pairing of TBAClO4, K ip (), and the ion-pair complexation of the receptor-anion complex with the countercation, K ipc (). The ion-pairing constants, K ip, of titrated salts (TBAClO4, TBAI, NaBPh4, NaClO4, and NaI) were measured in separate experiments and used as fixed values in the fitting to simplify refinements and enhance accuracy (see  for determination of K ip).        M C +   X   -   ⇌ M C ⋅   X   -       K   anion     ( 10 )       M   +   +   X   -   ⇌ MX     K   ip     ( 11 )     M C ⋅   X   -   +   M   +   ⇌ M C ⋅ MX     K   ipc     ( 12 )       The results of the titrations () show that receptor MC1 has moderate affinities for ClO4 - (50 M-1) and Na+ (50 M-1) but shows strong ion-pair binding (106 M-2) indicating positive cooperativity. The cooperativity factor for MC1 with NaClO4, α(NaClO4), was determined to be 400 (= βoverall/K anion K cation = 1000000 M-2/50 M-1 × 50 M-1)) with a corresponding free energy ΔG α(NaClO4) = -15 ± 1 kJ mol-1. For NaI, the I- affinity was 50% higher at 80 M-1, but the cooperativity factor was enhanced 3-fold to 1300 with ΔG α(NaI) = -18 ± 1 kJ mol-1.", "data": [[{"meta": {"name": "", "symbol": "MC1", "chemical formula": ""}, "etc": [{"property name": "affinity for ClO4-", "value": "50", "unit": "M-1", "condition": ""}, {"property name": "affinity for Na+", "value": "50", "unit": "M-1", "condition": ""}, {"property name": "ion-pair binding", "value": "1000000", "unit": "M-2", "condition": ""}, {"property name": "cooperativity factor with NaClO4", "value": "400", "unit": "", "condition": ""}, {"property name": "free energy with NaClO4", "value": "-15", "unit": "kJ mol-1", "condition": ""}, {"property name": "affinity for NaI", "value": "80", "unit": "M-1", "condition": ""}, {"property name": "cooperativity factor with NaI", "value": "1300", "unit": "", "condition": ""}, {"property name": "free energy with NaI", "value": "-18", "unit": "kJ mol-1", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 37, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Equilibrium Constants\nfor Ion-Pair\nBinding of NaClO<sub>4</sub> and NaI to <bold>MC1</bold> and <bold>MC2</bold> (CD<sub>2</sub>Cl<sub>2</sub>:CD<sub>3</sub>CN = 4:1,\n298 K)<xref rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">ion-pair\nreceptor <bold>MC1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">anion receptor <bold>MC2</bold>\n<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>ClO<sub>4</sub>\n<sup>–</sup>, <italic toggle=\"yes\">K</italic>\n<sub>anion</sub> (M<sup>–1</sup>)</oasis:entry>\n<oasis:entry>50 ± 10</oasis:entry>\n<oasis:entry>60 ± 40</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Na<sup>+</sup>, <italic toggle=\"yes\">K</italic>\n<sub>cation</sub> (M<sup>–1</sup>)</oasis:entry>\n<oasis:entry>50 ± 30</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NaClO<sub>4</sub>, β<sub>overall</sub> (M<sup>–2</sup>)</oasis:entry>\n<oasis:entry>1 000 000 ± 600 000</oasis:entry>\n<oasis:entry>&lt;10 000</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>cooperativity α</oasis:entry>\n<oasis:entry>400 ± 250</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry nameend=\"col3\" namest=\"col1\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>I<sup>–</sup>, <italic toggle=\"yes\">K</italic>\n<sub>anion</sub> (M<sup>–1</sup>)</oasis:entry>\n<oasis:entry>80 ± 5</oasis:entry>\n<oasis:entry>100 ± 10</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Na<sup>+</sup>, <italic toggle=\"yes\">K</italic>\n<sub>cation</sub> (M<sup>–1</sup>)</oasis:entry>\n<oasis:entry>50 ± 30</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NaI,\nβ<sub>overall</sub> (M<sup>–2</sup>)</oasis:entry>\n<oasis:entry>5 000 000 ± 1 000 000</oasis:entry>\n<oasis:entry>&lt;8000</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>cooperativity α</oasis:entry>\n<oasis:entry>1300 ± 600</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Ion pairing was also included in\nthe fits to the model: <italic toggle=\"yes\">K</italic>\n<sub>ip</sub> (TBAClO<sub>4</sub> = 250 ± 60 M<sup>–1</sup>, NaBPh<sub>4</sub> =\n2 ± 1 M<sup>–1</sup>, NaClO<sub>4</sub> = 200 ± 50\nM<sup>–1</sup>, TBAI = 80 ± 10 M<sup>–1</sup>,\nand NaI = 60 ± 10 M<sup>–1</sup>).</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Fitting gives an upper limit for\nβ<sub>overall</sub> (<bold>MC2</bold>).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Equilibrium Constants for Ion-Pair Binding of NaClO<sub>4</sub> and NaI to MC1 and MC2 (CD<sub>2</sub>Cl<sub>2</sub>:CD<sub>3</sub>CN = 4:1, 298 K)[^a][^b]\n\n|                   | ion-pair receptor MC1 | anion receptor MC2[^2] |\n|-------------------|-----------------------|-----------------------|\n| ClO<sub>4</sub><sup>–</sup>, K<sub>anion</sub> (M<sup>–1</sup>) | 50 ± 10 | 60 ± 40 |\n| Na<sup>+</sup>, K<sub>cation</sub> (M<sup>–1</sup>) | 50 ± 30 | |\n| NaClO<sub>4</sub>, β<sub>overall</sub> (M<sup>–2</sup>) | 1,000,000 ± 600,000 | <10,000 |\n| cooperativity α | 400 ± 250 | |\n|                   |                       |                       |\n| I<sup>–</sup>, K<sub>anion</sub> (M<sup>–1</sup>) | 80 ± 5 | 100 ± 10 |\n| Na<sup>+</sup>, K<sub>cation</sub> (M<sup>–1</sup>) | 50 ± 30 | |\n| NaI, β<sub>overall</sub> (M<sup>–2</sup>) | 5,000,000 ± 1,000,000 | <8000 |\n| cooperativity α | 1300 ± 600 | |\n\n[^a]: Ion pairing was also included in the fits to the model: K<sub>ip</sub> (TBAClO<sub>4</sub> = 250 ± 60 M<sup>–1</sup>, NaBPh<sub>4</sub> = 2 ± 1 M<sup>–1</sup>, NaClO<sub>4</sub> = 200 ± 50 M<sup>–1</sup>, TBAI = 80 ± 10 M<sup>–1</sup>, and NaI = 60 ± 10 M<sup>–1</sup>).\n[^b]: Fitting gives an upper limit for β<sub>overall</sub> (MC2).", "data": [{"meta": {"name": "MC1", "symbol": "", "chemical formula": ""}, "equation": [{"equation name": "ClO4-, K_anion", "value": "50 ± 10", "parameters": "M^-1"}, {"equation name": "Na+, K_cation", "value": "50 ± 30", "parameters": "M^-1"}, {"equation name": "NaClO4, β_overall", "value": "1,000,000 ± 600,000", "parameters": "M^-2"}, {"equation name": "cooperativity α", "value": "400 ± 250", "parameters": ""}, {"equation name": "I-, K_anion", "value": "80 ± 5", "parameters": "M^-1"}, {"equation name": "Na+, K_cation", "value": "50 ± 30", "parameters": "M^-1"}, {"equation name": "NaI, β_overall", "value": "5,000,000 ± 1,000,000", "parameters": "M^-2"}, {"equation name": "cooperativity α", "value": "1300 ± 600", "parameters": ""}]}, {"meta": {"name": "MC2", "symbol": "", "chemical formula": ""}, "equation": [{"equation name": "ClO4-, K_anion", "value": "60 ± 40", "parameters": "M^-1"}, {"equation name": "NaClO4, β_overall", "value": "<10,000", "parameters": "M^-2"}, {"equation name": "I-, K_anion", "value": "100 ± 10", "parameters": "M^-1"}, {"equation name": "NaI, β_overall", "value": "<8000", "parameters": "M^-2"}]}], "include_properties": ["equation"]}, {"idx": 48, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>DFT Calculated Binding Energies, Δ<italic toggle=\"yes\">E</italic>, and Deformation Penalties, <italic toggle=\"yes\">D</italic>, in kJ\nmol<sup>–1</sup> for <bold>MC5</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col3\" rowsep=\"1\">gas phase</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col5\" rowsep=\"1\">CH<sub>2</sub>Cl<sub>2</sub> solvation</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">M<sup>+</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">X<sup>–</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic toggle=\"yes\">E</italic>\n<sup>gas</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">D</italic>\n<sup>gas</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic toggle=\"yes\">E</italic>\n<sup>sol</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">D</italic>\n<sup>sol</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Cl<sup>–</sup>\n</oasis:entry>\n<oasis:entry>–212</oasis:entry>\n<oasis:entry>16</oasis:entry>\n<oasis:entry>–58</oasis:entry>\n<oasis:entry>9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Br<sup>–</sup>\n</oasis:entry>\n<oasis:entry>–189</oasis:entry>\n<oasis:entry>13</oasis:entry>\n<oasis:entry>–51</oasis:entry>\n<oasis:entry>6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>I<sup>–</sup>\n</oasis:entry>\n<oasis:entry>–172</oasis:entry>\n<oasis:entry>11</oasis:entry>\n<oasis:entry>–52</oasis:entry>\n<oasis:entry>5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Na<sup>+</sup>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>–246</oasis:entry>\n<oasis:entry>48</oasis:entry>\n<oasis:entry>–39</oasis:entry>\n<oasis:entry>29</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Na<sup>+</sup>\n</oasis:entry>\n<oasis:entry>Cl<sup>–</sup>\n</oasis:entry>\n<oasis:entry>–767</oasis:entry>\n<oasis:entry>24</oasis:entry>\n<oasis:entry>–156</oasis:entry>\n<oasis:entry>21</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Na<sup>+</sup>\n</oasis:entry>\n<oasis:entry>Br<sup>–</sup>\n</oasis:entry>\n<oasis:entry>–737</oasis:entry>\n<oasis:entry>22</oasis:entry>\n<oasis:entry>–145</oasis:entry>\n<oasis:entry>20</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Na<sup>+</sup>\n</oasis:entry>\n<oasis:entry>I<sup>–</sup>\n</oasis:entry>\n<oasis:entry>–711</oasis:entry>\n<oasis:entry>23</oasis:entry>\n<oasis:entry>–140</oasis:entry>\n<oasis:entry>19</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. DFT Calculated Binding Energies, ΔE, and Deformation Penalties, D, in kJ mol–1 for MC5\n\n| M+ | X– | ΔEgas | Dgas | ΔEsol | Dsol |\n|----|----|-------|------|-------|------|\n|    | Cl–| –212  | 16   | –58   | 9    |\n|    | Br–| –189  | 13   | –51   | 6    |\n|    | I– | –172  | 11   | –52   | 5    |\n| Na+|    | –246  | 48   | –39   | 29   |\n|    |    |       |      |       |      |\n| Na+| Cl–| –767  | 24   | –156  | 21   |\n| Na+| Br–| –737  | 22   | –145  | 20   |\n| Na+| I– | –711  | 23   | –140  | 19   |", "data": [{"meta": {"name": "MC5", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "–212", "unit": "kJ mol–1", "type": "ΔEgas", "condition": "Cl–"}, {"value": "16", "unit": "kJ mol–1", "type": "Dgas", "condition": "Cl–"}, {"value": "–58", "unit": "kJ mol–1", "type": "ΔEsol", "condition": "Cl–"}, {"value": "9", "unit": "kJ mol–1", "type": "Dsol", "condition": "Cl–"}, {"value": "–189", "unit": "kJ mol–1", "type": "ΔEgas", "condition": "Br–"}, {"value": "13", "unit": "kJ mol–1", "type": "Dgas", "condition": "Br–"}, {"value": "–51", "unit": "kJ mol–1", "type": "ΔEsol", "condition": "Br–"}, {"value": "6", "unit": "kJ mol–1", "type": "Dsol", "condition": "Br–"}, {"value": "–172", "unit": "kJ mol–1", "type": "ΔEgas", "condition": "I–"}, {"value": "11", "unit": "kJ mol–1", "type": "Dgas", "condition": "I–"}, {"value": "–52", "unit": "kJ mol–1", "type": "ΔEsol", "condition": "I–"}, {"value": "5", "unit": "kJ mol–1", "type": "Dsol", "condition": "I–"}, {"value": "–246", "unit": "kJ mol–1", "type": "ΔEgas", "condition": "Na+"}, {"value": "48", "unit": "kJ mol–1", "type": "Dgas", "condition": "Na+"}, {"value": "–39", "unit": "kJ mol–1", "type": "ΔEsol", "condition": "Na+"}, {"value": "29", "unit": "kJ mol–1", "type": "Dsol", "condition": "Na+"}, {"value": "–767", "unit": "kJ mol–1", "type": "ΔEgas", "condition": "Na+ Cl–"}, {"value": "24", "unit": "kJ mol–1", "type": "Dgas", "condition": "Na+ Cl–"}, {"value": "–156", "unit": "kJ mol–1", "type": "ΔEsol", "condition": "Na+ Cl–"}, {"value": "21", "unit": "kJ mol–1", "type": "Dsol", "condition": "Na+ Cl–"}, {"value": "–737", "unit": "kJ mol–1", "type": "ΔEgas", "condition": "Na+ Br–"}, {"value": "22", "unit": "kJ mol–1", "type": "Dgas", "condition": "Na+ Br–"}, {"value": "–145", "unit": "kJ mol–1", "type": "ΔEsol", "condition": "Na+ Br–"}, {"value": "20", "unit": "kJ mol–1", "type": "Dsol", "condition": "Na+ Br–"}, {"value": "–711", "unit": "kJ mol–1", "type": "ΔEgas", "condition": "Na+ I–"}, {"value": "23", "unit": "kJ mol–1", "type": "Dgas", "condition": "Na+ I–"}, {"value": "–140", "unit": "kJ mol–1", "type": "ΔEsol", "condition": "Na+ I–"}, {"value": "19", "unit": "kJ mol–1", "type": "Dsol", "condition": "Na+ I–"}]}], "include_properties": null}, {"idx": 53, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Calculated Binding Cooperativity,\nΔ<italic toggle=\"yes\">E</italic>\n<sub>α</sub>, Conformational Allostery,\nΔ<italic toggle=\"yes\">E</italic>\n<sub>allos</sub>, and Electrostatic Cooperativity,\nΔ<italic toggle=\"yes\">E</italic>\n<sub>elec</sub>, All in kJ mol<sup>–1</sup>, and Charge Separation Distances within <bold>MC5</bold>·Ion-Pair\nComplexes, <italic toggle=\"yes\">d</italic>\n<sub>complex</sub>, and Free Pairs, <italic toggle=\"yes\">d</italic>\n<sub>free pair</sub>, in Å, in Gas and Solvent\nPhases</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">Δ<italic toggle=\"yes\">E</italic>\n<sub>α</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic toggle=\"yes\">E</italic>\n<sub>allos</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic toggle=\"yes\">E</italic>\n<sub>elec</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">d</italic>\n<sub>complex</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">d</italic>\n<sub>free pair</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">∑<italic toggle=\"yes\">r</italic>\n<sub>ion</sub>\n<xref rid=\"t3fn1\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col8\" namest=\"col2\">Gas Phase</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NaCl</oasis:entry>\n<oasis:entry>–309</oasis:entry>\n<oasis:entry>–40</oasis:entry>\n<oasis:entry>–269</oasis:entry>\n<oasis:entry>2.5</oasis:entry>\n<oasis:entry>2.4</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NaBr</oasis:entry>\n<oasis:entry>–302</oasis:entry>\n<oasis:entry>–39</oasis:entry>\n<oasis:entry>–263</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n<oasis:entry>2.5</oasis:entry>\n<oasis:entry>2.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NaI</oasis:entry>\n<oasis:entry>–292</oasis:entry>\n<oasis:entry>–36</oasis:entry>\n<oasis:entry>–256</oasis:entry>\n<oasis:entry>2.9</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry nameend=\"col8\" namest=\"col2\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col8\" namest=\"col2\">CH<sub>2</sub>Cl<sub>2</sub> Solvent</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NaCl</oasis:entry>\n<oasis:entry>–59</oasis:entry>\n<oasis:entry>–17</oasis:entry>\n<oasis:entry>–42</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n<oasis:entry>2.6</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NaBr</oasis:entry>\n<oasis:entry>–55</oasis:entry>\n<oasis:entry>–15</oasis:entry>\n<oasis:entry>–40</oasis:entry>\n<oasis:entry>2.8</oasis:entry>\n<oasis:entry>2.8</oasis:entry>\n<oasis:entry>2.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NaI</oasis:entry>\n<oasis:entry>–49</oasis:entry>\n<oasis:entry>–15</oasis:entry>\n<oasis:entry>–34</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n<oasis:entry>3.0</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>∑<italic toggle=\"yes\">r</italic>\n<sub>ion</sub> = <italic toggle=\"yes\">r</italic>\n<sub>Na</sub> + <italic toggle=\"yes\">r</italic>\n<sub>X</sub> (X = Cl, Br, I), where <italic toggle=\"yes\">r</italic>\n<sub>Cl</sub> = 1.7 Å, <italic toggle=\"yes\">r</italic>\n<sub>Br</sub> = 1.8 Å, <italic toggle=\"yes\">r</italic>\n<sub>I</sub> = 2.1 Å, and <italic toggle=\"yes\">r</italic>\n<sub>Na</sub> = 1.0 Å.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 3. Calculated Binding Cooperativity, ΔEα, Conformational Allostery, ΔEallos, and Electrostatic Cooperativity, ΔEelec, All in kJ mol–1, and Charge Separation Distances within MC5·Ion-Pair Complexes, dcomplex, and Free Pairs, dfree pair, in Å, in Gas and Solvent Phases\n\n|                | ΔEα  | ΔEallos | ΔEelec | dcomplex | dfree pair | ∑rion[^a] |\n|----------------|------|---------|--------|----------|------------|-----------|\n| Gas Phase      |      |         |        |          |            |           |\n| NaCl           | –309 | –40     | –269   | 2.5      | 2.4        | 2.7       |\n| NaBr           | –302 | –39     | –263   | 2.7      | 2.5        | 2.8       |\n| NaI            | –292 | –36     | –256   | 2.9      | 2.7        | 3.1       |\n|                |      |         |        |          |            |           |\n| CH2Cl2 Solvent |      |         |        |          |            |           |\n| NaCl           | –59  | –17     | –42    | 2.7      | 2.6        | 2.7       |\n| NaBr           | –55  | –15     | –40    | 2.8      | 2.8        | 2.8       |\n| NaI            | –49  | –15     | –34    | 3.1      | 3.0        | 3.1       |\n\n[^a]: ∑rion = rNa + rX (X = Cl, Br, I), where rCl = 1.7 Å, rBr = 1.8 Å, rI = 2.1 Å, and rNa = 1.0 Å.", "data": [{"meta": {"name": "NaCl", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "-309", "unit": "kJ/mol", "type": "ΔEα", "condition": "Gas Phase"}, {"value": "-40", "unit": "kJ/mol", "type": "ΔEallos", "condition": "Gas Phase"}, {"value": "-269", "unit": "kJ/mol", "type": "ΔEelec", "condition": "Gas Phase"}, {"value": "-59", "unit": "kJ/mol", "type": "ΔEα", "condition": "CH2Cl2 Solvent"}, {"value": "-17", "unit": "kJ/mol", "type": "ΔEallos", "condition": "CH2Cl2 Solvent"}, {"value": "-42", "unit": "kJ/mol", "type": "ΔEelec", "condition": "CH2Cl2 Solvent"}], "distance": [{"value": "2.5", "unit": "Å", "type": "dcomplex", "condition": "Gas Phase"}, {"value": "2.4", "unit": "Å", "type": "dfree pair", "condition": "Gas Phase"}, {"value": "2.7", "unit": "Å", "type": "∑rion", "condition": "Gas Phase"}, {"value": "2.7", "unit": "Å", "type": "dcomplex", "condition": "CH2Cl2 Solvent"}, {"value": "2.6", "unit": "Å", "type": "dfree pair", "condition": "CH2Cl2 Solvent"}, {"value": "2.7", "unit": "Å", "type": "∑rion", "condition": "CH2Cl2 Solvent"}]}, {"meta": {"name": "NaBr", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "-302", "unit": "kJ/mol", "type": "ΔEα", "condition": "Gas Phase"}, {"value": "-39", "unit": "kJ/mol", "type": "ΔEallos", "condition": "Gas Phase"}, {"value": "-263", "unit": "kJ/mol", "type": "ΔEelec", "condition": "Gas Phase"}, {"value": "-55", "unit": "kJ/mol", "type": "ΔEα", "condition": "CH2Cl2 Solvent"}, {"value": "-15", "unit": "kJ/mol", "type": "ΔEallos", "condition": "CH2Cl2 Solvent"}, {"value": "-40", "unit": "kJ/mol", "type": "ΔEelec", "condition": "CH2Cl2 Solvent"}], "distance": [{"value": "2.7", "unit": "Å", "type": "dcomplex", "condition": "Gas Phase"}, {"value": "2.5", "unit": "Å", "type": "dfree pair", "condition": "Gas Phase"}, {"value": "2.8", "unit": "Å", "type": "∑rion", "condition": "Gas Phase"}, {"value": "2.8", "unit": "Å", "type": "dcomplex", "condition": "CH2Cl2 Solvent"}, {"value": "2.8", "unit": "Å", "type": "dfree pair", "condition": "CH2Cl2 Solvent"}, {"value": "2.8", "unit": "Å", "type": "∑rion", "condition": "CH2Cl2 Solvent"}]}, {"meta": {"name": "NaI", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "-292", "unit": "kJ/mol", "type": "ΔEα", "condition": "Gas Phase"}, {"value": "-36", "unit": "kJ/mol", "type": "ΔEallos", "condition": "Gas Phase"}, {"value": "-256", "unit": "kJ/mol", "type": "ΔEelec", "condition": "Gas Phase"}, {"value": "-49", "unit": "kJ/mol", "type": "ΔEα", "condition": "CH2Cl2 Solvent"}, {"value": "-15", "unit": "kJ/mol", "type": "ΔEallos", "condition": "CH2Cl2 Solvent"}, {"value": "-34", "unit": "kJ/mol", "type": "ΔEelec", "condition": "CH2Cl2 Solvent"}], "distance": [{"value": "2.9", "unit": "Å", "type": "dcomplex", "condition": "Gas Phase"}, {"value": "2.7", "unit": "Å", "type": "dfree pair", "condition": "Gas Phase"}, {"value": "3.1", "unit": "Å", "type": "∑rion", "condition": "Gas Phase"}, {"value": "3.1", "unit": "Å", "type": "dcomplex", "condition": "CH2Cl2 Solvent"}, {"value": "3.0", "unit": "Å", "type": "dfree pair", "condition": "CH2Cl2 Solvent"}, {"value": "3.1", "unit": "Å", "type": "∑rion", "condition": "CH2Cl2 Solvent"}]}], "include_properties": null}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Chemical structures\nof the macrocycles and principal equilibrium\nstudied in this work. Macrocycle <bold>MC1</bold> for ion-pair binding\nbears extrinsically polarized triazoles (red) for CH hydrogen-bonding\nto anions and the ethylene glycol ether (blue) for cations. <bold>MC2</bold> serves as an anion-only control receptor, <bold>MC3</bold> and <bold>MC4</bold> for crystal structure determinations, and <bold>MC5</bold> for computational studies.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0008.tif\"></graphic>\n</fig>", "clean_text": " 1  Chemical structures of the macrocycles and principal equilibrium studied in this work. Macrocycle MC1 for ion-pair binding bears extrinsically polarized triazoles (red) for CH hydrogen-bonding to anions and the ethylene glycol ether (blue) for cations. MC2 serves as an anion-only control receptor, MC3 and MC4 for crystal structure determinations, and MC5 for computational studies.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Modular Synthesis of Macrocycles <bold>MC1</bold>, <bold>MC2</bold>, <bold>MC3</bold>, and <bold>MC4</bold> (TBTA = tris­[(1-benzyl-1<italic toggle=\"yes\">H</italic>-1,2,3-triazol-4-yl)­methyl]­amine)</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0005.tif\"></graphic>\n</fig>", "clean_text": " 1  Modular Synthesis of Macrocycles MC1, MC2, MC3, and MC4 (TBTA = tris[(1-benzyl-1H-1,2,3-triazol-4-yl)methyl]amine)   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Electrostatic potential\nmap of <bold>MC3</bold> (HF/3-21G*).\n(b) Chemical and solid-state structure of <bold>MC3</bold>·CH<sub>3</sub>CN with short-distance (&lt;3.0 Å) hydrogen bonds marked.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0009.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Electrostatic potential map of MC3 (HF/3-21G*). (b) Chemical and solid-state structure of MC3⋅CH3CN with short-distance (<3.0 Å) hydrogen bonds marked.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) <sup>1</sup>H NMR spectra of <bold>MC1</bold> (2 mM,\n4:1 CD<sub>2</sub>Cl<sub>2</sub>:CD<sub>3</sub>CN, 500 MHz, 298 K)\nwith five\nequivalents of NaBPh<sub>4</sub> (black), TBAClO<sub>4</sub> (blue),\nand NaClO<sub>4</sub> (red) compared to the free receptor (magenta).\n(b) <sup>1</sup>H NMR chemical shifts of the triazole proton H<sub>a</sub> in <bold>MC1</bold> with increasing equivalents of the various\nsalts.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0010.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) 1H NMR spectra of MC1 (2 mM, 4:1 CD2Cl2:CD3CN, 500 MHz, 298 K) with five equivalents of NaBPh4 (black), TBAClO4 (blue), and NaClO4 (red) compared to the free receptor (magenta). (b) 1H NMR chemical shifts of the triazole proton Ha in MC1 with increasing equivalents of the various salts.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Stacked <sup>1</sup>H NMR spectra of <bold>MC1</bold> with increasing\namounts of (a) NaClO<sub>4</sub> and (b) NaI. Conditions: [<bold>MC1</bold>] = 2 mM, 4:1 CD<sub>2</sub>Cl<sub>2</sub>:CD<sub>3</sub>CN, 298\nK, 500 MHz.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0011.tif\"></graphic>\n</fig>", "clean_text": " 4  Stacked 1H NMR spectra of MC1 with increasing amounts of (a) NaClO4 and (b) NaI. Conditions: [MC1] = 2 mM, 4:1 CD2Cl2:CD3CN, 298 K, 500 MHz.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Chemical structure of <bold>MC4</bold>·NaClO<sub>4</sub> highlighting short contacts (dashed pink lines). (b) Top and (c)\nside views of solid-state structure of <bold>MC4</bold>·NaClO<sub>4</sub>. (d) Upper part of the structure highlighting the exterior\nNa<sup>+</sup> binding site of <bold>MC4</bold>. (e) A supramolecular\npolymer formed by <bold>MC4</bold>·NaClO<sub>4</sub> monomers\nin the solid state. Solvent molecules removed for clarity.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0012.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Chemical structure of MC4⋅NaClO4 highlighting short contacts (dashed pink lines). (b) Top and (c) side views of solid-state structure of MC4⋅NaClO4. (d) Upper part of the structure highlighting the exterior Na+ binding site of MC4. (e) A supramolecular polymer formed by MC4⋅NaClO4 monomers in the solid state. Solvent molecules removed for clarity.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Solid-state structure\nof <bold>MC4</bold>·NaI in (a) front\nand (b) side views.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0013.tif\"></graphic>\n</fig>", "clean_text": " 6  Solid-state structure of MC4⋅NaI in (a) front and (b) side views.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Representation of the additional free energy, Δ<italic toggle=\"yes\">G</italic>\n<sub>α</sub>, under conditions of positive cooperativity, that\nemerges when comparing the overall free energy of binding the ion\npair to the sum of binding the cation and anion individually.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0014.tif\"></graphic>\n</fig>", "clean_text": " 7  Representation of the additional free energy, ΔG α, under conditions of positive cooperativity, that emerges when comparing the overall free energy of binding the ion pair to the sum of binding the cation and anion individually.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Representation\nof electrostatic cooperativity, Δ<italic toggle=\"yes\">G</italic>\n<sub>elec</sub>, in ion-pair binding. (b) Representation\nof conformational allostery, Δ<italic toggle=\"yes\">G</italic>\n<sub>allos</sub>, as the difference between <italic toggle=\"yes\">D</italic>\n<sub>overall</sub> and\nthe sum of <italic toggle=\"yes\">D</italic>\n<sub>anion</sub> + <italic toggle=\"yes\">D</italic>\n<sub>cation</sub>, where <italic toggle=\"yes\">D</italic>\n<sub>\n<italic toggle=\"yes\">i</italic>\n</sub> is the deformation energy penalty for each state <italic toggle=\"yes\">i</italic>.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0015.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) Representation of electrostatic cooperativity, ΔG elec, in ion-pair binding. (b) Representation of conformational allostery, ΔG allos, as the difference between D overall and the sum of D anion + D cation, where D  i  is the deformation energy penalty for each state i.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a) Comparison of ion–ion\nseparation distances in the crystal\nstructures and (b) their impact on the expected Coulombic interactions, <italic toggle=\"yes\">E</italic>\n<sub>Coul</sub>, relative to observed cooperativities,\nΔ<italic toggle=\"yes\">G</italic>\n<sub>α</sub>.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0016.tif\"></graphic>\n</fig>", "clean_text": " 9  (a) Comparison of ion-ion separation distances in the crystal structures and (b) their impact on the expected Coulombic interactions, E Coul, relative to observed cooperativities, ΔG α.   ", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Energy diagrams illustrating how (a) binding\nenergy, Δ<italic toggle=\"yes\">E</italic>\n<sub>ion</sub>, is obtained from\nthe optimized geometries\nof reactants and products, and (b) deformation penalty, <italic toggle=\"yes\">D</italic>\n<sub>ion</sub>, is defined by the difference in energies for the\nreceptors in the geometry of the empty macrocycle and when the macrocycle\nis complexed.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0001.tif\"></graphic>\n</fig>", "clean_text": " 10  Energy diagrams illustrating how (a) binding energy, ΔE ion, is obtained from the optimized geometries of reactants and products, and (b) deformation penalty, D ion, is defined by the difference in energies for the receptors in the geometry of the empty macrocycle and when the macrocycle is complexed.   ", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Geometry-optimized structures\nof (a) <bold>MC5</bold>·Cl<sup>–</sup>, (b) <bold>MC5</bold>·Br<sup>–</sup>,\n(c) <bold>MC5</bold>·I<sup>–</sup>, and (d) <bold>MC5</bold>·Na<sup>+</sup>.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0002.tif\"></graphic>\n</fig>", "clean_text": " 11  Geometry-optimized structures of (a) MC5⋅Cl-, (b) MC5⋅Br-, (c) MC5⋅I-, and (d) MC5⋅Na+.   ", "data": null, "include_properties": null}, {"idx": 50, "type": "figure", "classification": null, "content": "<fig id=\"fig12\" orientation=\"portrait\" position=\"float\">\n<label>12</label>\n<caption>\n<p>Geometry-optimized structures of <bold>MC5</bold> with (a) NaCl,\n(b) NaBr, and (c) NaI.</p>\n</caption>\n<graphic id=\"gr13\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0003.tif\"></graphic>\n</fig>", "clean_text": " 12  Geometry-optimized structures of MC5 with (a) NaCl, (b) NaBr, and (c) NaI.   ", "data": null, "include_properties": null}, {"idx": 55, "type": "figure", "classification": null, "content": "<fig id=\"fig13\" orientation=\"portrait\" position=\"float\">\n<label>13</label>\n<caption>\n<p>Plots of electrostatic\ncooperativity determined computationally,\nΔ<italic toggle=\"yes\">E</italic>\n<sub>elec</sub> (red), and from Coulomb’s\nlaw, <italic toggle=\"yes\">E</italic>\n<sub>Coul</sub> (black), as a function of the\ncharge separation distances, 1/<italic toggle=\"yes\">d</italic>\n<sub>complex</sub>, derived from the optimized <bold>MC5</bold>·ion-pair complexes\nusing CH<sub>2</sub>Cl<sub>2</sub> as solvent medium.</p>\n</caption>\n<graphic id=\"gr14\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2015-05839w_0004.tif\"></graphic>\n</fig>", "clean_text": " 13  Plots of electrostatic cooperativity determined computationally, ΔE elec (red), and from Coulomb's law, E Coul (black), as a function of the charge separation distances, 1/d complex, derived from the optimized MC5⋅ion-pair complexes using CH2Cl2 as solvent medium.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.5b05839", "title": null, "journal": "American Chemical\nSociety", "date": "2015.07", "author_list": ["Qiao\nBo", "Sengupta\nArkajyoti", "Liu\nYun", "McDonald\nKevin P.", "Pink\nMaren", "Anderson\nJoseph R.", "Raghavachari\nKrishnan", "Flood\nAmar H."]}}