{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ja806624j.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>A series of isostructural metal−organic framework polymers of composition [Cu<sub>2</sub>(L)(H<sub>2</sub>O)<sub>2</sub>] (L= tetracarboxylate ligands), denoted NOTT-<italic toggle=\"yes\">nnn</italic>, has been synthesized and characterized. Single crystal X-ray structures confirm the complexes to contain binuclear Cu(II) paddlewheel nodes each bridged by four carboxylate centers to give a NbO-type network of 6<sup>4</sup>·8<sup>2</sup> topology. These complexes are activated by solvent exchange with acetone coupled to heating cycles under vacuum to afford the desolvated porous materials NOTT-100 to NOTT-109. These incorporate a vacant coordination site at each Cu(II) center and have large pore volumes that contribute to the observed high H<sub>2</sub> adsorption. Indeed, NOTT-103 at 77 K and 60 bar shows a very high total H<sub>2</sub> adsorption of 77.8 mg g<sup>−1</sup> equivalent to 7.78 wt% [wt% = (weight of adsorbed H<sub>2</sub>)/(weight of host material)] or 7.22 wt% [wt% = 100(weight of adsorbed H<sub>2</sub>)/(weight of host material + weight of adsorbed H<sub>2</sub>)]. Neutron powder diffraction studies on NOTT-101 reveal three adsorption sites for this material: at the exposed Cu(II) coordination site, at the pocket formed by three {Cu<sub>2</sub>} paddle wheels, and at the cusp of three phenyl rings. Systematic virial analysis of the H<sub>2</sub> isotherms suggests that the H<sub>2</sub> binding energies at these sites are very similar and the differences are smaller than 1.0 kJ mol<sup>−1</sup>, although the adsorption enthalpies for H<sub>2</sub> at the exposed Cu(II) site are significantly affected by pore metrics. Introducing methyl groups or using kinked ligands to create smaller pores can enhance the isosteric heat of adsorption and improve H<sub>2</sub> adsorption. However, although increasing the overlap of potential energy fields of pore walls increases the heat of H<sub>2</sub> adsorption at low pressure, it may be detrimental to the overall adsorption capacity by reducing the pore volume.</p>", "clean_text": "A series of isostructural metal-organic framework polymers of composition [Cu2(L)(H2O)2] (L= tetracarboxylate ligands), denoted NOTT-nnn, has been synthesized and characterized. Single crystal X-ray structures confirm the complexes to contain binuclear Cu(II) paddlewheel nodes each bridged by four carboxylate centers to give a NbO-type network of 64⋅82 topology. These complexes are activated by solvent exchange with acetone coupled to heating cycles under vacuum to afford the desolvated porous materials NOTT-100 to NOTT-109. These incorporate a vacant coordination site at each Cu(II) center and have large pore volumes that contribute to the observed high H2 adsorption. Indeed, NOTT-103 at 77 K and 60 bar shows a very high total H2 adsorption of 77.8 mg g-1 equivalent to 7.78 wt% [wt% = (weight of adsorbed H2)/(weight of host material)] or 7.22 wt% [wt% = 100(weight of adsorbed H2)/(weight of host material + weight of adsorbed H2)]. Neutron powder diffraction studies on NOTT-101 reveal three adsorption sites for this material: at the exposed Cu(II) coordination site, at the pocket formed by three {Cu2} paddle wheels, and at the cusp of three phenyl rings. Systematic virial analysis of the H2 isotherms suggests that the H2 binding energies at these sites are very similar and the differences are smaller than 1.0 kJ mol-1, although the adsorption enthalpies for H2 at the exposed Cu(II) site are significantly affected by pore metrics. Introducing methyl groups or using kinked ligands to create smaller pores can enhance the isosteric heat of adsorption and improve H2 adsorption. However, although increasing the overlap of potential energy fields of pore walls increases the heat of H2 adsorption at low pressure, it may be detrimental to the overall adsorption capacity by reducing the pore volume.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Hydrogen (H<sub>2</sub>) is considered a most promising energy carrier for vehicles and can potentially achieve zero CO<sub>2</sub> emission at the point of use. However a safe, economically and technically viable solution for on-board H<sub>2</sub> storage remains one of the major challenges for any future “Hydrogen Economy”. Storage of H<sub>2</sub> by physisorption on solid surfaces is an attractive option since it provides fast kinetics and low heat effects during adsorption/desorption cycles. Adsorbents based upon carbon microporous materials and metal−organic frameworks  have been investigated widely. The latter are often crystalline and consist of extended networks assembled by the bonding of metal ions and polyfunctional organic ligands. The development of synthesis <italic toggle=\"yes\">via</italic> design over the past decade has produced examples of metal−organic frameworks showing high porosity and capability of adsorbing significant amounts of gases and small molecules. These materials have been under intense scrutiny due to their potential for high H<sub>2</sub> adsorption capacity and opportunities to tune and modify framework structures to improve the properties of the resultant materials.</p>", "clean_text": "Introduction\n\nHydrogen (H2) is considered a most promising energy carrier for vehicles and can potentially achieve zero CO2 emission at the point of use. However a safe, economically and technically viable solution for on-board H2 storage remains one of the major challenges for any future \"Hydrogen Economy\". Storage of H2 by physisorption on solid surfaces is an attractive option since it provides fast kinetics and low heat effects during adsorption/desorption cycles. Adsorbents based upon carbon microporous materials and metal-organic frameworks  have been investigated widely. The latter are often crystalline and consist of extended networks assembled by the bonding of metal ions and polyfunctional organic ligands. The development of synthesis via design over the past decade has produced examples of metal-organic frameworks showing high porosity and capability of adsorbing significant amounts of gases and small molecules. These materials have been under intense scrutiny due to their potential for high H2 adsorption capacity and opportunities to tune and modify framework structures to improve the properties of the resultant materials.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Physisorption of H<sub>2</sub> in porous materials usually operates at 77 K due to the low adsorption heat for the process (typically 5−8 kJ mol<sup>−1</sup>\n). A higher isosteric heat of adsorption of ∼15−20 kJ mol<sup>−1</sup> is required for a H<sub>2</sub> storage system operating at room temperature and at a pressure range of 1.5−20 bar suitable for delivery directly to a fuel cell. Strategies to enhance the H<sub>2</sub> binding energy in porous materials include the formation of narrow pores such that the overlapping potential from two or more walls increases the binding energy between H<sub>2</sub> and the framework, provision of free metal coordination sites to allow stronger binding of H<sub>2</sub> directly to metal nodes, and doping of frameworks with metal centers and particles to increase H<sub>2</sub> uptake <italic toggle=\"yes\">via</italic> a spillover mechanism. There is limited evidence that exposed metal sites increase the overall H<sub>2</sub> uptake capacities of porous metal−organic frameworks, although binding enthalpies may well be increased by direct interactions between H<sub>2</sub> and metal centers. We report here a comprehensive investigation of Cu(II) paddlewheel complexes formed from a range of polyphenyl tetracarboxylate ligands to yield materials with pore sizes ranging from 6.5 to 8.3 Å, the pore size being controlled and tuned by the polyaromatic backbone. A range of different ligand spacers (Scheme ) has been introduced, and a series of new materials with various pore sizes and shapes are obtained with different functional groups projecting into the pores. Extensive characterization of H<sub>2</sub> adsorption in NOTT-101 was performed using neutron powder diffraction, while detailed analysis of the H<sub>2</sub> adsorption enthalpies for the series of porous complexes revealed correlations between the exposed Cu(II) sites, organic ligands, and the overall framework structures.</p>", "clean_text": "Physisorption of H2 in porous materials usually operates at 77 K due to the low adsorption heat for the process (typically 5-8 kJ mol-1 ). A higher isosteric heat of adsorption of ~15-20 kJ mol-1 is required for a H2 storage system operating at room temperature and at a pressure range of 1.5-20 bar suitable for delivery directly to a fuel cell. Strategies to enhance the H2 binding energy in porous materials include the formation of narrow pores such that the overlapping potential from two or more walls increases the binding energy between H2 and the framework, provision of free metal coordination sites to allow stronger binding of H2 directly to metal nodes, and doping of frameworks with metal centers and particles to increase H2 uptake via a spillover mechanism. There is limited evidence that exposed metal sites increase the overall H2 uptake capacities of porous metal-organic frameworks, although binding enthalpies may well be increased by direct interactions between H2 and metal centers. We report here a comprehensive investigation of Cu(II) paddlewheel complexes formed from a range of polyphenyl tetracarboxylate ligands to yield materials with pore sizes ranging from 6.5 to 8.3 Å, the pore size being controlled and tuned by the polyaromatic backbone. A range of different ligand spacers (Scheme ) has been introduced, and a series of new materials with various pore sizes and shapes are obtained with different functional groups projecting into the pores. Extensive characterization of H2 adsorption in NOTT-101 was performed using neutron powder diffraction, while detailed analysis of the H2 adsorption enthalpies for the series of porous complexes revealed correlations between the exposed Cu(II) sites, organic ligands, and the overall framework structures.", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Synthesis of Ligands and Their Corresponding Cu Complexes [Cu(L)<sub>2</sub>]<xref rid=\"sch1-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gs1\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0001.tif\"></graphic>\n<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>(i) Mg, Et<sub>2</sub>O, B(OMe)<sub>3</sub>; (ii) <sup>\n<italic toggle=\"yes\">t</italic>\n</sup>BuOH/H<sub>2</sub>O, KMnO<sub>4</sub>; (iii) EtOH, H<sub>2</sub>SO<sub>4</sub>; (iv) BrRBr, Pd(PPh<sub>3</sub>)<sub>4</sub>, 80 °C, 3 days; (v) 2 M NaOH, HCl.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Synthesis of Ligands and Their Corresponding Cu Complexes [Cu(L)2]      a (i) Mg, Et2O, B(OMe)3; (ii)  t BuOH/H2O, KMnO4; (iii) EtOH, H2SO4; (iv) BrRBr, Pd(PPh3)4, 80 °C, 3 days; (v) 2 M NaOH, HCl.   ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>(i) Mg, Et<sub>2</sub>O, B(OMe)<sub>3</sub>; (ii) <sup>\n<italic toggle=\"yes\">t</italic>\n</sup>BuOH/H<sub>2</sub>O, KMnO<sub>4</sub>; (iii) EtOH, H<sub>2</sub>SO<sub>4</sub>; (iv) BrRBr, Pd(PPh<sub>3</sub>)<sub>4</sub>, 80 °C, 3 days; (v) 2 M NaOH, HCl.</p>\n</fn>\n</p><title>Experimental Section</title><p>All chemical reagents and gases were obtained from commercial sources and, unless otherwise noted, were used without further purification.</p><title>Ligand Synthesis. Preparation of Benzene-1,3-dicarboxyethylester-5-boronic Acid</title><p>1,3-Dimethyl-5-bromobenzene (100.0 g, 0.54 mol) in Et<sub>2</sub>O (800 mL) was added slowly over 2 h to Mg turnings (16.0 g, 0.66 mol) with vigorous stirring under an Ar atmosphere in the presence of 2 drops of iodomethane. The addition of 1,3-dimethyl-5-bromobenzene was controlled so that the reaction mixture refluxed gently without heating, and after the addition was complete, the reaction mixture was refluxed for 6 h. Under vigorous stirring, the resulting Grignard solution was added dropwise into a solution of trimethyl borate (56.2 g, 0.54 mol) in Et<sub>2</sub>O (500 mL) cooled to −60 °C using a dry ice−acetone bath. The mixture was then allowed to warm to room temperature slowly with stirring and carefully poured into 20% H<sub>2</sub>SO<sub>4</sub> (500 mL) and stirred until the two phases were clear. The Et<sub>2</sub>O layer was separated and the water phase extracted with further aliquots of Et<sub>2</sub>O (3 portions of 100 mL), after which the ether phases were combined. The Et<sub>2</sub>O solution was washed with water (3 portions of 100 mL) and dried over MgSO<sub>4</sub>, and the solvent was removed by rotary evaporation to afford a pale yellow solid (yield: 65.1 g, 82%). The crude product of 1,3-dimethylbenzene-5-boronic acid was used in the following reaction without further purification.</p>", "clean_text": "  a (i) Mg, Et2O, B(OMe)3; (ii)  t BuOH/H2O, KMnO4; (iii) EtOH, H2SO4; (iv) BrRBr, Pd(PPh3)4, 80 °C, 3 days; (v) 2 M NaOH, HCl.  \n\nExperimental Section\n\nAll chemical reagents and gases were obtained from commercial sources and, unless otherwise noted, were used without further purification.\n\nLigand Synthesis. Preparation of Benzene-1,3-dicarboxyethylester-5-boronic Acid\n\n1,3-Dimethyl-5-bromobenzene (100.0 g, 0.54 mol) in Et2O (800 mL) was added slowly over 2 h to Mg turnings (16.0 g, 0.66 mol) with vigorous stirring under an Ar atmosphere in the presence of 2 drops of iodomethane. The addition of 1,3-dimethyl-5-bromobenzene was controlled so that the reaction mixture refluxed gently without heating, and after the addition was complete, the reaction mixture was refluxed for 6 h. Under vigorous stirring, the resulting Grignard solution was added dropwise into a solution of trimethyl borate (56.2 g, 0.54 mol) in Et2O (500 mL) cooled to -60 °C using a dry ice-acetone bath. The mixture was then allowed to warm to room temperature slowly with stirring and carefully poured into 20% H2SO4 (500 mL) and stirred until the two phases were clear. The Et2O layer was separated and the water phase extracted with further aliquots of Et2O (3 portions of 100 mL), after which the ether phases were combined. The Et2O solution was washed with water (3 portions of 100 mL) and dried over MgSO4, and the solvent was removed by rotary evaporation to afford a pale yellow solid (yield: 65.1 g, 82%). The crude product of 1,3-dimethylbenzene-5-boronic acid was used in the following reaction without further purification.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<p>1,3-Dimethylbenzene-5-boronic acid (10.0 g, 0.068 mol) and NaOH (5.0 g, 0.125 mol) were dissolved in <italic toggle=\"yes\">tert</italic>-butanol/water (v/v = 1:1; 500 mL). The reaction mixture was heated to 50 °C with stirring, and small portions (<italic toggle=\"yes\">ca</italic>. 1 g) of KMnO<sub>4</sub> (totalling 65.0 g, 0.41 mol) were added to the solution once the purple color of the previous portion had faded. After 50 g of KMnO<sub>4</sub> had been added, the reaction temperature was raised to 70 °C and addition of KMnO<sub>4</sub> continued until the purple color persisted for over 3 h, indicating full oxidation of the methyl groups. The excess KMnO<sub>4</sub> was reduced by addition of Na<sub>2</sub>S<sub>2</sub>O<sub>3</sub> (1.00 g) and the solution filtered when hot. The MnO<sub>2</sub> cake was washed with excess boiling water (1 L) and the aqueous filtrate concentrated to ∼150 mL by evaporation and acidified to pH = 1 using concentrated HCl. The white precipitate of benzene-1,3-dicarboxylic-5-boronic triacid was collected by filtration and washed with cold water and dried in an oven at 100 °C. The dried white solid was mixed with 98% H<sub>2</sub>SO<sub>4</sub> (5 mL) in anhydrous EtOH (250 mL), and the solution refluxed for 12 h. The resulting solution was concentrated by evaporation to a volume of ∼20 mL, whereupon water (250 mL) was added to give the desired product benzene-1,3-dicarboxyethylester-5-boronic acid as a white precipitate which was collected by filtration and washed with water and dried. Yield: 12.9 g, 71.3%. Anal. Calcd (Found) for BC<sub>12</sub>O<sub>6</sub>H<sub>15</sub>: C, 54.17 (54.09); H, 5.68 (5.74) %. <sup>1</sup>H NMR (CDCl<sub>3</sub>, 300 MHz), 8.53 (t, <italic toggle=\"yes\">J</italic> = 1.5 Hz); 8.27(d, <italic toggle=\"yes\">J</italic> = 1.5 Hz); 4.34(dd, <italic toggle=\"yes\">J</italic>\n<sup>1</sup> = 7.2 Hz, <italic toggle=\"yes\">J</italic>\n<sup>2</sup> = 6.3 Hz); 1.35 (t, <italic toggle=\"yes\">J</italic> = 8.4 Hz). MS (ESI) <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> (M − H<sup>+</sup>)<sup>−</sup>: 265.0871.</p>", "clean_text": "1,3-Dimethylbenzene-5-boronic acid (10.0 g, 0.068 mol) and NaOH (5.0 g, 0.125 mol) were dissolved in tert-butanol/water (v/v = 1:1; 500 mL). The reaction mixture was heated to 50 °C with stirring, and small portions (ca. 1 g) of KMnO4 (totalling 65.0 g, 0.41 mol) were added to the solution once the purple color of the previous portion had faded. After 50 g of KMnO4 had been added, the reaction temperature was raised to 70 °C and addition of KMnO4 continued until the purple color persisted for over 3 h, indicating full oxidation of the methyl groups. The excess KMnO4 was reduced by addition of Na2S2O3 (1.00 g) and the solution filtered when hot. The MnO2 cake was washed with excess boiling water (1 L) and the aqueous filtrate concentrated to ~150 mL by evaporation and acidified to pH = 1 using concentrated HCl. The white precipitate of benzene-1,3-dicarboxylic-5-boronic triacid was collected by filtration and washed with cold water and dried in an oven at 100 °C. The dried white solid was mixed with 98% H2SO4 (5 mL) in anhydrous EtOH (250 mL), and the solution refluxed for 12 h. The resulting solution was concentrated by evaporation to a volume of ~20 mL, whereupon water (250 mL) was added to give the desired product benzene-1,3-dicarboxyethylester-5-boronic acid as a white precipitate which was collected by filtration and washed with water and dried. Yield: 12.9 g, 71.3%. Anal. Calcd (Found) for BC12O6H15: C, 54.17 (54.09); H, 5.68 (5.74) %. 1H NMR (CDCl3, 300 MHz), 8.53 (t, J = 1.5 Hz); 8.27(d, J = 1.5 Hz); 4.34(dd, J 1 = 7.2 Hz, J 2 = 6.3 Hz); 1.35 (t, J = 8.4 Hz). MS (ESI) m/z (M - H+)-: 265.0871.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of Ligands</title><p>H<sub>4</sub>L<sup>1</sup> was prepared by a modified literature procedure with improved yield: 3,5,3,5-tetramethyl biphenyl (10.0 g, 0.047 mol) was oxidized in <italic toggle=\"yes\">tert</italic>-butanol/water (v/v = 1:1; 500 mL) containing NaOH (4.0 g, 0.1 mol) using the above oxidation procedure. Yield: 10.9 g, 70.6%. Anal. Calcd (Found) for C<sub>16</sub>O<sub>8</sub>H<sub>10</sub>: C, 58.19 (58.12); H, 3.05 (3.11)%. <sup>1</sup>H NMR (MeOD, 300 MHz): 8.64 (1H, t, <italic toggle=\"yes\">J</italic> = 1.8 Hz); 8.49 (2H, s); 4.39 (4H, q, <italic toggle=\"yes\">J</italic> = 6.9 Hz), 1.43 (6H, t, <italic toggle=\"yes\">J</italic> = 7.2 Hz).</p>", "clean_text": "Preparation of Ligands\n\nH4L1 was prepared by a modified literature procedure with improved yield: 3,5,3,5-tetramethyl biphenyl (10.0 g, 0.047 mol) was oxidized in tert-butanol/water (v/v = 1:1; 500 mL) containing NaOH (4.0 g, 0.1 mol) using the above oxidation procedure. Yield: 10.9 g, 70.6%. Anal. Calcd (Found) for C16O8H10: C, 58.19 (58.12); H, 3.05 (3.11)%. 1H NMR (MeOD, 300 MHz): 8.64 (1H, t, J = 1.8 Hz); 8.49 (2H, s); 4.39 (4H, q, J = 6.9 Hz), 1.43 (6H, t, J = 7.2 Hz).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<p>The ligands H<sub>4</sub>L<sup>2</sup> to H<sub>4</sub>L<sup>10</sup> were synthesized using analogous methodologies and experimental procedures. The synthesis of H<sub>4</sub>L<sup>4</sup> is described in detail.</p><title>Preparation of H<sub>4</sub>L<sup>4</sup>\n</title><p>2,6-Dibromonaphthalene (0.286 g, 1.0 mmol), benzene-1,3-dicarboxyethylester-5-boronic acid (0.64 g, 2.4 mmol), and K<sub>3</sub>PO<sub>4</sub> (2.10 g, 10.0 mmol) were added to 1,4-dioxane (30 mL), and the mixture deaerated under N<sub>2</sub>. Pd(PPh<sub>3</sub>)<sub>4</sub> (0.05 g, 0.043 mmol) was added to the reaction mixture with stirring, and the mixture heated to 80 °C for 3 days under N<sub>2</sub>. The resultant mixture was evaporated to dryness and taken up in CHCl<sub>3</sub> which had been dried over MgSO<sub>4</sub>. The CHCl<sub>3</sub> solution was evaporated to dryness and the residue washed briefly with EtOH (10 mL). The resulting crude product (mainly tetra-ethyl esters of the target ligand) was hydrolyzed by refluxing the crude product in 2 M aqueous NaOH followed by acidification with 37% HCl to afford H<sub>4</sub>L. The crude product was recrystallized from DMF/H<sub>2</sub>O. Yield: 0.28 g, 65.2%. <sup>1</sup>H NMR (DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub>, 300 MHz), H<sub>4</sub>L<sup>4</sup>: 8.56 (d, 2H, <italic toggle=\"yes\">J</italic> = 3.2 Hz), 8.50 (dd, 1H, <italic toggle=\"yes\">J</italic>\n<sup>1</sup> = 13.92 Hz, <italic toggle=\"yes\">J</italic>\n<sup>2</sup> = 3.0), 8.42 (s, 1H), 8.24 (d, 1H, <italic toggle=\"yes\">J</italic> = 6.1 Hz), 7.96 (d, 1H, <italic toggle=\"yes\">J</italic> = 12.7 Hz). Anal. Calcd (Found) for H<sub>4</sub>L<sup>4</sup>, C<sub>26</sub>H<sub>16</sub>O<sub>8</sub>: C, 68.42(68.03); H, 3.53(3.79)%. MS (ESI) <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> (M − H<sup>+</sup>)<sup>−</sup>: 455.0752.</p>", "clean_text": "The ligands H4L2 to H4L10 were synthesized using analogous methodologies and experimental procedures. The synthesis of H4L4 is described in detail.\n\nPreparation of H4L4 \n\n2,6-Dibromonaphthalene (0.286 g, 1.0 mmol), benzene-1,3-dicarboxyethylester-5-boronic acid (0.64 g, 2.4 mmol), and K3PO4 (2.10 g, 10.0 mmol) were added to 1,4-dioxane (30 mL), and the mixture deaerated under N2. Pd(PPh3)4 (0.05 g, 0.043 mmol) was added to the reaction mixture with stirring, and the mixture heated to 80 °C for 3 days under N2. The resultant mixture was evaporated to dryness and taken up in CHCl3 which had been dried over MgSO4. The CHCl3 solution was evaporated to dryness and the residue washed briefly with EtOH (10 mL). The resulting crude product (mainly tetra-ethyl esters of the target ligand) was hydrolyzed by refluxing the crude product in 2 M aqueous NaOH followed by acidification with 37% HCl to afford H4L. The crude product was recrystallized from DMF/H2O. Yield: 0.28 g, 65.2%. 1H NMR (DMSO-d 6, 300 MHz), H4L4: 8.56 (d, 2H, J = 3.2 Hz), 8.50 (dd, 1H, J 1 = 13.92 Hz, J 2 = 3.0), 8.42 (s, 1H), 8.24 (d, 1H, J = 6.1 Hz), 7.96 (d, 1H, J = 12.7 Hz). Anal. Calcd (Found) for H4L4, C26H16O8: C, 68.42(68.03); H, 3.53(3.79)%. MS (ESI) m/z (M - H+)-: 455.0752.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>H<sub>4</sub>L<sup>2</sup>\n</title><p>\n<sup>1</sup>H NMR (DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub>, 300 MHz): 8.72 (t, 1H, <italic toggle=\"yes\">J</italic> = 6.3 Hz), 8.55 (d, 2H, <italic toggle=\"yes\">J</italic> = 1.4), 7.86 (s, 2H). Anal. Calcd (Found) for H<sub>4</sub>L<sup>2</sup> (C<sub>22</sub>H<sub>14</sub>O<sub>8</sub>): C, 65.03 (65.23); H, 3.47 (3.40). MS (ESI) <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> (M − H<sup>+</sup>)<sup>−</sup>: 405.0594.</p>", "clean_text": "H4L2 \n\n 1H NMR (DMSO-d 6, 300 MHz): 8.72 (t, 1H, J = 6.3 Hz), 8.55 (d, 2H, J = 1.4), 7.86 (s, 2H). Anal. Calcd (Found) for H4L2 (C22H14O8): C, 65.03 (65.23); H, 3.47 (3.40). MS (ESI) m/z (M - H+)-: 405.0594.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<title>H<sub>4</sub>L<sup>3</sup>\n</title><p>\n<sup>1</sup>H NMR (DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub>, 300 MHz): 8.49 (t, 1H, <italic toggle=\"yes\">J</italic> = 1.8 Hz), 8.44 (d, 2H, <italic toggle=\"yes\">J</italic> = 1.5 Hz), 7.92 (d, 4H, <italic toggle=\"yes\">J</italic> = 0.9 Hz). Anal. Calcd (Found) for H<sub>4</sub>L<sup>3</sup> (C<sub>28</sub>H<sub>18</sub>O<sub>8</sub>): C, 69.71 (69.52); H, 3.76(3.79)%. MS (ESI) <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> (M − H<sup>+</sup>)<sup>−</sup>: 481.0920.</p>", "clean_text": "H4L3 \n\n 1H NMR (DMSO-d 6, 300 MHz): 8.49 (t, 1H, J = 1.8 Hz), 8.44 (d, 2H, J = 1.5 Hz), 7.92 (d, 4H, J = 0.9 Hz). Anal. Calcd (Found) for H4L3 (C28H18O8): C, 69.71 (69.52); H, 3.76(3.79)%. MS (ESI) m/z (M - H+)-: 481.0920.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<title>H<sub>4</sub>L<sup>5</sup>\n</title><p>\n<sup>1</sup>H NMR (DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub> 300 MHz), H<sub>4</sub>L<sup>4</sup>: 8.56 (d, 2H, <italic toggle=\"yes\">J</italic> = 3.2 Hz), 8.50 (dd, 1H, <italic toggle=\"yes\">J</italic>\n<sup>1</sup> = 13.92 Hz, <italic toggle=\"yes\">J</italic>\n<sup>2</sup> = 3.0), 7.6−7.8 (m, 6H). Anal. Calcd (Found) for H<sub>4</sub>L<sup>5</sup> (C<sub>34</sub>H<sub>22</sub>O<sub>8</sub>): C, 73.11 (73.67); H, 3.97(4.08)%. MS (ESI) <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> (M − H<sup>+</sup>)<sup>−</sup>: 557.1235.</p>", "clean_text": "H4L5 \n\n 1H NMR (DMSO-d 6 300 MHz), H4L4: 8.56 (d, 2H, J = 3.2 Hz), 8.50 (dd, 1H, J 1 = 13.92 Hz, J 2 = 3.0), 7.6-7.8 (m, 6H). Anal. Calcd (Found) for H4L5 (C34H22O8): C, 73.11 (73.67); H, 3.97(4.08)%. MS (ESI) m/z (M - H+)-: 557.1235.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<title>H<sub>4</sub>L<sup>6</sup>\n</title><p>\n<sup>1</sup>H NMR (DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub> 300 MHz): 8.67 (t, 1H, <italic toggle=\"yes\">J</italic> = 6.2 Hz), 8.38 (d, 2H, <italic toggle=\"yes\">J</italic> = 1.8 Hz), 7.29 (t, 1H, <italic toggle=\"yes\">J</italic> = 8.1 Hz). Anal. Calcd (Found) for H<sub>4</sub>L<sup>6</sup> (C<sub>22</sub>H<sub>12</sub>F<sub>2</sub>O<sub>8</sub>): C, 59.74 (59.26); H, 2.73(2.64)%. MS (ESI) <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> (M − H<sup>+</sup>)<sup>−</sup>: 422.0506.</p>", "clean_text": "H4L6 \n\n 1H NMR (DMSO-d 6 300 MHz): 8.67 (t, 1H, J = 6.2 Hz), 8.38 (d, 2H, J = 1.8 Hz), 7.29 (t, 1H, J = 8.1 Hz). Anal. Calcd (Found) for H4L6 (C22H12F2O8): C, 59.74 (59.26); H, 2.73(2.64)%. MS (ESI) m/z (M - H+)-: 422.0506.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["synthesis condition"], "content": "<title>H<sub>4</sub>L<sup>7</sup>\n</title><p>\n<sup>1</sup>H NMR (DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub> 300 MHz): 8.71 (t, 1H, <italic toggle=\"yes\">J</italic> = 3.6 Hz), 8.26 (d, 2H, <italic toggle=\"yes\">J</italic> = 1.6 Hz), 7.21 (s, 1H), 2.29 (s, 3H). Anal. Calcd (Found) for H<sub>4</sub>L<sup>7</sup>, C<sub>24</sub>H<sub>18</sub>O<sub>8</sub>: C, 66.36 (66.10); H, 4.18(4.32)%. MS (ESI) <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> (M − H<sup>+</sup>)<sup>−</sup>: 433.0916.</p>", "clean_text": "H4L7 \n\n 1H NMR (DMSO-d 6 300 MHz): 8.71 (t, 1H, J = 3.6 Hz), 8.26 (d, 2H, J = 1.6 Hz), 7.21 (s, 1H), 2.29 (s, 3H). Anal. Calcd (Found) for H4L7, C24H18O8: C, 66.36 (66.10); H, 4.18(4.32)%. MS (ESI) m/z (M - H+)-: 433.0916.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["synthesis condition"], "content": "<title>H<sub>4</sub>L<sup>8</sup>\n</title><p>\n<sup>1</sup>H NMR (DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub> 300 MHz), H<sub>4</sub>L<sup>4</sup>: 8.72 (t, 1H, <italic toggle=\"yes\">J</italic> = 3.6 Hz), 8.09 (d, 2H, <italic toggle=\"yes\">J</italic> = 1.7 Hz), 1.94 (s, 6H). Anal. Calcd (Found) for H<sub>4</sub>L<sup>8</sup>, (C<sub>26</sub>H<sub>22</sub>O<sub>8</sub>): C, 67.23 (67.44); H, 5.21 (5.34)%. MS (ESI) <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> (M − H<sup>+</sup>)<sup>−</sup>: 461.1223.</p>", "clean_text": "H4L8 \n\n 1H NMR (DMSO-d 6 300 MHz), H4L4: 8.72 (t, 1H, J = 3.6 Hz), 8.09 (d, 2H, J = 1.7 Hz), 1.94 (s, 6H). Anal. Calcd (Found) for H4L8, (C26H22O8): C, 67.23 (67.44); H, 5.21 (5.34)%. MS (ESI) m/z (M - H+)-: 461.1223.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<title>H<sub>4</sub>L<sup>9</sup>\n</title><p>\n<sup>1</sup>H NMR (DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub> 300 MHz): 8.87 (t, 1H, <italic toggle=\"yes\">J</italic> = 3.0 Hz), 8.57 (d, 2H, <italic toggle=\"yes\">J</italic> = 0.6 Hz). Anal. Calcd (Found) for H<sub>4</sub>L<sup>9</sup> (C<sub>22</sub>H<sub>10</sub>F<sub>4</sub>O<sub>8</sub>): C, 55.24 (55.17); H, 2.11 (1.94)%. MS (ESI) <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> (M − H<sup>+</sup>)<sup>−</sup>: 477.0230.</p><title>H<sub>4</sub>L<sup>10</sup>\n</title><p>\n<sup>1</sup>H NMR (DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub> 300 MHz): 8.67 (t, 1H, <italic toggle=\"yes\">J</italic> = 3.0 Hz), 8.31 (d, 2H, <italic toggle=\"yes\">J</italic> = 0.6 Hz), 7.91 (q, 1H, <italic toggle=\"yes\">J</italic> = 3.2 Hz), 7.48 (s, 1H), 7.45 (q, 1H, <italic toggle=\"yes\">J</italic> = 3.0 Hz). Anal. Calcd (Found) for H<sub>4</sub>L<sup>10</sup>, C<sub>26</sub>H<sub>16</sub>O<sub>8</sub>: C, 68.42 (68.77); H, 3.53 (3.20)%. MS (ESI) <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> (M − H<sup>+</sup>)<sup>−</sup>: 455.0758.</p>", "clean_text": "H4L9 \n\n 1H NMR (DMSO-d 6 300 MHz): 8.87 (t, 1H, J = 3.0 Hz), 8.57 (d, 2H, J = 0.6 Hz). Anal. Calcd (Found) for H4L9 (C22H10F4O8): C, 55.24 (55.17); H, 2.11 (1.94)%. MS (ESI) m/z (M - H+)-: 477.0230.\n\nH4L10 \n\n 1H NMR (DMSO-d 6 300 MHz): 8.67 (t, 1H, J = 3.0 Hz), 8.31 (d, 2H, J = 0.6 Hz), 7.91 (q, 1H, J = 3.2 Hz), 7.48 (s, 1H), 7.45 (q, 1H, J = 3.0 Hz). Anal. Calcd (Found) for H4L10, C26H16O8: C, 68.42 (68.77); H, 3.53 (3.20)%. MS (ESI) m/z (M - H+)-: 455.0758.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Preparation of Metal Complexes</title><p>Most materials were obtained in microcrystalline form and good phase purity via the same experimental procedure as described below. By using a programmed heating rate (0.1 °C min<sup>−1</sup>) and a prolonged heating time (3 days) at 85 °C, large high-quality crystals suitable for single crystal X-ray diffraction can be produced. However, this route also produces a solid byproduct which comprises dark-red Cu<sub>2</sub>O and other green amorphous copper-containing materials. Samples were solvent-exchanged with acetone, which was repeated 5 times over 2 days, and the sample was kept under acetone. For gas adsorption and neutron powder diffraction experiments, the acetone-exchanged material was desolvated at 120 °C under dynamic vacuum to afford porous materials.</p>", "clean_text": "Preparation of Metal Complexes\n\nMost materials were obtained in microcrystalline form and good phase purity via the same experimental procedure as described below. By using a programmed heating rate (0.1 °C min-1) and a prolonged heating time (3 days) at 85 °C, large high-quality crystals suitable for single crystal X-ray diffraction can be produced. However, this route also produces a solid byproduct which comprises dark-red Cu2O and other green amorphous copper-containing materials. Samples were solvent-exchanged with acetone, which was repeated 5 times over 2 days, and the sample was kept under acetone. For gas adsorption and neutron powder diffraction experiments, the acetone-exchanged material was desolvated at 120 °C under dynamic vacuum to afford porous materials.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of NOTT-100, [Cu<sub>2</sub>(C<sub>16</sub>H<sub>6</sub>O<sub>8</sub>)(H<sub>2</sub>O)<sub>2</sub>]·2.5DMF·4H<sub>2</sub>O</title><p>H<sub>4</sub>L<sup>1</sup> (1.65 g, 5.00 mmol) and Cu(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (5.00 g, 10.0 mmol) were mixed and dispersed in DMF/H<sub>2</sub>O (350 mL, 2:1 v/v). HCl (37%, 1.0 mL) was added to the mixture and mixed thoroughly. The solution was heated without stirring in an 85 °C oil bath for 24 h, and a large amount of microcrystalline product precipitated. The blue crystalline product was separated by filtration when the solution was still warm (ca. 50 °C), washed with warm DMF, and dried briefly in air. Yield: 2.540 g (69.8%). Anal. Calcd (Found) for C<sub>23.5</sub>H<sub>35.5</sub>Cu<sub>2</sub>N<sub>2.5</sub>O<sub>15.5</sub>: C, 38.81 (39.02); H, 4.92 (4.88); N, 4.82 (5.05)%. Selected IR(KBr): ν (cm<sup>−1</sup>) = 1634(vs), 1588(s), 1552(w), 1418(s), 1404(m), 1365(vs), 1319(m), 1237(m), 1222(s), 1082(m), 936(w), 906(m), 827(w), 771(s), 731(vs), 678(m), 664(s).</p>", "clean_text": "Preparation of NOTT-100, [Cu2(C16H6O8)(H2O)2]⋅2.5DMF⋅4H2O\n\nH4L1 (1.65 g, 5.00 mmol) and Cu(NO3)2⋅2.5H2O (5.00 g, 10.0 mmol) were mixed and dispersed in DMF/H2O (350 mL, 2:1 v/v). HCl (37%, 1.0 mL) was added to the mixture and mixed thoroughly. The solution was heated without stirring in an 85 °C oil bath for 24 h, and a large amount of microcrystalline product precipitated. The blue crystalline product was separated by filtration when the solution was still warm (ca. 50 °C), washed with warm DMF, and dried briefly in air. Yield: 2.540 g (69.8%). Anal. Calcd (Found) for C23.5H35.5Cu2N2.5O15.5: C, 38.81 (39.02); H, 4.92 (4.88); N, 4.82 (5.05)%. Selected IR(KBr): ν (cm-1) = 1634(vs), 1588(s), 1552(w), 1418(s), 1404(m), 1365(vs), 1319(m), 1237(m), 1222(s), 1082(m), 936(w), 906(m), 827(w), 771(s), 731(vs), 678(m), 664(s).", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of NOTT-101, [Cu<sub>2</sub>(C<sub>22</sub>H<sub>10</sub>O<sub>8</sub>)(H<sub>2</sub>O)<sub>2</sub>]·1.5DMF·2.5(C<sub>4</sub>O<sub>2</sub>H<sub>8</sub>)·H<sub>2</sub>O</title><p>H<sub>4</sub>L<sup>2</sup> (0.50 g, 1.23 mmol) and Cu(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (1.00 g, 4.30 mmol) were mixed and dispersed in DMF/1,4-dioxane/H<sub>2</sub>O (200 mL, 2:1:1 v/v/v). The resulting blue-green slurry turned clear upon addition of HCl (37%, 0.3 mL). The solution was heated without stirring in an 85 °C oil bath for 16 h. The blue crystalline product was separated by filtration when the solution was still warm (ca. 50 °C) and washed with warm DMF and dried briefly in air. Yield: 0.777 g (69.2%). Anal. Calcd (Found) for C<sub>36.50</sub>H<sub>46.5</sub>Cu<sub>2</sub>N<sub>1.5</sub>O<sub>17.5</sub>: C, 47.99 (48.52); H 5.13 (5.03); N, 2.30 (2.07)%. Selected IR(KBr): ν (cm<sup>−1</sup>) = 1618(vs), 1566(vs), 1451(s), 1406(vs), 1384(vs), 1303(m), 1261(m), 1111(w), 1080(w), 838(m), 772(m), 729(m).</p>", "clean_text": "Preparation of NOTT-101, [Cu2(C22H10O8)(H2O)2]⋅1.5DMF⋅2.5(C4O2H8)⋅H2O\n\nH4L2 (0.50 g, 1.23 mmol) and Cu(NO3)2⋅2.5H2O (1.00 g, 4.30 mmol) were mixed and dispersed in DMF/1,4-dioxane/H2O (200 mL, 2:1:1 v/v/v). The resulting blue-green slurry turned clear upon addition of HCl (37%, 0.3 mL). The solution was heated without stirring in an 85 °C oil bath for 16 h. The blue crystalline product was separated by filtration when the solution was still warm (ca. 50 °C) and washed with warm DMF and dried briefly in air. Yield: 0.777 g (69.2%). Anal. Calcd (Found) for C36.50H46.5Cu2N1.5O17.5: C, 47.99 (48.52); H 5.13 (5.03); N, 2.30 (2.07)%. Selected IR(KBr): ν (cm-1) = 1618(vs), 1566(vs), 1451(s), 1406(vs), 1384(vs), 1303(m), 1261(m), 1111(w), 1080(w), 838(m), 772(m), 729(m).", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of NOTT-102, [Cu<sub>2</sub>(C<sub>28</sub>O<sub>8</sub>H<sub>14</sub>)(H<sub>2</sub>O)<sub>2</sub>]·1.5(DMF)·2.5(C<sub>4</sub>O<sub>2</sub>H<sub>8</sub>)·3(H<sub>2</sub>O)</title><p>H<sub>4</sub>L<sup>3</sup> (0.60 g, 1.25 mmol) and Cu(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (1.00 g, 4.30 mmol) were mixed and dispersed in DMF/1,4-dioxane/H<sub>2</sub>O (200 mL, 2:1:1 v/v/v). The resulting blue-green slurry turned clear upon addition of HCl (37%, 0.3 mL). The solution was heated without stirring in an 85 °C oil bath for 16 h. The blue crystalline product was separated by filtration when the solution was still warm (ca. 50 °C) and washed with warm DMF and dried briefly in air. Yield: 0.929 g (72.6%). Anal. Calcd (Found) for C<sub>42.5</sub>H<sub>54.5</sub>Cu<sub>2</sub>N<sub>1.5</sub>O<sub>19.5</sub>: C, 49.78 (49.60); H, 5.36 (4.56); N, 2.05 (1.58%). Selected IR(KBr): ν (cm<sup>−1</sup>) = 1616(s), 1558(s), 1505(s), 1442(s), 1384(vs), 1261(w), 1020(w), 824(w), 767(m), 730(m), 669(m), 630(w).</p>", "clean_text": "Preparation of NOTT-102, [Cu2(C28O8H14)(H2O)2]⋅1.5(DMF)⋅2.5(C4O2H8)⋅3(H2O)\n\nH4L3 (0.60 g, 1.25 mmol) and Cu(NO3)2⋅2.5H2O (1.00 g, 4.30 mmol) were mixed and dispersed in DMF/1,4-dioxane/H2O (200 mL, 2:1:1 v/v/v). The resulting blue-green slurry turned clear upon addition of HCl (37%, 0.3 mL). The solution was heated without stirring in an 85 °C oil bath for 16 h. The blue crystalline product was separated by filtration when the solution was still warm (ca. 50 °C) and washed with warm DMF and dried briefly in air. Yield: 0.929 g (72.6%). Anal. Calcd (Found) for C42.5H54.5Cu2N1.5O19.5: C, 49.78 (49.60); H, 5.36 (4.56); N, 2.05 (1.58%). Selected IR(KBr): ν (cm-1) = 1616(s), 1558(s), 1505(s), 1442(s), 1384(vs), 1261(w), 1020(w), 824(w), 767(m), 730(m), 669(m), 630(w).", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of NOTT-103, [Cu<sub>2</sub>(C<sub>26</sub>O<sub>8</sub>H<sub>12</sub>)(H<sub>2</sub>O)<sub>2</sub>]·3DMF·3H<sub>2</sub>O</title><p>Cu(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (2.62 g, 10 mmol) was dissolved in DMF (200 mL) containing H<sub>4</sub>L<sup>4</sup> (1.30 g, 2.85 mmol) to afford a blue solution. Dioxane (50 mL) and distilled water (100 mL) were added, and a small amount of blue precipitate formed at this point. On addition of HCl (37%, 0.6 mL) the reaction mixture turned back to a clear blue-green solution, which was heated without stirring in an 85 °C oil bath for 16 h. The product was separated by filtration and washed with warm DMF to give the complex (1.74 g, 69.0% yield based on H<sub>4</sub>L<sup>4</sup>) as a blue crystalline product. Anal. Calcd (Found) for C<sub>35</sub>H<sub>43</sub>Cu<sub>2</sub>N<sub>3</sub>O<sub>16</sub>: C, 47.34 (48.71); H, 4.88 (5.14); N, 4.74 (4.42)%. Selected IR(KBr): ν (cm<sup>−1</sup>) = 1618(s), 1502(vs), 1410(s), 1366(vs), 1295(m), 1152(m), 1107(m), 823(s), 746(s), 685(s).</p>", "clean_text": "Preparation of NOTT-103, [Cu2(C26O8H12)(H2O)2]⋅3DMF⋅3H2O\n\nCu(NO3)2⋅2.5H2O (2.62 g, 10 mmol) was dissolved in DMF (200 mL) containing H4L4 (1.30 g, 2.85 mmol) to afford a blue solution. Dioxane (50 mL) and distilled water (100 mL) were added, and a small amount of blue precipitate formed at this point. On addition of HCl (37%, 0.6 mL) the reaction mixture turned back to a clear blue-green solution, which was heated without stirring in an 85 °C oil bath for 16 h. The product was separated by filtration and washed with warm DMF to give the complex (1.74 g, 69.0% yield based on H4L4) as a blue crystalline product. Anal. Calcd (Found) for C35H43Cu2N3O16: C, 47.34 (48.71); H, 4.88 (5.14); N, 4.74 (4.42)%. Selected IR(KBr): ν (cm-1) = 1618(s), 1502(vs), 1410(s), 1366(vs), 1295(m), 1152(m), 1107(m), 823(s), 746(s), 685(s).", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of NOTT-104, [Cu<sub>4</sub>(C<sub>34</sub>O<sub>8</sub>H<sub>18</sub>)<sub>2</sub>(H<sub>2</sub>O)<sub>4</sub>]·DMF·3H<sub>2</sub>O</title><p>Cu(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (0.30 g, 1.15 mmol) was dissolved in DMF (40 mL) containing H<sub>4</sub>L<sup>5</sup> (0.18 g, 0.32 mol) to afford a blue solution. To the solution were added distilled water (20 mL), an aqueous solution of LiCl (0.1 mL, 0.1 M), and 1 drop of HCl (37%). The resulting green solution was heated to 85 °C in a programmed oil bath at a heating rate of 0.1 °C/min and kept at 85 °C for 24 h. The green crystalline product was separated by filtration to give 0.15 g of product (Yield: 55.5%). Anal. Calcd (Found) for C<sub>74</sub>H<sub>70</sub>Cu<sub>4</sub>N<sub>2</sub>O<sub>28</sub>: C, 52.66 (54.09); H, 4.18 (4.09); N, 1.66 (1.92)%. Selected IR(KBr): ν (cm<sup>−1</sup>) = 1645(s), 1622(s), 1561(s), 1493(m), 1438(s), 1359(vs), 1220(s), 1101(m), 1003(w), 914(w), 838(s), 770(vs), 689(s), 670(s), 637(m).</p>", "clean_text": "Preparation of NOTT-104, [Cu4(C34O8H18)2(H2O)4]⋅DMF⋅3H2O\n\nCu(NO3)2⋅2.5H2O (0.30 g, 1.15 mmol) was dissolved in DMF (40 mL) containing H4L5 (0.18 g, 0.32 mol) to afford a blue solution. To the solution were added distilled water (20 mL), an aqueous solution of LiCl (0.1 mL, 0.1 M), and 1 drop of HCl (37%). The resulting green solution was heated to 85 °C in a programmed oil bath at a heating rate of 0.1 °C/min and kept at 85 °C for 24 h. The green crystalline product was separated by filtration to give 0.15 g of product (Yield: 55.5%). Anal. Calcd (Found) for C74H70Cu4N2O28: C, 52.66 (54.09); H, 4.18 (4.09); N, 1.66 (1.92)%. Selected IR(KBr): ν (cm-1) = 1645(s), 1622(s), 1561(s), 1493(m), 1438(s), 1359(vs), 1220(s), 1101(m), 1003(w), 914(w), 838(s), 770(vs), 689(s), 670(s), 637(m).", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of NOTT-105, [Cu<sub>2</sub>(C<sub>22</sub>O<sub>8</sub>H<sub>8</sub>F<sub>2</sub>)(H<sub>2</sub>O)<sub>2</sub>]·2DMF·C<sub>4</sub>O<sub>2</sub>H<sub>8</sub>·4H<sub>2</sub>O</title><p>Cu(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (0.50 g, 1.92 mmol) was dissolved in DMF (40 mL) containing H<sub>4</sub>L<sup>6</sup> (0.280 g, 0.50 mmol) to afford a blue solution. Distilled water (20 mL) was added together with HCl (37%, 0.05 mL). The resulting green solution was heated to 85 °C in a programmed oil bath with a heating rate of 0.1 °C min<sup>−1</sup> and kept at 85 °C. After 24 h a green crystalline product (Yield: 0.369 g, 82.3%) was separated by filtration. Anal. Calcd (Found) for C<sub>32</sub>H<sub>42</sub>Cu<sub>2</sub>F<sub>2</sub>N<sub>2</sub>O<sub>18</sub>: C, 42.38 (42.79); H, 4.67 (4.74); N, 3.09 (2.88)%. Selected IR(KBr): ν (cm<sup>−1</sup>) = 1667(s), 1562(s), 1510(s), 1369(vs), 1221(m), 1172(m), 1111(m), 884(m), 775(s), 729(vs), 685(m), 668(m), 619(m), 601(m).</p>", "clean_text": "Preparation of NOTT-105, [Cu2(C22O8H8F2)(H2O)2]⋅2DMF⋅C4O2H8⋅4H2O\n\nCu(NO3)2⋅2.5H2O (0.50 g, 1.92 mmol) was dissolved in DMF (40 mL) containing H4L6 (0.280 g, 0.50 mmol) to afford a blue solution. Distilled water (20 mL) was added together with HCl (37%, 0.05 mL). The resulting green solution was heated to 85 °C in a programmed oil bath with a heating rate of 0.1 °C min-1 and kept at 85 °C. After 24 h a green crystalline product (Yield: 0.369 g, 82.3%) was separated by filtration. Anal. Calcd (Found) for C32H42Cu2F2N2O18: C, 42.38 (42.79); H, 4.67 (4.74); N, 3.09 (2.88)%. Selected IR(KBr): ν (cm-1) = 1667(s), 1562(s), 1510(s), 1369(vs), 1221(m), 1172(m), 1111(m), 884(m), 775(s), 729(vs), 685(m), 668(m), 619(m), 601(m).", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of NOTT-106, [Cu<sub>2</sub>(C<sub>24</sub>H<sub>14</sub>O<sub>8</sub>)(H<sub>2</sub>O)<sub>2</sub>]·0.25DMF·H<sub>2</sub>O</title><p>Cu(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (0.50 g, 1.92 mmol) was dissolved DMF (40 mL) containing H<sub>4</sub>L<sup>7</sup> (0.220 g, 0.50 mmol) to afford a blue solution. To the solution were added distilled water (20 mL) and HCl (37%, 0.05 mL). The resultant green solution was heated to 85 °C in a programmed oil bath with a heating rate of 0.1 °C min<sup>−1</sup> and kept at 85 °C. After 24 h, a green crystalline product (Yield: 0.203 g, 64.5%) was separated by filtration. Anal. Calcd (Found) for C<sub>24.75</sub>H<sub>21.75</sub>Cu<sub>2</sub>N<sub>0.25</sub>O<sub>11.25</sub>: C, 47.28 (47.09); H, 3.49 (3.64); N, 0.56 (0.70)%. Selected IR(KBr): ν (cm<sup>−1</sup>) = 1644(s), 1632(s), 1561(s), 1423(s), 1362(vs), 1221(s), 1108(m), 1090(m), 922(w), 889(w), 774(s), 729(s), 691(w), 642(m), 625(w).</p>", "clean_text": "Preparation of NOTT-106, [Cu2(C24H14O8)(H2O)2]⋅0.25DMF⋅H2O\n\nCu(NO3)2⋅2.5H2O (0.50 g, 1.92 mmol) was dissolved DMF (40 mL) containing H4L7 (0.220 g, 0.50 mmol) to afford a blue solution. To the solution were added distilled water (20 mL) and HCl (37%, 0.05 mL). The resultant green solution was heated to 85 °C in a programmed oil bath with a heating rate of 0.1 °C min-1 and kept at 85 °C. After 24 h, a green crystalline product (Yield: 0.203 g, 64.5%) was separated by filtration. Anal. Calcd (Found) for C24.75H21.75Cu2N0.25O11.25: C, 47.28 (47.09); H, 3.49 (3.64); N, 0.56 (0.70)%. Selected IR(KBr): ν (cm-1) = 1644(s), 1632(s), 1561(s), 1423(s), 1362(vs), 1221(s), 1108(m), 1090(m), 922(w), 889(w), 774(s), 729(s), 691(w), 642(m), 625(w).", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of NOTT-107, [Cu<sub>2</sub>(C<sub>26</sub>H<sub>20</sub>O<sub>8</sub>)(H<sub>2</sub>O)<sub>2</sub>]·0.5DMF·H<sub>2</sub>O</title><p>The procedure used for the preparation of NOTT-104 was employed, but only a microcrystalline product was obtained. The crystals were too small for single crystal diffraction, but the powder X-ray diffraction pattern could be indexed using the unit cell for NOTT-106, which confirmed NOTT-107 as isostructural with NOTT-106. Anal. Calcd (Found): C, 48.70 (49.02); H, 4.38 (4.32); N, 1.03 (1.26)%. Selected IR(KBr): ν (cm<sup>−1</sup>) = 1626(vs), 1578(s), 1497(w), 1432(s), 1367(vs), 1297(m), 1253(m), 1098(m), 1060(w), 920(w), 773(s), 728(s), 696(m), 662(s).</p>", "clean_text": "Preparation of NOTT-107, [Cu2(C26H20O8)(H2O)2]⋅0.5DMF⋅H2O\n\nThe procedure used for the preparation of NOTT-104 was employed, but only a microcrystalline product was obtained. The crystals were too small for single crystal diffraction, but the powder X-ray diffraction pattern could be indexed using the unit cell for NOTT-106, which confirmed NOTT-107 as isostructural with NOTT-106. Anal. Calcd (Found): C, 48.70 (49.02); H, 4.38 (4.32); N, 1.03 (1.26)%. Selected IR(KBr): ν (cm-1) = 1626(vs), 1578(s), 1497(w), 1432(s), 1367(vs), 1297(m), 1253(m), 1098(m), 1060(w), 920(w), 773(s), 728(s), 696(m), 662(s).", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of NOTT-108, [Cu<sub>2</sub>(C<sub>22</sub>O<sub>8</sub>H<sub>6</sub>F<sub>4</sub>)(H<sub>2</sub>O)<sub>2</sub>]·DMF·H<sub>2</sub>O</title><p>The preparation of NOTT-108 does not require the addition of HCl. Cu(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (0.30 g, 1.15 mmol) was dissolved in DMF (40 mL) containing H<sub>4</sub>L<sup>9</sup> (0.15 g, 0.31 mmol) to afford a blue solution. To the solution was added distilled water (20 mL), and the resulting mixture was heated at 85 °C for 24 h. Only a few crystals separated from the reaction mixture, and most of the ligand remained unreacted. Single crystals suitable for X-ray structural analysis were obtained, but it proved impossible to isolate NOTT-108 as a pure, single-phase, bulk material for gas adsorption experiments. Selected IR(KBr): ν (cm<sup>−1</sup>) = 1623(vs), 1487(s), 1376(s), 1329(m), 1164(vs), 1061(m), 982(s), 920(m), 895(m), 789(s), 697(m), 669(vs), 605(m).</p>", "clean_text": "Preparation of NOTT-108, [Cu2(C22O8H6F4)(H2O)2]⋅DMF⋅H2O\n\nThe preparation of NOTT-108 does not require the addition of HCl. Cu(NO3)2⋅2.5H2O (0.30 g, 1.15 mmol) was dissolved in DMF (40 mL) containing H4L9 (0.15 g, 0.31 mmol) to afford a blue solution. To the solution was added distilled water (20 mL), and the resulting mixture was heated at 85 °C for 24 h. Only a few crystals separated from the reaction mixture, and most of the ligand remained unreacted. Single crystals suitable for X-ray structural analysis were obtained, but it proved impossible to isolate NOTT-108 as a pure, single-phase, bulk material for gas adsorption experiments. Selected IR(KBr): ν (cm-1) = 1623(vs), 1487(s), 1376(s), 1329(m), 1164(vs), 1061(m), 982(s), 920(m), 895(m), 789(s), 697(m), 669(vs), 605(m).", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of NOTT-109, [Cu<sub>2</sub>(C<sub>26</sub>O<sub>8</sub>H<sub>12</sub>)(H<sub>2</sub>O)<sub>2</sub>]·6DMF·4H<sub>2</sub>O</title><p>Cu(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (0.50 g, 1.92 mmol) was dissolved in DMF (40 mL) containing H<sub>4</sub>L<sup>10</sup> (0.228 g, 0.50 mmol) to afford a blue solution. To the solution were added distilled water (20 mL) and HCl (37%, 0.05 mL). The resulting green solution was heated to 85 °C in a programmed oil bath with a heating rate of 0.1 °C min<sup>−1</sup>, and kept at 85 °C. After 24 h, a green crystalline product (Yield: 0.438 g, 77.8%) was separated by filtration. Anal. Calcd (Found) for C<sub>44</sub>H<sub>66</sub>Cu<sub>2</sub>N<sub>6</sub>O<sub>20</sub>: C, 46.93 (43.06); H, 5.91 (6.62); N, 7.46 (7.74)%. Selected IR(KBr): ν (cm<sup>−1</sup>) = 1645(s), 1557(vs), 1450(s), 1370(vs), 1275(m), 1228(s), 1113(w), 1091(w), 917(m), 843(w), 774(s), 752(s), 727(vs), 662(m).</p>", "clean_text": "Preparation of NOTT-109, [Cu2(C26O8H12)(H2O)2]⋅6DMF⋅4H2O\n\nCu(NO3)2⋅2.5H2O (0.50 g, 1.92 mmol) was dissolved in DMF (40 mL) containing H4L10 (0.228 g, 0.50 mmol) to afford a blue solution. To the solution were added distilled water (20 mL) and HCl (37%, 0.05 mL). The resulting green solution was heated to 85 °C in a programmed oil bath with a heating rate of 0.1 °C min-1, and kept at 85 °C. After 24 h, a green crystalline product (Yield: 0.438 g, 77.8%) was separated by filtration. Anal. Calcd (Found) for C44H66Cu2N6O20: C, 46.93 (43.06); H, 5.91 (6.62); N, 7.46 (7.74)%. Selected IR(KBr): ν (cm-1) = 1645(s), 1557(vs), 1450(s), 1370(vs), 1275(m), 1228(s), 1113(w), 1091(w), 917(m), 843(w), 774(s), 752(s), 727(vs), 662(m).", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>Single Crystal X-ray Diffraction Studies</title><p>Single crystal diffraction data on NOTT-103 and NOTT-105 were collected at 150(2) K on a Bruker SMART APEX CCD area detector using graphite-monochromated Mo Kα radiation. Data for NOTT-104, -106, -108, and -109 were collected at station 9.8 or station 16.2SMX at the Daresbury Synchrotron Radiation Source (Table ). Data for NOTT-100, -101, and -102 have been reported previously. The details for data collection are included in the CIF file in the . Structures were solved by direct methods and developed by difference Fourier techniques using the SHELXTL software package. Hydrogen atoms on the ligands were placed geometrically and refined using a riding model, and the hydrogen atoms of the coordinated water molecules could not be located but are included in the formula. The unit cell volume includes a large region of disordered solvent which could not be modeled as discrete atomic sites. We employed PLATON/SQUEEZE to calculate the contribution to the diffraction from the solvent region and thereby produced a set of solvent-free diffraction intensities. The final formula was calculated from the SQUEEZE results combined with elemental analysis data.</p>", "clean_text": "Single Crystal X-ray Diffraction Studies\n\nSingle crystal diffraction data on NOTT-103 and NOTT-105 were collected at 150(2) K on a Bruker SMART APEX CCD area detector using graphite-monochromated Mo Kα radiation. Data for NOTT-104, -106, -108, and -109 were collected at station 9.8 or station 16.2SMX at the Daresbury Synchrotron Radiation Source (Table ). Data for NOTT-100, -101, and -102 have been reported previously. The details for data collection are included in the CIF file in the . Structures were solved by direct methods and developed by difference Fourier techniques using the SHELXTL software package. Hydrogen atoms on the ligands were placed geometrically and refined using a riding model, and the hydrogen atoms of the coordinated water molecules could not be located but are included in the formula. The unit cell volume includes a large region of disordered solvent which could not be modeled as discrete atomic sites. We employed PLATON/SQUEEZE to calculate the contribution to the diffraction from the solvent region and thereby produced a set of solvent-free diffraction intensities. The final formula was calculated from the SQUEEZE results combined with elemental analysis data.", "data": null, "include_properties": null}, {"idx": 28, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary Data for the Crystal Structures</title>\n</caption>\n<oasis:table>\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead valign=\"middle\">\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">NOTT-103</oasis:entry>\n<oasis:entry align=\"center\">NOTT-104</oasis:entry>\n<oasis:entry align=\"center\">NOTT-105</oasis:entry>\n<oasis:entry align=\"center\">NOTT-106</oasis:entry>\n<oasis:entry align=\"center\">NOTT-108</oasis:entry>\n<oasis:entry align=\"center\">NOTT-109</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row valign=\"top\">\n<oasis:entry>formula</oasis:entry>\n<oasis:entry>C<sub>35</sub>H<sub>43</sub>Cu<sub>2</sub>N<sub>3</sub>O<sub>16</sub>\n</oasis:entry>\n<oasis:entry>C<sub>74</sub>H<sub>70</sub>Cu<sub>4</sub>N<sub>2</sub>O<sub>28</sub>\n</oasis:entry>\n<oasis:entry>C<sub>32</sub>H<sub>42</sub>Cu<sub>2</sub>F<sub>2</sub>N<sub>2</sub>O<sub>18</sub>\n</oasis:entry>\n<oasis:entry>C<sub>24.75</sub>H<sub>21.75</sub>Cu<sub>2</sub>N<sub>0.25</sub>O<sub>11.25</sub>\n</oasis:entry>\n<oasis:entry>C<sub>25</sub>H<sub>19</sub>Cu<sub>2</sub>F<sub>4</sub>NO<sub>12</sub>\n</oasis:entry>\n<oasis:entry>C<sub>44</sub>H<sub>66</sub>Cu<sub>2</sub>N<sub>6</sub>O<sub>20</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>formula mass<break></break>(g mol<sup>−1</sup>)</oasis:entry>\n<oasis:entry>888.82</oasis:entry>\n<oasis:entry>1689.53</oasis:entry>\n<oasis:entry>907.77</oasis:entry>\n<oasis:entry>629.77</oasis:entry>\n<oasis:entry>728.50</oasis:entry>\n<oasis:entry>1126.11</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>3̅<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>3̅<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>3̅<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>3̅<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>3̅<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">I</italic>4/<italic toggle=\"yes\">mmm</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>\n<italic toggle=\"yes\">a</italic>, <italic toggle=\"yes\">b</italic> (Å)</oasis:entry>\n<oasis:entry>18.513(1)</oasis:entry>\n<oasis:entry>18.348(1)</oasis:entry>\n<oasis:entry>18.594(2)</oasis:entry>\n<oasis:entry>18.504(2)</oasis:entry>\n<oasis:entry>18.525(1)</oasis:entry>\n<oasis:entry>18.852(3)</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> (Å)</oasis:entry>\n<oasis:entry>45.354(5)</oasis:entry>\n<oasis:entry>65.094(2)</oasis:entry>\n<oasis:entry>38.671(4)</oasis:entry>\n<oasis:entry>39.035(5)</oasis:entry>\n<oasis:entry>38.830(2)</oasis:entry>\n<oasis:entry>27.417(6)</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>\n<italic toggle=\"yes\">V</italic> (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>13462(4)</oasis:entry>\n<oasis:entry>18978(2)</oasis:entry>\n<oasis:entry>11579(3)</oasis:entry>\n<oasis:entry>11575(4)</oasis:entry>\n<oasis:entry>11540(2)</oasis:entry>\n<oasis:entry>9744(3)</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>9</oasis:entry>\n<oasis:entry>9</oasis:entry>\n<oasis:entry>9</oasis:entry>\n<oasis:entry>9</oasis:entry>\n<oasis:entry>9</oasis:entry>\n<oasis:entry>8</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>\n<italic toggle=\"yes\">D</italic>\n<sub>calcd</sub> (g cm<sup>−3</sup>)</oasis:entry>\n<oasis:entry>0.987</oasis:entry>\n<oasis:entry>1.337</oasis:entry>\n<oasis:entry>1.172</oasis:entry>\n<oasis:entry>0.813</oasis:entry>\n<oasis:entry>0.943</oasis:entry>\n<oasis:entry>1.535</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>μ (mm<sup>−1</sup>)</oasis:entry>\n<oasis:entry>0.760</oasis:entry>\n<oasis:entry>1.075</oasis:entry>\n<oasis:entry>0.892</oasis:entry>\n<oasis:entry>0.858</oasis:entry>\n<oasis:entry>0.879</oasis:entry>\n<oasis:entry>0.959</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>\n<italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>4140</oasis:entry>\n<oasis:entry>7812</oasis:entry>\n<oasis:entry>4211</oasis:entry>\n<oasis:entry>2880</oasis:entry>\n<oasis:entry>3293</oasis:entry>\n<oasis:entry>4720</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>total/unique<break></break>reflections</oasis:entry>\n<oasis:entry>49 853/3327</oasis:entry>\n<oasis:entry>47 634/2454</oasis:entry>\n<oasis:entry>23 279/3251</oasis:entry>\n<oasis:entry>22 575/3814</oasis:entry>\n<oasis:entry>54 877/3521</oasis:entry>\n<oasis:entry>17 010/1386</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>int</sub>\n</oasis:entry>\n<oasis:entry>0.059</oasis:entry>\n<oasis:entry>0.113</oasis:entry>\n<oasis:entry>0.067</oasis:entry>\n<oasis:entry>0.069</oasis:entry>\n<oasis:entry>0.074</oasis:entry>\n<oasis:entry>0.081</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub>, <italic toggle=\"yes\">wR</italic>\n<sub>2</sub> (%)</oasis:entry>\n<oasis:entry>11.67, 33.64</oasis:entry>\n<oasis:entry>13.22, 40.23</oasis:entry>\n<oasis:entry>3.68, 9.17</oasis:entry>\n<oasis:entry>6.51, 19.57</oasis:entry>\n<oasis:entry>5.89, 17.21</oasis:entry>\n<oasis:entry>6.82, 19.49</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>goodness-of-fit</oasis:entry>\n<oasis:entry>1.02</oasis:entry>\n<oasis:entry>1.22</oasis:entry>\n<oasis:entry>0.91</oasis:entry>\n<oasis:entry>0.98</oasis:entry>\n<oasis:entry>1.04</oasis:entry>\n<oasis:entry>1.09</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>difference<break></break>Fourier map,<break></break>max, min (e Å<sup>−3</sup>)</oasis:entry>\n<oasis:entry>0.87, −0.33</oasis:entry>\n<oasis:entry>0.57, −0.69</oasis:entry>\n<oasis:entry>0.49, − 0.50</oasis:entry>\n<oasis:entry>0.63, −0.54</oasis:entry>\n<oasis:entry>0.76, −0.56</oasis:entry>\n<oasis:entry>0.62, −0.52</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Nitrogen, Hydrogen, and Deuterium Isotherms</title><p>Nitrogen and hydrogen isotherms were determined at 78 K using an IGA gravimetric adsorption apparatus at the University of Nottingham, in a clean ultrahigh vacuum system with a diaphragm and turbo pumping system. Ultrapure plus grade (99.9995%) H<sub>2</sub> and high-purity (99.95%) D<sub>2</sub> were purified further using calcium aluminosilicate and activated carbon adsorbents to remove trace amounts of water and other impurities before introduction into the IGA system. The densities of desolvated samples used in buoyancy corrections were determined by running helium isotherms at room temperature, and the measured densities of NOTT-100, NOTT-101, NOTT-102, and NOTT-103 were determined as 1.75, 1.70, 1.63, and 1.65 g cm<sup>−3</sup>, respectively. The use of different sample densities results in very small differences (&lt;0.1% in all cases) in the buoyancy correction at 20 bar. Therefore, we used 1.75 g cm<sup>−3</sup> for the buoyancy correction for all other materials. The density of H<sub>2</sub> at its boiling point (0.0708 g cm<sup>−3</sup>) was used for the adsorbate buoyancy correction. The density of bulk H<sub>2</sub> in the buoyancy correction was calculated by the Redlich−Kwong−Soave equation of state of H<sub>2</sub> which is built into the software IGASWIN in the IGA system.</p>", "clean_text": "Nitrogen, Hydrogen, and Deuterium Isotherms\n\nNitrogen and hydrogen isotherms were determined at 78 K using an IGA gravimetric adsorption apparatus at the University of Nottingham, in a clean ultrahigh vacuum system with a diaphragm and turbo pumping system. Ultrapure plus grade (99.9995%) H2 and high-purity (99.95%) D2 were purified further using calcium aluminosilicate and activated carbon adsorbents to remove trace amounts of water and other impurities before introduction into the IGA system. The densities of desolvated samples used in buoyancy corrections were determined by running helium isotherms at room temperature, and the measured densities of NOTT-100, NOTT-101, NOTT-102, and NOTT-103 were determined as 1.75, 1.70, 1.63, and 1.65 g cm-3, respectively. The use of different sample densities results in very small differences (<0.1% in all cases) in the buoyancy correction at 20 bar. Therefore, we used 1.75 g cm-3 for the buoyancy correction for all other materials. The density of H2 at its boiling point (0.0708 g cm-3) was used for the adsorbate buoyancy correction. The density of bulk H2 in the buoyancy correction was calculated by the Redlich-Kwong-Soave equation of state of H2 which is built into the software IGASWIN in the IGA system.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>High Pressure Hydrogen Isotherms</title><p>Volumetric H<sub>2</sub> sorption measurements were performed at General Motors over a pressure range of 0−60 bar using an automatically controlled Sievert’s apparatus. The mass of adsorbent that was used to determine the adsorption/desorption isotherms ranged from 150 to 500 mg. All measurements were made with ultrahigh purity grade (99.999%) H<sub>2</sub> and He, the latter used for dead volume measurements. The volumetric measurements were carried out at 77 K by submerging the sample holder in a liquid nitrogen bath, the level of which was maintained constant throughout each experiment. Our volumetric analysis can be viewed as a precise application of the real gas law taking into account deviation from nonideal behavior found at high pressures and/or low temperatures. The nonideal gas behavior is taken into account by determining the H<sub>2</sub> compressibility factor, <italic toggle=\"yes\">Z</italic>, from National Institute of Standards and Technology (NIST) data. The volume of the sample holder was determined using helium at 298 K and H<sub>2</sub> at 298 and 77 K. H<sub>2</sub> was used to determine the dead space volume correction for a nonporous inert insert of a known geometrical volume (typically steel or aluminum); this correction accounts for the change in effective sample volume observed when cooling the sample holder from room temperature to 77 K. Also, helium was used to determine the volume occupied by a sample in the sample holder at 298 K because of its negligibly small adsorption on solid surfaces.</p>", "clean_text": "High Pressure Hydrogen Isotherms\n\nVolumetric H2 sorption measurements were performed at General Motors over a pressure range of 0-60 bar using an automatically controlled Sievert's apparatus. The mass of adsorbent that was used to determine the adsorption/desorption isotherms ranged from 150 to 500 mg. All measurements were made with ultrahigh purity grade (99.999%) H2 and He, the latter used for dead volume measurements. The volumetric measurements were carried out at 77 K by submerging the sample holder in a liquid nitrogen bath, the level of which was maintained constant throughout each experiment. Our volumetric analysis can be viewed as a precise application of the real gas law taking into account deviation from nonideal behavior found at high pressures and/or low temperatures. The nonideal gas behavior is taken into account by determining the H2 compressibility factor, Z, from National Institute of Standards and Technology (NIST) data. The volume of the sample holder was determined using helium at 298 K and H2 at 298 and 77 K. H2 was used to determine the dead space volume correction for a nonporous inert insert of a known geometrical volume (typically steel or aluminum); this correction accounts for the change in effective sample volume observed when cooling the sample holder from room temperature to 77 K. Also, helium was used to determine the volume occupied by a sample in the sample holder at 298 K because of its negligibly small adsorption on solid surfaces.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Neutron Powder Diffraction</title><p>Neutron powder diffraction (NPD) experiments were performed on NOTT-101 as a function of D<sub>2</sub> loadings using the high resolution powder diffractometer BT1 at the National Institute of Standards and Technology Center for Neutron Research (NCNR) in Gaithersburg, MD, USA. Prior to the NPD experiments the sample was thermally activated at 140 °C for 20 h to remove the solvent from the nanopores and the water molecules from the Cu(II) sites leading to unsaturated metal coordination sites. A dehydrated sample (1.7451 g) was loaded into a vanadium cell with D<sub>2</sub> dosed at 50 K. All data collection occurred with the sample at 4 K and using a Ge(311) monochromator with a 75° takeoff angle, λ = 2.0787(2) Å, and in-pile collimation of 15 min of arc. Data were collected over the range of 1.3−166.3° 2θ with a step size of 0.05° on samples containing D<sub>2</sub>:Cu ratios of 0.46, 0.91, 1.82, and 2.73. The NPD data were analyzed by Rietveld refinement and difference Fourier map analysis as implemented within GSAS-EXPGUI.\n</p>", "clean_text": "Neutron Powder Diffraction\n\nNeutron powder diffraction (NPD) experiments were performed on NOTT-101 as a function of D2 loadings using the high resolution powder diffractometer BT1 at the National Institute of Standards and Technology Center for Neutron Research (NCNR) in Gaithersburg, MD, USA. Prior to the NPD experiments the sample was thermally activated at 140 °C for 20 h to remove the solvent from the nanopores and the water molecules from the Cu(II) sites leading to unsaturated metal coordination sites. A dehydrated sample (1.7451 g) was loaded into a vanadium cell with D2 dosed at 50 K. All data collection occurred with the sample at 4 K and using a Ge(311) monochromator with a 75° takeoff angle, λ = 2.0787(2) Å, and in-pile collimation of 15 min of arc. Data were collected over the range of 1.3-166.3° 2θ with a step size of 0.05° on samples containing D2:Cu ratios of 0.46, 0.91, 1.82, and 2.73. The NPD data were analyzed by Rietveld refinement and difference Fourier map analysis as implemented within GSAS-EXPGUI. ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Single Crystal X-ray Structures</title><p>The frameworks NOTT-100−NOTT-108 are isostructural but differ due to the lengths and nature of the bridging ligands employed. In all these crystal structures, two Cu(II) cations are bridged by four carboxylate groups to form a [Cu<sub>2</sub>(RCO<sub>2</sub>)<sub>4</sub>] paddle-wheel configuration with four carboxylate groups distributed around the Cu−Cu axis thus defining a square-planar 4-connected node. The ligands are also square-planar 4-connected nodes since the four carboxylate groups on the isophthalate in all ligands lie in the same plane (Figure a and b). The assembly of the two types of planar 4-connected nodes results in NbO type networks of 6<sup>4</sup>·8<sup>2</sup> topology with the complexes having the general formula [Cu<sub>2</sub>(L)] (Figure a). The NbO network can be viewed as the packing and combination of two types of metal−ligand cages having the same molecular <italic toggle=\"yes\">D</italic>\n<sub>3<italic toggle=\"yes\">d</italic>\n</sub> symmetry (Figure c and d) with stoichiometries of [Cu<sub>24</sub>(L)<sub>6</sub>] and [Cu<sub>12</sub>(L)<sub>12</sub>] (Figure e). The [Cu<sub>24</sub>(L)<sub>6</sub>] node comprises 12 {Cu<sub>2</sub>} paddle-wheel units and 6 ligands, and the [Cu<sub>12</sub>(L)<sub>12</sub>] cage comprises 6 {Cu<sub>2</sub>} paddle-wheel units and 12 ligands.</p>", "clean_text": "Results and Discussion\n\nSingle Crystal X-ray Structures\n\nThe frameworks NOTT-100-NOTT-108 are isostructural but differ due to the lengths and nature of the bridging ligands employed. In all these crystal structures, two Cu(II) cations are bridged by four carboxylate groups to form a [Cu2(RCO2)4] paddle-wheel configuration with four carboxylate groups distributed around the Cu-Cu axis thus defining a square-planar 4-connected node. The ligands are also square-planar 4-connected nodes since the four carboxylate groups on the isophthalate in all ligands lie in the same plane (Figure a and b). The assembly of the two types of planar 4-connected nodes results in NbO type networks of 64⋅82 topology with the complexes having the general formula [Cu2(L)] (Figure a). The NbO network can be viewed as the packing and combination of two types of metal-ligand cages having the same molecular D 3d  symmetry (Figure c and d) with stoichiometries of [Cu24(L)6] and [Cu12(L)12] (Figure e). The [Cu24(L)6] node comprises 12 {Cu2} paddle-wheel units and 6 ligands, and the [Cu12(L)12] cage comprises 6 {Cu2} paddle-wheel units and 12 ligands.", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Views of (a) the node structures in NOTT-101; (b) simplified 4-connected node; (c) NbO type framework assembled by two 4-connected nodes; (d and e) structures of the two types of cages.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Views of (a) the node structures in NOTT-101; (b) simplified 4-connected node; (c) NbO type framework assembled by two 4-connected nodes; (d and e) structures of the two types of cages.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>It was observed that changing the length of the ligand in these porous materials can dramatically influence the size and shape of the cages within the structure. In NOTT-100, the two kinds of cage are approximately spherical (Figure a) with the [Cu<sub>12</sub>(L)<sub>12</sub>] moiety having a diameter of 8.0 Å (after considering the van der Waals radii of the atoms), while the diameter of the [Cu<sub>24</sub>(L)<sub>6</sub>] cage is 10.0 Å. The largest cavities were found in NOTT-102 in which the [Cu<sub>12</sub>(L)<sub>12</sub>] cage has a spherical cavity of diameter 13.4 Å, while the [Cu<sub>24</sub>(L)<sub>6</sub>] cage in NOTT-102 is elongated with the same 10.0 Å diameter in the equatorial plane as for NOTT-100, but with a diameter along the <italic toggle=\"yes\">c</italic> axis of 32.0 Å. Figure  illustrates how the size and shape of these cages evolve with different lengths of ligands.</p>", "clean_text": "It was observed that changing the length of the ligand in these porous materials can dramatically influence the size and shape of the cages within the structure. In NOTT-100, the two kinds of cage are approximately spherical (Figure a) with the [Cu12(L)12] moiety having a diameter of 8.0 Å (after considering the van der Waals radii of the atoms), while the diameter of the [Cu24(L)6] cage is 10.0 Å. The largest cavities were found in NOTT-102 in which the [Cu12(L)12] cage has a spherical cavity of diameter 13.4 Å, while the [Cu24(L)6] cage in NOTT-102 is elongated with the same 10.0 Å diameter in the equatorial plane as for NOTT-100, but with a diameter along the c axis of 32.0 Å. Figure  illustrates how the size and shape of these cages evolve with different lengths of ligands.", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Views of the internal cages, the dimensions of which are tuned by the ligands: (a) NOTT-100; (b) NOTT-101; (c) NOTT-102. Top row: [Cu<sub>24</sub>(L)<sub>6</sub>] cages. Bottom row: [Cu<sub>12</sub>(L)<sub>12</sub>] cages.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  Views of the internal cages, the dimensions of which are tuned by the ligands: (a) NOTT-100; (b) NOTT-101; (c) NOTT-102. Top row: [Cu24(L)6] cages. Bottom row: [Cu12(L)12] cages.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>There are two types of window at the interconnections of the [Cu<sub>24</sub>(L)<sub>6</sub>] and [Cu<sub>12</sub>(L)<sub>12</sub>] cages, and the shape of these windows can be described by considering the connections between Cu centers. The first type of window (TYPE-I) is defined by the equilateral triangular channels running along the <italic toggle=\"yes\">c</italic> axis (Figure a), which contains three {Cu<sub>2</sub>} paddle wheels bridged by carboxylate-phenyl-carboxylate spans. For NOTT-100, the distance between two {Cu<sub>2</sub>} paddle-wheel centers is 7.91 Å, and the diameter of the windows is ∼5.0 Å. In all structures, the size of the TYPE-I window is very similar. The other type of window (TYPE-II) is based upon isosceles triangles which can be viewed along the <italic toggle=\"yes\">a</italic> or <italic toggle=\"yes\">b</italic> axes (Figure b). The length of the two equal sides of the isosceles triangles is defined by the length of ligands. In NOTT-100, this gives a Cu...Cu separation within the window of 7.60 Å, and in NOTT-102 the distance is increased significantly to 15.96 Å. The TYPE-II windows are also defined by the functional groups on the spacers. Thus, introduction of substituted phenyl groups as in H<sub>4</sub>L<sup>6</sup>, H<sub>4</sub>L<sup>7</sup>, H<sub>4</sub>L<sup>8</sup>, and H<sub>4</sub>L<sup>9</sup> (Scheme ) narrows the TYPE-II window, but the TYPE-I window is not affected by this substitution. When we consider the potential energy overlaps inside the cavity, the smaller the window the more efficient the overlaps will be. This is confirmed by gas adsorption results discussed below.</p>", "clean_text": "There are two types of window at the interconnections of the [Cu24(L)6] and [Cu12(L)12] cages, and the shape of these windows can be described by considering the connections between Cu centers. The first type of window (TYPE-I) is defined by the equilateral triangular channels running along the c axis (Figure a), which contains three {Cu2} paddle wheels bridged by carboxylate-phenyl-carboxylate spans. For NOTT-100, the distance between two {Cu2} paddle-wheel centers is 7.91 Å, and the diameter of the windows is ~5.0 Å. In all structures, the size of the TYPE-I window is very similar. The other type of window (TYPE-II) is based upon isosceles triangles which can be viewed along the a or b axes (Figure b). The length of the two equal sides of the isosceles triangles is defined by the length of ligands. In NOTT-100, this gives a Cu...Cu separation within the window of 7.60 Å, and in NOTT-102 the distance is increased significantly to 15.96 Å. The TYPE-II windows are also defined by the functional groups on the spacers. Thus, introduction of substituted phenyl groups as in H4L6, H4L7, H4L8, and H4L9 (Scheme ) narrows the TYPE-II window, but the TYPE-I window is not affected by this substitution. When we consider the potential energy overlaps inside the cavity, the smaller the window the more efficient the overlaps will be. This is confirmed by gas adsorption results discussed below.", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Space-filling views of some [Cu<sub>2</sub>(L)] frameworks, in which water molecules have been removed from Cu(II) sites to show the two types of window in the frameworks: (a) view along the <italic toggle=\"yes\">c</italic> axis; (b) view along the <italic toggle=\"yes\">a</italic> axis.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  Space-filling views of some [Cu2(L)] frameworks, in which water molecules have been removed from Cu(II) sites to show the two types of window in the frameworks: (a) view along the c axis; (b) view along the a axis.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>NOTT-104 has the same network topology as the other systems discussed herein, except that the extended nature of the pentaphenyl ligand leads to a doubly interpenetrated network structure (Figure ). This interpenetration leads to reduced porosity and limited thermal stability (discussed below), making NOTT-104 unsuitable for sorption applications.</p>", "clean_text": "NOTT-104 has the same network topology as the other systems discussed herein, except that the extended nature of the pentaphenyl ligand leads to a doubly interpenetrated network structure (Figure ). This interpenetration leads to reduced porosity and limited thermal stability (discussed below), making NOTT-104 unsuitable for sorption applications.", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>View of the structure of NOTT-104: (top) the individual [Cu<sub>2</sub>(L<sup>5</sup>)] network; (bottom) double interpenetrating frameworks.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  View of the structure of NOTT-104: (top) the individual [Cu2(L5)] network; (bottom) double interpenetrating frameworks.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>NOTT-109 has a different network topology than the other systems described above and crystallizes in the tetragonal space group <italic toggle=\"yes\">I</italic>4/<italic toggle=\"yes\">mmm</italic>. The building units are also based upon 4-connected {Cu<sub>2</sub>} paddle-wheel centers and 4-connected tetracarboxylate ligands with the resultant 4,4-connected network having a 4<sup>2</sup>·8<sup>4</sup> or PtS topology. However, due to the bulky central aromatic groups in the [L<sup>10</sup>]<sup>4−</sup> group, the triangular TYPE-I windows cannot be formed and the expanded windows in NOTT-109 are constructed by four {Cu<sub>2</sub>} paddle wheels as opposed to three in the above examples. The large cage in NOTT-109 has <italic toggle=\"yes\">D</italic>\n<sub>4<italic toggle=\"yes\">h</italic>\n</sub> symmetry and an approximate spherical cavity diameter of 13 Å with a stoichiometry for the cage of [Cu<sub>16</sub>(L<sup>10</sup>)<sub>16</sub>] (Figure b). The smaller cage is comprised of [Cu<sub>16</sub>(L<sup>10</sup>)<sub>4</sub>] moieties (Figure a) which have a channel of 4 Å in diameter. A change of framework symmetry in the [Cu<sub>2</sub>(L)] material PCN-14 has also been reported recently upon incorporation of 5,5′-(9,10-anthracenediyl) diisophthalate moieties into the bridging ligand positions. Although the framework topology of PCN-14 (6<sup>4</sup>·8<sup>2</sup>) is the same as that of NOTT-100−NOTT-108, it crystallizes in the trigonal space group <italic toggle=\"yes\">R</italic>3̅<italic toggle=\"yes\">c</italic> with the bulky anthracene group shaping two types of cuboctaheral and nanoscopic cages within the framework.\n</p>", "clean_text": "NOTT-109 has a different network topology than the other systems described above and crystallizes in the tetragonal space group I4/mmm. The building units are also based upon 4-connected {Cu2} paddle-wheel centers and 4-connected tetracarboxylate ligands with the resultant 4,4-connected network having a 42⋅84 or PtS topology. However, due to the bulky central aromatic groups in the [L10]4- group, the triangular TYPE-I windows cannot be formed and the expanded windows in NOTT-109 are constructed by four {Cu2} paddle wheels as opposed to three in the above examples. The large cage in NOTT-109 has D 4h  symmetry and an approximate spherical cavity diameter of 13 Å with a stoichiometry for the cage of [Cu16(L10)16] (Figure b). The smaller cage is comprised of [Cu16(L10)4] moieties (Figure a) which have a channel of 4 Å in diameter. A change of framework symmetry in the [Cu2(L)] material PCN-14 has also been reported recently upon incorporation of 5,5'-(9,10-anthracenediyl) diisophthalate moieties into the bridging ligand positions. Although the framework topology of PCN-14 (64⋅82) is the same as that of NOTT-100-NOTT-108, it crystallizes in the trigonal space group R3̅c with the bulky anthracene group shaping two types of cuboctaheral and nanoscopic cages within the framework. ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Views of the structure of NOTT-109: (a) [Cu<sub>16</sub>(L<sup>10</sup>)<sub>4</sub>] cage; (b) [Cu<sub>16</sub>(L<sup>10</sup>)<sub>16</sub>] cage; (c) overall framework structure.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  Views of the structure of NOTT-109: (a) [Cu16(L10)4] cage; (b) [Cu16(L10)16] cage; (c) overall framework structure.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<title>Structural Thermal Stability</title><p>With the exception of NOTT-104, all of the framework complexes were stable to the removal of solvent and coordinated water. Frameworks NOTT-100−NOTT-103 and NOTT-105−NOTT-109 showed similar behavior by TGA with rapid loss of solvent under a N<sub>2</sub> atmosphere below 100 °C and high stability up to 300 °C, above which the materials start to decompose. Under a dry air atmosphere, the decomposition temperature is ∼250 °C which corresponds to the combustion temperature of the organic ligand. <italic toggle=\"yes\">In situ</italic> powder X-ray diffraction indicates that the solvent-free frameworks retain their original structure and unit cell (see ). In the case of NOTT-104, the framework is very unstable after removal of solvent by heat or vacuum and degassing at room temperature which can turn the crystalline NOTT-104 into an amorphous phase. This is an interesting observation given that interpenetrated networks might be expected to show higher structural stability than noninterpenetrated analogues. Because of this framework instability, NOTT-104 will be excluded from all subsequent discussions.</p>", "clean_text": "Structural Thermal Stability\n\nWith the exception of NOTT-104, all of the framework complexes were stable to the removal of solvent and coordinated water. Frameworks NOTT-100-NOTT-103 and NOTT-105-NOTT-109 showed similar behavior by TGA with rapid loss of solvent under a N2 atmosphere below 100 °C and high stability up to 300 °C, above which the materials start to decompose. Under a dry air atmosphere, the decomposition temperature is ~250 °C which corresponds to the combustion temperature of the organic ligand. In situ powder X-ray diffraction indicates that the solvent-free frameworks retain their original structure and unit cell (see ). In the case of NOTT-104, the framework is very unstable after removal of solvent by heat or vacuum and degassing at room temperature which can turn the crystalline NOTT-104 into an amorphous phase. This is an interesting observation given that interpenetrated networks might be expected to show higher structural stability than noninterpenetrated analogues. Because of this framework instability, NOTT-104 will be excluded from all subsequent discussions.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<title>Nitrogen Isotherms</title><p>The desolvated framework structures show very high porosity. Table  summarizes BET surface areas, pore volumes, and pore sizes estimated from N<sub>2</sub> adsorption experiments at 77 K. The framework NOTT-100 based on the shortest ligand [L<sup>1</sup>]<sup>4−</sup> shows the lowest BET surface area, pore volume, and pore size. The highest pore volumes and BET surface areas were observed for NOTT-102 and NOTT-103, the former incorporating [L<sup>3</sup>]<sup>4−</sup> which is the longest ligand used in these porous frameworks. Interestingly, however, the BET surface area and pore volume of NOTT-102 and NOTT-103 are very similar. Only the pore size estimated from Dubinin−Astakhov (D-A) analysis revealed that NOTT-102 has a larger pore size than NOTT-103, in agreement with their crystal structures.</p>", "clean_text": "Nitrogen Isotherms\n\nThe desolvated framework structures show very high porosity. Table  summarizes BET surface areas, pore volumes, and pore sizes estimated from N2 adsorption experiments at 77 K. The framework NOTT-100 based on the shortest ligand [L1]4- shows the lowest BET surface area, pore volume, and pore size. The highest pore volumes and BET surface areas were observed for NOTT-102 and NOTT-103, the former incorporating [L3]4- which is the longest ligand used in these porous frameworks. Interestingly, however, the BET surface area and pore volume of NOTT-102 and NOTT-103 are very similar. Only the pore size estimated from Dubinin-Astakhov (D-A) analysis revealed that NOTT-102 has a larger pore size than NOTT-103, in agreement with their crystal structures.", "data": null, "include_properties": null}, {"idx": 44, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Physical Data and Gas Adsorption Data for [Cu<sub>2</sub>(L)]<sub>∞</sub> Frameworks</title>\n</caption>\n<oasis:table>\n<oasis:tgroup cols=\"9\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col9\"></oasis:colspec>\n<oasis:thead valign=\"middle\">\n<oasis:row>\n<oasis:entry align=\"center\">compound</oasis:entry>\n<oasis:entry align=\"center\">NOTT-100</oasis:entry>\n<oasis:entry align=\"center\">NOTT-101</oasis:entry>\n<oasis:entry align=\"center\">NOTT-102</oasis:entry>\n<oasis:entry align=\"center\">NOTT-103</oasis:entry>\n<oasis:entry align=\"center\">NOTT-105</oasis:entry>\n<oasis:entry align=\"center\">NOTT-106</oasis:entry>\n<oasis:entry align=\"center\">NOTT-107</oasis:entry>\n<oasis:entry align=\"center\">NOTT-109</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row valign=\"top\">\n<oasis:entry>BET surface area<xref rid=\"tbl2-fn1\"></xref> (m<sup>2</sup> g<sup>−1</sup>)</oasis:entry>\n<oasis:entry>1640</oasis:entry>\n<oasis:entry>2316</oasis:entry>\n<oasis:entry>2942</oasis:entry>\n<oasis:entry>2929</oasis:entry>\n<oasis:entry>2387</oasis:entry>\n<oasis:entry>1855</oasis:entry>\n<oasis:entry>1822</oasis:entry>\n<oasis:entry>1718</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>pore diameter<xref rid=\"tbl2-fn2\"></xref> (Å)</oasis:entry>\n<oasis:entry>6.5</oasis:entry>\n<oasis:entry>7.3</oasis:entry>\n<oasis:entry>8.3</oasis:entry>\n<oasis:entry>8.0</oasis:entry>\n<oasis:entry>7.3</oasis:entry>\n<oasis:entry>7.3</oasis:entry>\n<oasis:entry>7.0</oasis:entry>\n<oasis:entry>6.9</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>calcd free space<xref rid=\"tbl2-fn3\"></xref> (%)</oasis:entry>\n<oasis:entry>63.3</oasis:entry>\n<oasis:entry>70.4</oasis:entry>\n<oasis:entry>75.5</oasis:entry>\n<oasis:entry>71.6</oasis:entry>\n<oasis:entry>68.2</oasis:entry>\n<oasis:entry>64.0</oasis:entry>\n<oasis:entry>n/a</oasis:entry>\n<oasis:entry>68.6</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>pore volume<xref rid=\"tbl2-fn1\"></xref> (cm<sup>3</sup> g<sup>−1</sup>)</oasis:entry>\n<oasis:entry>0.680</oasis:entry>\n<oasis:entry>0.886</oasis:entry>\n<oasis:entry>1.138</oasis:entry>\n<oasis:entry>1.142</oasis:entry>\n<oasis:entry>0.898</oasis:entry>\n<oasis:entry>0.798</oasis:entry>\n<oasis:entry>0.767</oasis:entry>\n<oasis:entry>0.705</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>pore volume<xref rid=\"tbl2-fn3\"></xref> (cm<sup>3</sup> g<sup>−1</sup>)</oasis:entry>\n<oasis:entry>0.683</oasis:entry>\n<oasis:entry>1.083</oasis:entry>\n<oasis:entry>1.284</oasis:entry>\n<oasis:entry>1.120</oasis:entry>\n<oasis:entry>0.934</oasis:entry>\n<oasis:entry>0.889</oasis:entry>\n<oasis:entry>n/a</oasis:entry>\n<oasis:entry>0.868</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>total H<sub>2</sub> adsorption in wt%<break></break>(1bar/20bar/60bar)<xref rid=\"tbl2-fn4\"></xref>\n<xref rid=\"tbl2-fn5\"></xref>\n</oasis:entry>\n<oasis:entry>2.59/4.02/−</oasis:entry>\n<oasis:entry>2.52/6.06/6.60</oasis:entry>\n<oasis:entry>2.24/6.07/7.20</oasis:entry>\n<oasis:entry>2.63/6.51/7.78</oasis:entry>\n<oasis:entry>2.52/5.40/−</oasis:entry>\n<oasis:entry>2.29/4.50/−</oasis:entry>\n<oasis:entry>2.26/4.46/−</oasis:entry>\n<oasis:entry>2.33/4.15/−</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>total H<sub>2</sub> adsorption in wt%<break></break>(1bar/20bar/60bar)<xref rid=\"tbl2-fn4\"></xref>\n<xref rid=\"tbl2-fn6\"></xref>\n</oasis:entry>\n<oasis:entry>2.52/3.86/−</oasis:entry>\n<oasis:entry>2.46/5.71/6.19</oasis:entry>\n<oasis:entry>2.19/5.72/6.72</oasis:entry>\n<oasis:entry>2.56/6.11/7.22</oasis:entry>\n<oasis:entry>2.46/5.12/−</oasis:entry>\n<oasis:entry>2.24/4.31/−</oasis:entry>\n<oasis:entry>2.21/4.27/−</oasis:entry>\n<oasis:entry>2.28/3.98/−</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>Calculated from N<sub>2</sub> isotherms.</p>\n</fn>\n<fn id=\"tbl2-fn2\">\n<label>b</label>\n<p>Pore diameters estimated from Dubinin−Astakhov analysis.</p>\n</fn>\n<fn id=\"tbl2-fn3\">\n<label>c</label>\n<p>Calculated from single crystal structures with PLATON/VOID.<xref ref-type=\"bibr\" rid=\"ref57\"></xref>\n</p>\n</fn>\n<fn id=\"tbl2-fn4\">\n<label>d</label>\n<p>1 bar and 20 bar H<sub>2</sub> adsorption data were obtained by gravimetric method, and 60 bar data were obtained by volumetric method.</p>\n</fn>\n<fn id=\"tbl2-fn5\">\n<label>e</label>\n<p>Hydrogen uptake quoted in terms of wt% most commonly defined in the literature as 100(weight of adsorbed H<sub>2</sub>)/(weight of host).</p>\n</fn>\n<fn id=\"tbl2-fn6\">\n<label>f</label>\n<p>Hydrogen uptake quoted as a wt% in terms of 100(weight of adsorbed H<sub>2</sub>)/(weight of host + weight of H<sub>2</sub> adsorbed).<xref ref-type=\"bibr\" rid=\"ref15\"></xref> See Supporting Information for further details of this analysis and methods of presentation and calculation of wt%.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>[L<sup>6</sup>]<sup>4−</sup>, [L<sup>7</sup>]<sup>4−</sup>, and [L<sup>8</sup>]<sup>4−</sup> are derived from [L<sup>2</sup>]<sup>4−</sup> (Scheme ) and incorporate electron-withdrawing fluorine or electron-releasing methyl groups on the central phenyl ring. Introducing two methyl groups (NOTT-106) results in a reduction of pore volume, BET surface area, and pore size; four methyl groups (NOTT-107) reduce the pore volume and size further. Introducing fluorine substituents, as in NOTT-105, seems to have little impact on the BET surface area, pore volume, and size measured by N<sub>2</sub> isotherms compared with NOTT-101. This is not surprising because the pore geometry changes only slightly on replacement of H with fluorine substituents on the aromatic ring. A methyl group, however, is significantly more bulky than a fluorine atom and therefore reduces the pore volume and BET surface area.</p>", "clean_text": "[L6]4-, [L7]4-, and [L8]4- are derived from [L2]4- (Scheme ) and incorporate electron-withdrawing fluorine or electron-releasing methyl groups on the central phenyl ring. Introducing two methyl groups (NOTT-106) results in a reduction of pore volume, BET surface area, and pore size; four methyl groups (NOTT-107) reduce the pore volume and size further. Introducing fluorine substituents, as in NOTT-105, seems to have little impact on the BET surface area, pore volume, and size measured by N2 isotherms compared with NOTT-101. This is not surprising because the pore geometry changes only slightly on replacement of H with fluorine substituents on the aromatic ring. A methyl group, however, is significantly more bulky than a fluorine atom and therefore reduces the pore volume and BET surface area.", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["property"], "content": "<title>Hydrogen Adsorption</title><p>Gravimetric measurements obtained using the IGA system for H<sub>2</sub> adsorption on framework materials are given in Figure . At 78 K and 20 bar, the highest total uptake was observed for NOTT-103 with 65.1 mg g<sup>−1</sup> H<sub>2</sub>. From NOTT-100 to NOTT-102, the increasing ligand length results in an increase in BET surface area and pore volume, and this accounts for the increase in overall H<sub>2</sub> capacities on going from NOTT-100 to NOTT-102. Thus, the increasing pore volume provides more space to accommodate H<sub>2</sub>; however, the large pore size in NOTT-102 gives a weaker overlap potential from the walls, and a higher pressure is thus required to store the same amount of H<sub>2</sub> in the pores compared to NOTT-100 and NOTT-101. This can be clearly identified from the adsorption data at 1 bar. Thus, increasing the pore size from 6.5 Å in NOTT-100 to 7.3 Å in NOTT-101 leads to a small <italic toggle=\"yes\">reduction</italic> of total H<sub>2</sub> uptake at 1 bar from 25.9 to 25.2 mg g<sup>−1</sup>, while NOTT-102 with the largest pore size of 8.3 Å adsorbs only 22.4 mg g<sup>−1</sup> H<sub>2</sub>, the lowest value of all samples at 1 bar. Although NOTT-102 has a much larger pore size and volume than NOTT-101, its H<sub>2</sub> uptake does not exceed NOTT-101 until the pressure reaches 20 bar. This demonstrates that larger pore size materials require higher pressure to confine the H<sub>2</sub> into the channels and suggests that there may well be an optimum pore size and dimension to maximize H<sub>2</sub> uptake. Based upon our observations this optimum pore size lies between 7.3 and 8.3 Å. This is further supported by the successful synthesis of NOTT-103 which has a pore size of 8.0 Å and its H<sub>2</sub> adsorption at 20 bar and 77 K is the highest in the series of complexes. So far only two metal−organic framework compounds (MOF-5 and MOF-177) are known to have such high H<sub>2</sub> uptake at 20 bar. More interestingly, at 1 bar NOTT-103 adsorbed 26.3 mg g<sup>−1</sup> H<sub>2</sub>, higher than any other framework showing a total H<sub>2</sub> uptake of more than 6 wt% at 20 bar. Thus, at 1 bar MOF-5  adsorbs 14.2 mg g<sup>−1</sup>, MOF-177 13.2 mg g<sup>−1</sup>, Mn-BTT 22.8 mg g<sup>−1</sup>, and Cu-BTT 23.0 mg g<sup>−1</sup>. This suggests that, in addition to using optimum ligand lengths to form intermediate pore size materials, the shape and nature of the central functional group (i.e., the napthyl in NOTT-103) can give a stronger potential overlap to improve adsorption of H<sub>2</sub> at low pressures.</p>", "clean_text": "Hydrogen Adsorption\n\nGravimetric measurements obtained using the IGA system for H2 adsorption on framework materials are given in Figure . At 78 K and 20 bar, the highest total uptake was observed for NOTT-103 with 65.1 mg g-1 H2. From NOTT-100 to NOTT-102, the increasing ligand length results in an increase in BET surface area and pore volume, and this accounts for the increase in overall H2 capacities on going from NOTT-100 to NOTT-102. Thus, the increasing pore volume provides more space to accommodate H2; however, the large pore size in NOTT-102 gives a weaker overlap potential from the walls, and a higher pressure is thus required to store the same amount of H2 in the pores compared to NOTT-100 and NOTT-101. This can be clearly identified from the adsorption data at 1 bar. Thus, increasing the pore size from 6.5 Å in NOTT-100 to 7.3 Å in NOTT-101 leads to a small reduction of total H2 uptake at 1 bar from 25.9 to 25.2 mg g-1, while NOTT-102 with the largest pore size of 8.3 Å adsorbs only 22.4 mg g-1 H2, the lowest value of all samples at 1 bar. Although NOTT-102 has a much larger pore size and volume than NOTT-101, its H2 uptake does not exceed NOTT-101 until the pressure reaches 20 bar. This demonstrates that larger pore size materials require higher pressure to confine the H2 into the channels and suggests that there may well be an optimum pore size and dimension to maximize H2 uptake. Based upon our observations this optimum pore size lies between 7.3 and 8.3 Å. This is further supported by the successful synthesis of NOTT-103 which has a pore size of 8.0 Å and its H2 adsorption at 20 bar and 77 K is the highest in the series of complexes. So far only two metal-organic framework compounds (MOF-5 and MOF-177) are known to have such high H2 uptake at 20 bar. More interestingly, at 1 bar NOTT-103 adsorbed 26.3 mg g-1 H2, higher than any other framework showing a total H2 uptake of more than 6 wt% at 20 bar. Thus, at 1 bar MOF-5  adsorbs 14.2 mg g-1, MOF-177 13.2 mg g-1, Mn-BTT 22.8 mg g-1, and Cu-BTT 23.0 mg g-1. This suggests that, in addition to using optimum ligand lengths to form intermediate pore size materials, the shape and nature of the central functional group (i.e., the napthyl in NOTT-103) can give a stronger potential overlap to improve adsorption of H2 at low pressures.", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Total hydrogen adsorption at 78 K.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  Total hydrogen adsorption at 78 K.   ", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>NOTT-105, -106, and -107 incorporate fluorine or methyl substituents on the central phenyl rings of the ligand and are isostructural with NOTT-101. Such modifications afford materials with smaller pore volume and pore size than NOTT-101 due to the additional atoms occupying space within the framework, thus creating a higher overlap of potential curves and stronger H<sub>2</sub>−framework interactions. The stronger interactions lead to increased uptake at low coverage and are observed below 0.5 bar for NOTT-106, -107 and below 1 bar for NOTT-105 although the enhancements are small (&lt;1 mg g<sup>−1</sup>) compared to NOTT-101. Although modification to the ligands does not improve the overall H<sub>2</sub> adsorption capacity at higher pressure due to the reduced surface area, it does give increased H<sub>2</sub>−framework interaction potentials, which can be seen in the analysis of H<sub>2</sub> adsorption enthalpies (see below).</p>", "clean_text": "NOTT-105, -106, and -107 incorporate fluorine or methyl substituents on the central phenyl rings of the ligand and are isostructural with NOTT-101. Such modifications afford materials with smaller pore volume and pore size than NOTT-101 due to the additional atoms occupying space within the framework, thus creating a higher overlap of potential curves and stronger H2-framework interactions. The stronger interactions lead to increased uptake at low coverage and are observed below 0.5 bar for NOTT-106, -107 and below 1 bar for NOTT-105 although the enhancements are small (<1 mg g-1) compared to NOTT-101. Although modification to the ligands does not improve the overall H2 adsorption capacity at higher pressure due to the reduced surface area, it does give increased H2-framework interaction potentials, which can be seen in the analysis of H2 adsorption enthalpies (see below).", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["property"], "content": "<p>The high pressure H<sub>2</sub> adsorption measurements revealed that NOTT-103 has the highest excess and total uptake of all the materials studied. The total uptake is given by <italic toggle=\"yes\">n</italic>\n<sub>T</sub> = <italic toggle=\"yes\">n</italic>\n<sub>E</sub> + ρ<sub>B</sub>\n<italic toggle=\"yes\">V</italic> where <italic toggle=\"yes\">n</italic>\n<sub>E</sub> is the experimental excess uptake, ρ<sub>B</sub> is the bulk density of H<sub>2</sub>, and <italic toggle=\"yes\">V</italic> is the pore volume which at this stage we take to be the volume obtained from the 78 K N<sub>2</sub> isotherms (see ). We used the Redlich−Kwong−Soave equation of state to calculate ρ<sub>B</sub>. Up to 20 bar excess H<sub>2</sub> adsorptions obtained by the volumetric method (using the Sievert’s apparatus) and the gravimetric method (using the IGA system) are in very good agreement. The total H<sub>2</sub> adsorption data in Figure  show that NOTT-101 is nearly saturated at 30 bar. The larger pores of NOTT-102 reach saturation at higher pressures, 40 bar, and the higher pore volume allows the total uptake of NOTT-102 to reach 72.0 mg g<sup>−1</sup> at 60 bar. These experiments confirm the importance of high pore volume for high H<sub>2</sub> adsorption and are in line with previous theoretical modeling analyses. NOTT-103 has almost the same pore volume and BET surface as NOTT-102 according to their N<sub>2</sub> isotherms, but the total H<sub>2</sub> adsorption on NOTT-103 is 5.8 mg g<sup>−1</sup> higher at 60 bar, reaching 77.8 mg g<sup>−1</sup>. This derives from and correlates with the higher adsorption heat of NOTT-103 (see below).</p>", "clean_text": "The high pressure H2 adsorption measurements revealed that NOTT-103 has the highest excess and total uptake of all the materials studied. The total uptake is given by n T = n E + ρB V where n E is the experimental excess uptake, ρB is the bulk density of H2, and V is the pore volume which at this stage we take to be the volume obtained from the 78 K N2 isotherms (see ). We used the Redlich-Kwong-Soave equation of state to calculate ρB. Up to 20 bar excess H2 adsorptions obtained by the volumetric method (using the Sievert's apparatus) and the gravimetric method (using the IGA system) are in very good agreement. The total H2 adsorption data in Figure  show that NOTT-101 is nearly saturated at 30 bar. The larger pores of NOTT-102 reach saturation at higher pressures, 40 bar, and the higher pore volume allows the total uptake of NOTT-102 to reach 72.0 mg g-1 at 60 bar. These experiments confirm the importance of high pore volume for high H2 adsorption and are in line with previous theoretical modeling analyses. NOTT-103 has almost the same pore volume and BET surface as NOTT-102 according to their N2 isotherms, but the total H2 adsorption on NOTT-103 is 5.8 mg g-1 higher at 60 bar, reaching 77.8 mg g-1. This derives from and correlates with the higher adsorption heat of NOTT-103 (see below).", "data": null, "include_properties": null}, {"idx": 50, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Excess (points) and total (lines) hydrogen uptakes for NOTT-101 (blue), NOTT-102 (cyan), and NOTT-103 (purple).</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  Excess (points) and total (lines) hydrogen uptakes for NOTT-101 (blue), NOTT-102 (cyan), and NOTT-103 (purple).   ", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>Using an extended Tóth equation (eq ) to analyze the high pressure excess H<sub>2</sub> isotherms at 77 K, we can estimate the pore volume <italic toggle=\"yes\">V</italic> (and hence maximum total uptake) <italic toggle=\"yes\">independently</italic> of N<sub>2</sub> data.\n<disp-formula id=\"eq1\">\n<label>1</label>\n<mml:math altimg=\"ja-2008-06624j_m001.gif\" display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>m</mml:mi>\n<mml:mi>b</mml:mi>\n<mml:mi>p</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"true\">[</mml:mo>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>b</mml:mi>\n<mml:mi>p</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>c</mml:mi>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mo stretchy=\"true\">]</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>/</mml:mo>\n<mml:mi>c</mml:mi>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mrow>\n<mml:mi>p</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1.489</mml:mn>\n<mml:mo>×</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mn>10</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mn>7</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mi>V</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>1.838</mml:mn>\n<mml:mo>×</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mn>10</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mn>5</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mrow>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mn>1.838</mml:mn>\n<mml:mo>×</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mn>10</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mn>5</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</disp-formula>\n</p>", "clean_text": "Using an extended Tóth equation (eq ) to analyze the high pressure excess H2 isotherms at 77 K, we can estimate the pore volume V (and hence maximum total uptake) independently of N2 data.  1     n   E   =   m b p     [  1 +   ( b p )   c    ]   1 / c     -  (  p +   1.489 ×   10   - 7     V ( V + 1.838 ×   10   - 5   )    )   (    V - 1.838 ×   10   - 5     R T    )     ", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["else"], "content": "<p>In eq , <italic toggle=\"yes\">m</italic> is the maximum total gas uptake, <italic toggle=\"yes\">b</italic> is the Henry constant, and <italic toggle=\"yes\">c</italic> is a constant describing the surface energetic heterogeneity. This is a development of an earlier, less flexible approach where the Langmuir isotherm was used for total adsorption. The second term on the right-hand side of eq  treats bulk H<sub>2</sub> with the Redlich−Kwong−Soave equation of state. Fitting the excess high pressure isotherm data with eq  where <italic toggle=\"yes\">V</italic> (as well as <italic toggle=\"yes\">m</italic>, <italic toggle=\"yes\">b</italic>, and <italic toggle=\"yes\">c</italic>) is taken as an adjustable parameter gives pore volumes of 0.91, 1.37, and 0.97 cm<sup>3</sup> g<sup>−1</sup> for NOTT-101, NOTT-102, and NOTT-103, respectively. The maximum total uptakes, <italic toggle=\"yes\">m</italic>, estimated from eq  are 75.0, 98.5, and 88.2 mg g<sup>−1</sup> for NOTT-101, NOTT-102, and NOTT-103, respectively. These results are reasonable as NOTT-102 has the longest ligand and the crystal structure confirms that NOTT-102 has the largest void. The Tóth analysis shows the effect of the length of ligand on the maximum uptakes, although such effects cannot be observed directly from H<sub>2</sub> isotherms up to 60 bar. However, the Tóth analysis also suggests that the maximum total uptakes appear at pressures above 5000 bar (the Tóth equation saturates quite slowly with increasing pressure), which is of course not practical for any application.</p>", "clean_text": "In eq , m is the maximum total gas uptake, b is the Henry constant, and c is a constant describing the surface energetic heterogeneity. This is a development of an earlier, less flexible approach where the Langmuir isotherm was used for total adsorption. The second term on the right-hand side of eq  treats bulk H2 with the Redlich-Kwong-Soave equation of state. Fitting the excess high pressure isotherm data with eq  where V (as well as m, b, and c) is taken as an adjustable parameter gives pore volumes of 0.91, 1.37, and 0.97 cm3 g-1 for NOTT-101, NOTT-102, and NOTT-103, respectively. The maximum total uptakes, m, estimated from eq  are 75.0, 98.5, and 88.2 mg g-1 for NOTT-101, NOTT-102, and NOTT-103, respectively. These results are reasonable as NOTT-102 has the longest ligand and the crystal structure confirms that NOTT-102 has the largest void. The Tóth analysis shows the effect of the length of ligand on the maximum uptakes, although such effects cannot be observed directly from H2 isotherms up to 60 bar. However, the Tóth analysis also suggests that the maximum total uptakes appear at pressures above 5000 bar (the Tóth equation saturates quite slowly with increasing pressure), which is of course not practical for any application.", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["property"], "content": "<p>The hydrogen storage capacities for the NOTT series complexes are also very impressive in volumetric units and are among the highest obtained for physisorption materials. At 60 bar and 77 K the total volumetric capacities are 43.1 g L<sup>−1</sup> for NOTT-101, 42.3 g L<sup>−1</sup> for NOTT-102, and 50.0 g L<sup>−1</sup> for NOTT-103, the latter being comparable to MOF-177. Only MOF-5, when prepared and handled under anhydrous conditions, shows a higher volumetric storage capacity (60 g L<sup>−1</sup> at 60 bar and 77 K).</p>", "clean_text": "The hydrogen storage capacities for the NOTT series complexes are also very impressive in volumetric units and are among the highest obtained for physisorption materials. At 60 bar and 77 K the total volumetric capacities are 43.1 g L-1 for NOTT-101, 42.3 g L-1 for NOTT-102, and 50.0 g L-1 for NOTT-103, the latter being comparable to MOF-177. Only MOF-5, when prepared and handled under anhydrous conditions, shows a higher volumetric storage capacity (60 g L-1 at 60 bar and 77 K).", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<title>Neutron Powder Diffraction</title><p>Neutron powder diffraction was used to determine and define the adsorption sites in the framework NOTT-101. The structure of the unloaded material was refined, and this was used as the starting host structure for refinement of data from subsequent loading sequences. The refinement of the unloaded and pore empty sample was characterized by a χ<sup>2</sup> = 1.198, which is in good agreement with the single crystal analysis. We neither observe any major changes to cell parameters nor detect any extra features in the NPD patterns, which suggest that there is no structural phase change during the experiment (Figure a). The differential nuclear scattering density Fourier map of the first deuterium loading (0.46 D<sub>2</sub> per Cu, equivalent to 0.33 wt% H<sub>2</sub> adsorption) confirms unequivocally that the exposed Cu(II) sites are the first site in the framework where the D<sub>2</sub> molecules bind with a distance of Cu−D<sub>2</sub> (centroid) of 2.50(3) Å slightly longer than that observed in HKUST-1 (2.40 Å), but clearly not of the “Kubas” type σ-bond binding. The Fourier map has a fairly smooth background which suggests that the majority of the D<sub>2</sub> molecules bind to the exposed Cu(II) sites (Site I in Figure b). Similar behavior has previously been observed in the case of HKUST-1 using a similar experimental procedure. At higher loadings (0.91 and 1.82 D<sub>2</sub> per Cu), we were able to identify both a second and third adsorption site. One is located in the middle of the TYPE-1 window, while the other is in the cusp of three phenyl rings. Both of these sites incorporate a 3-fold symmetry axis (Site II and III in Figure b). The distances between pairs of sites (Site I···Site II = 3.8 Å, Site III···Site II = 3.8 Å, Site I···Site III = 7.04 Å) are physically acceptable and consistent with the minimum distance allowed between two D<sub>2</sub> molecules (3.4 Å in solid D<sub>2</sub>). At 1.82 D<sub>2</sub>/Cu loading, the occupancy of D<sub>2</sub> at the Cu site increases to 0.85 suggesting that D<sub>2</sub> is almost saturating the Cu sites, but the Cu−D<sub>2</sub> binding energy is not significantly higher than that for Site II and III, so D<sub>2</sub> occupies both Site II and III <italic toggle=\"yes\">before</italic> Site I is fully saturated. We also observe higher residues in the spherical [Cu<sub>12</sub>(L)<sub>12</sub>] cage than in the ellipsoid-shaped [Cu<sub>24</sub>(L)<sub>6</sub>] cavity. In conclusion, at 4 K and at low loading of D<sub>2</sub>, most D<sub>2</sub> molecules populate at the top and bottom of [Cu<sub>24</sub>(L)<sub>6</sub>] cavity around the TYPE-I window. As shown in Figure , these adsorption sites are (i) the exposed Cu(II) sites; (ii) the small TYPE-I window formed by three {Cu<sub>2</sub>} paddle wheels and ligands; and (iii) the cusp formed by the phenyl rings. Interestingly, the binding energy of D<sub>2</sub> at the Cu(II) site appears not to be significantly higher than that at the other two identified sites.</p>", "clean_text": "Neutron Powder Diffraction\n\nNeutron powder diffraction was used to determine and define the adsorption sites in the framework NOTT-101. The structure of the unloaded material was refined, and this was used as the starting host structure for refinement of data from subsequent loading sequences. The refinement of the unloaded and pore empty sample was characterized by a χ2 = 1.198, which is in good agreement with the single crystal analysis. We neither observe any major changes to cell parameters nor detect any extra features in the NPD patterns, which suggest that there is no structural phase change during the experiment (Figure a). The differential nuclear scattering density Fourier map of the first deuterium loading (0.46 D2 per Cu, equivalent to 0.33 wt% H2 adsorption) confirms unequivocally that the exposed Cu(II) sites are the first site in the framework where the D2 molecules bind with a distance of Cu-D2 (centroid) of 2.50(3) Å slightly longer than that observed in HKUST-1 (2.40 Å), but clearly not of the \"Kubas\" type σ-bond binding. The Fourier map has a fairly smooth background which suggests that the majority of the D2 molecules bind to the exposed Cu(II) sites (Site I in Figure b). Similar behavior has previously been observed in the case of HKUST-1 using a similar experimental procedure. At higher loadings (0.91 and 1.82 D2 per Cu), we were able to identify both a second and third adsorption site. One is located in the middle of the TYPE-1 window, while the other is in the cusp of three phenyl rings. Both of these sites incorporate a 3-fold symmetry axis (Site II and III in Figure b). The distances between pairs of sites (Site I⋅⋅⋅Site II = 3.8 Å, Site III⋅⋅⋅Site II = 3.8 Å, Site I⋅⋅⋅Site III = 7.04 Å) are physically acceptable and consistent with the minimum distance allowed between two D2 molecules (3.4 Å in solid D2). At 1.82 D2/Cu loading, the occupancy of D2 at the Cu site increases to 0.85 suggesting that D2 is almost saturating the Cu sites, but the Cu-D2 binding energy is not significantly higher than that for Site II and III, so D2 occupies both Site II and III before Site I is fully saturated. We also observe higher residues in the spherical [Cu12(L)12] cage than in the ellipsoid-shaped [Cu24(L)6] cavity. In conclusion, at 4 K and at low loading of D2, most D2 molecules populate at the top and bottom of [Cu24(L)6] cavity around the TYPE-I window. As shown in Figure , these adsorption sites are (i) the exposed Cu(II) sites; (ii) the small TYPE-I window formed by three {Cu2} paddle wheels and ligands; and (iii) the cusp formed by the phenyl rings. Interestingly, the binding energy of D2 at the Cu(II) site appears not to be significantly higher than that at the other two identified sites.", "data": null, "include_properties": null}, {"idx": 55, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) NPD patterns of NOTT-101 with different D<sub>2</sub> loading at 4 K. (b) Hydrogen adsorption sites in NOTT-101 from Rietveld refinements.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0009.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) NPD patterns of NOTT-101 with different D2 loading at 4 K. (b) Hydrogen adsorption sites in NOTT-101 from Rietveld refinements.   ", "data": null, "include_properties": null}, {"idx": 56, "type": "text", "classification": ["else"], "content": "<title>Isosteric Heat of Hydrogen Adsorption</title><p>H<sub>2</sub> isotherms up to 20 bar were recorded by the gravimetric method at 78 and 88 K and from 0−20 bar, and the data were analyzed using virial methods. Virial Method 1 is based upon\n<disp-formula id=\"eq2\">\n<label>2</label>\n<mml:math altimg=\"ja-2008-06624j_m002.gif\" display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">l</mml:mi>\n<mml:mi mathvariant=\"normal\">n</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mi>p</mml:mi>\n</mml:mrow>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>A</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>A</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi>n</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>A</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msup>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mtext> </mml:mtext>\n<mml:mo>+</mml:mo>\n<mml:mtext> </mml:mtext>\n<mml:mn>...</mml:mn>\n</mml:mrow>\n</mml:math>\n</disp-formula>\nwhere <italic toggle=\"yes\">p</italic> is the pressure, <italic toggle=\"yes\">n</italic> is total amount adsorbed and <italic toggle=\"yes\">A</italic>\n<sub>0,</sub>\n<italic toggle=\"yes\">A</italic>\n<sub>1</sub>, etc. are virial coefficients. <italic toggle=\"yes\">A</italic>\n<sub>0</sub> is related to adsorbate−adsorbent interactions, whereas <italic toggle=\"yes\">A</italic>\n<sub>1</sub> describes adsorbate−adsorbate interactions. Thus, the Henry’s Law constant is given by <italic toggle=\"yes\">K</italic>\n<sub>H</sub> = exp(<italic toggle=\"yes\">A</italic>\n<sub>0</sub>). At low surface coverage <italic toggle=\"yes\">A</italic>\n<sub>2</sub> and higher terms can be neglected. In Virial Method 2 \n<disp-formula id=\"eq3\">\n<label>3</label>\n<mml:math altimg=\"ja-2008-06624j_m003.gif\" display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mtext>ln</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>p</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mtext>ln</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>n</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mtext> </mml:mtext>\n<mml:munderover>\n<mml:mrow>\n<mml:mo>∑</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n</mml:munderover>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>a</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msup>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n<mml:munderover>\n<mml:mrow>\n<mml:mo>∑</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>j</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n</mml:munderover>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>b</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msup>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext> </mml:mtext>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</disp-formula>\nwhere <italic toggle=\"yes\">p</italic> is pressure, <italic toggle=\"yes\">n</italic> is amount adsorbed, <italic toggle=\"yes\">T</italic> is temperature, and <italic toggle=\"yes\">a</italic>\n<sub>\n<italic toggle=\"yes\">i</italic>\n</sub> and <italic toggle=\"yes\">b</italic>\n<sub>\n<italic toggle=\"yes\">j</italic>\n</sub> are temperature independent empirical parameters. The isosteric heat of adsorption (<italic toggle=\"yes\">Q</italic>\n<sub>\n<italic toggle=\"yes\">st</italic>\n</sub>) as a function of H<sub>2</sub> uptake can be obtained over a wide loading range from the following equation:\n<disp-formula id=\"eq4\">\n<label>4</label>\n<mml:math altimg=\"ja-2008-06624j_m004.gif\" display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>s</mml:mi>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mo>−</mml:mo>\n<mml:mi>R</mml:mi>\n<mml:munderover>\n<mml:mrow>\n<mml:mo>∑</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n</mml:munderover>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>a</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msup>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</disp-formula>\n</p>", "clean_text": "Isosteric Heat of Hydrogen Adsorption\n\nH2 isotherms up to 20 bar were recorded by the gravimetric method at 78 and 88 K and from 0-20 bar, and the data were analyzed using virial methods. Virial Method 1 is based upon  2   l n  (  n / p  )  =   A   0   +   A   1   n +   A   2     n   2    +  ...    where p is the pressure, n is total amount adsorbed and A 0, A 1, etc. are virial coefficients. A 0 is related to adsorbate-adsorbent interactions, whereas A 1 describes adsorbate-adsorbate interactions. Thus, the Henry's Law constant is given by K H = exp(A 0). At low surface coverage A 2 and higher terms can be neglected. In Virial Method 2   3   ln  ( p )  = ln  ( n )  +   1   T      ∑   i = 0   m      a   i     n   i   +    ∑   j = 0   n      b   j     n    j       where p is pressure, n is amount adsorbed, T is temperature, and a  i  and b  j  are temperature independent empirical parameters. The isosteric heat of adsorption (Q  st ) as a function of H2 uptake can be obtained over a wide loading range from the following equation:  4     Q   s t   = - R   ∑   i = 0   m      a   i     n   i       ", "data": null, "include_properties": null}, {"idx": 57, "type": "text", "classification": ["else"], "content": "<p>Virial method 1 can be readily used to estimate of the isosteric heat of adsorption at zero coverage by applying the van’t Hoff isochore to the Henry constant, <italic toggle=\"yes\">K</italic>\n<sub>H</sub>, while Virial Method 2 allows a series of <italic toggle=\"yes\">Q</italic>\n<sub>\n<italic toggle=\"yes\">st</italic>\n</sub> values to be obtained as a function of <italic toggle=\"yes\">n</italic>. Minimal deviations are observed for all experimental points measured over a wide range of pressures and temperatures.</p>", "clean_text": "Virial method 1 can be readily used to estimate of the isosteric heat of adsorption at zero coverage by applying the van't Hoff isochore to the Henry constant, K H, while Virial Method 2 allows a series of Q  st  values to be obtained as a function of n. Minimal deviations are observed for all experimental points measured over a wide range of pressures and temperatures.", "data": null, "include_properties": null}, {"idx": 58, "type": "text", "classification": ["else"], "content": "<p>Table  lists the virial parameters obtained by fitting the low coverage H<sub>2</sub> data for porous NOTT materials using virial Method 1. At very low coverage, pore volume does not limit adsorption. Therefore, a less negative <italic toggle=\"yes\">A</italic>\n<sub>0</sub> and larger <italic toggle=\"yes\">K</italic>\n<sub>H</sub> suggest a stronger H<sub>2</sub>−framework interaction and a more negative <italic toggle=\"yes\">A</italic>\n<sub>1</sub> suggests a stronger H<sub>2</sub>−H<sub>2</sub> interaction inside the framework. The <italic toggle=\"yes\">A</italic>\n<sub>1</sub> values in Table  are less negative than those observed for H<sub>2</sub> adsorption on carbons (e.g., −1063.9 and −962.5 g mol<sup>−1</sup> for carbons and −588.3 and −315.9 g mol<sup>−1</sup> for oxidized activated carbons<sup>4</sup>) and M’MOF (−1069 g mol<sup>−1</sup>)  due to the larger pore size in the NOTT series of materials. HKUST-1  has <italic toggle=\"yes\">A</italic>\n<sub>0</sub> and <italic toggle=\"yes\">A</italic>\n<sub>1</sub> values of −13.416 ln(mol g<sup>−1</sup> Pa<sup>−1</sup>) and −227.7 g mol<sup>−1</sup>, and this compound has a similar pore size to that of the NOTT series. In contrast, the values for the materials in this study are lower than the values for the ethanol-templated phase of [Ni<sub>2</sub>(bpy)<sub>3</sub>(NO<sub>3</sub>)<sub>4</sub>] (<italic toggle=\"yes\">A</italic>\n<sub>0</sub> = −12.931 ln(mol g<sup>−1</sup> Pa<sup>−1</sup>); <italic toggle=\"yes\">A</italic>\n<sub>1</sub> = −1032.8 g mol<sup>−1</sup>)  which has a narrower porosity. Figure a illustrates the relationship of adsorption enthalpies to H<sub>2</sub> uptake at low coverage: the values at zero coverage are extrapolated from the linear equation (eq ).</p>", "clean_text": "Table  lists the virial parameters obtained by fitting the low coverage H2 data for porous NOTT materials using virial Method 1. At very low coverage, pore volume does not limit adsorption. Therefore, a less negative A 0 and larger K H suggest a stronger H2-framework interaction and a more negative A 1 suggests a stronger H2-H2 interaction inside the framework. The A 1 values in Table  are less negative than those observed for H2 adsorption on carbons (e.g., -1063.9 and -962.5 g mol-1 for carbons and -588.3 and -315.9 g mol-1 for oxidized activated carbons4) and M'MOF (-1069 g mol-1)  due to the larger pore size in the NOTT series of materials. HKUST-1  has A 0 and A 1 values of -13.416 ln(mol g-1 Pa-1) and -227.7 g mol-1, and this compound has a similar pore size to that of the NOTT series. In contrast, the values for the materials in this study are lower than the values for the ethanol-templated phase of [Ni2(bpy)3(NO3)4] (A 0 = -12.931 ln(mol g-1 Pa-1); A 1 = -1032.8 g mol-1)  which has a narrower porosity. Figure a illustrates the relationship of adsorption enthalpies to H2 uptake at low coverage: the values at zero coverage are extrapolated from the linear equation (eq ).", "data": null, "include_properties": null}, {"idx": 59, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Comparison of Virial Parameters (Method 1) for Adsorption of H<sub>2</sub> on the Series of Compounds NOTT-100 through NOTT-107</title>\n</caption>\n<oasis:table>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead valign=\"middle\">\n<oasis:row>\n<oasis:entry align=\"center\">compound</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">T</italic>/K</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">K</italic>\n<italic toggle=\"yes\">\n<sub>H</sub>\n</italic>/mol g<sup>−1</sup> Pa<sup>−1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">A</italic>\n<sub>0</sub>/ln (mol g<sup>−1</sup> Pa<sup>−1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">A</italic>\n<sub>1</sub>/g mol<sup>−1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">uptake range<break></break>(mol g<sup>−1</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row valign=\"top\">\n<oasis:entry>NOTT-100</oasis:entry>\n<oasis:entry>78</oasis:entry>\n<oasis:entry>9.051 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−13.915 ± 0.007</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−150.232 ± 1.038</oasis:entry>\n<oasis:entry>&lt;0.008</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry></oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>2.920 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−15.046 ± 0.007</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−130.865 ± 1.201</oasis:entry>\n<oasis:entry>&lt;0.008</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>NOTT-101</oasis:entry>\n<oasis:entry>78</oasis:entry>\n<oasis:entry>4.626 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−14.586 ± 0.004</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−111.895 ± 0.639</oasis:entry>\n<oasis:entry>&lt;0.008</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry></oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>1.748 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−15.560 ± 0.006</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−91.072 ± 0.858</oasis:entry>\n<oasis:entry>&lt;0.008</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>NOTT-102</oasis:entry>\n<oasis:entry>78</oasis:entry>\n<oasis:entry>5.164 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−14.476 ± 0.013</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−150.258 ± 1.750</oasis:entry>\n<oasis:entry>&lt;0.009</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry></oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>1.978 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−15.436 ± 0.008</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−132.938 ± 1.167</oasis:entry>\n<oasis:entry>&lt;0.009</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>NOTT-103</oasis:entry>\n<oasis:entry>78</oasis:entry>\n<oasis:entry>5.288 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−14.453 ± 0.017</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−118.001 ± 2.873</oasis:entry>\n<oasis:entry>&lt;0.007</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry></oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>1.898 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−15.478 ± 0.005</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−104.978 ± 1.001</oasis:entry>\n<oasis:entry>&lt;0.007</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>NOTT-105</oasis:entry>\n<oasis:entry>78</oasis:entry>\n<oasis:entry>5.330 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−14.445 ± 0.008</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−113.257 ± 1.601</oasis:entry>\n<oasis:entry>&lt;0.007</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry></oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>1.892 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−15.481 ± 0.003</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−100.113 ± 0.721</oasis:entry>\n<oasis:entry>&lt;0.006</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>NOTT-106</oasis:entry>\n<oasis:entry>78</oasis:entry>\n<oasis:entry>9.297 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−13.888 ± 0.024</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−191.032 ± 4.082</oasis:entry>\n<oasis:entry>&lt;0.008</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry></oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>2.976 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−15.028 ± 0.014</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−171.138 ± 2.648</oasis:entry>\n<oasis:entry>&lt;0.007</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>NOTT-107</oasis:entry>\n<oasis:entry>78</oasis:entry>\n<oasis:entry>8.114 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−14.024 ± 0.013</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−169.735 ± 2.193</oasis:entry>\n<oasis:entry>&lt;0.007</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry></oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>2.436 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−15.228 ± 0.002</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−140.602 ± 0.385</oasis:entry>\n<oasis:entry>&lt;0.006</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 60, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Variation of isosteric heat of adsorption with amount of adsorbed H<sub>2</sub> in [Cu<sub>2</sub>(L)] frameworks: (a) at low H<sub>2</sub> loading; (b) at high H<sub>2</sub> loading.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0010.tif\"></graphic>\n</fig>", "clean_text": " 9  Variation of isosteric heat of adsorption with amount of adsorbed H2 in [Cu2(L)] frameworks: (a) at low H2 loading; (b) at high H2 loading.   ", "data": null, "include_properties": null}, {"idx": 61, "type": "text", "classification": ["property"], "content": "<p>Comparisons of NOTT-100 with NOTT-101, -102, and -103 can give us an insight to the effects of pore size and the presence of additional aromatic rings on the enthalpy of H<sub>2</sub> binding. As shown in Figure a, the adsorption heat of NOTT-100 at zero coverage is 0.9 kJ mol<sup>−1</sup> higher than those of NOTT-101 and NOTT-102, and the difference is the same in most loading ranges. Pore size appears to affect the adsorption heat significantly, even at zero surface coverage when the exposed Cu(II) coordination sites are readily accessible to H<sub>2</sub> molecules. The [Cu<sub>12</sub>(L)<sub>12</sub>] and [Cu<sub>24</sub>(L)<sub>6</sub>] cavities in NOTT-100 have approximate spherical diameters of 8.0 and 10.0 Å, respectively. Cavities in this size range can potentially provide more effective profile overlap than the corresponding larger cavities in NOTT-101 and NOTT-102. The spherical cavities [Cu<sub>12</sub>(L)<sub>12</sub>] in NOTT-101 and NOTT-102 have diameters of 12.7 and 13.4 Å, respectively, and the long axes in the ellipsoidal [Cu<sub>24</sub>(L)<sub>6</sub>] cavities of NOTT-101 and NOTT-102 are 19.6 and 32.0 Å, which are too long to allow the potential profiles from opposite ends to overlap efficiently. The adsorption enthalpies obtained are, therefore, strongly correlated to the local structures, i.e., the binding energies of the three adsorption sites which are located at the bottom of the ellipsoid [Cu<sub>24</sub>(L)<sub>6</sub>] cavity as revealed by NPD results. For NOTT-101 and NOTT-102, the local structures are very similar. As shown in Figure a, the adsorption enthalpies of NOTT-101 and NOTT-102 at zero loading are essentially the same taking into account the uncertainties in the measurement, which is consistent with the similarity in their local structure, and their different pore sizes do not noticeably affect the adsorption heat at low H<sub>2</sub> loading. This also suggests that the introduction of phenyl (NOTT-101) or biphenyl groups (NOTT-102) and the significant difference (19.6 vs 32.0 Å) in the shape of their ellipsoid [Cu<sub>24</sub>(L)<sub>6</sub>] cavities has very little impact on the adsorption heat at low coverage. The adsorption heat of NOTT-101 becomes evidently higher than that of NOTT-102 at higher H<sub>2</sub> loading (Figure b). Such a difference (0.5 kJ mol<sup>−1</sup> at 0.025 mol g<sup>−1</sup> H<sub>2</sub> loading) corresponds to the filling of the middle of the cavities and the differences between the H<sub>2</sub> interactions with the cavities in NOTT-101 and NOTT-102. The adsorption heat of NOTT-100 at high H<sub>2</sub> loading is 1.2 kJ mol<sup>−1</sup> higher than that of NOTT-101 and 1.7 kJ mol<sup>−1</sup> higher than that of NOTT-102, and this reflects the smaller cavity in NOTT-100 (diameters below 10 Å) and the greater potential overlap in the narrower pore.</p>", "clean_text": "Comparisons of NOTT-100 with NOTT-101, -102, and -103 can give us an insight to the effects of pore size and the presence of additional aromatic rings on the enthalpy of H2 binding. As shown in Figure a, the adsorption heat of NOTT-100 at zero coverage is 0.9 kJ mol-1 higher than those of NOTT-101 and NOTT-102, and the difference is the same in most loading ranges. Pore size appears to affect the adsorption heat significantly, even at zero surface coverage when the exposed Cu(II) coordination sites are readily accessible to H2 molecules. The [Cu12(L)12] and [Cu24(L)6] cavities in NOTT-100 have approximate spherical diameters of 8.0 and 10.0 Å, respectively. Cavities in this size range can potentially provide more effective profile overlap than the corresponding larger cavities in NOTT-101 and NOTT-102. The spherical cavities [Cu12(L)12] in NOTT-101 and NOTT-102 have diameters of 12.7 and 13.4 Å, respectively, and the long axes in the ellipsoidal [Cu24(L)6] cavities of NOTT-101 and NOTT-102 are 19.6 and 32.0 Å, which are too long to allow the potential profiles from opposite ends to overlap efficiently. The adsorption enthalpies obtained are, therefore, strongly correlated to the local structures, i.e., the binding energies of the three adsorption sites which are located at the bottom of the ellipsoid [Cu24(L)6] cavity as revealed by NPD results. For NOTT-101 and NOTT-102, the local structures are very similar. As shown in Figure a, the adsorption enthalpies of NOTT-101 and NOTT-102 at zero loading are essentially the same taking into account the uncertainties in the measurement, which is consistent with the similarity in their local structure, and their different pore sizes do not noticeably affect the adsorption heat at low H2 loading. This also suggests that the introduction of phenyl (NOTT-101) or biphenyl groups (NOTT-102) and the significant difference (19.6 vs 32.0 Å) in the shape of their ellipsoid [Cu24(L)6] cavities has very little impact on the adsorption heat at low coverage. The adsorption heat of NOTT-101 becomes evidently higher than that of NOTT-102 at higher H2 loading (Figure b). Such a difference (0.5 kJ mol-1 at 0.025 mol g-1 H2 loading) corresponds to the filling of the middle of the cavities and the differences between the H2 interactions with the cavities in NOTT-101 and NOTT-102. The adsorption heat of NOTT-100 at high H2 loading is 1.2 kJ mol-1 higher than that of NOTT-101 and 1.7 kJ mol-1 higher than that of NOTT-102, and this reflects the smaller cavity in NOTT-100 (diameters below 10 Å) and the greater potential overlap in the narrower pore.", "data": null, "include_properties": null}, {"idx": 62, "type": "text", "classification": ["property"], "content": "<p>Comparison of NOTT-101 with its structural derivatives NOTT-105, -106, -107 reveals how the heat of adsorption at low loading can be modified by introducing functional groups into the cavities. As shown in Figure a, the heat of adsorption for NOTT-105−107 is significantly higher than that for NOTT-101 and ranges from 5.77 to 6.70 kJ mol<sup>−1</sup> at zero coverage and decreases much more rapidly with increasing H<sub>2</sub> loading (Figure b). The highest initial adsorption heat (6.70 kJ mol<sup>−1</sup>) was observed for NOTT-107, followed by NOTT-106, suggesting that the four methyl groups contribute toward the increased isosteric heat. It decreases rapidly with increasing loading due to the saturation of the strong adsorption sites. NOTT-106 has an initial adsorption heat of 6.34 kJ mol<sup>−1</sup>, 0.57 kJ mol<sup>−1</sup> higher than that for NOTT-105. The difference of adsorption heat between NOTT-105, NOTT-106, and NOTT-107 becomes smaller with the increasing H<sub>2</sub> loading, and above 0.0075 mol g<sup>−1</sup>, their adsorption enthalpies converge (Figure b). The adsorption enthalpies of NOTT-105, NOTT-106, and NOTT-107 decrease at the same rate from the loading of 0.0075 mol g<sup>−1</sup> indicating that H<sub>2</sub>−pore interactions at higher loading are similar and not affected significantly by the introduction of fluorine or methyl substituents. At high loading, H<sub>2</sub>−H<sub>2</sub> interactions may also contribute to changes in enthalpies of adsorption.</p>", "clean_text": "Comparison of NOTT-101 with its structural derivatives NOTT-105, -106, -107 reveals how the heat of adsorption at low loading can be modified by introducing functional groups into the cavities. As shown in Figure a, the heat of adsorption for NOTT-105-107 is significantly higher than that for NOTT-101 and ranges from 5.77 to 6.70 kJ mol-1 at zero coverage and decreases much more rapidly with increasing H2 loading (Figure b). The highest initial adsorption heat (6.70 kJ mol-1) was observed for NOTT-107, followed by NOTT-106, suggesting that the four methyl groups contribute toward the increased isosteric heat. It decreases rapidly with increasing loading due to the saturation of the strong adsorption sites. NOTT-106 has an initial adsorption heat of 6.34 kJ mol-1, 0.57 kJ mol-1 higher than that for NOTT-105. The difference of adsorption heat between NOTT-105, NOTT-106, and NOTT-107 becomes smaller with the increasing H2 loading, and above 0.0075 mol g-1, their adsorption enthalpies converge (Figure b). The adsorption enthalpies of NOTT-105, NOTT-106, and NOTT-107 decrease at the same rate from the loading of 0.0075 mol g-1 indicating that H2-pore interactions at higher loading are similar and not affected significantly by the introduction of fluorine or methyl substituents. At high loading, H2-H2 interactions may also contribute to changes in enthalpies of adsorption.", "data": null, "include_properties": null}, {"idx": 63, "type": "text", "classification": ["property"], "content": "<p>Compared to NOTT-100, NOTT-101, and NOTT-102, NOTT-103 has improved performance in both heat of adsorption and total H<sub>2</sub> uptake. The heat of adsorption for NOTT-103 lies in the range 5.1−4.0 kJ mol<sup>−1</sup> between 0.0075 and 0.029 mol g<sup>−1</sup> loading, with the initial heat of 5.71 kJ mol<sup>−1</sup> at zero loading approaching that observed for the narrower porosity of NOTT-105. Interestingly in the high loading region, the adsorption heat of NOTT-103 decreases more slowly than that of NOTT-105, NOTT-106, and NOTT-107, which have smaller pores. NOTT-103, therefore, incorporates a high surface area and pore volume and provides excellent H<sub>2</sub> uptake at all pressures by enhancing both heat of adsorption <italic toggle=\"yes\">and</italic> pore volume within the same framework material.</p>", "clean_text": "Compared to NOTT-100, NOTT-101, and NOTT-102, NOTT-103 has improved performance in both heat of adsorption and total H2 uptake. The heat of adsorption for NOTT-103 lies in the range 5.1-4.0 kJ mol-1 between 0.0075 and 0.029 mol g-1 loading, with the initial heat of 5.71 kJ mol-1 at zero loading approaching that observed for the narrower porosity of NOTT-105. Interestingly in the high loading region, the adsorption heat of NOTT-103 decreases more slowly than that of NOTT-105, NOTT-106, and NOTT-107, which have smaller pores. NOTT-103, therefore, incorporates a high surface area and pore volume and provides excellent H2 uptake at all pressures by enhancing both heat of adsorption and pore volume within the same framework material.", "data": null, "include_properties": null}, {"idx": 64, "type": "text", "classification": ["property"], "content": "<p>The initial enthalpies for H<sub>2</sub> adsorption for all the complexes lie in the range 5.34−6.70 kJ mol<sup>−1</sup>. The adsorption enthalpies decrease with similar gradients at low coverage, except NOTT-107 which decreases more rapidly. The NPD experiments on NOTT-101 revealed that, at 1.72 D<sub>2</sub>/Cu loading (equivalent to 0.0065 mol g<sup>−1</sup>), all the adsorption sites are partially occupied, even at 4 K, indicating that the H<sub>2</sub> binding energies of the exposed Cu(II) sites are not significantly higher than those at other adsorption sites. If we consider that the initial adsorption heat is due entirely to the adsorption of H<sub>2</sub> molecules on the exposed Cu(II) sites, the binding energy of H<sub>2</sub>−Cu is only 5.42 kJ mol<sup>−1</sup> for NOTT-101. At a 0.025 mol g<sup>−1</sup> loading, all the exposed Cu(II) sites should be saturated, but NOTT-101 still has an adsorption heat of 3.51 kJ mol<sup>−1</sup>; thus the difference between the initial adsorption heat and the adsorption heat at 20 bar is ∼1.9 kJ mol<sup>−1</sup>. This value varies for the different Cu materials reported herein. NOTT-107 has the largest difference of 2.76 kJ mol<sup>−1</sup>, NOTT-106 2.37 kJ mol<sup>−1</sup>, NOTT-105 2.43 kJ mol<sup>−1</sup>, NOTT-103 1.92 kJ mol<sup>−1</sup>, NOTT-102 2.34 kJ mol<sup>−1</sup>, and NOTT-100 1.35 kJ mol<sup>−1</sup>. Thus, we can conclude that the binding energies of H<sub>2</sub> molecules to the exposed Cu(II) sites are similar to those for other, nonmetal, adsorption sites. Another factor that requires consideration is that the enthalpies of adsorption on the exposed Cu(II) sites are affected significantly by the pore size and pore geometry. In NOTT-100, the close proximity of the opposite wall creates a high H<sub>2</sub>−framework potential. In NOTT-105, -106, and -107, the fluorine or methyl substituents create a small pocket in the ellipsoidal [Cu<sub>24</sub>(L)<sub>6</sub>] cage (Figure b and c). Significantly, these pocket structures can result in apparent high adsorption enthalpies. The NPD experiments on NOTT-101 gave the D<sub>2</sub> occupancy of 0.85 at the exposed Cu(II) site at 1.72 D<sub>2</sub>/Cu (0.0065 mol g<sup>−1</sup>). Therefore, we reasonably consider the differences in the heats of adsorption (Figure a) between zero loading and 0.0075 mol g<sup>−1</sup> as the difference of binding energy between the exposed Cu(II) site and the nonmetal site.</p>", "clean_text": "The initial enthalpies for H2 adsorption for all the complexes lie in the range 5.34-6.70 kJ mol-1. The adsorption enthalpies decrease with similar gradients at low coverage, except NOTT-107 which decreases more rapidly. The NPD experiments on NOTT-101 revealed that, at 1.72 D2/Cu loading (equivalent to 0.0065 mol g-1), all the adsorption sites are partially occupied, even at 4 K, indicating that the H2 binding energies of the exposed Cu(II) sites are not significantly higher than those at other adsorption sites. If we consider that the initial adsorption heat is due entirely to the adsorption of H2 molecules on the exposed Cu(II) sites, the binding energy of H2-Cu is only 5.42 kJ mol-1 for NOTT-101. At a 0.025 mol g-1 loading, all the exposed Cu(II) sites should be saturated, but NOTT-101 still has an adsorption heat of 3.51 kJ mol-1; thus the difference between the initial adsorption heat and the adsorption heat at 20 bar is ~1.9 kJ mol-1. This value varies for the different Cu materials reported herein. NOTT-107 has the largest difference of 2.76 kJ mol-1, NOTT-106 2.37 kJ mol-1, NOTT-105 2.43 kJ mol-1, NOTT-103 1.92 kJ mol-1, NOTT-102 2.34 kJ mol-1, and NOTT-100 1.35 kJ mol-1. Thus, we can conclude that the binding energies of H2 molecules to the exposed Cu(II) sites are similar to those for other, nonmetal, adsorption sites. Another factor that requires consideration is that the enthalpies of adsorption on the exposed Cu(II) sites are affected significantly by the pore size and pore geometry. In NOTT-100, the close proximity of the opposite wall creates a high H2-framework potential. In NOTT-105, -106, and -107, the fluorine or methyl substituents create a small pocket in the ellipsoidal [Cu24(L)6] cage (Figure b and c). Significantly, these pocket structures can result in apparent high adsorption enthalpies. The NPD experiments on NOTT-101 gave the D2 occupancy of 0.85 at the exposed Cu(II) site at 1.72 D2/Cu (0.0065 mol g-1). Therefore, we reasonably consider the differences in the heats of adsorption (Figure a) between zero loading and 0.0075 mol g-1 as the difference of binding energy between the exposed Cu(II) site and the nonmetal site.", "data": null, "include_properties": null}, {"idx": 65, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Comparison of local structures of [Cu<sub>24</sub>(L)<sub>6</sub>] cage in (a) NOTT-101, (b) NOTT-105, and (c) NOTT-106. NOTT-101 has no pocket structure. Methyl groups in NOTT-106 create a closed pocket. For clarity, only those groups which project into the cavity are shown as space-filling (i.e., with van der Waals radii). Green, F; dark gray, C; light gray, H.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0011.tif\"></graphic>\n</fig>", "clean_text": " 10  Comparison of local structures of [Cu24(L)6] cage in (a) NOTT-101, (b) NOTT-105, and (c) NOTT-106. NOTT-101 has no pocket structure. Methyl groups in NOTT-106 create a closed pocket. For clarity, only those groups which project into the cavity are shown as space-filling (i.e., with van der Waals radii). Green, F; dark gray, C; light gray, H.   ", "data": null, "include_properties": null}, {"idx": 66, "type": "text", "classification": ["else"], "content": "<p>The initial heat of adsorption for NOTT-107 is 1.36 kJ mol<sup>−1</sup> higher than that of NOTT-101 (Figure a). This value is larger than the difference between the initial adsorption heat between the exposed metal site and nonmetal sites. This clearly indicates the importance of pore geometry and functionality in enhancing the heat of adsorption of H<sub>2</sub>. A similar pocket structure is also observed in NOTT-103 where the kinked topology of naphthalene groups can be compared to the linear biphenyl groups in NOTT-102, which results in an ∼0.8 kJ mol<sup>−1</sup> increase for all H<sub>2</sub> loadings measured. The naphthalene group in [L<sup>4</sup>]<sup>4−</sup> in NOTT-103 appears to form an optimized pocket while the length of [L<sup>3</sup>]<sup>4−</sup> can still create appropriate and large voids for storing H<sub>2</sub> at high pressure; NOTT-103, however, maintains a relatively high adsorption heat at high loading.</p>", "clean_text": "The initial heat of adsorption for NOTT-107 is 1.36 kJ mol-1 higher than that of NOTT-101 (Figure a). This value is larger than the difference between the initial adsorption heat between the exposed metal site and nonmetal sites. This clearly indicates the importance of pore geometry and functionality in enhancing the heat of adsorption of H2. A similar pocket structure is also observed in NOTT-103 where the kinked topology of naphthalene groups can be compared to the linear biphenyl groups in NOTT-102, which results in an ~0.8 kJ mol-1 increase for all H2 loadings measured. The naphthalene group in [L4]4- in NOTT-103 appears to form an optimized pocket while the length of [L3]4- can still create appropriate and large voids for storing H2 at high pressure; NOTT-103, however, maintains a relatively high adsorption heat at high loading.", "data": null, "include_properties": null}, {"idx": 67, "type": "text", "classification": ["property"], "content": "<title>Conclusions and Perspectives</title><p>We have synthesized a series of [Cu<sub>2</sub>(L)] framework complexes and their H<sub>2</sub> adsorption properties have been investigated. NOTT-103 has achieved 77.8 mg g<sup>−1</sup> (7.22 wt%) total H<sub>2</sub> adsorption at 77 K and 60 bar. We have investigated the correlation of the H<sub>2</sub> uptake capacity and heats of adsorption with pore metrics and the influences of functional groups on the ligands. Exposed Cu(II) sites and two sites close to the center of three {Cu<sub>2</sub>} paddle wheels were identified as strong adsorption sites at low H<sub>2</sub> loading by Rietveld refinement of NPD data. The exposed Cu(II) site is the strongest adsorption site in the pore, but its adsorption heat is only slightly higher than those for other sites. Furthermore, it is significantly affected by the ligand structure near the {Cu<sub>2</sub>} paddle wheels. Therefore, we conclude that the higher adsorption heat observed in NOTT-106 and NOTT-107 at low loading represents the collective contribution from the exposed Cu(II) site and the dimensions and functionality of the pore defined by the methyl groups on the ligands.</p>", "clean_text": "Conclusions and Perspectives\n\nWe have synthesized a series of [Cu2(L)] framework complexes and their H2 adsorption properties have been investigated. NOTT-103 has achieved 77.8 mg g-1 (7.22 wt%) total H2 adsorption at 77 K and 60 bar. We have investigated the correlation of the H2 uptake capacity and heats of adsorption with pore metrics and the influences of functional groups on the ligands. Exposed Cu(II) sites and two sites close to the center of three {Cu2} paddle wheels were identified as strong adsorption sites at low H2 loading by Rietveld refinement of NPD data. The exposed Cu(II) site is the strongest adsorption site in the pore, but its adsorption heat is only slightly higher than those for other sites. Furthermore, it is significantly affected by the ligand structure near the {Cu2} paddle wheels. Therefore, we conclude that the higher adsorption heat observed in NOTT-106 and NOTT-107 at low loading represents the collective contribution from the exposed Cu(II) site and the dimensions and functionality of the pore defined by the methyl groups on the ligands.", "data": null, "include_properties": null}, {"idx": 68, "type": "text", "classification": ["else"], "content": "<p>In NOTT-106 and -107 the methyl groups project into the pore forming a small pocket where overlap of potential energy fields occurs. This provides a strong interaction between H<sub>2</sub> and the framework and results in high H<sub>2</sub> adsorption enthalpies. However, the reduced pore volume leads to lower overall H<sub>2</sub> capacities. The naphthalene ring in NOTT-104 achieves a key balance of enhancing H<sub>2</sub>−framework interaction within a large pore volume, thus affording effective H<sub>2</sub> uptake at low and high pressures. This can be rationalized by the bent 2,6-naphthalene group and fused aromatic ring. Highly compacted H<sub>2</sub> adsorptions have been reported in metal−organic frameworks; therefore, it is possible to achieve higher H<sub>2</sub> adsorption by incorporating a sufficiently large pore such that the local structure can enhance the H<sub>2</sub>−framework interaction.</p>", "clean_text": "In NOTT-106 and -107 the methyl groups project into the pore forming a small pocket where overlap of potential energy fields occurs. This provides a strong interaction between H2 and the framework and results in high H2 adsorption enthalpies. However, the reduced pore volume leads to lower overall H2 capacities. The naphthalene ring in NOTT-104 achieves a key balance of enhancing H2-framework interaction within a large pore volume, thus affording effective H2 uptake at low and high pressures. This can be rationalized by the bent 2,6-naphthalene group and fused aromatic ring. Highly compacted H2 adsorptions have been reported in metal-organic frameworks; therefore, it is possible to achieve higher H2 adsorption by incorporating a sufficiently large pore such that the local structure can enhance the H2-framework interaction.", "data": null, "include_properties": null}, {"idx": 69, "type": "text", "classification": ["else"], "content": "<p>Crystallographic information files (CIFs), views of crystal structures, PXRD data for as-prepared and evacuated materials, and isotherm analyses. This material is available free of charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p>", "clean_text": "Crystallographic information files (CIFs), views of crystal structures, PXRD data for as-prepared and evacuated materials, and isotherm analyses. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 70, "type": "text", "classification": ["else"], "content": "<title>References</title><p>Hydrogen, Fuel Cells, &amp; Infrastructure Technologies Program: Multiyear Research, Development, and Demonstration Plan (<uri>http://www.eere.energy.gov/hydrogenandfuelcells/mypp/</uri>).</p><p>U.S. Department of Energy., Energy Efficiency and Renewable Energy (<uri>http://www.eere.energy.gov/hydrogenandfuelcells/pdfs/freedomcar_targets_explanations.pdf</uri>).</p>", "clean_text": "References\n\nHydrogen, Fuel Cells, & Infrastructure Technologies Program: Multiyear Research, Development, and Demonstration Plan (http://www.eere.energy.gov/hydrogenandfuelcells/mypp/).\n\nU.S. Department of Energy., Energy Efficiency and Renewable Energy (http://www.eere.energy.gov/hydrogenandfuelcells/pdfs/freedomcar_targets_explanations.pdf).", "data": null, "include_properties": null}], "cln_elements": [{"idx": "5, 6, 7, 8, 9, 11, 13, 14, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26", "type": "text", "classification": "synthesis condition", "content": "<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>(i) Mg, Et<sub>2</sub>O, B(OMe)<sub>3</sub>; (ii) <sup>\n<italic toggle=\"yes\">t</italic>\n</sup>BuOH/H<sub>2</sub>O, KMnO<sub>4</sub>; (iii) EtOH, H<sub>2</sub>SO<sub>4</sub>; (iv) BrRBr, Pd(PPh<sub>3</sub>)<sub>4</sub>, 80 °C, 3 days; (v) 2 M NaOH, HCl.</p>\n</fn>\n</p><title>Experimental Section</title><p>All chemical reagents and gases were obtained from commercial sources and, unless otherwise noted, were used without further purification.</p><title>Ligand Synthesis. Preparation of Benzene-1,3-dicarboxyethylester-5-boronic Acid</title><p>1,3-Dimethyl-5-bromobenzene (100.0 g, 0.54 mol) in Et<sub>2</sub>O (800 mL) was added slowly over 2 h to Mg turnings (16.0 g, 0.66 mol) with vigorous stirring under an Ar atmosphere in the presence of 2 drops of iodomethane. The addition of 1,3-dimethyl-5-bromobenzene was controlled so that the reaction mixture refluxed gently without heating, and after the addition was complete, the reaction mixture was refluxed for 6 h. Under vigorous stirring, the resulting Grignard solution was added dropwise into a solution of trimethyl borate (56.2 g, 0.54 mol) in Et<sub>2</sub>O (500 mL) cooled to −60 °C using a dry ice−acetone bath. The mixture was then allowed to warm to room temperature slowly with stirring and carefully poured into 20% H<sub>2</sub>SO<sub>4</sub> (500 mL) and stirred until the two phases were clear. The Et<sub>2</sub>O layer was separated and the water phase extracted with further aliquots of Et<sub>2</sub>O (3 portions of 100 mL), after which the ether phases were combined. The Et<sub>2</sub>O solution was washed with water (3 portions of 100 mL) and dried over MgSO<sub>4</sub>, and the solvent was removed by rotary evaporation to afford a pale yellow solid (yield: 65.1 g, 82%). The crude product of 1,3-dimethylbenzene-5-boronic acid was used in the following reaction without further purification.</p><p>1,3-Dimethylbenzene-5-boronic acid (10.0 g, 0.068 mol) and NaOH (5.0 g, 0.125 mol) were dissolved in <italic toggle=\"yes\">tert</italic>-butanol/water (v/v = 1:1; 500 mL). The reaction mixture was heated to 50 °C with stirring, and small portions (<italic toggle=\"yes\">ca</italic>. 1 g) of KMnO<sub>4</sub> (totalling 65.0 g, 0.41 mol) were added to the solution once the purple color of the previous portion had faded. After 50 g of KMnO<sub>4</sub> had been added, the reaction temperature was raised to 70 °C and addition of KMnO<sub>4</sub> continued until the purple color persisted for over 3 h, indicating full oxidation of the methyl groups. The excess KMnO<sub>4</sub> was reduced by addition of Na<sub>2</sub>S<sub>2</sub>O<sub>3</sub> (1.00 g) and the solution filtered when hot. The MnO<sub>2</sub> cake was washed with excess boiling water (1 L) and the aqueous filtrate concentrated to ∼150 mL by evaporation and acidified to pH = 1 using concentrated HCl. The white precipitate of benzene-1,3-dicarboxylic-5-boronic triacid was collected by filtration and washed with cold water and dried in an oven at 100 °C. The dried white solid was mixed with 98% H<sub>2</sub>SO<sub>4</sub> (5 mL) in anhydrous EtOH (250 mL), and the solution refluxed for 12 h. The resulting solution was concentrated by evaporation to a volume of ∼20 mL, whereupon water (250 mL) was added to give the desired product benzene-1,3-dicarboxyethylester-5-boronic acid as a white precipitate which was collected by filtration and washed with water and dried. Yield: 12.9 g, 71.3%. Anal. Calcd (Found) for BC<sub>12</sub>O<sub>6</sub>H<sub>15</sub>: C, 54.17 (54.09); H, 5.68 (5.74) %. <sup>1</sup>H NMR (CDCl<sub>3</sub>, 300 MHz), 8.53 (t, <italic toggle=\"yes\">J</italic> = 1.5 Hz); 8.27(d, <italic toggle=\"yes\">J</italic> = 1.5 Hz); 4.34(dd, <italic toggle=\"yes\">J</italic>\n<sup>1</sup> = 7.2 Hz, <italic toggle=\"yes\">J</italic>\n<sup>2</sup> = 6.3 Hz); 1.35 (t, <italic toggle=\"yes\">J</italic> = 8.4 Hz). MS (ESI) <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> (M − H<sup>+</sup>)<sup>−</sup>: 265.0871.</p><title>Preparation of Ligands</title><p>H<sub>4</sub>L<sup>1</sup> was prepared by a modified literature procedure with improved yield: 3,5,3,5-tetramethyl biphenyl (10.0 g, 0.047 mol) was oxidized in <italic toggle=\"yes\">tert</italic>-butanol/water (v/v = 1:1; 500 mL) containing NaOH (4.0 g, 0.1 mol) using the above oxidation procedure. Yield: 10.9 g, 70.6%. Anal. Calcd (Found) for C<sub>16</sub>O<sub>8</sub>H<sub>10</sub>: C, 58.19 (58.12); H, 3.05 (3.11)%. <sup>1</sup>H NMR (MeOD, 300 MHz): 8.64 (1H, t, <italic toggle=\"yes\">J</italic> = 1.8 Hz); 8.49 (2H, s); 4.39 (4H, q, <italic toggle=\"yes\">J</italic> = 6.9 Hz), 1.43 (6H, t, <italic toggle=\"yes\">J</italic> = 7.2 Hz).</p><p>The ligands H<sub>4</sub>L<sup>2</sup> to H<sub>4</sub>L<sup>10</sup> were synthesized using analogous methodologies and experimental procedures. The synthesis of H<sub>4</sub>L<sup>4</sup> is described in detail.</p><title>Preparation of H<sub>4</sub>L<sup>4</sup>\n</title><p>2,6-Dibromonaphthalene (0.286 g, 1.0 mmol), benzene-1,3-dicarboxyethylester-5-boronic acid (0.64 g, 2.4 mmol), and K<sub>3</sub>PO<sub>4</sub> (2.10 g, 10.0 mmol) were added to 1,4-dioxane (30 mL), and the mixture deaerated under N<sub>2</sub>. Pd(PPh<sub>3</sub>)<sub>4</sub> (0.05 g, 0.043 mmol) was added to the reaction mixture with stirring, and the mixture heated to 80 °C for 3 days under N<sub>2</sub>. The resultant mixture was evaporated to dryness and taken up in CHCl<sub>3</sub> which had been dried over MgSO<sub>4</sub>. The CHCl<sub>3</sub> solution was evaporated to dryness and the residue washed briefly with EtOH (10 mL). The resulting crude product (mainly tetra-ethyl esters of the target ligand) was hydrolyzed by refluxing the crude product in 2 M aqueous NaOH followed by acidification with 37% HCl to afford H<sub>4</sub>L. The crude product was recrystallized from DMF/H<sub>2</sub>O. Yield: 0.28 g, 65.2%. <sup>1</sup>H NMR (DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub>, 300 MHz), H<sub>4</sub>L<sup>4</sup>: 8.56 (d, 2H, <italic toggle=\"yes\">J</italic> = 3.2 Hz), 8.50 (dd, 1H, <italic toggle=\"yes\">J</italic>\n<sup>1</sup> = 13.92 Hz, <italic toggle=\"yes\">J</italic>\n<sup>2</sup> = 3.0), 8.42 (s, 1H), 8.24 (d, 1H, <italic toggle=\"yes\">J</italic> = 6.1 Hz), 7.96 (d, 1H, <italic toggle=\"yes\">J</italic> = 12.7 Hz). Anal. Calcd (Found) for H<sub>4</sub>L<sup>4</sup>, C<sub>26</sub>H<sub>16</sub>O<sub>8</sub>: C, 68.42(68.03); H, 3.53(3.79)%. MS (ESI) <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> (M − H<sup>+</sup>)<sup>−</sup>: 455.0752.</p><title>H<sub>4</sub>L<sup>2</sup>\n</title><p>\n<sup>1</sup>H NMR (DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub>, 300 MHz): 8.72 (t, 1H, <italic toggle=\"yes\">J</italic> = 6.3 Hz), 8.55 (d, 2H, <italic toggle=\"yes\">J</italic> = 1.4), 7.86 (s, 2H). Anal. Calcd (Found) for H<sub>4</sub>L<sup>2</sup> (C<sub>22</sub>H<sub>14</sub>O<sub>8</sub>): C, 65.03 (65.23); H, 3.47 (3.40). MS (ESI) <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> (M − H<sup>+</sup>)<sup>−</sup>: 405.0594.</p><title>H<sub>4</sub>L<sup>5</sup>\n</title><p>\n<sup>1</sup>H NMR (DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub> 300 MHz), H<sub>4</sub>L<sup>4</sup>: 8.56 (d, 2H, <italic toggle=\"yes\">J</italic> = 3.2 Hz), 8.50 (dd, 1H, <italic toggle=\"yes\">J</italic>\n<sup>1</sup> = 13.92 Hz, <italic toggle=\"yes\">J</italic>\n<sup>2</sup> = 3.0), 7.6−7.8 (m, 6H). Anal. Calcd (Found) for H<sub>4</sub>L<sup>5</sup> (C<sub>34</sub>H<sub>22</sub>O<sub>8</sub>): C, 73.11 (73.67); H, 3.97(4.08)%. MS (ESI) <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> (M − H<sup>+</sup>)<sup>−</sup>: 557.1235.</p><title>H<sub>4</sub>L<sup>7</sup>\n</title><p>\n<sup>1</sup>H NMR (DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub> 300 MHz): 8.71 (t, 1H, <italic toggle=\"yes\">J</italic> = 3.6 Hz), 8.26 (d, 2H, <italic toggle=\"yes\">J</italic> = 1.6 Hz), 7.21 (s, 1H), 2.29 (s, 3H). Anal. Calcd (Found) for H<sub>4</sub>L<sup>7</sup>, C<sub>24</sub>H<sub>18</sub>O<sub>8</sub>: C, 66.36 (66.10); H, 4.18(4.32)%. MS (ESI) <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> (M − H<sup>+</sup>)<sup>−</sup>: 433.0916.</p><title>H<sub>4</sub>L<sup>8</sup>\n</title><p>\n<sup>1</sup>H NMR (DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub> 300 MHz), H<sub>4</sub>L<sup>4</sup>: 8.72 (t, 1H, <italic toggle=\"yes\">J</italic> = 3.6 Hz), 8.09 (d, 2H, <italic toggle=\"yes\">J</italic> = 1.7 Hz), 1.94 (s, 6H). Anal. Calcd (Found) for H<sub>4</sub>L<sup>8</sup>, (C<sub>26</sub>H<sub>22</sub>O<sub>8</sub>): C, 67.23 (67.44); H, 5.21 (5.34)%. MS (ESI) <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> (M − H<sup>+</sup>)<sup>−</sup>: 461.1223.</p><title>Preparation of NOTT-100, [Cu<sub>2</sub>(C<sub>16</sub>H<sub>6</sub>O<sub>8</sub>)(H<sub>2</sub>O)<sub>2</sub>]·2.5DMF·4H<sub>2</sub>O</title><p>H<sub>4</sub>L<sup>1</sup> (1.65 g, 5.00 mmol) and Cu(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (5.00 g, 10.0 mmol) were mixed and dispersed in DMF/H<sub>2</sub>O (350 mL, 2:1 v/v). HCl (37%, 1.0 mL) was added to the mixture and mixed thoroughly. The solution was heated without stirring in an 85 °C oil bath for 24 h, and a large amount of microcrystalline product precipitated. The blue crystalline product was separated by filtration when the solution was still warm (ca. 50 °C), washed with warm DMF, and dried briefly in air. Yield: 2.540 g (69.8%). Anal. Calcd (Found) for C<sub>23.5</sub>H<sub>35.5</sub>Cu<sub>2</sub>N<sub>2.5</sub>O<sub>15.5</sub>: C, 38.81 (39.02); H, 4.92 (4.88); N, 4.82 (5.05)%. Selected IR(KBr): ν (cm<sup>−1</sup>) = 1634(vs), 1588(s), 1552(w), 1418(s), 1404(m), 1365(vs), 1319(m), 1237(m), 1222(s), 1082(m), 936(w), 906(m), 827(w), 771(s), 731(vs), 678(m), 664(s).</p><title>Preparation of NOTT-101, [Cu<sub>2</sub>(C<sub>22</sub>H<sub>10</sub>O<sub>8</sub>)(H<sub>2</sub>O)<sub>2</sub>]·1.5DMF·2.5(C<sub>4</sub>O<sub>2</sub>H<sub>8</sub>)·H<sub>2</sub>O</title><p>H<sub>4</sub>L<sup>2</sup> (0.50 g, 1.23 mmol) and Cu(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (1.00 g, 4.30 mmol) were mixed and dispersed in DMF/1,4-dioxane/H<sub>2</sub>O (200 mL, 2:1:1 v/v/v). The resulting blue-green slurry turned clear upon addition of HCl (37%, 0.3 mL). The solution was heated without stirring in an 85 °C oil bath for 16 h. The blue crystalline product was separated by filtration when the solution was still warm (ca. 50 °C) and washed with warm DMF and dried briefly in air. Yield: 0.777 g (69.2%). Anal. Calcd (Found) for C<sub>36.50</sub>H<sub>46.5</sub>Cu<sub>2</sub>N<sub>1.5</sub>O<sub>17.5</sub>: C, 47.99 (48.52); H 5.13 (5.03); N, 2.30 (2.07)%. Selected IR(KBr): ν (cm<sup>−1</sup>) = 1618(vs), 1566(vs), 1451(s), 1406(vs), 1384(vs), 1303(m), 1261(m), 1111(w), 1080(w), 838(m), 772(m), 729(m).</p><title>Preparation of NOTT-102, [Cu<sub>2</sub>(C<sub>28</sub>O<sub>8</sub>H<sub>14</sub>)(H<sub>2</sub>O)<sub>2</sub>]·1.5(DMF)·2.5(C<sub>4</sub>O<sub>2</sub>H<sub>8</sub>)·3(H<sub>2</sub>O)</title><p>H<sub>4</sub>L<sup>3</sup> (0.60 g, 1.25 mmol) and Cu(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (1.00 g, 4.30 mmol) were mixed and dispersed in DMF/1,4-dioxane/H<sub>2</sub>O (200 mL, 2:1:1 v/v/v). The resulting blue-green slurry turned clear upon addition of HCl (37%, 0.3 mL). The solution was heated without stirring in an 85 °C oil bath for 16 h. The blue crystalline product was separated by filtration when the solution was still warm (ca. 50 °C) and washed with warm DMF and dried briefly in air. Yield: 0.929 g (72.6%). Anal. Calcd (Found) for C<sub>42.5</sub>H<sub>54.5</sub>Cu<sub>2</sub>N<sub>1.5</sub>O<sub>19.5</sub>: C, 49.78 (49.60); H, 5.36 (4.56); N, 2.05 (1.58%). Selected IR(KBr): ν (cm<sup>−1</sup>) = 1616(s), 1558(s), 1505(s), 1442(s), 1384(vs), 1261(w), 1020(w), 824(w), 767(m), 730(m), 669(m), 630(w).</p><title>Preparation of NOTT-103, [Cu<sub>2</sub>(C<sub>26</sub>O<sub>8</sub>H<sub>12</sub>)(H<sub>2</sub>O)<sub>2</sub>]·3DMF·3H<sub>2</sub>O</title><p>Cu(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (2.62 g, 10 mmol) was dissolved in DMF (200 mL) containing H<sub>4</sub>L<sup>4</sup> (1.30 g, 2.85 mmol) to afford a blue solution. Dioxane (50 mL) and distilled water (100 mL) were added, and a small amount of blue precipitate formed at this point. On addition of HCl (37%, 0.6 mL) the reaction mixture turned back to a clear blue-green solution, which was heated without stirring in an 85 °C oil bath for 16 h. The product was separated by filtration and washed with warm DMF to give the complex (1.74 g, 69.0% yield based on H<sub>4</sub>L<sup>4</sup>) as a blue crystalline product. Anal. Calcd (Found) for C<sub>35</sub>H<sub>43</sub>Cu<sub>2</sub>N<sub>3</sub>O<sub>16</sub>: C, 47.34 (48.71); H, 4.88 (5.14); N, 4.74 (4.42)%. Selected IR(KBr): ν (cm<sup>−1</sup>) = 1618(s), 1502(vs), 1410(s), 1366(vs), 1295(m), 1152(m), 1107(m), 823(s), 746(s), 685(s).</p><title>Preparation of NOTT-104, [Cu<sub>4</sub>(C<sub>34</sub>O<sub>8</sub>H<sub>18</sub>)<sub>2</sub>(H<sub>2</sub>O)<sub>4</sub>]·DMF·3H<sub>2</sub>O</title><p>Cu(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (0.30 g, 1.15 mmol) was dissolved in DMF (40 mL) containing H<sub>4</sub>L<sup>5</sup> (0.18 g, 0.32 mol) to afford a blue solution. To the solution were added distilled water (20 mL), an aqueous solution of LiCl (0.1 mL, 0.1 M), and 1 drop of HCl (37%). The resulting green solution was heated to 85 °C in a programmed oil bath at a heating rate of 0.1 °C/min and kept at 85 °C for 24 h. The green crystalline product was separated by filtration to give 0.15 g of product (Yield: 55.5%). Anal. Calcd (Found) for C<sub>74</sub>H<sub>70</sub>Cu<sub>4</sub>N<sub>2</sub>O<sub>28</sub>: C, 52.66 (54.09); H, 4.18 (4.09); N, 1.66 (1.92)%. Selected IR(KBr): ν (cm<sup>−1</sup>) = 1645(s), 1622(s), 1561(s), 1493(m), 1438(s), 1359(vs), 1220(s), 1101(m), 1003(w), 914(w), 838(s), 770(vs), 689(s), 670(s), 637(m).</p><title>Preparation of NOTT-105, [Cu<sub>2</sub>(C<sub>22</sub>O<sub>8</sub>H<sub>8</sub>F<sub>2</sub>)(H<sub>2</sub>O)<sub>2</sub>]·2DMF·C<sub>4</sub>O<sub>2</sub>H<sub>8</sub>·4H<sub>2</sub>O</title><p>Cu(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (0.50 g, 1.92 mmol) was dissolved in DMF (40 mL) containing H<sub>4</sub>L<sup>6</sup> (0.280 g, 0.50 mmol) to afford a blue solution. Distilled water (20 mL) was added together with HCl (37%, 0.05 mL). The resulting green solution was heated to 85 °C in a programmed oil bath with a heating rate of 0.1 °C min<sup>−1</sup> and kept at 85 °C. After 24 h a green crystalline product (Yield: 0.369 g, 82.3%) was separated by filtration. Anal. Calcd (Found) for C<sub>32</sub>H<sub>42</sub>Cu<sub>2</sub>F<sub>2</sub>N<sub>2</sub>O<sub>18</sub>: C, 42.38 (42.79); H, 4.67 (4.74); N, 3.09 (2.88)%. Selected IR(KBr): ν (cm<sup>−1</sup>) = 1667(s), 1562(s), 1510(s), 1369(vs), 1221(m), 1172(m), 1111(m), 884(m), 775(s), 729(vs), 685(m), 668(m), 619(m), 601(m).</p><title>Preparation of NOTT-106, [Cu<sub>2</sub>(C<sub>24</sub>H<sub>14</sub>O<sub>8</sub>)(H<sub>2</sub>O)<sub>2</sub>]·0.25DMF·H<sub>2</sub>O</title><p>Cu(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (0.50 g, 1.92 mmol) was dissolved DMF (40 mL) containing H<sub>4</sub>L<sup>7</sup> (0.220 g, 0.50 mmol) to afford a blue solution. To the solution were added distilled water (20 mL) and HCl (37%, 0.05 mL). The resultant green solution was heated to 85 °C in a programmed oil bath with a heating rate of 0.1 °C min<sup>−1</sup> and kept at 85 °C. After 24 h, a green crystalline product (Yield: 0.203 g, 64.5%) was separated by filtration. Anal. Calcd (Found) for C<sub>24.75</sub>H<sub>21.75</sub>Cu<sub>2</sub>N<sub>0.25</sub>O<sub>11.25</sub>: C, 47.28 (47.09); H, 3.49 (3.64); N, 0.56 (0.70)%. Selected IR(KBr): ν (cm<sup>−1</sup>) = 1644(s), 1632(s), 1561(s), 1423(s), 1362(vs), 1221(s), 1108(m), 1090(m), 922(w), 889(w), 774(s), 729(s), 691(w), 642(m), 625(w).</p><title>Preparation of NOTT-107, [Cu<sub>2</sub>(C<sub>26</sub>H<sub>20</sub>O<sub>8</sub>)(H<sub>2</sub>O)<sub>2</sub>]·0.5DMF·H<sub>2</sub>O</title><p>The procedure used for the preparation of NOTT-104 was employed, but only a microcrystalline product was obtained. The crystals were too small for single crystal diffraction, but the powder X-ray diffraction pattern could be indexed using the unit cell for NOTT-106, which confirmed NOTT-107 as isostructural with NOTT-106. Anal. Calcd (Found): C, 48.70 (49.02); H, 4.38 (4.32); N, 1.03 (1.26)%. Selected IR(KBr): ν (cm<sup>−1</sup>) = 1626(vs), 1578(s), 1497(w), 1432(s), 1367(vs), 1297(m), 1253(m), 1098(m), 1060(w), 920(w), 773(s), 728(s), 696(m), 662(s).</p><title>Preparation of NOTT-108, [Cu<sub>2</sub>(C<sub>22</sub>O<sub>8</sub>H<sub>6</sub>F<sub>4</sub>)(H<sub>2</sub>O)<sub>2</sub>]·DMF·H<sub>2</sub>O</title><p>The preparation of NOTT-108 does not require the addition of HCl. Cu(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (0.30 g, 1.15 mmol) was dissolved in DMF (40 mL) containing H<sub>4</sub>L<sup>9</sup> (0.15 g, 0.31 mmol) to afford a blue solution. To the solution was added distilled water (20 mL), and the resulting mixture was heated at 85 °C for 24 h. Only a few crystals separated from the reaction mixture, and most of the ligand remained unreacted. Single crystals suitable for X-ray structural analysis were obtained, but it proved impossible to isolate NOTT-108 as a pure, single-phase, bulk material for gas adsorption experiments. Selected IR(KBr): ν (cm<sup>−1</sup>) = 1623(vs), 1487(s), 1376(s), 1329(m), 1164(vs), 1061(m), 982(s), 920(m), 895(m), 789(s), 697(m), 669(vs), 605(m).</p><title>Preparation of NOTT-109, [Cu<sub>2</sub>(C<sub>26</sub>O<sub>8</sub>H<sub>12</sub>)(H<sub>2</sub>O)<sub>2</sub>]·6DMF·4H<sub>2</sub>O</title><p>Cu(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (0.50 g, 1.92 mmol) was dissolved in DMF (40 mL) containing H<sub>4</sub>L<sup>10</sup> (0.228 g, 0.50 mmol) to afford a blue solution. To the solution were added distilled water (20 mL) and HCl (37%, 0.05 mL). The resulting green solution was heated to 85 °C in a programmed oil bath with a heating rate of 0.1 °C min<sup>−1</sup>, and kept at 85 °C. After 24 h, a green crystalline product (Yield: 0.438 g, 77.8%) was separated by filtration. Anal. Calcd (Found) for C<sub>44</sub>H<sub>66</sub>Cu<sub>2</sub>N<sub>6</sub>O<sub>20</sub>: C, 46.93 (43.06); H, 5.91 (6.62); N, 7.46 (7.74)%. Selected IR(KBr): ν (cm<sup>−1</sup>) = 1645(s), 1557(vs), 1450(s), 1370(vs), 1275(m), 1228(s), 1113(w), 1091(w), 917(m), 843(w), 774(s), 752(s), 727(vs), 662(m).</p>", "clean_text": "  a (i) Mg, Et2O, B(OMe)3; (ii)  t BuOH/H2O, KMnO4; (iii) EtOH, H2SO4; (iv) BrRBr, Pd(PPh3)4, 80 °C, 3 days; (v) 2 M NaOH, HCl.  \n\nExperimental Section\n\nAll chemical reagents and gases were obtained from commercial sources and, unless otherwise noted, were used without further purification.\n\nLigand Synthesis. Preparation of Benzene-1,3-dicarboxyethylester-5-boronic Acid\n\n1,3-Dimethyl-5-bromobenzene (100.0 g, 0.54 mol) in Et2O (800 mL) was added slowly over 2 h to Mg turnings (16.0 g, 0.66 mol) with vigorous stirring under an Ar atmosphere in the presence of 2 drops of iodomethane. The addition of 1,3-dimethyl-5-bromobenzene was controlled so that the reaction mixture refluxed gently without heating, and after the addition was complete, the reaction mixture was refluxed for 6 h. Under vigorous stirring, the resulting Grignard solution was added dropwise into a solution of trimethyl borate (56.2 g, 0.54 mol) in Et2O (500 mL) cooled to -60 °C using a dry ice-acetone bath. The mixture was then allowed to warm to room temperature slowly with stirring and carefully poured into 20% H2SO4 (500 mL) and stirred until the two phases were clear. The Et2O layer was separated and the water phase extracted with further aliquots of Et2O (3 portions of 100 mL), after which the ether phases were combined. The Et2O solution was washed with water (3 portions of 100 mL) and dried over MgSO4, and the solvent was removed by rotary evaporation to afford a pale yellow solid (yield: 65.1 g, 82%). The crude product of 1,3-dimethylbenzene-5-boronic acid was used in the following reaction without further purification.\n\n1,3-Dimethylbenzene-5-boronic acid (10.0 g, 0.068 mol) and NaOH (5.0 g, 0.125 mol) were dissolved in tert-butanol/water (v/v = 1:1; 500 mL). The reaction mixture was heated to 50 °C with stirring, and small portions (ca. 1 g) of KMnO4 (totalling 65.0 g, 0.41 mol) were added to the solution once the purple color of the previous portion had faded. After 50 g of KMnO4 had been added, the reaction temperature was raised to 70 °C and addition of KMnO4 continued until the purple color persisted for over 3 h, indicating full oxidation of the methyl groups. The excess KMnO4 was reduced by addition of Na2S2O3 (1.00 g) and the solution filtered when hot. The MnO2 cake was washed with excess boiling water (1 L) and the aqueous filtrate concentrated to ~150 mL by evaporation and acidified to pH = 1 using concentrated HCl. The white precipitate of benzene-1,3-dicarboxylic-5-boronic triacid was collected by filtration and washed with cold water and dried in an oven at 100 °C. The dried white solid was mixed with 98% H2SO4 (5 mL) in anhydrous EtOH (250 mL), and the solution refluxed for 12 h. The resulting solution was concentrated by evaporation to a volume of ~20 mL, whereupon water (250 mL) was added to give the desired product benzene-1,3-dicarboxyethylester-5-boronic acid as a white precipitate which was collected by filtration and washed with water and dried. Yield: 12.9 g, 71.3%. Anal. Calcd (Found) for BC12O6H15: C, 54.17 (54.09); H, 5.68 (5.74) %. 1H NMR (CDCl3, 300 MHz), 8.53 (t, J = 1.5 Hz); 8.27(d, J = 1.5 Hz); 4.34(dd, J 1 = 7.2 Hz, J 2 = 6.3 Hz); 1.35 (t, J = 8.4 Hz). MS (ESI) m/z (M - H+)-: 265.0871.\n\nPreparation of Ligands\n\nH4L1 was prepared by a modified literature procedure with improved yield: 3,5,3,5-tetramethyl biphenyl (10.0 g, 0.047 mol) was oxidized in tert-butanol/water (v/v = 1:1; 500 mL) containing NaOH (4.0 g, 0.1 mol) using the above oxidation procedure. Yield: 10.9 g, 70.6%. Anal. Calcd (Found) for C16O8H10: C, 58.19 (58.12); H, 3.05 (3.11)%. 1H NMR (MeOD, 300 MHz): 8.64 (1H, t, J = 1.8 Hz); 8.49 (2H, s); 4.39 (4H, q, J = 6.9 Hz), 1.43 (6H, t, J = 7.2 Hz).\n\nThe ligands H4L2 to H4L10 were synthesized using analogous methodologies and experimental procedures. The synthesis of H4L4 is described in detail.\n\nPreparation of H4L4 \n\n2,6-Dibromonaphthalene (0.286 g, 1.0 mmol), benzene-1,3-dicarboxyethylester-5-boronic acid (0.64 g, 2.4 mmol), and K3PO4 (2.10 g, 10.0 mmol) were added to 1,4-dioxane (30 mL), and the mixture deaerated under N2. Pd(PPh3)4 (0.05 g, 0.043 mmol) was added to the reaction mixture with stirring, and the mixture heated to 80 °C for 3 days under N2. The resultant mixture was evaporated to dryness and taken up in CHCl3 which had been dried over MgSO4. The CHCl3 solution was evaporated to dryness and the residue washed briefly with EtOH (10 mL). The resulting crude product (mainly tetra-ethyl esters of the target ligand) was hydrolyzed by refluxing the crude product in 2 M aqueous NaOH followed by acidification with 37% HCl to afford H4L. The crude product was recrystallized from DMF/H2O. Yield: 0.28 g, 65.2%. 1H NMR (DMSO-d 6, 300 MHz), H4L4: 8.56 (d, 2H, J = 3.2 Hz), 8.50 (dd, 1H, J 1 = 13.92 Hz, J 2 = 3.0), 8.42 (s, 1H), 8.24 (d, 1H, J = 6.1 Hz), 7.96 (d, 1H, J = 12.7 Hz). Anal. Calcd (Found) for H4L4, C26H16O8: C, 68.42(68.03); H, 3.53(3.79)%. MS (ESI) m/z (M - H+)-: 455.0752.\n\nH4L2 \n\n 1H NMR (DMSO-d 6, 300 MHz): 8.72 (t, 1H, J = 6.3 Hz), 8.55 (d, 2H, J = 1.4), 7.86 (s, 2H). Anal. Calcd (Found) for H4L2 (C22H14O8): C, 65.03 (65.23); H, 3.47 (3.40). MS (ESI) m/z (M - H+)-: 405.0594.\n\nH4L5 \n\n 1H NMR (DMSO-d 6 300 MHz), H4L4: 8.56 (d, 2H, J = 3.2 Hz), 8.50 (dd, 1H, J 1 = 13.92 Hz, J 2 = 3.0), 7.6-7.8 (m, 6H). Anal. Calcd (Found) for H4L5 (C34H22O8): C, 73.11 (73.67); H, 3.97(4.08)%. MS (ESI) m/z (M - H+)-: 557.1235.\n\nH4L7 \n\n 1H NMR (DMSO-d 6 300 MHz): 8.71 (t, 1H, J = 3.6 Hz), 8.26 (d, 2H, J = 1.6 Hz), 7.21 (s, 1H), 2.29 (s, 3H). Anal. Calcd (Found) for H4L7, C24H18O8: C, 66.36 (66.10); H, 4.18(4.32)%. MS (ESI) m/z (M - H+)-: 433.0916.\n\nH4L8 \n\n 1H NMR (DMSO-d 6 300 MHz), H4L4: 8.72 (t, 1H, J = 3.6 Hz), 8.09 (d, 2H, J = 1.7 Hz), 1.94 (s, 6H). Anal. Calcd (Found) for H4L8, (C26H22O8): C, 67.23 (67.44); H, 5.21 (5.34)%. MS (ESI) m/z (M - H+)-: 461.1223.\n\nPreparation of NOTT-100, [Cu2(C16H6O8)(H2O)2]⋅2.5DMF⋅4H2O\n\nH4L1 (1.65 g, 5.00 mmol) and Cu(NO3)2⋅2.5H2O (5.00 g, 10.0 mmol) were mixed and dispersed in DMF/H2O (350 mL, 2:1 v/v). HCl (37%, 1.0 mL) was added to the mixture and mixed thoroughly. The solution was heated without stirring in an 85 °C oil bath for 24 h, and a large amount of microcrystalline product precipitated. The blue crystalline product was separated by filtration when the solution was still warm (ca. 50 °C), washed with warm DMF, and dried briefly in air. Yield: 2.540 g (69.8%). Anal. Calcd (Found) for C23.5H35.5Cu2N2.5O15.5: C, 38.81 (39.02); H, 4.92 (4.88); N, 4.82 (5.05)%. Selected IR(KBr): ν (cm-1) = 1634(vs), 1588(s), 1552(w), 1418(s), 1404(m), 1365(vs), 1319(m), 1237(m), 1222(s), 1082(m), 936(w), 906(m), 827(w), 771(s), 731(vs), 678(m), 664(s).\n\nPreparation of NOTT-101, [Cu2(C22H10O8)(H2O)2]⋅1.5DMF⋅2.5(C4O2H8)⋅H2O\n\nH4L2 (0.50 g, 1.23 mmol) and Cu(NO3)2⋅2.5H2O (1.00 g, 4.30 mmol) were mixed and dispersed in DMF/1,4-dioxane/H2O (200 mL, 2:1:1 v/v/v). The resulting blue-green slurry turned clear upon addition of HCl (37%, 0.3 mL). The solution was heated without stirring in an 85 °C oil bath for 16 h. The blue crystalline product was separated by filtration when the solution was still warm (ca. 50 °C) and washed with warm DMF and dried briefly in air. Yield: 0.777 g (69.2%). Anal. Calcd (Found) for C36.50H46.5Cu2N1.5O17.5: C, 47.99 (48.52); H 5.13 (5.03); N, 2.30 (2.07)%. Selected IR(KBr): ν (cm-1) = 1618(vs), 1566(vs), 1451(s), 1406(vs), 1384(vs), 1303(m), 1261(m), 1111(w), 1080(w), 838(m), 772(m), 729(m).\n\nPreparation of NOTT-102, [Cu2(C28O8H14)(H2O)2]⋅1.5(DMF)⋅2.5(C4O2H8)⋅3(H2O)\n\nH4L3 (0.60 g, 1.25 mmol) and Cu(NO3)2⋅2.5H2O (1.00 g, 4.30 mmol) were mixed and dispersed in DMF/1,4-dioxane/H2O (200 mL, 2:1:1 v/v/v). The resulting blue-green slurry turned clear upon addition of HCl (37%, 0.3 mL). The solution was heated without stirring in an 85 °C oil bath for 16 h. The blue crystalline product was separated by filtration when the solution was still warm (ca. 50 °C) and washed with warm DMF and dried briefly in air. Yield: 0.929 g (72.6%). Anal. Calcd (Found) for C42.5H54.5Cu2N1.5O19.5: C, 49.78 (49.60); H, 5.36 (4.56); N, 2.05 (1.58%). Selected IR(KBr): ν (cm-1) = 1616(s), 1558(s), 1505(s), 1442(s), 1384(vs), 1261(w), 1020(w), 824(w), 767(m), 730(m), 669(m), 630(w).\n\nPreparation of NOTT-103, [Cu2(C26O8H12)(H2O)2]⋅3DMF⋅3H2O\n\nCu(NO3)2⋅2.5H2O (2.62 g, 10 mmol) was dissolved in DMF (200 mL) containing H4L4 (1.30 g, 2.85 mmol) to afford a blue solution. Dioxane (50 mL) and distilled water (100 mL) were added, and a small amount of blue precipitate formed at this point. On addition of HCl (37%, 0.6 mL) the reaction mixture turned back to a clear blue-green solution, which was heated without stirring in an 85 °C oil bath for 16 h. The product was separated by filtration and washed with warm DMF to give the complex (1.74 g, 69.0% yield based on H4L4) as a blue crystalline product. Anal. Calcd (Found) for C35H43Cu2N3O16: C, 47.34 (48.71); H, 4.88 (5.14); N, 4.74 (4.42)%. Selected IR(KBr): ν (cm-1) = 1618(s), 1502(vs), 1410(s), 1366(vs), 1295(m), 1152(m), 1107(m), 823(s), 746(s), 685(s).\n\nPreparation of NOTT-104, [Cu4(C34O8H18)2(H2O)4]⋅DMF⋅3H2O\n\nCu(NO3)2⋅2.5H2O (0.30 g, 1.15 mmol) was dissolved in DMF (40 mL) containing H4L5 (0.18 g, 0.32 mol) to afford a blue solution. To the solution were added distilled water (20 mL), an aqueous solution of LiCl (0.1 mL, 0.1 M), and 1 drop of HCl (37%). The resulting green solution was heated to 85 °C in a programmed oil bath at a heating rate of 0.1 °C/min and kept at 85 °C for 24 h. The green crystalline product was separated by filtration to give 0.15 g of product (Yield: 55.5%). Anal. Calcd (Found) for C74H70Cu4N2O28: C, 52.66 (54.09); H, 4.18 (4.09); N, 1.66 (1.92)%. Selected IR(KBr): ν (cm-1) = 1645(s), 1622(s), 1561(s), 1493(m), 1438(s), 1359(vs), 1220(s), 1101(m), 1003(w), 914(w), 838(s), 770(vs), 689(s), 670(s), 637(m).\n\nPreparation of NOTT-105, [Cu2(C22O8H8F2)(H2O)2]⋅2DMF⋅C4O2H8⋅4H2O\n\nCu(NO3)2⋅2.5H2O (0.50 g, 1.92 mmol) was dissolved in DMF (40 mL) containing H4L6 (0.280 g, 0.50 mmol) to afford a blue solution. Distilled water (20 mL) was added together with HCl (37%, 0.05 mL). The resulting green solution was heated to 85 °C in a programmed oil bath with a heating rate of 0.1 °C min-1 and kept at 85 °C. After 24 h a green crystalline product (Yield: 0.369 g, 82.3%) was separated by filtration. Anal. Calcd (Found) for C32H42Cu2F2N2O18: C, 42.38 (42.79); H, 4.67 (4.74); N, 3.09 (2.88)%. Selected IR(KBr): ν (cm-1) = 1667(s), 1562(s), 1510(s), 1369(vs), 1221(m), 1172(m), 1111(m), 884(m), 775(s), 729(vs), 685(m), 668(m), 619(m), 601(m).\n\nPreparation of NOTT-106, [Cu2(C24H14O8)(H2O)2]⋅0.25DMF⋅H2O\n\nCu(NO3)2⋅2.5H2O (0.50 g, 1.92 mmol) was dissolved DMF (40 mL) containing H4L7 (0.220 g, 0.50 mmol) to afford a blue solution. To the solution were added distilled water (20 mL) and HCl (37%, 0.05 mL). The resultant green solution was heated to 85 °C in a programmed oil bath with a heating rate of 0.1 °C min-1 and kept at 85 °C. After 24 h, a green crystalline product (Yield: 0.203 g, 64.5%) was separated by filtration. Anal. Calcd (Found) for C24.75H21.75Cu2N0.25O11.25: C, 47.28 (47.09); H, 3.49 (3.64); N, 0.56 (0.70)%. Selected IR(KBr): ν (cm-1) = 1644(s), 1632(s), 1561(s), 1423(s), 1362(vs), 1221(s), 1108(m), 1090(m), 922(w), 889(w), 774(s), 729(s), 691(w), 642(m), 625(w).\n\nPreparation of NOTT-107, [Cu2(C26H20O8)(H2O)2]⋅0.5DMF⋅H2O\n\nThe procedure used for the preparation of NOTT-104 was employed, but only a microcrystalline product was obtained. The crystals were too small for single crystal diffraction, but the powder X-ray diffraction pattern could be indexed using the unit cell for NOTT-106, which confirmed NOTT-107 as isostructural with NOTT-106. Anal. Calcd (Found): C, 48.70 (49.02); H, 4.38 (4.32); N, 1.03 (1.26)%. Selected IR(KBr): ν (cm-1) = 1626(vs), 1578(s), 1497(w), 1432(s), 1367(vs), 1297(m), 1253(m), 1098(m), 1060(w), 920(w), 773(s), 728(s), 696(m), 662(s).\n\nPreparation of NOTT-108, [Cu2(C22O8H6F4)(H2O)2]⋅DMF⋅H2O\n\nThe preparation of NOTT-108 does not require the addition of HCl. Cu(NO3)2⋅2.5H2O (0.30 g, 1.15 mmol) was dissolved in DMF (40 mL) containing H4L9 (0.15 g, 0.31 mmol) to afford a blue solution. To the solution was added distilled water (20 mL), and the resulting mixture was heated at 85 °C for 24 h. Only a few crystals separated from the reaction mixture, and most of the ligand remained unreacted. Single crystals suitable for X-ray structural analysis were obtained, but it proved impossible to isolate NOTT-108 as a pure, single-phase, bulk material for gas adsorption experiments. Selected IR(KBr): ν (cm-1) = 1623(vs), 1487(s), 1376(s), 1329(m), 1164(vs), 1061(m), 982(s), 920(m), 895(m), 789(s), 697(m), 669(vs), 605(m).\n\nPreparation of NOTT-109, [Cu2(C26O8H12)(H2O)2]⋅6DMF⋅4H2O\n\nCu(NO3)2⋅2.5H2O (0.50 g, 1.92 mmol) was dissolved in DMF (40 mL) containing H4L10 (0.228 g, 0.50 mmol) to afford a blue solution. To the solution were added distilled water (20 mL) and HCl (37%, 0.05 mL). The resulting green solution was heated to 85 °C in a programmed oil bath with a heating rate of 0.1 °C min-1, and kept at 85 °C. After 24 h, a green crystalline product (Yield: 0.438 g, 77.8%) was separated by filtration. Anal. Calcd (Found) for C44H66Cu2N6O20: C, 46.93 (43.06); H, 5.91 (6.62); N, 7.46 (7.74)%. Selected IR(KBr): ν (cm-1) = 1645(s), 1557(vs), 1450(s), 1370(vs), 1275(m), 1228(s), 1113(w), 1091(w), 917(m), 843(w), 774(s), 752(s), 727(vs), 662(m).", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 7735 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": "10, 12, 15, 46, 49, 53, 61, 62", "type": "text", "classification": "property", "content": "<title>H<sub>4</sub>L<sup>3</sup>\n</title><p>\n<sup>1</sup>H NMR (DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub>, 300 MHz): 8.49 (t, 1H, <italic toggle=\"yes\">J</italic> = 1.8 Hz), 8.44 (d, 2H, <italic toggle=\"yes\">J</italic> = 1.5 Hz), 7.92 (d, 4H, <italic toggle=\"yes\">J</italic> = 0.9 Hz). Anal. Calcd (Found) for H<sub>4</sub>L<sup>3</sup> (C<sub>28</sub>H<sub>18</sub>O<sub>8</sub>): C, 69.71 (69.52); H, 3.76(3.79)%. MS (ESI) <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> (M − H<sup>+</sup>)<sup>−</sup>: 481.0920.</p><title>H<sub>4</sub>L<sup>6</sup>\n</title><p>\n<sup>1</sup>H NMR (DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub> 300 MHz): 8.67 (t, 1H, <italic toggle=\"yes\">J</italic> = 6.2 Hz), 8.38 (d, 2H, <italic toggle=\"yes\">J</italic> = 1.8 Hz), 7.29 (t, 1H, <italic toggle=\"yes\">J</italic> = 8.1 Hz). Anal. Calcd (Found) for H<sub>4</sub>L<sup>6</sup> (C<sub>22</sub>H<sub>12</sub>F<sub>2</sub>O<sub>8</sub>): C, 59.74 (59.26); H, 2.73(2.64)%. MS (ESI) <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> (M − H<sup>+</sup>)<sup>−</sup>: 422.0506.</p><title>H<sub>4</sub>L<sup>9</sup>\n</title><p>\n<sup>1</sup>H NMR (DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub> 300 MHz): 8.87 (t, 1H, <italic toggle=\"yes\">J</italic> = 3.0 Hz), 8.57 (d, 2H, <italic toggle=\"yes\">J</italic> = 0.6 Hz). Anal. Calcd (Found) for H<sub>4</sub>L<sup>9</sup> (C<sub>22</sub>H<sub>10</sub>F<sub>4</sub>O<sub>8</sub>): C, 55.24 (55.17); H, 2.11 (1.94)%. MS (ESI) <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> (M − H<sup>+</sup>)<sup>−</sup>: 477.0230.</p><title>H<sub>4</sub>L<sup>10</sup>\n</title><p>\n<sup>1</sup>H NMR (DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub> 300 MHz): 8.67 (t, 1H, <italic toggle=\"yes\">J</italic> = 3.0 Hz), 8.31 (d, 2H, <italic toggle=\"yes\">J</italic> = 0.6 Hz), 7.91 (q, 1H, <italic toggle=\"yes\">J</italic> = 3.2 Hz), 7.48 (s, 1H), 7.45 (q, 1H, <italic toggle=\"yes\">J</italic> = 3.0 Hz). Anal. Calcd (Found) for H<sub>4</sub>L<sup>10</sup>, C<sub>26</sub>H<sub>16</sub>O<sub>8</sub>: C, 68.42 (68.77); H, 3.53 (3.20)%. MS (ESI) <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> (M − H<sup>+</sup>)<sup>−</sup>: 455.0758.</p><title>Hydrogen Adsorption</title><p>Gravimetric measurements obtained using the IGA system for H<sub>2</sub> adsorption on framework materials are given in Figure . At 78 K and 20 bar, the highest total uptake was observed for NOTT-103 with 65.1 mg g<sup>−1</sup> H<sub>2</sub>. From NOTT-100 to NOTT-102, the increasing ligand length results in an increase in BET surface area and pore volume, and this accounts for the increase in overall H<sub>2</sub> capacities on going from NOTT-100 to NOTT-102. Thus, the increasing pore volume provides more space to accommodate H<sub>2</sub>; however, the large pore size in NOTT-102 gives a weaker overlap potential from the walls, and a higher pressure is thus required to store the same amount of H<sub>2</sub> in the pores compared to NOTT-100 and NOTT-101. This can be clearly identified from the adsorption data at 1 bar. Thus, increasing the pore size from 6.5 Å in NOTT-100 to 7.3 Å in NOTT-101 leads to a small <italic toggle=\"yes\">reduction</italic> of total H<sub>2</sub> uptake at 1 bar from 25.9 to 25.2 mg g<sup>−1</sup>, while NOTT-102 with the largest pore size of 8.3 Å adsorbs only 22.4 mg g<sup>−1</sup> H<sub>2</sub>, the lowest value of all samples at 1 bar. Although NOTT-102 has a much larger pore size and volume than NOTT-101, its H<sub>2</sub> uptake does not exceed NOTT-101 until the pressure reaches 20 bar. This demonstrates that larger pore size materials require higher pressure to confine the H<sub>2</sub> into the channels and suggests that there may well be an optimum pore size and dimension to maximize H<sub>2</sub> uptake. Based upon our observations this optimum pore size lies between 7.3 and 8.3 Å. This is further supported by the successful synthesis of NOTT-103 which has a pore size of 8.0 Å and its H<sub>2</sub> adsorption at 20 bar and 77 K is the highest in the series of complexes. So far only two metal−organic framework compounds (MOF-5 and MOF-177) are known to have such high H<sub>2</sub> uptake at 20 bar. More interestingly, at 1 bar NOTT-103 adsorbed 26.3 mg g<sup>−1</sup> H<sub>2</sub>, higher than any other framework showing a total H<sub>2</sub> uptake of more than 6 wt% at 20 bar. Thus, at 1 bar MOF-5  adsorbs 14.2 mg g<sup>−1</sup>, MOF-177 13.2 mg g<sup>−1</sup>, Mn-BTT 22.8 mg g<sup>−1</sup>, and Cu-BTT 23.0 mg g<sup>−1</sup>. This suggests that, in addition to using optimum ligand lengths to form intermediate pore size materials, the shape and nature of the central functional group (i.e., the napthyl in NOTT-103) can give a stronger potential overlap to improve adsorption of H<sub>2</sub> at low pressures.</p><p>The high pressure H<sub>2</sub> adsorption measurements revealed that NOTT-103 has the highest excess and total uptake of all the materials studied. The total uptake is given by <italic toggle=\"yes\">n</italic>\n<sub>T</sub> = <italic toggle=\"yes\">n</italic>\n<sub>E</sub> + ρ<sub>B</sub>\n<italic toggle=\"yes\">V</italic> where <italic toggle=\"yes\">n</italic>\n<sub>E</sub> is the experimental excess uptake, ρ<sub>B</sub> is the bulk density of H<sub>2</sub>, and <italic toggle=\"yes\">V</italic> is the pore volume which at this stage we take to be the volume obtained from the 78 K N<sub>2</sub> isotherms (see ). We used the Redlich−Kwong−Soave equation of state to calculate ρ<sub>B</sub>. Up to 20 bar excess H<sub>2</sub> adsorptions obtained by the volumetric method (using the Sievert’s apparatus) and the gravimetric method (using the IGA system) are in very good agreement. The total H<sub>2</sub> adsorption data in Figure  show that NOTT-101 is nearly saturated at 30 bar. The larger pores of NOTT-102 reach saturation at higher pressures, 40 bar, and the higher pore volume allows the total uptake of NOTT-102 to reach 72.0 mg g<sup>−1</sup> at 60 bar. These experiments confirm the importance of high pore volume for high H<sub>2</sub> adsorption and are in line with previous theoretical modeling analyses. NOTT-103 has almost the same pore volume and BET surface as NOTT-102 according to their N<sub>2</sub> isotherms, but the total H<sub>2</sub> adsorption on NOTT-103 is 5.8 mg g<sup>−1</sup> higher at 60 bar, reaching 77.8 mg g<sup>−1</sup>. This derives from and correlates with the higher adsorption heat of NOTT-103 (see below).</p><p>The hydrogen storage capacities for the NOTT series complexes are also very impressive in volumetric units and are among the highest obtained for physisorption materials. At 60 bar and 77 K the total volumetric capacities are 43.1 g L<sup>−1</sup> for NOTT-101, 42.3 g L<sup>−1</sup> for NOTT-102, and 50.0 g L<sup>−1</sup> for NOTT-103, the latter being comparable to MOF-177. Only MOF-5, when prepared and handled under anhydrous conditions, shows a higher volumetric storage capacity (60 g L<sup>−1</sup> at 60 bar and 77 K).</p><p>Comparisons of NOTT-100 with NOTT-101, -102, and -103 can give us an insight to the effects of pore size and the presence of additional aromatic rings on the enthalpy of H<sub>2</sub> binding. As shown in Figure a, the adsorption heat of NOTT-100 at zero coverage is 0.9 kJ mol<sup>−1</sup> higher than those of NOTT-101 and NOTT-102, and the difference is the same in most loading ranges. Pore size appears to affect the adsorption heat significantly, even at zero surface coverage when the exposed Cu(II) coordination sites are readily accessible to H<sub>2</sub> molecules. The [Cu<sub>12</sub>(L)<sub>12</sub>] and [Cu<sub>24</sub>(L)<sub>6</sub>] cavities in NOTT-100 have approximate spherical diameters of 8.0 and 10.0 Å, respectively. Cavities in this size range can potentially provide more effective profile overlap than the corresponding larger cavities in NOTT-101 and NOTT-102. The spherical cavities [Cu<sub>12</sub>(L)<sub>12</sub>] in NOTT-101 and NOTT-102 have diameters of 12.7 and 13.4 Å, respectively, and the long axes in the ellipsoidal [Cu<sub>24</sub>(L)<sub>6</sub>] cavities of NOTT-101 and NOTT-102 are 19.6 and 32.0 Å, which are too long to allow the potential profiles from opposite ends to overlap efficiently. The adsorption enthalpies obtained are, therefore, strongly correlated to the local structures, i.e., the binding energies of the three adsorption sites which are located at the bottom of the ellipsoid [Cu<sub>24</sub>(L)<sub>6</sub>] cavity as revealed by NPD results. For NOTT-101 and NOTT-102, the local structures are very similar. As shown in Figure a, the adsorption enthalpies of NOTT-101 and NOTT-102 at zero loading are essentially the same taking into account the uncertainties in the measurement, which is consistent with the similarity in their local structure, and their different pore sizes do not noticeably affect the adsorption heat at low H<sub>2</sub> loading. This also suggests that the introduction of phenyl (NOTT-101) or biphenyl groups (NOTT-102) and the significant difference (19.6 vs 32.0 Å) in the shape of their ellipsoid [Cu<sub>24</sub>(L)<sub>6</sub>] cavities has very little impact on the adsorption heat at low coverage. The adsorption heat of NOTT-101 becomes evidently higher than that of NOTT-102 at higher H<sub>2</sub> loading (Figure b). Such a difference (0.5 kJ mol<sup>−1</sup> at 0.025 mol g<sup>−1</sup> H<sub>2</sub> loading) corresponds to the filling of the middle of the cavities and the differences between the H<sub>2</sub> interactions with the cavities in NOTT-101 and NOTT-102. The adsorption heat of NOTT-100 at high H<sub>2</sub> loading is 1.2 kJ mol<sup>−1</sup> higher than that of NOTT-101 and 1.7 kJ mol<sup>−1</sup> higher than that of NOTT-102, and this reflects the smaller cavity in NOTT-100 (diameters below 10 Å) and the greater potential overlap in the narrower pore.</p><p>Comparison of NOTT-101 with its structural derivatives NOTT-105, -106, -107 reveals how the heat of adsorption at low loading can be modified by introducing functional groups into the cavities. As shown in Figure a, the heat of adsorption for NOTT-105−107 is significantly higher than that for NOTT-101 and ranges from 5.77 to 6.70 kJ mol<sup>−1</sup> at zero coverage and decreases much more rapidly with increasing H<sub>2</sub> loading (Figure b). The highest initial adsorption heat (6.70 kJ mol<sup>−1</sup>) was observed for NOTT-107, followed by NOTT-106, suggesting that the four methyl groups contribute toward the increased isosteric heat. It decreases rapidly with increasing loading due to the saturation of the strong adsorption sites. NOTT-106 has an initial adsorption heat of 6.34 kJ mol<sup>−1</sup>, 0.57 kJ mol<sup>−1</sup> higher than that for NOTT-105. The difference of adsorption heat between NOTT-105, NOTT-106, and NOTT-107 becomes smaller with the increasing H<sub>2</sub> loading, and above 0.0075 mol g<sup>−1</sup>, their adsorption enthalpies converge (Figure b). The adsorption enthalpies of NOTT-105, NOTT-106, and NOTT-107 decrease at the same rate from the loading of 0.0075 mol g<sup>−1</sup> indicating that H<sub>2</sub>−pore interactions at higher loading are similar and not affected significantly by the introduction of fluorine or methyl substituents. At high loading, H<sub>2</sub>−H<sub>2</sub> interactions may also contribute to changes in enthalpies of adsorption.</p>", "clean_text": "H4L3 \n\n 1H NMR (DMSO-d 6, 300 MHz): 8.49 (t, 1H, J = 1.8 Hz), 8.44 (d, 2H, J = 1.5 Hz), 7.92 (d, 4H, J = 0.9 Hz). Anal. Calcd (Found) for H4L3 (C28H18O8): C, 69.71 (69.52); H, 3.76(3.79)%. MS (ESI) m/z (M - H+)-: 481.0920.\n\nH4L6 \n\n 1H NMR (DMSO-d 6 300 MHz): 8.67 (t, 1H, J = 6.2 Hz), 8.38 (d, 2H, J = 1.8 Hz), 7.29 (t, 1H, J = 8.1 Hz). Anal. Calcd (Found) for H4L6 (C22H12F2O8): C, 59.74 (59.26); H, 2.73(2.64)%. MS (ESI) m/z (M - H+)-: 422.0506.\n\nH4L9 \n\n 1H NMR (DMSO-d 6 300 MHz): 8.87 (t, 1H, J = 3.0 Hz), 8.57 (d, 2H, J = 0.6 Hz). Anal. Calcd (Found) for H4L9 (C22H10F4O8): C, 55.24 (55.17); H, 2.11 (1.94)%. MS (ESI) m/z (M - H+)-: 477.0230.\n\nH4L10 \n\n 1H NMR (DMSO-d 6 300 MHz): 8.67 (t, 1H, J = 3.0 Hz), 8.31 (d, 2H, J = 0.6 Hz), 7.91 (q, 1H, J = 3.2 Hz), 7.48 (s, 1H), 7.45 (q, 1H, J = 3.0 Hz). Anal. Calcd (Found) for H4L10, C26H16O8: C, 68.42 (68.77); H, 3.53 (3.20)%. MS (ESI) m/z (M - H+)-: 455.0758.\n\nHydrogen Adsorption\n\nGravimetric measurements obtained using the IGA system for H2 adsorption on framework materials are given in Figure . At 78 K and 20 bar, the highest total uptake was observed for NOTT-103 with 65.1 mg g-1 H2. From NOTT-100 to NOTT-102, the increasing ligand length results in an increase in BET surface area and pore volume, and this accounts for the increase in overall H2 capacities on going from NOTT-100 to NOTT-102. Thus, the increasing pore volume provides more space to accommodate H2; however, the large pore size in NOTT-102 gives a weaker overlap potential from the walls, and a higher pressure is thus required to store the same amount of H2 in the pores compared to NOTT-100 and NOTT-101. This can be clearly identified from the adsorption data at 1 bar. Thus, increasing the pore size from 6.5 Å in NOTT-100 to 7.3 Å in NOTT-101 leads to a small reduction of total H2 uptake at 1 bar from 25.9 to 25.2 mg g-1, while NOTT-102 with the largest pore size of 8.3 Å adsorbs only 22.4 mg g-1 H2, the lowest value of all samples at 1 bar. Although NOTT-102 has a much larger pore size and volume than NOTT-101, its H2 uptake does not exceed NOTT-101 until the pressure reaches 20 bar. This demonstrates that larger pore size materials require higher pressure to confine the H2 into the channels and suggests that there may well be an optimum pore size and dimension to maximize H2 uptake. Based upon our observations this optimum pore size lies between 7.3 and 8.3 Å. This is further supported by the successful synthesis of NOTT-103 which has a pore size of 8.0 Å and its H2 adsorption at 20 bar and 77 K is the highest in the series of complexes. So far only two metal-organic framework compounds (MOF-5 and MOF-177) are known to have such high H2 uptake at 20 bar. More interestingly, at 1 bar NOTT-103 adsorbed 26.3 mg g-1 H2, higher than any other framework showing a total H2 uptake of more than 6 wt% at 20 bar. Thus, at 1 bar MOF-5  adsorbs 14.2 mg g-1, MOF-177 13.2 mg g-1, Mn-BTT 22.8 mg g-1, and Cu-BTT 23.0 mg g-1. This suggests that, in addition to using optimum ligand lengths to form intermediate pore size materials, the shape and nature of the central functional group (i.e., the napthyl in NOTT-103) can give a stronger potential overlap to improve adsorption of H2 at low pressures.\n\nThe high pressure H2 adsorption measurements revealed that NOTT-103 has the highest excess and total uptake of all the materials studied. The total uptake is given by n T = n E + ρB V where n E is the experimental excess uptake, ρB is the bulk density of H2, and V is the pore volume which at this stage we take to be the volume obtained from the 78 K N2 isotherms (see ). We used the Redlich-Kwong-Soave equation of state to calculate ρB. Up to 20 bar excess H2 adsorptions obtained by the volumetric method (using the Sievert's apparatus) and the gravimetric method (using the IGA system) are in very good agreement. The total H2 adsorption data in Figure  show that NOTT-101 is nearly saturated at 30 bar. The larger pores of NOTT-102 reach saturation at higher pressures, 40 bar, and the higher pore volume allows the total uptake of NOTT-102 to reach 72.0 mg g-1 at 60 bar. These experiments confirm the importance of high pore volume for high H2 adsorption and are in line with previous theoretical modeling analyses. NOTT-103 has almost the same pore volume and BET surface as NOTT-102 according to their N2 isotherms, but the total H2 adsorption on NOTT-103 is 5.8 mg g-1 higher at 60 bar, reaching 77.8 mg g-1. This derives from and correlates with the higher adsorption heat of NOTT-103 (see below).\n\nThe hydrogen storage capacities for the NOTT series complexes are also very impressive in volumetric units and are among the highest obtained for physisorption materials. At 60 bar and 77 K the total volumetric capacities are 43.1 g L-1 for NOTT-101, 42.3 g L-1 for NOTT-102, and 50.0 g L-1 for NOTT-103, the latter being comparable to MOF-177. Only MOF-5, when prepared and handled under anhydrous conditions, shows a higher volumetric storage capacity (60 g L-1 at 60 bar and 77 K).\n\nComparisons of NOTT-100 with NOTT-101, -102, and -103 can give us an insight to the effects of pore size and the presence of additional aromatic rings on the enthalpy of H2 binding. As shown in Figure a, the adsorption heat of NOTT-100 at zero coverage is 0.9 kJ mol-1 higher than those of NOTT-101 and NOTT-102, and the difference is the same in most loading ranges. Pore size appears to affect the adsorption heat significantly, even at zero surface coverage when the exposed Cu(II) coordination sites are readily accessible to H2 molecules. The [Cu12(L)12] and [Cu24(L)6] cavities in NOTT-100 have approximate spherical diameters of 8.0 and 10.0 Å, respectively. Cavities in this size range can potentially provide more effective profile overlap than the corresponding larger cavities in NOTT-101 and NOTT-102. The spherical cavities [Cu12(L)12] in NOTT-101 and NOTT-102 have diameters of 12.7 and 13.4 Å, respectively, and the long axes in the ellipsoidal [Cu24(L)6] cavities of NOTT-101 and NOTT-102 are 19.6 and 32.0 Å, which are too long to allow the potential profiles from opposite ends to overlap efficiently. The adsorption enthalpies obtained are, therefore, strongly correlated to the local structures, i.e., the binding energies of the three adsorption sites which are located at the bottom of the ellipsoid [Cu24(L)6] cavity as revealed by NPD results. For NOTT-101 and NOTT-102, the local structures are very similar. As shown in Figure a, the adsorption enthalpies of NOTT-101 and NOTT-102 at zero loading are essentially the same taking into account the uncertainties in the measurement, which is consistent with the similarity in their local structure, and their different pore sizes do not noticeably affect the adsorption heat at low H2 loading. This also suggests that the introduction of phenyl (NOTT-101) or biphenyl groups (NOTT-102) and the significant difference (19.6 vs 32.0 Å) in the shape of their ellipsoid [Cu24(L)6] cavities has very little impact on the adsorption heat at low coverage. The adsorption heat of NOTT-101 becomes evidently higher than that of NOTT-102 at higher H2 loading (Figure b). Such a difference (0.5 kJ mol-1 at 0.025 mol g-1 H2 loading) corresponds to the filling of the middle of the cavities and the differences between the H2 interactions with the cavities in NOTT-101 and NOTT-102. The adsorption heat of NOTT-100 at high H2 loading is 1.2 kJ mol-1 higher than that of NOTT-101 and 1.7 kJ mol-1 higher than that of NOTT-102, and this reflects the smaller cavity in NOTT-100 (diameters below 10 Å) and the greater potential overlap in the narrower pore.\n\nComparison of NOTT-101 with its structural derivatives NOTT-105, -106, -107 reveals how the heat of adsorption at low loading can be modified by introducing functional groups into the cavities. As shown in Figure a, the heat of adsorption for NOTT-105-107 is significantly higher than that for NOTT-101 and ranges from 5.77 to 6.70 kJ mol-1 at zero coverage and decreases much more rapidly with increasing H2 loading (Figure b). The highest initial adsorption heat (6.70 kJ mol-1) was observed for NOTT-107, followed by NOTT-106, suggesting that the four methyl groups contribute toward the increased isosteric heat. It decreases rapidly with increasing loading due to the saturation of the strong adsorption sites. NOTT-106 has an initial adsorption heat of 6.34 kJ mol-1, 0.57 kJ mol-1 higher than that for NOTT-105. The difference of adsorption heat between NOTT-105, NOTT-106, and NOTT-107 becomes smaller with the increasing H2 loading, and above 0.0075 mol g-1, their adsorption enthalpies converge (Figure b). The adsorption enthalpies of NOTT-105, NOTT-106, and NOTT-107 decrease at the same rate from the loading of 0.0075 mol g-1 indicating that H2-pore interactions at higher loading are similar and not affected significantly by the introduction of fluorine or methyl substituents. At high loading, H2-H2 interactions may also contribute to changes in enthalpies of adsorption.", "data": [[{"meta": {"name": "H4L3", "symbol": "", "chemical formula": "C28H18O8"}, "gas adsorption": []}, {"meta": {"name": "H4L6", "symbol": "", "chemical formula": "C22H12F2O8"}, "gas adsorption": []}, {"meta": {"name": "H4L9", "symbol": "", "chemical formula": "C22H10F4O8"}, "gas adsorption": []}, {"meta": {"name": "H4L10", "symbol": "", "chemical formula": "C26H16O8"}, "gas adsorption": []}, {"meta": {"name": "", "symbol": "H2", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "H2", "adsorbed amount": "65.1", "unit": "mg g-1", "temperature": "78 K", "pressure": "20 bar", "condition": ""}, {"adsorbate": "H2", "adsorbed amount": "25.9", "unit": "mg g-1", "temperature": "1 bar", "pressure": "", "condition": ""}, {"adsorbate": "H2", "adsorbed amount": "25.2", "unit": "mg g-1", "temperature": "1 bar", "pressure": "", "condition": ""}, {"adsorbate": "H2", "adsorbed amount": "22.4", "unit": "mg g-1", "temperature": "1 bar", "pressure": "", "condition": ""}, {"adsorbate": "H2", "adsorbed amount": "26.3", "unit": "mg g-1", "temperature": "1 bar", "pressure": "", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": "63, 64, 67", "type": "text", "classification": "property", "content": "<p>Compared to NOTT-100, NOTT-101, and NOTT-102, NOTT-103 has improved performance in both heat of adsorption and total H<sub>2</sub> uptake. The heat of adsorption for NOTT-103 lies in the range 5.1−4.0 kJ mol<sup>−1</sup> between 0.0075 and 0.029 mol g<sup>−1</sup> loading, with the initial heat of 5.71 kJ mol<sup>−1</sup> at zero loading approaching that observed for the narrower porosity of NOTT-105. Interestingly in the high loading region, the adsorption heat of NOTT-103 decreases more slowly than that of NOTT-105, NOTT-106, and NOTT-107, which have smaller pores. NOTT-103, therefore, incorporates a high surface area and pore volume and provides excellent H<sub>2</sub> uptake at all pressures by enhancing both heat of adsorption <italic toggle=\"yes\">and</italic> pore volume within the same framework material.</p><p>The initial enthalpies for H<sub>2</sub> adsorption for all the complexes lie in the range 5.34−6.70 kJ mol<sup>−1</sup>. The adsorption enthalpies decrease with similar gradients at low coverage, except NOTT-107 which decreases more rapidly. The NPD experiments on NOTT-101 revealed that, at 1.72 D<sub>2</sub>/Cu loading (equivalent to 0.0065 mol g<sup>−1</sup>), all the adsorption sites are partially occupied, even at 4 K, indicating that the H<sub>2</sub> binding energies of the exposed Cu(II) sites are not significantly higher than those at other adsorption sites. If we consider that the initial adsorption heat is due entirely to the adsorption of H<sub>2</sub> molecules on the exposed Cu(II) sites, the binding energy of H<sub>2</sub>−Cu is only 5.42 kJ mol<sup>−1</sup> for NOTT-101. At a 0.025 mol g<sup>−1</sup> loading, all the exposed Cu(II) sites should be saturated, but NOTT-101 still has an adsorption heat of 3.51 kJ mol<sup>−1</sup>; thus the difference between the initial adsorption heat and the adsorption heat at 20 bar is ∼1.9 kJ mol<sup>−1</sup>. This value varies for the different Cu materials reported herein. NOTT-107 has the largest difference of 2.76 kJ mol<sup>−1</sup>, NOTT-106 2.37 kJ mol<sup>−1</sup>, NOTT-105 2.43 kJ mol<sup>−1</sup>, NOTT-103 1.92 kJ mol<sup>−1</sup>, NOTT-102 2.34 kJ mol<sup>−1</sup>, and NOTT-100 1.35 kJ mol<sup>−1</sup>. Thus, we can conclude that the binding energies of H<sub>2</sub> molecules to the exposed Cu(II) sites are similar to those for other, nonmetal, adsorption sites. Another factor that requires consideration is that the enthalpies of adsorption on the exposed Cu(II) sites are affected significantly by the pore size and pore geometry. In NOTT-100, the close proximity of the opposite wall creates a high H<sub>2</sub>−framework potential. In NOTT-105, -106, and -107, the fluorine or methyl substituents create a small pocket in the ellipsoidal [Cu<sub>24</sub>(L)<sub>6</sub>] cage (Figure b and c). Significantly, these pocket structures can result in apparent high adsorption enthalpies. The NPD experiments on NOTT-101 gave the D<sub>2</sub> occupancy of 0.85 at the exposed Cu(II) site at 1.72 D<sub>2</sub>/Cu (0.0065 mol g<sup>−1</sup>). Therefore, we reasonably consider the differences in the heats of adsorption (Figure a) between zero loading and 0.0075 mol g<sup>−1</sup> as the difference of binding energy between the exposed Cu(II) site and the nonmetal site.</p><title>Conclusions and Perspectives</title><p>We have synthesized a series of [Cu<sub>2</sub>(L)] framework complexes and their H<sub>2</sub> adsorption properties have been investigated. NOTT-103 has achieved 77.8 mg g<sup>−1</sup> (7.22 wt%) total H<sub>2</sub> adsorption at 77 K and 60 bar. We have investigated the correlation of the H<sub>2</sub> uptake capacity and heats of adsorption with pore metrics and the influences of functional groups on the ligands. Exposed Cu(II) sites and two sites close to the center of three {Cu<sub>2</sub>} paddle wheels were identified as strong adsorption sites at low H<sub>2</sub> loading by Rietveld refinement of NPD data. The exposed Cu(II) site is the strongest adsorption site in the pore, but its adsorption heat is only slightly higher than those for other sites. Furthermore, it is significantly affected by the ligand structure near the {Cu<sub>2</sub>} paddle wheels. Therefore, we conclude that the higher adsorption heat observed in NOTT-106 and NOTT-107 at low loading represents the collective contribution from the exposed Cu(II) site and the dimensions and functionality of the pore defined by the methyl groups on the ligands.</p>", "clean_text": "Compared to NOTT-100, NOTT-101, and NOTT-102, NOTT-103 has improved performance in both heat of adsorption and total H2 uptake. The heat of adsorption for NOTT-103 lies in the range 5.1-4.0 kJ mol-1 between 0.0075 and 0.029 mol g-1 loading, with the initial heat of 5.71 kJ mol-1 at zero loading approaching that observed for the narrower porosity of NOTT-105. Interestingly in the high loading region, the adsorption heat of NOTT-103 decreases more slowly than that of NOTT-105, NOTT-106, and NOTT-107, which have smaller pores. NOTT-103, therefore, incorporates a high surface area and pore volume and provides excellent H2 uptake at all pressures by enhancing both heat of adsorption and pore volume within the same framework material.\n\nThe initial enthalpies for H2 adsorption for all the complexes lie in the range 5.34-6.70 kJ mol-1. The adsorption enthalpies decrease with similar gradients at low coverage, except NOTT-107 which decreases more rapidly. The NPD experiments on NOTT-101 revealed that, at 1.72 D2/Cu loading (equivalent to 0.0065 mol g-1), all the adsorption sites are partially occupied, even at 4 K, indicating that the H2 binding energies of the exposed Cu(II) sites are not significantly higher than those at other adsorption sites. If we consider that the initial adsorption heat is due entirely to the adsorption of H2 molecules on the exposed Cu(II) sites, the binding energy of H2-Cu is only 5.42 kJ mol-1 for NOTT-101. At a 0.025 mol g-1 loading, all the exposed Cu(II) sites should be saturated, but NOTT-101 still has an adsorption heat of 3.51 kJ mol-1; thus the difference between the initial adsorption heat and the adsorption heat at 20 bar is ~1.9 kJ mol-1. This value varies for the different Cu materials reported herein. NOTT-107 has the largest difference of 2.76 kJ mol-1, NOTT-106 2.37 kJ mol-1, NOTT-105 2.43 kJ mol-1, NOTT-103 1.92 kJ mol-1, NOTT-102 2.34 kJ mol-1, and NOTT-100 1.35 kJ mol-1. Thus, we can conclude that the binding energies of H2 molecules to the exposed Cu(II) sites are similar to those for other, nonmetal, adsorption sites. Another factor that requires consideration is that the enthalpies of adsorption on the exposed Cu(II) sites are affected significantly by the pore size and pore geometry. In NOTT-100, the close proximity of the opposite wall creates a high H2-framework potential. In NOTT-105, -106, and -107, the fluorine or methyl substituents create a small pocket in the ellipsoidal [Cu24(L)6] cage (Figure b and c). Significantly, these pocket structures can result in apparent high adsorption enthalpies. The NPD experiments on NOTT-101 gave the D2 occupancy of 0.85 at the exposed Cu(II) site at 1.72 D2/Cu (0.0065 mol g-1). Therefore, we reasonably consider the differences in the heats of adsorption (Figure a) between zero loading and 0.0075 mol g-1 as the difference of binding energy between the exposed Cu(II) site and the nonmetal site.\n\nConclusions and Perspectives\n\nWe have synthesized a series of [Cu2(L)] framework complexes and their H2 adsorption properties have been investigated. NOTT-103 has achieved 77.8 mg g-1 (7.22 wt%) total H2 adsorption at 77 K and 60 bar. We have investigated the correlation of the H2 uptake capacity and heats of adsorption with pore metrics and the influences of functional groups on the ligands. Exposed Cu(II) sites and two sites close to the center of three {Cu2} paddle wheels were identified as strong adsorption sites at low H2 loading by Rietveld refinement of NPD data. The exposed Cu(II) site is the strongest adsorption site in the pore, but its adsorption heat is only slightly higher than those for other sites. Furthermore, it is significantly affected by the ligand structure near the {Cu2} paddle wheels. Therefore, we conclude that the higher adsorption heat observed in NOTT-106 and NOTT-107 at low loading represents the collective contribution from the exposed Cu(II) site and the dimensions and functionality of the pore defined by the methyl groups on the ligands.", "data": [[{"meta": {"name": "NOTT-103", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "H2", "adsorbed amount": "77.8", "unit": "mg g-1", "temperature": "77 K", "pressure": "60 bar", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 28, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary Data for the Crystal Structures</title>\n</caption>\n<oasis:table>\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead valign=\"middle\">\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">NOTT-103</oasis:entry>\n<oasis:entry align=\"center\">NOTT-104</oasis:entry>\n<oasis:entry align=\"center\">NOTT-105</oasis:entry>\n<oasis:entry align=\"center\">NOTT-106</oasis:entry>\n<oasis:entry align=\"center\">NOTT-108</oasis:entry>\n<oasis:entry align=\"center\">NOTT-109</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row valign=\"top\">\n<oasis:entry>formula</oasis:entry>\n<oasis:entry>C<sub>35</sub>H<sub>43</sub>Cu<sub>2</sub>N<sub>3</sub>O<sub>16</sub>\n</oasis:entry>\n<oasis:entry>C<sub>74</sub>H<sub>70</sub>Cu<sub>4</sub>N<sub>2</sub>O<sub>28</sub>\n</oasis:entry>\n<oasis:entry>C<sub>32</sub>H<sub>42</sub>Cu<sub>2</sub>F<sub>2</sub>N<sub>2</sub>O<sub>18</sub>\n</oasis:entry>\n<oasis:entry>C<sub>24.75</sub>H<sub>21.75</sub>Cu<sub>2</sub>N<sub>0.25</sub>O<sub>11.25</sub>\n</oasis:entry>\n<oasis:entry>C<sub>25</sub>H<sub>19</sub>Cu<sub>2</sub>F<sub>4</sub>NO<sub>12</sub>\n</oasis:entry>\n<oasis:entry>C<sub>44</sub>H<sub>66</sub>Cu<sub>2</sub>N<sub>6</sub>O<sub>20</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>formula mass<break></break>(g mol<sup>−1</sup>)</oasis:entry>\n<oasis:entry>888.82</oasis:entry>\n<oasis:entry>1689.53</oasis:entry>\n<oasis:entry>907.77</oasis:entry>\n<oasis:entry>629.77</oasis:entry>\n<oasis:entry>728.50</oasis:entry>\n<oasis:entry>1126.11</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>3̅<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>3̅<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>3̅<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>3̅<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>3̅<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">I</italic>4/<italic toggle=\"yes\">mmm</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>\n<italic toggle=\"yes\">a</italic>, <italic toggle=\"yes\">b</italic> (Å)</oasis:entry>\n<oasis:entry>18.513(1)</oasis:entry>\n<oasis:entry>18.348(1)</oasis:entry>\n<oasis:entry>18.594(2)</oasis:entry>\n<oasis:entry>18.504(2)</oasis:entry>\n<oasis:entry>18.525(1)</oasis:entry>\n<oasis:entry>18.852(3)</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> (Å)</oasis:entry>\n<oasis:entry>45.354(5)</oasis:entry>\n<oasis:entry>65.094(2)</oasis:entry>\n<oasis:entry>38.671(4)</oasis:entry>\n<oasis:entry>39.035(5)</oasis:entry>\n<oasis:entry>38.830(2)</oasis:entry>\n<oasis:entry>27.417(6)</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>\n<italic toggle=\"yes\">V</italic> (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>13462(4)</oasis:entry>\n<oasis:entry>18978(2)</oasis:entry>\n<oasis:entry>11579(3)</oasis:entry>\n<oasis:entry>11575(4)</oasis:entry>\n<oasis:entry>11540(2)</oasis:entry>\n<oasis:entry>9744(3)</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>9</oasis:entry>\n<oasis:entry>9</oasis:entry>\n<oasis:entry>9</oasis:entry>\n<oasis:entry>9</oasis:entry>\n<oasis:entry>9</oasis:entry>\n<oasis:entry>8</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>\n<italic toggle=\"yes\">D</italic>\n<sub>calcd</sub> (g cm<sup>−3</sup>)</oasis:entry>\n<oasis:entry>0.987</oasis:entry>\n<oasis:entry>1.337</oasis:entry>\n<oasis:entry>1.172</oasis:entry>\n<oasis:entry>0.813</oasis:entry>\n<oasis:entry>0.943</oasis:entry>\n<oasis:entry>1.535</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>μ (mm<sup>−1</sup>)</oasis:entry>\n<oasis:entry>0.760</oasis:entry>\n<oasis:entry>1.075</oasis:entry>\n<oasis:entry>0.892</oasis:entry>\n<oasis:entry>0.858</oasis:entry>\n<oasis:entry>0.879</oasis:entry>\n<oasis:entry>0.959</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>\n<italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>4140</oasis:entry>\n<oasis:entry>7812</oasis:entry>\n<oasis:entry>4211</oasis:entry>\n<oasis:entry>2880</oasis:entry>\n<oasis:entry>3293</oasis:entry>\n<oasis:entry>4720</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>total/unique<break></break>reflections</oasis:entry>\n<oasis:entry>49 853/3327</oasis:entry>\n<oasis:entry>47 634/2454</oasis:entry>\n<oasis:entry>23 279/3251</oasis:entry>\n<oasis:entry>22 575/3814</oasis:entry>\n<oasis:entry>54 877/3521</oasis:entry>\n<oasis:entry>17 010/1386</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>int</sub>\n</oasis:entry>\n<oasis:entry>0.059</oasis:entry>\n<oasis:entry>0.113</oasis:entry>\n<oasis:entry>0.067</oasis:entry>\n<oasis:entry>0.069</oasis:entry>\n<oasis:entry>0.074</oasis:entry>\n<oasis:entry>0.081</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub>, <italic toggle=\"yes\">wR</italic>\n<sub>2</sub> (%)</oasis:entry>\n<oasis:entry>11.67, 33.64</oasis:entry>\n<oasis:entry>13.22, 40.23</oasis:entry>\n<oasis:entry>3.68, 9.17</oasis:entry>\n<oasis:entry>6.51, 19.57</oasis:entry>\n<oasis:entry>5.89, 17.21</oasis:entry>\n<oasis:entry>6.82, 19.49</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>goodness-of-fit</oasis:entry>\n<oasis:entry>1.02</oasis:entry>\n<oasis:entry>1.22</oasis:entry>\n<oasis:entry>0.91</oasis:entry>\n<oasis:entry>0.98</oasis:entry>\n<oasis:entry>1.04</oasis:entry>\n<oasis:entry>1.09</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>difference<break></break>Fourier map,<break></break>max, min (e Å<sup>−3</sup>)</oasis:entry>\n<oasis:entry>0.87, −0.33</oasis:entry>\n<oasis:entry>0.57, −0.69</oasis:entry>\n<oasis:entry>0.49, − 0.50</oasis:entry>\n<oasis:entry>0.63, −0.54</oasis:entry>\n<oasis:entry>0.76, −0.56</oasis:entry>\n<oasis:entry>0.62, −0.52</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Summary Data for the Crystal Structures\n\n|                | NOTT-103                                      | NOTT-104                                      | NOTT-105                                      | NOTT-106                                      | NOTT-108                                      | NOTT-109                                      |\n|----------------|-----------------------------------------------|-----------------------------------------------|-----------------------------------------------|-----------------------------------------------|-----------------------------------------------|-----------------------------------------------|\n| formula        | C<sub>35</sub>H<sub>43</sub>Cu<sub>2</sub>N<sub>3</sub>O<sub>16</sub> | C<sub>74</sub>H<sub>70</sub>Cu<sub>4</sub>N<sub>2</sub>O<sub>28</sub> | C<sub>32</sub>H<sub>42</sub>Cu<sub>2</sub>F<sub>2</sub>N<sub>2</sub>O<sub>18</sub> | C<sub>24.75</sub>H<sub>21.75</sub>Cu<sub>2</sub>N<sub>0.25</sub>O<sub>11.25</sub> | C<sub>25</sub>H<sub>19</sub>Cu<sub>2</sub>F<sub>4</sub>NO<sub>12</sub> | C<sub>44</sub>H<sub>66</sub>Cu<sub>2</sub>N<sub>6</sub>O<sub>20</sub> |\n| formula mass (g mol<sup>−1</sup>) | 888.82                                        | 1689.53                                       | 907.77                                        | 629.77                                        | 728.50                                        | 1126.11                                       |\n| space group    | R3̅m                                           | R3̅m                                           | R3̅m                                           | R3̅m                                           | R3̅m                                           | I4/mmm                                        |\n| a, b (Å)       | 18.513(1)                                     | 18.348(1)                                     | 18.594(2)                                     | 18.504(2)                                     | 18.525(1)                                     | 18.852(3)                                     |\n| c (Å)          | 45.354(5)                                     | 65.094(2)                                     | 38.671(4)                                     | 39.035(5)                                     | 38.830(2)                                     | 27.417(6)                                     |\n| V (Å<sup>3</sup>) | 13462(4)                                      | 18978(2)                                      | 11579(3)                                      | 11575(4)                                      | 11540(2)                                      | 9744(3)                                       |\n| Z              | 9                                             | 9                                             | 9                                             | 9                                             | 9                                             | 8                                             |\n| D<sub>calcd</sub> (g cm<sup>−3</sup>) | 0.987                                         | 1.337                                         | 1.172                                         | 0.813                                         | 0.943                                         | 1.535                                         |\n| μ (mm<sup>−1</sup>) | 0.760                                         | 1.075                                         | 0.892                                         | 0.858                                         | 0.879                                         | 0.959                                         |\n| F(000)         | 4140                                          | 7812                                          | 4211                                          | 2880                                          | 3293                                          | 4720                                          |\n| total/unique reflections | 49,853/3327                                   | 47,634/2454                                   | 23,279/3251                                   | 22,575/3814                                   | 54,877/3521                                   | 17,010/1386                                   |\n| R<sub>int</sub> | 0.059                                         | 0.113                                         | 0.067                                         | 0.069                                         | 0.074                                         | 0.081                                         |\n| R<sub>1</sub>, wR<sub>2</sub> (%) | 11.67, 33.64                                  | 13.22, 40.23                                  | 3.68, 9.17                                    | 6.51, 19.57                                   | 5.89, 17.21                                   | 6.82, 19.49                                   |\n| goodness-of-fit | 1.02                                          | 1.22                                          | 0.91                                          | 0.98                                          | 1.04                                          | 1.09                                          |\n| difference Fourier map, max, min (e Å<sup>−3</sup>) | 0.87, −0.33                                  | 0.57, −0.69                                   | 0.49, − 0.50                                  | 0.63, −0.54                                   | 0.76, −0.56                                   | 0.62, −0.52                                   |", "data": ["substring not found"], "include_properties": null}, {"idx": 44, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Physical Data and Gas Adsorption Data for [Cu<sub>2</sub>(L)]<sub>∞</sub> Frameworks</title>\n</caption>\n<oasis:table>\n<oasis:tgroup cols=\"9\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col9\"></oasis:colspec>\n<oasis:thead valign=\"middle\">\n<oasis:row>\n<oasis:entry align=\"center\">compound</oasis:entry>\n<oasis:entry align=\"center\">NOTT-100</oasis:entry>\n<oasis:entry align=\"center\">NOTT-101</oasis:entry>\n<oasis:entry align=\"center\">NOTT-102</oasis:entry>\n<oasis:entry align=\"center\">NOTT-103</oasis:entry>\n<oasis:entry align=\"center\">NOTT-105</oasis:entry>\n<oasis:entry align=\"center\">NOTT-106</oasis:entry>\n<oasis:entry align=\"center\">NOTT-107</oasis:entry>\n<oasis:entry align=\"center\">NOTT-109</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row valign=\"top\">\n<oasis:entry>BET surface area<xref rid=\"tbl2-fn1\"></xref> (m<sup>2</sup> g<sup>−1</sup>)</oasis:entry>\n<oasis:entry>1640</oasis:entry>\n<oasis:entry>2316</oasis:entry>\n<oasis:entry>2942</oasis:entry>\n<oasis:entry>2929</oasis:entry>\n<oasis:entry>2387</oasis:entry>\n<oasis:entry>1855</oasis:entry>\n<oasis:entry>1822</oasis:entry>\n<oasis:entry>1718</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>pore diameter<xref rid=\"tbl2-fn2\"></xref> (Å)</oasis:entry>\n<oasis:entry>6.5</oasis:entry>\n<oasis:entry>7.3</oasis:entry>\n<oasis:entry>8.3</oasis:entry>\n<oasis:entry>8.0</oasis:entry>\n<oasis:entry>7.3</oasis:entry>\n<oasis:entry>7.3</oasis:entry>\n<oasis:entry>7.0</oasis:entry>\n<oasis:entry>6.9</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>calcd free space<xref rid=\"tbl2-fn3\"></xref> (%)</oasis:entry>\n<oasis:entry>63.3</oasis:entry>\n<oasis:entry>70.4</oasis:entry>\n<oasis:entry>75.5</oasis:entry>\n<oasis:entry>71.6</oasis:entry>\n<oasis:entry>68.2</oasis:entry>\n<oasis:entry>64.0</oasis:entry>\n<oasis:entry>n/a</oasis:entry>\n<oasis:entry>68.6</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>pore volume<xref rid=\"tbl2-fn1\"></xref> (cm<sup>3</sup> g<sup>−1</sup>)</oasis:entry>\n<oasis:entry>0.680</oasis:entry>\n<oasis:entry>0.886</oasis:entry>\n<oasis:entry>1.138</oasis:entry>\n<oasis:entry>1.142</oasis:entry>\n<oasis:entry>0.898</oasis:entry>\n<oasis:entry>0.798</oasis:entry>\n<oasis:entry>0.767</oasis:entry>\n<oasis:entry>0.705</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>pore volume<xref rid=\"tbl2-fn3\"></xref> (cm<sup>3</sup> g<sup>−1</sup>)</oasis:entry>\n<oasis:entry>0.683</oasis:entry>\n<oasis:entry>1.083</oasis:entry>\n<oasis:entry>1.284</oasis:entry>\n<oasis:entry>1.120</oasis:entry>\n<oasis:entry>0.934</oasis:entry>\n<oasis:entry>0.889</oasis:entry>\n<oasis:entry>n/a</oasis:entry>\n<oasis:entry>0.868</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>total H<sub>2</sub> adsorption in wt%<break></break>(1bar/20bar/60bar)<xref rid=\"tbl2-fn4\"></xref>\n<xref rid=\"tbl2-fn5\"></xref>\n</oasis:entry>\n<oasis:entry>2.59/4.02/−</oasis:entry>\n<oasis:entry>2.52/6.06/6.60</oasis:entry>\n<oasis:entry>2.24/6.07/7.20</oasis:entry>\n<oasis:entry>2.63/6.51/7.78</oasis:entry>\n<oasis:entry>2.52/5.40/−</oasis:entry>\n<oasis:entry>2.29/4.50/−</oasis:entry>\n<oasis:entry>2.26/4.46/−</oasis:entry>\n<oasis:entry>2.33/4.15/−</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>total H<sub>2</sub> adsorption in wt%<break></break>(1bar/20bar/60bar)<xref rid=\"tbl2-fn4\"></xref>\n<xref rid=\"tbl2-fn6\"></xref>\n</oasis:entry>\n<oasis:entry>2.52/3.86/−</oasis:entry>\n<oasis:entry>2.46/5.71/6.19</oasis:entry>\n<oasis:entry>2.19/5.72/6.72</oasis:entry>\n<oasis:entry>2.56/6.11/7.22</oasis:entry>\n<oasis:entry>2.46/5.12/−</oasis:entry>\n<oasis:entry>2.24/4.31/−</oasis:entry>\n<oasis:entry>2.21/4.27/−</oasis:entry>\n<oasis:entry>2.28/3.98/−</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>Calculated from N<sub>2</sub> isotherms.</p>\n</fn>\n<fn id=\"tbl2-fn2\">\n<label>b</label>\n<p>Pore diameters estimated from Dubinin−Astakhov analysis.</p>\n</fn>\n<fn id=\"tbl2-fn3\">\n<label>c</label>\n<p>Calculated from single crystal structures with PLATON/VOID.<xref ref-type=\"bibr\" rid=\"ref57\"></xref>\n</p>\n</fn>\n<fn id=\"tbl2-fn4\">\n<label>d</label>\n<p>1 bar and 20 bar H<sub>2</sub> adsorption data were obtained by gravimetric method, and 60 bar data were obtained by volumetric method.</p>\n</fn>\n<fn id=\"tbl2-fn5\">\n<label>e</label>\n<p>Hydrogen uptake quoted in terms of wt% most commonly defined in the literature as 100(weight of adsorbed H<sub>2</sub>)/(weight of host).</p>\n</fn>\n<fn id=\"tbl2-fn6\">\n<label>f</label>\n<p>Hydrogen uptake quoted as a wt% in terms of 100(weight of adsorbed H<sub>2</sub>)/(weight of host + weight of H<sub>2</sub> adsorbed).<xref ref-type=\"bibr\" rid=\"ref15\"></xref> See Supporting Information for further details of this analysis and methods of presentation and calculation of wt%.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Physical Data and Gas Adsorption Data for [Cu<sub>2</sub>(L)]<sub>∞</sub> Frameworks\n\n| compound | NOTT-100 | NOTT-101 | NOTT-102 | NOTT-103 | NOTT-105 | NOTT-106 | NOTT-107 | NOTT-109 |\n|----------|----------|----------|----------|----------|----------|----------|----------|----------|\n| BET surface area[^a] (m<sup>2</sup> g<sup>−1</sup>) | 1640 | 2316 | 2942 | 2929 | 2387 | 1855 | 1822 | 1718 |\n| pore diameter[^b] (Å) | 6.5 | 7.3 | 8.3 | 8.0 | 7.3 | 7.3 | 7.0 | 6.9 |\n| calcd free space[^c] (%) | 63.3 | 70.4 | 75.5 | 71.6 | 68.2 | 64.0 | n/a | 68.6 |\n| pore volume[^a] (cm<sup>3</sup> g<sup>−1</sup>) | 0.680 | 0.886 | 1.138 | 1.142 | 0.898 | 0.798 | 0.767 | 0.705 |\n| pore volume[^c] (cm<sup>3</sup> g<sup>−1</sup>) | 0.683 | 1.083 | 1.284 | 1.120 | 0.934 | 0.889 | n/a | 0.868 |\n| total H<sub>2</sub> adsorption in wt%[^d][^e] (1bar/20bar/60bar)[^f] | 2.59/4.02/− | 2.52/6.06/6.60 | 2.24/6.07/7.20 | 2.63/6.51/7.78 | 2.52/5.40/− | 2.29/4.50/− | 2.26/4.46/− | 2.33/4.15/− |\n| total H<sub>2</sub> adsorption in wt%[^d][^e] (1bar/20bar/60bar)[^f] | 2.52/3.86/− | 2.46/5.71/6.19 | 2.19/5.72/6.72 | 2.56/6.11/7.22 | 2.46/5.12/− | 2.24/4.31/− | 2.21/4.27/− | 2.28/3.98/− |\n\n[^a]: Calculated from N<sub>2</sub> isotherms.\n[^b]: Pore diameters estimated from Dubinin−Astakhov analysis.\n[^c]: Calculated from single crystal structures with PLATON/VOID.[^57]\n[^d]: 1 bar and 20 bar H<sub>2</sub> adsorption data were obtained by gravimetric method, and 60 bar data were obtained by volumetric method.\n[^e]: Hydrogen uptake quoted in terms of wt% most commonly defined in the literature as 100(weight of adsorbed H<sub>2</sub>)/(weight of host).\n[^f]: Hydrogen uptake quoted as a wt% in terms of 100(weight of adsorbed H<sub>2</sub>)/(weight of host + weight of H<sub>2</sub> adsorbed).[^15] See Supporting Information for further details of this analysis and methods of presentation and calculation of wt%.", "data": [{"meta": {"name": "NOTT-100", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "N2", "value": "1640", "unit": "m^2/g", "condition": ""}], "pore diameter": [{"value": "6.5", "unit": "Å", "condition": "Pore diameters estimated from Dubinin−Astakhov analysis"}], "porosity": [{"probe": "", "value": "63.3", "unit": "%", "condition": "calculated from single crystal structures with PLATON/VOID.[^57]"}], "pore volume": [{"probe": "", "value": "0.680", "unit": "cm^3/g", "condition": "calculated from N2 isotherms"}, {"probe": "", "value": "0.683", "unit": "cm^3/g", "condition": "calculated from single crystal structures with PLATON/VOID.[^57]"}], "gas adsorption": [{"adsorbate": "H2", "adsorbed amount": "2.59", "unit": "wt%", "temperature": "", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H2", "adsorbed amount": "4.02", "unit": "wt%", "temperature": "", "pressure": "20 bar", "condition": ""}, {"adsorbate": "H2", "adsorbed amount": "-", "unit": "wt%", "temperature": "", "pressure": "60 bar", "condition": ""}]}, {"meta": {"name": "NOTT-101", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "N2", "value": "2316", "unit": "m^2/g", "condition": ""}], "pore diameter": [{"value": "7.3", "unit": "Å", "condition": "Pore diameters estimated from Dubinin−Astakhov analysis"}], "porosity": [{"probe": "", "value": "70.4", "unit": "%", "condition": "calculated from single crystal structures with PLATON/VOID.[^57]"}], "pore volume": [{"probe": "", "value": "0.886", "unit": "cm^3/g", "condition": "calculated from N2 isotherms"}, {"probe": "", "value": "1.083", "unit": "cm^3/g", "condition": "calculated from single crystal structures with PLATON/VOID.[^57]"}], "gas adsorption": [{"adsorbate": "H2", "adsorbed amount": "2.52", "unit": "wt%", "temperature": "", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H2", "adsorbed amount": "6.06", "unit": "wt%", "temperature": "", "pressure": "20 bar", "condition": ""}, {"adsorbate": "H2", "adsorbed amount": "6.60", "unit": "wt%", "temperature": "", "pressure": "60 bar", "condition": ""}]}, {"meta": {"name": "NOTT-102", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "N2", "value": "2942", "unit": "m^2/g", "condition": ""}], "pore diameter": [{"value": "8.3", "unit": "Å", "condition": "Pore diameters estimated from Dubinin−Astakhov analysis"}], "porosity": [{"probe": "", "value": "75.5", "unit": "%", "condition": "calculated from single crystal structures with PLATON/VOID.[^57]"}], "pore volume": [{"probe": "", "value": "1.138", "unit": "cm^3/g", "condition": "calculated from N2 isotherms"}, {"probe": "", "value": "1.284", "unit": "cm^3/g", "condition": "calculated from single crystal structures with PLATON/VOID.[^57]"}], "gas adsorption": [{"adsorbate": "H2", "adsorbed amount": "2.24", "unit": "wt%", "temperature": "", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H2", "adsorbed amount": "6.07", "unit": "wt%", "temperature": "", "pressure": "20 bar", "condition": ""}, {"adsorbate": "H2", "adsorbed amount": "7.20", "unit": "wt%", "temperature": "", "pressure": "60 bar", "condition": ""}]}, {"meta": {"name": "NOTT-103", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "N2", "value": "2929", "unit": "m^2/g", "condition": ""}], "pore diameter": [{"value": "8.0", "unit": "Å", "condition": "Pore diameters estimated from Dubinin−Astakhov analysis"}], "porosity": [{"probe": "", "value": "71.6", "unit": "%", "condition": "calculated from single crystal structures with PLATON/VOID.[^57]"}], "pore volume": [{"probe": "", "value": "1.142", "unit": "cm^3/g", "condition": "calculated from N2 isotherms"}, {"probe": "", "value": "1.120", "unit": "cm^3/g", "condition": "calculated from single crystal structures with PLATON/VOID.[^57]"}], "gas adsorption": [{"adsorbate": "H2", "adsorbed amount": "2.63", "unit": "wt%", "temperature": "", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H2", "adsorbed amount": "6.51", "unit": "wt%", "temperature": "", "pressure": "20 bar", "condition": ""}, {"adsorbate": "H2", "adsorbed amount": "7.78", "unit": "wt%", "temperature": "", "pressure": "60 bar", "condition": ""}]}, {"meta": {"name": "NOTT-105", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "N2", "value": "2387", "unit": "m^2/g", "condition": ""}], "pore diameter": [{"value": "7.3", "unit": "Å", "condition": "Pore diameters estimated from Dubinin−Astakhov analysis"}], "porosity": [{"probe": "", "value": "68.2", "unit": "%", "condition": "calculated from single crystal structures with PLATON/VOID.[^57]"}], "pore volume": [{"probe": "", "value": "0.898", "unit": "cm^3/g", "condition": "calculated from N2 isotherms"}, {"probe": "", "value": "0.934", "unit": "cm^3/g", "condition": "calculated from single crystal structures with PLATON/VOID.[^57]"}], "gas adsorption": [{"adsorbate": "H2", "adsorbed amount": "2.52", "unit": "wt%", "temperature": "", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H2", "adsorbed amount": "5.40", "unit": "wt%", "temperature": "", "pressure": "20 bar", "condition": ""}, {"adsorbate": "H2", "adsorbed amount": "-", "unit": "wt%", "temperature": "", "pressure": "60 bar", "condition": ""}]}, {"meta": {"name": "NOTT-106", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "N2", "value": "1855", "unit": "m^2/g", "condition": ""}], "pore diameter": [{"value": "7.3", "unit": "Å", "condition": "Pore diameters estimated from Dubinin−Astakhov analysis"}], "porosity": [{"probe": "", "value": "64.0", "unit": "%", "condition": "calculated from single crystal structures with PLATON/VOID.[^57]"}], "pore volume": [{"probe": "", "value": "0.798", "unit": "cm^3/g", "condition": "calculated from N2 isotherms"}, {"probe": "", "value": "0.889", "unit": "cm^3/g", "condition": "calculated from single crystal structures with PLATON/VOID.[^57]"}], "gas adsorption": [{"adsorbate": "H2", "adsorbed amount": "2.29", "unit": "wt%", "temperature": "", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H2", "adsorbed amount": "4.50", "unit": "wt%", "temperature": "", "pressure": "20 bar", "condition": ""}, {"adsorbate": "H2", "adsorbed amount": "-", "unit": "wt%", "temperature": "", "pressure": "60 bar", "condition": ""}]}, {"meta": {"name": "NOTT-107", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "N2", "value": "1822", "unit": "m^2/g", "condition": ""}], "pore diameter": [{"value": "7.0", "unit": "Å", "condition": "Pore diameters estimated from Dubinin−Astakhov analysis"}], "porosity": [{"probe": "", "value": "n/a", "unit": "%", "condition": ""}], "pore volume": [{"probe": "", "value": "0.767", "unit": "cm^3/g", "condition": "calculated from N2 isotherms"}, {"probe": "", "value": "n/a", "unit": "cm^3/g", "condition": "calculated from single crystal structures with PLATON/VOID.[^57]"}], "gas adsorption": [{"adsorbate": "H2", "adsorbed amount": "2.26", "unit": "wt%", "temperature": "", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H2", "adsorbed amount": "4.46", "unit": "wt%", "temperature": "", "pressure": "20 bar", "condition": ""}, {"adsorbate": "H2", "adsorbed amount": "-", "unit": "wt%", "temperature": "", "pressure": "60 bar", "condition": ""}]}, {"meta": {"name": "NOTT-109", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "N2", "value": "1718", "unit": "m^2/g", "condition": ""}], "pore diameter": [{"value": "6.9", "unit": "Å", "condition": "Pore diameters estimated from Dubinin−Astakhov analysis"}], "porosity": [{"probe": "", "value": "68.6", "unit": "%", "condition": "calculated from single crystal structures with PLATON/VOID.[^57]"}], "pore volume": [{"probe": "", "value": "0.705", "unit": "cm^3/g", "condition": "calculated from N2 isotherms"}, {"probe": "", "value": "0.868", "unit": "cm^3/g", "condition": "calculated from single crystal structures with PLATON/VOID.[^57]"}], "gas adsorption": [{"adsorbate": "H2", "adsorbed amount": "2.33", "unit": "wt%", "temperature": "", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H2", "adsorbed amount": "4.15", "unit": "wt%", "temperature": "", "pressure": "20 bar", "condition": ""}, {"adsorbate": "H2", "adsorbed amount": "-", "unit": "wt%", "temperature": "", "pressure": "60 bar", "condition": ""}]}], "include_properties": null}, {"idx": 59, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Comparison of Virial Parameters (Method 1) for Adsorption of H<sub>2</sub> on the Series of Compounds NOTT-100 through NOTT-107</title>\n</caption>\n<oasis:table>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead valign=\"middle\">\n<oasis:row>\n<oasis:entry align=\"center\">compound</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">T</italic>/K</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">K</italic>\n<italic toggle=\"yes\">\n<sub>H</sub>\n</italic>/mol g<sup>−1</sup> Pa<sup>−1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">A</italic>\n<sub>0</sub>/ln (mol g<sup>−1</sup> Pa<sup>−1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">A</italic>\n<sub>1</sub>/g mol<sup>−1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">uptake range<break></break>(mol g<sup>−1</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row valign=\"top\">\n<oasis:entry>NOTT-100</oasis:entry>\n<oasis:entry>78</oasis:entry>\n<oasis:entry>9.051 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−13.915 ± 0.007</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−150.232 ± 1.038</oasis:entry>\n<oasis:entry>&lt;0.008</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry></oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>2.920 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−15.046 ± 0.007</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−130.865 ± 1.201</oasis:entry>\n<oasis:entry>&lt;0.008</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>NOTT-101</oasis:entry>\n<oasis:entry>78</oasis:entry>\n<oasis:entry>4.626 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−14.586 ± 0.004</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−111.895 ± 0.639</oasis:entry>\n<oasis:entry>&lt;0.008</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry></oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>1.748 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−15.560 ± 0.006</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−91.072 ± 0.858</oasis:entry>\n<oasis:entry>&lt;0.008</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>NOTT-102</oasis:entry>\n<oasis:entry>78</oasis:entry>\n<oasis:entry>5.164 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−14.476 ± 0.013</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−150.258 ± 1.750</oasis:entry>\n<oasis:entry>&lt;0.009</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry></oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>1.978 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−15.436 ± 0.008</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−132.938 ± 1.167</oasis:entry>\n<oasis:entry>&lt;0.009</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>NOTT-103</oasis:entry>\n<oasis:entry>78</oasis:entry>\n<oasis:entry>5.288 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−14.453 ± 0.017</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−118.001 ± 2.873</oasis:entry>\n<oasis:entry>&lt;0.007</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry></oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>1.898 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−15.478 ± 0.005</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−104.978 ± 1.001</oasis:entry>\n<oasis:entry>&lt;0.007</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>NOTT-105</oasis:entry>\n<oasis:entry>78</oasis:entry>\n<oasis:entry>5.330 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−14.445 ± 0.008</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−113.257 ± 1.601</oasis:entry>\n<oasis:entry>&lt;0.007</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry></oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>1.892 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−15.481 ± 0.003</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−100.113 ± 0.721</oasis:entry>\n<oasis:entry>&lt;0.006</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>NOTT-106</oasis:entry>\n<oasis:entry>78</oasis:entry>\n<oasis:entry>9.297 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−13.888 ± 0.024</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−191.032 ± 4.082</oasis:entry>\n<oasis:entry>&lt;0.008</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry></oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>2.976 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−15.028 ± 0.014</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−171.138 ± 2.648</oasis:entry>\n<oasis:entry>&lt;0.007</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry>NOTT-107</oasis:entry>\n<oasis:entry>78</oasis:entry>\n<oasis:entry>8.114 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−14.024 ± 0.013</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−169.735 ± 2.193</oasis:entry>\n<oasis:entry>&lt;0.007</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"top\">\n<oasis:entry></oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>2.436 × 10<sup>−7</sup>\n</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−15.228 ± 0.002</oasis:entry>\n<oasis:entry align=\"char\" char=\"±\">−140.602 ± 0.385</oasis:entry>\n<oasis:entry>&lt;0.006</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 3. Comparison of Virial Parameters (Method 1) for Adsorption of H<sub>2</sub> on the Series of Compounds NOTT-100 through NOTT-107\n\n| compound | T/K | K<sub>H</sub>/mol g<sup>−1</sup> Pa<sup>−1</sup> | A<sub>0</sub>/ln (mol g<sup>−1</sup> Pa<sup>−1</sup>) | A<sub>1</sub>/g mol<sup>−1</sup> | uptake range (mol g<sup>−1</sup>) |\n|----------|-----|----------------------------------------------|---------------------------------------------------|---------------------------------|---------------------------------|\n| NOTT-100 | 78  | 9.051 × 10<sup>−7</sup>                        | −13.915 ± 0.007                                   | −150.232 ± 1.038                | &lt;0.008                        |\n|          | 88  | 2.920 × 10<sup>−7</sup>                        | −15.046 ± 0.007                                   | −130.865 ± 1.201                | &lt;0.008                        |\n| NOTT-101 | 78  | 4.626 × 10<sup>−7</sup>                        | −14.586 ± 0.004                                   | −111.895 ± 0.639                | &lt;0.008                        |\n|          | 88  | 1.748 × 10<sup>−7</sup>                        | −15.560 ± 0.006                                   | −91.072 ± 0.858                 | &lt;0.008                        |\n| NOTT-102 | 78  | 5.164 × 10<sup>−7</sup>                        | −14.476 ± 0.013                                   | −150.258 ± 1.750                | &lt;0.009                        |\n|          | 88  | 1.978 × 10<sup>−7</sup>                        | −15.436 ± 0.008                                   | −132.938 ± 1.167                | &lt;0.009                        |\n| NOTT-103 | 78  | 5.288 × 10<sup>−7</sup>                        | −14.453 ± 0.017                                   | −118.001 ± 2.873                | &lt;0.007                        |\n|          | 88  | 1.898 × 10<sup>−7</sup>                        | −15.478 ± 0.005                                   | −104.978 ± 1.001                | &lt;0.007                        |\n| NOTT-105 | 78  | 5.330 × 10<sup>−7</sup>                        | −14.445 ± 0.008                                   | −113.257 ± 1.601                | &lt;0.007                        |\n|          | 88  | 1.892 × 10<sup>−7</sup>                        | −15.481 ± 0.003                                   | −100.113 ± 0.721                | &lt;0.006                        |\n| NOTT-106 | 78  | 9.297 × 10<sup>−7</sup>                        | −13.888 ± 0.024                                   | −191.032 ± 4.082                | &lt;0.008                        |\n|          | 88  | 2.976 × 10<sup>−7</sup>                        | −15.028 ± 0.014                                   | −171.138 ± 2.648                | &lt;0.007                        |\n| NOTT-107 | 78  | 8.114 × 10<sup>−7</sup>                        | −14.024 ± 0.013                                   | −169.735 ± 2.193                | &lt;0.007                        |\n|          | 88  | 2.436 × 10<sup>−7</sup>                        | −15.228 ± 0.002                                   | −140.602 ± 0.385                | &lt;0.006                        |", "data": [{"meta": {"name": "NOTT-100", "symbol": "", "chemical formula": ""}, "virial parameters": [{"temperature": "78K", "K_H": "9.051 × 10^-7", "A_0/ln": "-13.915 ± 0.007", "A_1": "-150.232 ± 1.038", "uptake range": "<0.008 mol g^-1"}, {"temperature": "88K", "K_H": "2.920 × 10^-7", "A_0/ln": "-15.046 ± 0.007", "A_1": "-130.865 ± 1.201", "uptake range": "<0.008 mol g^-1"}]}, {"meta": {"name": "NOTT-101", "symbol": "", "chemical formula": ""}, "virial parameters": [{"temperature": "78K", "K_H": "4.626 × 10^-7", "A_0/ln": "-14.586 ± 0.004", "A_1": "-111.895 ± 0.639", "uptake range": "<0.008 mol g^-1"}, {"temperature": "88K", "K_H": "1.748 × 10^-7", "A_0/ln": "-15.560 ± 0.006", "A_1": "-91.072 ± 0.858", "uptake range": "<0.008 mol g^-1"}]}, {"meta": {"name": "NOTT-102", "symbol": "", "chemical formula": ""}, "virial parameters": [{"temperature": "78K", "K_H": "5.164 × 10^-7", "A_0/ln": "-14.476 ± 0.013", "A_1": "-150.258 ± 1.750", "uptake range": "<0.009 mol g^-1"}, {"temperature": "88K", "K_H": "1.978 × 10^-7", "A_0/ln": "-15.436 ± 0.008", "A_1": "-132.938 ± 1.167", "uptake range": "<0.009 mol g^-1"}]}, {"meta": {"name": "NOTT-103", "symbol": "", "chemical formula": ""}, "virial parameters": [{"temperature": "78K", "K_H": "5.288 × 10^-7", "A_0/ln": "-14.453 ± 0.017", "A_1": "-118.001 ± 2.873", "uptake range": "<0.007 mol g^-1"}, {"temperature": "88K", "K_H": "1.898 × 10^-7", "A_0/ln": "-15.478 ± 0.005", "A_1": "-104.978 ± 1.001", "uptake range": "<0.007 mol g^-1"}]}, {"meta": {"name": "NOTT-105", "symbol": "", "chemical formula": ""}, "virial parameters": [{"temperature": "78K", "K_H": "5.330 × 10^-7", "A_0/ln": "-14.445 ± 0.008", "A_1": "-113.257 ± 1.601", "uptake range": "<0.007 mol g^-1"}, {"temperature": "88K", "K_H": "1.892 × 10^-7", "A_0/ln": "-15.481 ± 0.003", "A_1": "-100.113 ± 0.721", "uptake range": "<0.006 mol g^-1"}]}, {"meta": {"name": "NOTT-106", "symbol": "", "chemical formula": ""}, "virial parameters": [{"temperature": "78K", "K_H": "9.297 × 10^-7", "A_0/ln": "-13.888 ± 0.024", "A_1": "-191.032 ± 4.082", "uptake range": "<0.008 mol g^-1"}, {"temperature": "88K", "K_H": "2.976 × 10^-7", "A_0/ln": "-15.028 ± 0.014", "A_1": "-171.138 ± 2.648", "uptake range": "<0.007 mol g^-1"}]}, {"meta": {"name": "NOTT-107", "symbol": "", "chemical formula": ""}, "virial parameters": [{"temperature": "78K", "K_H": "8.114 × 10^-7", "A_0/ln": "-14.024 ± 0.013", "A_1": "-169.735 ± 2.193", "uptake range": "<0.007 mol g^-1"}, {"temperature": "88K", "K_H": "2.436 × 10^-7", "A_0/ln": "-15.228 ± 0.002", "A_1": "-140.602 ± 0.385", "uptake range": "<0.006 mol g^-1"}]}], "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Synthesis of Ligands and Their Corresponding Cu Complexes [Cu(L)<sub>2</sub>]<xref rid=\"sch1-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gs1\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0001.tif\"></graphic>\n<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>(i) Mg, Et<sub>2</sub>O, B(OMe)<sub>3</sub>; (ii) <sup>\n<italic toggle=\"yes\">t</italic>\n</sup>BuOH/H<sub>2</sub>O, KMnO<sub>4</sub>; (iii) EtOH, H<sub>2</sub>SO<sub>4</sub>; (iv) BrRBr, Pd(PPh<sub>3</sub>)<sub>4</sub>, 80 °C, 3 days; (v) 2 M NaOH, HCl.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Synthesis of Ligands and Their Corresponding Cu Complexes [Cu(L)2]      a (i) Mg, Et2O, B(OMe)3; (ii)  t BuOH/H2O, KMnO4; (iii) EtOH, H2SO4; (iv) BrRBr, Pd(PPh3)4, 80 °C, 3 days; (v) 2 M NaOH, HCl.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Views of (a) the node structures in NOTT-101; (b) simplified 4-connected node; (c) NbO type framework assembled by two 4-connected nodes; (d and e) structures of the two types of cages.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Views of (a) the node structures in NOTT-101; (b) simplified 4-connected node; (c) NbO type framework assembled by two 4-connected nodes; (d and e) structures of the two types of cages.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Views of the internal cages, the dimensions of which are tuned by the ligands: (a) NOTT-100; (b) NOTT-101; (c) NOTT-102. Top row: [Cu<sub>24</sub>(L)<sub>6</sub>] cages. Bottom row: [Cu<sub>12</sub>(L)<sub>12</sub>] cages.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  Views of the internal cages, the dimensions of which are tuned by the ligands: (a) NOTT-100; (b) NOTT-101; (c) NOTT-102. Top row: [Cu24(L)6] cages. Bottom row: [Cu12(L)12] cages.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Space-filling views of some [Cu<sub>2</sub>(L)] frameworks, in which water molecules have been removed from Cu(II) sites to show the two types of window in the frameworks: (a) view along the <italic toggle=\"yes\">c</italic> axis; (b) view along the <italic toggle=\"yes\">a</italic> axis.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  Space-filling views of some [Cu2(L)] frameworks, in which water molecules have been removed from Cu(II) sites to show the two types of window in the frameworks: (a) view along the c axis; (b) view along the a axis.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>View of the structure of NOTT-104: (top) the individual [Cu<sub>2</sub>(L<sup>5</sup>)] network; (bottom) double interpenetrating frameworks.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  View of the structure of NOTT-104: (top) the individual [Cu2(L5)] network; (bottom) double interpenetrating frameworks.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Views of the structure of NOTT-109: (a) [Cu<sub>16</sub>(L<sup>10</sup>)<sub>4</sub>] cage; (b) [Cu<sub>16</sub>(L<sup>10</sup>)<sub>16</sub>] cage; (c) overall framework structure.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  Views of the structure of NOTT-109: (a) [Cu16(L10)4] cage; (b) [Cu16(L10)16] cage; (c) overall framework structure.   ", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Total hydrogen adsorption at 78 K.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  Total hydrogen adsorption at 78 K.   ", "data": null, "include_properties": null}, {"idx": 50, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Excess (points) and total (lines) hydrogen uptakes for NOTT-101 (blue), NOTT-102 (cyan), and NOTT-103 (purple).</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  Excess (points) and total (lines) hydrogen uptakes for NOTT-101 (blue), NOTT-102 (cyan), and NOTT-103 (purple).   ", "data": null, "include_properties": null}, {"idx": 55, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) NPD patterns of NOTT-101 with different D<sub>2</sub> loading at 4 K. (b) Hydrogen adsorption sites in NOTT-101 from Rietveld refinements.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0009.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) NPD patterns of NOTT-101 with different D2 loading at 4 K. (b) Hydrogen adsorption sites in NOTT-101 from Rietveld refinements.   ", "data": null, "include_properties": null}, {"idx": 60, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Variation of isosteric heat of adsorption with amount of adsorbed H<sub>2</sub> in [Cu<sub>2</sub>(L)] frameworks: (a) at low H<sub>2</sub> loading; (b) at high H<sub>2</sub> loading.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0010.tif\"></graphic>\n</fig>", "clean_text": " 9  Variation of isosteric heat of adsorption with amount of adsorbed H2 in [Cu2(L)] frameworks: (a) at low H2 loading; (b) at high H2 loading.   ", "data": null, "include_properties": null}, {"idx": 65, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Comparison of local structures of [Cu<sub>24</sub>(L)<sub>6</sub>] cage in (a) NOTT-101, (b) NOTT-105, and (c) NOTT-106. NOTT-101 has no pocket structure. Methyl groups in NOTT-106 create a closed pocket. For clarity, only those groups which project into the cavity are shown as space-filling (i.e., with van der Waals radii). Green, F; dark gray, C; light gray, H.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2008-06624j_0011.tif\"></graphic>\n</fig>", "clean_text": " 10  Comparison of local structures of [Cu24(L)6] cage in (a) NOTT-101, (b) NOTT-105, and (c) NOTT-106. NOTT-101 has no pocket structure. Methyl groups in NOTT-106 create a closed pocket. For clarity, only those groups which project into the cavity are shown as space-filling (i.e., with van der Waals radii). Green, F; dark gray, C; light gray, H.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ja806624j", "title": null, "journal": "American Chemical Society", "date": "2009.01", "author_list": ["Lin\nXiang", "Telepeni\nIrvin", "Blake\nAlexander J.", "Dailly\nAnne", "Brown\nCraig M.", "Simmons\nJason M.", "Zoppi\nMarco", "Walker\nGavin S.", "Thomas\nK. Mark", "Mays\nTimothy J.", "Hubberstey\nPeter", "Champness\nNeil R.", "Schröder\nMartin"]}}