{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/la503269f.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The\nperformance of metal–organic frameworks (MOFs) in humid\nor aqueous environments is a topic of great significance for a variety\nof applications ranging from adsorption separations to gas storage.\nWhile a number of water-stable MOFs have emerged recently in the literature,\nthe majority of MOFs are known to have poor water stability compared\nto zeolites and activated carbons, and there is therefore a critical\nneed to perform systematic water-stability studies and characterize\nMOFs comprehensively after water exposure. Using these studies we\ncan isolate the specific factors governing the structural stability\nof MOFs and direct the future synthesis efforts toward the construction\nof new, water-stable MOFs. In this work, we have extended our previous\nwork on the systematic water-stability studies of MOFs and synthesized\nnew, cobalt-, nickel-, copper-, and zinc-based, water-stable, pillared\nMOFs by incorporating structural factors such as ligand sterics and\ncatenation into the framework. Stability is assessed by using water\nvapor adsorption isotherms along with powder X-ray diffraction patterns\nand results from BET modeling of N<sub>2</sub> adsorption isotherms\nbefore and after water exposure. As expected, our study demonstrates\nthat unlike the parent DMOF structures (based on Co, Ni, Cu, and Zn\nmetals), which all collapse under 60% relative humidity (RH), their\ncorresponding tetramethyl-functionalized variations (DMOF-TM) are\nremarkably stable, even when adsorbing more than 20 mmol of H<sub>2</sub>O/g of MOF at 80% RH. This behavior is due to steric factors\nprovided by the methyl groups grafted on the BDC (benzenedicarboxylic\nacid) ligand, as shown previously for the Zn-based DMOF-TM. Moreover,\n4,4′,4″,4‴-benzene-1,2,4,5-tetrayltetrabenzoic\nacid based, pillared MOFs (based on Co and Zn metals) are also found\nto be stable after 90% RH exposure, even when the basicity of the\nbipyridyl-based pillar ligand is low. This is due to the presence\nof catenation in their frameworks, similar to MOF-508 (Zn-BDC-BPY),\nwhich has also been reported to be stable after exposure to 90% RH.</p>", "clean_text": "The performance of metal-organic frameworks (MOFs) in humid or aqueous environments is a topic of great significance for a variety of applications ranging from adsorption separations to gas storage. While a number of water-stable MOFs have emerged recently in the literature, the majority of MOFs are known to have poor water stability compared to zeolites and activated carbons, and there is therefore a critical need to perform systematic water-stability studies and characterize MOFs comprehensively after water exposure. Using these studies we can isolate the specific factors governing the structural stability of MOFs and direct the future synthesis efforts toward the construction of new, water-stable MOFs. In this work, we have extended our previous work on the systematic water-stability studies of MOFs and synthesized new, cobalt-, nickel-, copper-, and zinc-based, water-stable, pillared MOFs by incorporating structural factors such as ligand sterics and catenation into the framework. Stability is assessed by using water vapor adsorption isotherms along with powder X-ray diffraction patterns and results from BET modeling of N2 adsorption isotherms before and after water exposure. As expected, our study demonstrates that unlike the parent DMOF structures (based on Co, Ni, Cu, and Zn metals), which all collapse under 60% relative humidity (RH), their corresponding tetramethyl-functionalized variations (DMOF-TM) are remarkably stable, even when adsorbing more than 20 mmol of H2O/g of MOF at 80% RH. This behavior is due to steric factors provided by the methyl groups grafted on the BDC (benzenedicarboxylic acid) ligand, as shown previously for the Zn-based DMOF-TM. Moreover, 4,4',4\",4‴-benzene-1,2,4,5-tetrayltetrabenzoic acid based, pillared MOFs (based on Co and Zn metals) are also found to be stable after 90% RH exposure, even when the basicity of the bipyridyl-based pillar ligand is low. This is due to the presence of catenation in their frameworks, similar to MOF-508 (Zn-BDC-BPY), which has also been reported to be stable after exposure to 90% RH.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic\nframeworks (MOFs) are constructed by the self-assembly\nof organic ligands and metal-containing nodes. MOFs have garnered much attention in a variety of fields related\nto porous materials, such as sensing, adsorption-based\ngas storage, gas separation, catalysis, and\ndrug delivery. This\nis due to their record-breaking values of surface area and pore volume,\nfacile pore tunability, and almost infinite set of structure possibilities\nwith diverse topologies. While a number of water-stable MOFs have\nrecently been synthesized in the literature, many MOFs exhibit poor\nstability under humid and aqueous conditions that restrict their potential\nuse in industrial applications, such as air purification, CO<sub>2</sub> capture, and catalysis. Thermodynamically,\nwater being a more basic ligand (p<italic toggle=\"yes\">K</italic>\n<sub>a</sub> ∼15.7),\nit can often displace the less basic organic ligands (typically carboxylates)\ncoordinated to the metal centers and, hence, can breakdown the framework.</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) are constructed by the self-assembly of organic ligands and metal-containing nodes. MOFs have garnered much attention in a variety of fields related to porous materials, such as sensing, adsorption-based gas storage, gas separation, catalysis, and drug delivery. This is due to their record-breaking values of surface area and pore volume, facile pore tunability, and almost infinite set of structure possibilities with diverse topologies. While a number of water-stable MOFs have recently been synthesized in the literature, many MOFs exhibit poor stability under humid and aqueous conditions that restrict their potential use in industrial applications, such as air purification, CO2 capture, and catalysis. Thermodynamically, water being a more basic ligand (pK a ~15.7), it can often displace the less basic organic ligands (typically carboxylates) coordinated to the metal centers and, hence, can breakdown the framework.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Despite the significance of this issue, the literature consists\nof relatively few systematic water-stability studies for MOFs. Moreover, the prevailing literature is rather scattered in the type\nof water exposure conditions, and the particular characterization\ntechniques used to quantify the water stability of MOFs experimentally\nvary significantly among publications. In most of the studies reported, MOFs are exposed to ambient air in the lab or soaked in liquid water,\nbut water adsorption isotherms are rarely reported, and postexposure\npowder X-ray diffraction (PXRD) alone is widely used to characterize\nMOFs. PXRD is a simple technique that provides information about the\nlong-range crystallinity of the structure, though it is not capable\nof detecting short-range surface collapse. Hence, it is a qualitative\ntechnique and not a comprehensive way to characterize MOFs after water\nexposure. This has led to misleading conclusions about the water stability\nof MOFs. For example, Jasuja and Walton and Liu et al. reported contrasting\nobservations about the stability of MOF-508 (Zn-BDC-BPY), with the\nformer highlighting the need for surface area analysis in addition\nto PXRD to reach a conclusion with a higher confidence level.</p>", "clean_text": "Despite the significance of this issue, the literature consists of relatively few systematic water-stability studies for MOFs. Moreover, the prevailing literature is rather scattered in the type of water exposure conditions, and the particular characterization techniques used to quantify the water stability of MOFs experimentally vary significantly among publications. In most of the studies reported, MOFs are exposed to ambient air in the lab or soaked in liquid water, but water adsorption isotherms are rarely reported, and postexposure powder X-ray diffraction (PXRD) alone is widely used to characterize MOFs. PXRD is a simple technique that provides information about the long-range crystallinity of the structure, though it is not capable of detecting short-range surface collapse. Hence, it is a qualitative technique and not a comprehensive way to characterize MOFs after water exposure. This has led to misleading conclusions about the water stability of MOFs. For example, Jasuja and Walton and Liu et al. reported contrasting observations about the stability of MOF-508 (Zn-BDC-BPY), with the former highlighting the need for surface area analysis in addition to PXRD to reach a conclusion with a higher confidence level.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Overall, it has been seen that the strength of the bond between\nthe metal centers and the ligand is a strong indicator of the MOF\nhydrothermal stability. Carboxylate-ligand-based\nMOFs, such as MOF-5 and UMCM-1, are highly unstable under humid conditions\ndue to the low basicity (p<italic toggle=\"yes\">K</italic>\n<sub>a</sub>) of carboxylate\nligands and the low coordination number of their metal centers (only\nfour-coordinated). However, some other carboxylate-ligand-based\nMOFs, such as UiO-66­(Zr), MIL-125­(Ti), PCN-56-59­(Zr), DUT-51,67-69, and MIL-140­(Zr), have been reported\nto be water-stable due to the high oxophilicity and coordination number\nof their metal centers (eight-coordinated). Similarly, other carboxylate-based MOFs, such as MIL-53­(Cr) and MIL-101­(Cr), are water-stable, as their metal centers are inert toward water,\nand hence, now MOF hydrolysis is unfavorable. Imidazolate (p<italic toggle=\"yes\">K</italic>\n<sub>a</sub> ∼18.6) and pyrazolate (p<italic toggle=\"yes\">K</italic>\n<sub>a</sub>  ∼19.8) based MOFs are highly\nstable under humid or aqueous environments, as the p<italic toggle=\"yes\">K</italic>\n<sub>a</sub> values of these nitrogen-coordinating ligands are higher\nthan that of water (p<italic toggle=\"yes\">K</italic>\n<sub>a</sub> ∼15.7).</p>", "clean_text": "Overall, it has been seen that the strength of the bond between the metal centers and the ligand is a strong indicator of the MOF hydrothermal stability. Carboxylate-ligand-based MOFs, such as MOF-5 and UMCM-1, are highly unstable under humid conditions due to the low basicity (pK a) of carboxylate ligands and the low coordination number of their metal centers (only four-coordinated). However, some other carboxylate-ligand-based MOFs, such as UiO-66(Zr), MIL-125(Ti), PCN-56-59(Zr), DUT-51,67-69, and MIL-140(Zr), have been reported to be water-stable due to the high oxophilicity and coordination number of their metal centers (eight-coordinated). Similarly, other carboxylate-based MOFs, such as MIL-53(Cr) and MIL-101(Cr), are water-stable, as their metal centers are inert toward water, and hence, now MOF hydrolysis is unfavorable. Imidazolate (pK a ~18.6) and pyrazolate (pK a  ~19.8) based MOFs are highly stable under humid or aqueous environments, as the pK a values of these nitrogen-coordinating ligands are higher than that of water (pK a ~15.7).", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Although the impact of water adsorption and its subsequent effect\non the thermodynamic stability of MOF structures could be defined\nby the acid–base effects of metal centers and ligands, hydrophobicity\nand ligand sterics are also important in defining the kinetic stability\nof MOFs, as they can increase the activation energy barrier for the\nhydrolysis reaction. Ligand functionalization is a promising approach\nfor manipulating the kinetic factors that play a significant role\nin the stability of the framework. It has been reported earlier that\nMOF stability in humid environments can be improved by incorporating\nhydrophobic functional groups, such as alkyl or fluorinated groups, but there is a need to decouple\nhydrophobicity from steric effects by measuring water adsorption isotherms.\nTaylor et al. argued that CALF-25 adsorbs\nappreciable amounts of water, unlike highly hydrophobic fluorous metal–organic\nframeworks (FMOFs) such as FMOF-1, and\nis still water resistant, as the nonpolar alkyl functional groups\nprovide steric protection to the metal centers. However, in the majority\nof the reports, water adsorption isotherms have not been measured; e.g., Ma et al. showed that adding methyl groups at the 2,2′-positions\non BPY results in a more stable structure (SCUTC-18) than adding methyl\ngroups at the 3,3′-positions (SCUTC-19) without reporting water\nadsorption isotherms. Hence, it is difficult to conclude whether the\nMOF is now inherently more stable due to a change in ligand sterics\nor is stable simply due to the increase in hydrophobicity as a result\nof functionalization with nonpolar groups. Thus, there is a critical\nrequirement in the MOF field to perform systematic water-stability\nstudies, and water-exposed MOFs should be characterized comprehensively\nso that we can isolate the specific factors governing structural stability\nof MOFs and direct the future synthesis efforts toward the construction\nof new, water-stable MOFs.</p>", "clean_text": "Although the impact of water adsorption and its subsequent effect on the thermodynamic stability of MOF structures could be defined by the acid-base effects of metal centers and ligands, hydrophobicity and ligand sterics are also important in defining the kinetic stability of MOFs, as they can increase the activation energy barrier for the hydrolysis reaction. Ligand functionalization is a promising approach for manipulating the kinetic factors that play a significant role in the stability of the framework. It has been reported earlier that MOF stability in humid environments can be improved by incorporating hydrophobic functional groups, such as alkyl or fluorinated groups, but there is a need to decouple hydrophobicity from steric effects by measuring water adsorption isotherms. Taylor et al. argued that CALF-25 adsorbs appreciable amounts of water, unlike highly hydrophobic fluorous metal-organic frameworks (FMOFs) such as FMOF-1, and is still water resistant, as the nonpolar alkyl functional groups provide steric protection to the metal centers. However, in the majority of the reports, water adsorption isotherms have not been measured; e.g., Ma et al. showed that adding methyl groups at the 2,2'-positions on BPY results in a more stable structure (SCUTC-18) than adding methyl groups at the 3,3'-positions (SCUTC-19) without reporting water adsorption isotherms. Hence, it is difficult to conclude whether the MOF is now inherently more stable due to a change in ligand sterics or is stable simply due to the increase in hydrophobicity as a result of functionalization with nonpolar groups. Thus, there is a critical requirement in the MOF field to perform systematic water-stability studies, and water-exposed MOFs should be characterized comprehensively so that we can isolate the specific factors governing structural stability of MOFs and direct the future synthesis efforts toward the construction of new, water-stable MOFs.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>The explanation of the MOF degradation\nmechanisms under humid environments\nis a very complex problem, because there are various independent factors\nthat play a critical role in the stability of MOFs. To decouple the\neffects of metal–ligand coordination environment, topology,\nporosity, metal-type, and ligand-type on the structural stability\nof MOFs, studies on isostructural series of MOFs are needed in order\nto systematically study the impact of each specific factor on the\nMOF water stability by only varying that specific factor. The effect\nof the metal-type incorporated in MOF systems, such as MOF-74 and\nDMOF, on the water stability was examined by Liu et al. and Tan et al., respectively. It was reported that for both MOF systems, the Ni-based\nvariation (Ni-DMOF and Ni-MOF-74) was less vulnerable to hydrolysis.\nNi<sup>2+</sup> has the lowest standard reduction potential among\nthe metals considered in these studies, which makes it less likely\nfor the metal center to react with water. Along the same lines, the water stability of MOF-5 is shown to increase\nupon doping with Ni<sup>2+</sup>. We\nhave recently shown that the water-unstable Zn-DMOF structure can\nbe made kinetically stable by functionalizing benzenedicarboxylic\nacid (BDC) with nonpolar groups, as these groups introduce sterics\nfactors around the metal centers. In\nother work, we also reported that catenation\nin pillared MOFs can improve the water resistance of MOFs even when\nthe basicity of the pillar ligand is reduced. Catenation is the interpenetration\nof two or more identical and independent frameworks (Figure a). This catenation\ncan make the ligand displacement difficult by locking it in place\nwithin the framework.</p>", "clean_text": "The explanation of the MOF degradation mechanisms under humid environments is a very complex problem, because there are various independent factors that play a critical role in the stability of MOFs. To decouple the effects of metal-ligand coordination environment, topology, porosity, metal-type, and ligand-type on the structural stability of MOFs, studies on isostructural series of MOFs are needed in order to systematically study the impact of each specific factor on the MOF water stability by only varying that specific factor. The effect of the metal-type incorporated in MOF systems, such as MOF-74 and DMOF, on the water stability was examined by Liu et al. and Tan et al., respectively. It was reported that for both MOF systems, the Ni-based variation (Ni-DMOF and Ni-MOF-74) was less vulnerable to hydrolysis. Ni2+ has the lowest standard reduction potential among the metals considered in these studies, which makes it less likely for the metal center to react with water. Along the same lines, the water stability of MOF-5 is shown to increase upon doping with Ni2+. We have recently shown that the water-unstable Zn-DMOF structure can be made kinetically stable by functionalizing benzenedicarboxylic acid (BDC) with nonpolar groups, as these groups introduce sterics factors around the metal centers. In other work, we also reported that catenation in pillared MOFs can improve the water resistance of MOFs even when the basicity of the pillar ligand is reduced. Catenation is the interpenetration of two or more identical and independent frameworks (Figure a). This catenation can make the ligand displacement difficult by locking it in place within the framework.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Illustration of noncatenated (top) and 2-fold catenated\n(bottom)\npillared layer metal–organic frameworks synthesized from dicarboxylate\n(left) and tetracarboxylate ligands (right). The blue corners are\nthe metal nodes, red represents linkage via carboxylate ligands, and\ngreen represents linkage via pillar ligands. Black and white represent\ntwo different frameworks. (b) Carboxylate (top) and diamine pillar\n(bottom) ligands used in this work.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2014-03269f_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Illustration of noncatenated (top) and 2-fold catenated (bottom) pillared layer metal-organic frameworks synthesized from dicarboxylate (left) and tetracarboxylate ligands (right). The blue corners are the metal nodes, red represents linkage via carboxylate ligands, and green represents linkage via pillar ligands. Black and white represent two different frameworks. (b) Carboxylate (top) and diamine pillar (bottom) ligands used in this work.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>In this work, we have extended our previous work by synthesizing new, cobalt-,\nnickel-, copper-,\nand zinc-based, water-stable, pillared MOFs of similar topology [Figures\nS1 () and a] using 2,3,5,6-tetramethyl-1,4-benzenedicarboxylic\nacid (TMBDC) and 4,4′,4″,4‴-benzene-1,2,4,5-tetrayltetrabenzoic\nacid (BTTB) as carboxylate ligands and 1,4-diazabicyclo[2.2.2]­octane\n(DABCO) and 2,2′-dimethyl-4,4′-bipyridine (DMBPY) as\npillar ligands (Figure b). The longer diamine\nligand (DMBPY) leads to two-fold catenation [Figures a and S1c ()] in the framework. Experiments were performed to measure water\nadsorption isotherms at 25 °C and 1 bar. PXRD patterns and results\nfrom BET modeling of N<sub>2</sub> adsorption\nisotherms at −196 °C were compared before and after water\nexposure to determine the impact of water adsorption and its subsequent\neffect on the stability of MOF structures.</p>", "clean_text": "In this work, we have extended our previous work by synthesizing new, cobalt-, nickel-, copper-, and zinc-based, water-stable, pillared MOFs of similar topology [Figures S1 () and a] using 2,3,5,6-tetramethyl-1,4-benzenedicarboxylic acid (TMBDC) and 4,4',4\",4‴-benzene-1,2,4,5-tetrayltetrabenzoic acid (BTTB) as carboxylate ligands and 1,4-diazabicyclo[2.2.2]octane (DABCO) and 2,2'-dimethyl-4,4'-bipyridine (DMBPY) as pillar ligands (Figure b). The longer diamine ligand (DMBPY) leads to two-fold catenation [Figures a and S1c ()] in the framework. Experiments were performed to measure water adsorption isotherms at 25 °C and 1 bar. PXRD patterns and results from BET modeling of N2 adsorption isotherms at -196 °C were compared before and after water exposure to determine the impact of water adsorption and its subsequent effect on the stability of MOF structures.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials</title><p>All the chemicals employed\nin this work were commercially available and used as-received without\nfurther purification from the following sources: Sigma-Aldrich, <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-diethylformamide (DEF), <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF), 4,4′,4″,4‴-benzene-1,2,4,5-tetrayltetrabenzoic\nacid (BTTB); Chem Service Inc., 2,3,5,6-tetramethyl-1,4-benzenedicarboxylic\nacid (TMBDC); Acros, 1,4-diazabicyclo[2.2.2]­octane (DABCO), ethanol\n(EtOH); Angene Internationals Ltd, 2,2′-dimethyl-4,4′-bipyridine\n(DMBPY).</p>", "clean_text": "Experimental Section\n\nMaterials\n\nAll the chemicals employed in this work were commercially available and used as-received without further purification from the following sources: Sigma-Aldrich, N,N-diethylformamide (DEF), N,N-dimethylformamide (DMF), 4,4',4\",4‴-benzene-1,2,4,5-tetrayltetrabenzoic acid (BTTB); Chem Service Inc., 2,3,5,6-tetramethyl-1,4-benzenedicarboxylic acid (TMBDC); Acros, 1,4-diazabicyclo[2.2.2]octane (DABCO), ethanol (EtOH); Angene Internationals Ltd, 2,2'-dimethyl-4,4'-bipyridine (DMBPY).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>All the new, pillared MOFs reported in this work are\nsummarized in Figure  and were synthesized\nsolvothermally. Metal ions and carboxylate ligands form the 2-D sheets,\nwhile diamine ligands act as pillars connecting these 2-D sheets in\nthe third dimension [Figures a and S1 ()]. Detailed synthesis\nprocedures are summarized below.</p>", "clean_text": "All the new, pillared MOFs reported in this work are summarized in Figure  and were synthesized solvothermally. Metal ions and carboxylate ligands form the 2-D sheets, while diamine ligands act as pillars connecting these 2-D sheets in the third dimension [Figures a and S1 ()]. Detailed synthesis procedures are summarized below.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>New, water-stable, pillared MOFs synthesized\nin this work.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2014-03269f_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  New, water-stable, pillared MOFs synthesized in this work.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["synthesis condition"], "content": "<title>M-DMOF-TM\n(where M = Co, Ni, Cu)</title><p>M­(TMBDC)­(DABCO)<sub>0.5</sub> or M-DMOF-TM\nstructures were prepared\nwith slight modification from the report of Chun et al. for Zn-DMOF-TM; i.e., 0.63 mmol of metal salt\n[Co­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O, Ni­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O, Cu­(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O], 0.63 mmol of TMBDC ligand, and 0.31 mmol\nof DABCO ligand were dissolved in 15 mL DMF and left stirring for\n3 h at room temperature. The resulting solution was filtered and the\nfiltrate was transferred to a Teflon-lined stainless steel reactor\nand placed in a preheated oven at 120 °C for 48 h. The solution\nwas then cooled to room temperature in air, and the resulting solid\nwas filtered and repeatedly washed with DMF. Activated samples of\nM-DMOF-TM were prepared by heating the as-synthesized samples at 110\n°C overnight under vacuum.</p>", "clean_text": "M-DMOF-TM (where M = Co, Ni, Cu)\n\nM(TMBDC)(DABCO)0.5 or M-DMOF-TM structures were prepared with slight modification from the report of Chun et al. for Zn-DMOF-TM; i.e., 0.63 mmol of metal salt [Co(NO3)2⋅6H2O, Ni(NO3)2⋅6H2O, Cu(NO3)2⋅3H2O], 0.63 mmol of TMBDC ligand, and 0.31 mmol of DABCO ligand were dissolved in 15 mL DMF and left stirring for 3 h at room temperature. The resulting solution was filtered and the filtrate was transferred to a Teflon-lined stainless steel reactor and placed in a preheated oven at 120 °C for 48 h. The solution was then cooled to room temperature in air, and the resulting solid was filtered and repeatedly washed with DMF. Activated samples of M-DMOF-TM were prepared by heating the as-synthesized samples at 110 °C overnight under vacuum.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["synthesis condition"], "content": "<title>M-BTTB-DMBPY\n(where M = Co, Zn)</title><p>M­(BTTB)<sub>0.5</sub>(DMBPY)<sub>0.5</sub> or M-BTTB-DMBPY structures\nwere prepared as suggested by Karra for\nM-BTTB-BPY; i.e., 0.2 mmol of metal salt [Co­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O, Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O], 0.1 mmol of BTTB ligand, and 0.1 mmol of DMBPY ligand\nwere dissolved in 5 mL of DEF/ethanol/water (2:2:1, v/v). Two drops\nof 1 N HCl were added to the mixture, and the final mixture was placed\nin a Teflon-lined stainless steel reactor and placed in a preheated\noven at 100 °C for 96 h. The solution was then cooled to room\ntemperature in air, and the resulting solid was filtered and repeatedly\nwashed with DEF. Activated samples were prepared by performing solvent\nexchange with chloroform and then evacuation overnight under vacuum\nat 120 °C.</p>", "clean_text": "M-BTTB-DMBPY (where M = Co, Zn)\n\nM(BTTB)0.5(DMBPY)0.5 or M-BTTB-DMBPY structures were prepared as suggested by Karra for M-BTTB-BPY; i.e., 0.2 mmol of metal salt [Co(NO3)2⋅6H2O, Zn(NO3)2⋅6H2O], 0.1 mmol of BTTB ligand, and 0.1 mmol of DMBPY ligand were dissolved in 5 mL of DEF/ethanol/water (2:2:1, v/v). Two drops of 1 N HCl were added to the mixture, and the final mixture was placed in a Teflon-lined stainless steel reactor and placed in a preheated oven at 100 °C for 96 h. The solution was then cooled to room temperature in air, and the resulting solid was filtered and repeatedly washed with DEF. Activated samples were prepared by performing solvent exchange with chloroform and then evacuation overnight under vacuum at 120 °C.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Characterization</title><title>Single Crystal XRD (X-ray Diffraction)</title><p>A Bruker APEX\nII CCD sealed tube diffractometer with Mo Kα\n(λ = 0.710 73 Å) radiation and a graphite monochromator\nwas used to collect single crystal X-ray data for Co-BTTB-DMBPY. MOF\ncrystals were mounted on nylon CryoLoops with Paratone-N. The structure\nwas solved by direct methods and refined by full-matrix least-squared\ntechniques using the SHELXTL-97 software suite. Crystallographic details\nare provided in the  (Figure S20, Table S1; CCDC 992483 contains the crystallographic\ninformation file).</p>", "clean_text": "Characterization\n\nSingle Crystal XRD (X-ray Diffraction)\n\nA Bruker APEX II CCD sealed tube diffractometer with Mo Kα (λ = 0.71073 Å) radiation and a graphite monochromator was used to collect single crystal X-ray data for Co-BTTB-DMBPY. MOF crystals were mounted on nylon CryoLoops with Paratone-N. The structure was solved by direct methods and refined by full-matrix least-squared techniques using the SHELXTL-97 software suite. Crystallographic details are provided in the  (Figure S20, Table S1; CCDC 992483 contains the crystallographic information file).", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>PXRD (Powder X-ray Diffraction)</title><p>A X’Pert\nX-ray PANalytical diffractometer with an X’celerator\nmodule and Cu Kα (λ = 1.5418 Å) radiation was used\nto collect PXRD patterns at room temperature, with a step size of\n0.02° in 2θ. The phase purity of the as-synthesized MOF\nsamples was confirmed by comparing PXRD patterns with the simulated\npatterns from single crystal X-ray diffraction (Figures S3–S7, ). To determine the impact\nof water adsorption and its subsequent effect on the stability of\nthe MOF structures, PXRD patterns of as-synthesized samples were compared\nwith patterns of water-exposed samples and regenerated samples (obtained\nafter activating the water exposed samples).</p>", "clean_text": "PXRD (Powder X-ray Diffraction)\n\nA X'Pert X-ray PANalytical diffractometer with an X'celerator module and Cu Kα (λ = 1.5418 Å) radiation was used to collect PXRD patterns at room temperature, with a step size of 0.02° in 2θ. The phase purity of the as-synthesized MOF samples was confirmed by comparing PXRD patterns with the simulated patterns from single crystal X-ray diffraction (Figures S3-S7, ). To determine the impact of water adsorption and its subsequent effect on the stability of the MOF structures, PXRD patterns of as-synthesized samples were compared with patterns of water-exposed samples and regenerated samples (obtained after activating the water exposed samples).", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>BET\nAnalysis</title><p>A Quadrasorb system\nfrom Quantachrome Instruments was used to measure nitrogen adsorption\nisotherms (Figures S15–S19, ) at −196 °C, and the BET model was\nfitted to these isotherms so that the BET surface areas could be determined\nfor each activated MOF before and after water exposure. Here, the\ncriteria of Walton and Snurr was used\nto correctly fit the BET model over the low pressure range (<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>o</sub> &lt; 0.05).</p>", "clean_text": "BET Analysis\n\nA Quadrasorb system from Quantachrome Instruments was used to measure nitrogen adsorption isotherms (Figures S15-S19, ) at -196 °C, and the BET model was fitted to these isotherms so that the BET surface areas could be determined for each activated MOF before and after water exposure. Here, the criteria of Walton and Snurr was used to correctly fit the BET model over the low pressure range (P/P o < 0.05).", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Thermogravimetric Analysis</title><p>A NETZSCH\nSTA 449 F1 Jupiter device was used to perform thermogravimetric analyses\n(TGA) of the as-synthesized and activated MOF samples (Figures S8\nand S9, ) under helium\nin the temperature range of 30–600 °C with a heating rate\nof 5 °C/min and flow rate of 20 mL/min.</p>", "clean_text": "Thermogravimetric Analysis\n\nA NETZSCH STA 449 F1 Jupiter device was used to perform thermogravimetric analyses (TGA) of the as-synthesized and activated MOF samples (Figures S8 and S9, ) under helium in the temperature range of 30-600 °C with a heating rate of 5 °C/min and flow rate of 20 mL/min.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Fourier\nTransform Infrared Spectroscopy</title><p>Fourier transform infrared\n(FTIR) spectra of the as-synthesized\nand activated MOF samples (Figures S10–S14, ) were recorded with a PerkinElmer Spectrum\nOne as KBr pellets in the range 400–4000 cm<sup>–1</sup>. Figures S10–S14 () confirm the presence of methyl moieties in the frameworks.</p>", "clean_text": "Fourier Transform Infrared Spectroscopy\n\nFourier transform infrared (FTIR) spectra of the as-synthesized and activated MOF samples (Figures S10-S14, ) were recorded with a PerkinElmer Spectrum One as KBr pellets in the range 400-4000 cm-1. Figures S10-S14 () confirm the presence of methyl moieties in the frameworks.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Water Vapor Adsorption Isotherms</title><p>An Intelligent Gravimetric\nAnalyzer (IGA-3 series, Hiden Isochema)\nwas used to measure water vapor adsorption isotherms at 25 °C\nand 1 bar. Prior to water adsorption measurements, the samples (∼30–40\nmg) were activated in situ until no further weight loss was observed.\nTwo mass flow controllers were used to control the relative humidity\n(RH) by varying the ratio of saturated and dry air. Experiments were\nconducted only up to 80% or 90% RH so that water condensation did\nnot occur in the equipment. The total gas flow rate was set at 200\ncm<sup>3</sup>/min for all the experiments, and each adsorption/desorption\nstep was given sufficient time (from 15 min to 20 h) to approach equilibrium\nfor all RH points.</p>", "clean_text": "Water Vapor Adsorption Isotherms\n\nAn Intelligent Gravimetric Analyzer (IGA-3 series, Hiden Isochema) was used to measure water vapor adsorption isotherms at 25 °C and 1 bar. Prior to water adsorption measurements, the samples (~30-40 mg) were activated in situ until no further weight loss was observed. Two mass flow controllers were used to control the relative humidity (RH) by varying the ratio of saturated and dry air. Experiments were conducted only up to 80% or 90% RH so that water condensation did not occur in the equipment. The total gas flow rate was set at 200 cm3/min for all the experiments, and each adsorption/desorption step was given sufficient time (from 15 min to 20 h) to approach equilibrium for all RH points.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Structure Characterization and Physical Properties</title><p>Among the new, pillared MOFs synthesized in this work, we could\nobtain single crystals only for Co-BTTB-DMBPY (Figure S20, ). Analysis of Co-BTTB-DMBPY\nusing single crystal XRD shows that this framework has the same topology\nas the parent M-BTTB-BPY (where M = Co, Zn and BPY = 4,4′-bipyridine)\nstructure synthesized by Karra. Hence,\nmetal paddle-wheel clusters are connected by BTTB ligands to form\n2-D layers that are further pillared together by DMBPY ligands, giving\nrise to a porous 3D framework (CCDC 992483 contains the CIF). Two\nidentical and independent 3D frameworks interpenetrate [Figures b and S1c ()] with each other, forming the 2-fold catenated final structure\nof this series of MOFs. However, DABCO-based, pillared MOFs M-DMOF-TM\n(where M = Co, Ni, Cu) are noncatenated, similar to the parent Zn-DMOF-TM\nstructure. Since we could obtain a single-crystal\nstructure only for Co-BTTB-DMBPY, we used the simulated patterns of\nthe isostructural pillared MOFs Zn-BTTB-BPY and Zn-DMOF-TM for Zn-BTTB-DMBPY and\nM-DMOF-TM (where M = Co, Ni, Cu), respectively. PXRD patterns of the\nas-synthesized M-DMOF-TM MOFs confirm that these materials are isostructural\nto the parent Zn-DMOF-TM structure (Figure S2, ). As expected, N<sub>2</sub> adsorption\nmeasurements (Figures S15–S19, ) at −196 °C on the activated MOF samples\nshowed typical type I behavior according to the IUPAC classification. Furthermore, we observe that methyl functionalization\nleads to a reduction in porosity (Table )\nfor M-BTTB-DMBPY (where M = Co, Zn) compared to the parent M-BTTB-BPY\n(where M = Co, Zn), whereas M-DMOF-TM\n(where M = Co, Ni, Cu) shows porosity similar to the parent Zn-DMOF-TM. TGA analyses of M-DMOF-TM samples show that\nthey all decompose around 310 °C [Figure S8 (), Table ],\nsimilar to the parent Zn-DMOF-TM material. However, M-BTTB-DMBPY decomposes at a slightly higher temperature\nof 340 °C [Figure S9 (), Table ], since catenated crystal structures\ndisplay higher thermal stability. FTIR\nspectra (Figures S10–S14, ) for as-synthesized M-DMOF-TM and M-BTTB-DMBPY show peaks around\n1680 and 3000 cm<sup>–1</sup>, corresponding to the stretching\nfrequency of CO bond in DMF/DEF and C–H bond in the\nmethyl moieties attached to the benzene rings, respectively. Upon\nactivation the peak at 1680 cm<sup>–1</sup> disappears, whereas\nthe peaks near 3000 cm<sup>–1</sup> are retained. Hence, FTIR\nspectra (Figures S10–S14, ) of pillared MOFs synthesized in this work confirm the presence\nof methyl moieties in the framework.</p>", "clean_text": "Results and Discussion\n\nStructure Characterization and Physical Properties\n\nAmong the new, pillared MOFs synthesized in this work, we could obtain single crystals only for Co-BTTB-DMBPY (Figure S20, ). Analysis of Co-BTTB-DMBPY using single crystal XRD shows that this framework has the same topology as the parent M-BTTB-BPY (where M = Co, Zn and BPY = 4,4'-bipyridine) structure synthesized by Karra. Hence, metal paddle-wheel clusters are connected by BTTB ligands to form 2-D layers that are further pillared together by DMBPY ligands, giving rise to a porous 3D framework (CCDC 992483 contains the CIF). Two identical and independent 3D frameworks interpenetrate [Figures b and S1c ()] with each other, forming the 2-fold catenated final structure of this series of MOFs. However, DABCO-based, pillared MOFs M-DMOF-TM (where M = Co, Ni, Cu) are noncatenated, similar to the parent Zn-DMOF-TM structure. Since we could obtain a single-crystal structure only for Co-BTTB-DMBPY, we used the simulated patterns of the isostructural pillared MOFs Zn-BTTB-BPY and Zn-DMOF-TM for Zn-BTTB-DMBPY and M-DMOF-TM (where M = Co, Ni, Cu), respectively. PXRD patterns of the as-synthesized M-DMOF-TM MOFs confirm that these materials are isostructural to the parent Zn-DMOF-TM structure (Figure S2, ). As expected, N2 adsorption measurements (Figures S15-S19, ) at -196 °C on the activated MOF samples showed typical type I behavior according to the IUPAC classification. Furthermore, we observe that methyl functionalization leads to a reduction in porosity (Table ) for M-BTTB-DMBPY (where M = Co, Zn) compared to the parent M-BTTB-BPY (where M = Co, Zn), whereas M-DMOF-TM (where M = Co, Ni, Cu) shows porosity similar to the parent Zn-DMOF-TM. TGA analyses of M-DMOF-TM samples show that they all decompose around 310 °C [Figure S8 (), Table ], similar to the parent Zn-DMOF-TM material. However, M-BTTB-DMBPY decomposes at a slightly higher temperature of 340 °C [Figure S9 (), Table ], since catenated crystal structures display higher thermal stability. FTIR spectra (Figures S10-S14, ) for as-synthesized M-DMOF-TM and M-BTTB-DMBPY show peaks around 1680 and 3000 cm-1, corresponding to the stretching frequency of CO bond in DMF/DEF and C-H bond in the methyl moieties attached to the benzene rings, respectively. Upon activation the peak at 1680 cm-1 disappears, whereas the peaks near 3000 cm-1 are retained. Hence, FTIR spectra (Figures S10-S14, ) of pillared MOFs synthesized in this work confirm the presence of methyl moieties in the framework.", "data": null, "include_properties": null}, {"idx": 21, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Comparison\nof Properties of Water-Stable,\nPillared MOFs Synthesized in this Work</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">MOF</oasis:entry>\n<oasis:entry align=\"center\">pore size (Å)</oasis:entry>\n<oasis:entry align=\"center\">pore volume<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">BET\nsurface area<xref ref-type=\"table-fn\" rid=\"t1fn4\"></xref> (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">activation process\n(under vacuum)</oasis:entry>\n<oasis:entry align=\"center\">thermal stability (°C)</oasis:entry>\n<oasis:entry align=\"center\">features</oasis:entry>\n<oasis:entry align=\"center\">BET surface area,<xref ref-type=\"table-fn\" rid=\"t1fn4\"></xref> after\n80% or 90% RH</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Co-DMOF-TM</oasis:entry>\n<oasis:entry>∼3.5<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.488</oasis:entry>\n<oasis:entry>1052</oasis:entry>\n<oasis:entry>110 °C (1 h)</oasis:entry>\n<oasis:entry>310</oasis:entry>\n<oasis:entry>noncatenated</oasis:entry>\n<oasis:entry>1016</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni-DMOF-TM</oasis:entry>\n<oasis:entry>∼3.5<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.484</oasis:entry>\n<oasis:entry>1095</oasis:entry>\n<oasis:entry>110\n°C (2 h)</oasis:entry>\n<oasis:entry>310</oasis:entry>\n<oasis:entry>noncatenated</oasis:entry>\n<oasis:entry>1068</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu-DMOF-TM</oasis:entry>\n<oasis:entry>∼3.5<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.461</oasis:entry>\n<oasis:entry>1041</oasis:entry>\n<oasis:entry>110\n°C (1 h)</oasis:entry>\n<oasis:entry>310</oasis:entry>\n<oasis:entry>noncatenated</oasis:entry>\n<oasis:entry>990</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co-BTTB-DMBPY</oasis:entry>\n<oasis:entry>4.41<xref ref-type=\"table-fn\" rid=\"t1fn3\"></xref>\n</oasis:entry>\n<oasis:entry>0.290</oasis:entry>\n<oasis:entry>809</oasis:entry>\n<oasis:entry>chloroform exchange and 120 °C (12 h)</oasis:entry>\n<oasis:entry>340</oasis:entry>\n<oasis:entry>2-fold catenated</oasis:entry>\n<oasis:entry>807</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn-BTTB-DMBPY</oasis:entry>\n<oasis:entry>∼4.41</oasis:entry>\n<oasis:entry>0.269</oasis:entry>\n<oasis:entry>749</oasis:entry>\n<oasis:entry>chloroform exchange and 120 °C (12 h)</oasis:entry>\n<oasis:entry>340</oasis:entry>\n<oasis:entry>2-fold\ncatenated</oasis:entry>\n<oasis:entry>740</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Obtained from the\nDubinin–Astakov\nmodel of N<sub>2</sub> adsorption at 77 K.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Based on the 3.5 Å pore size\nof Zn-DMOF-TM.<xref ref-type=\"bibr\" rid=\"ref54\"></xref>\n</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>c</label>\n<p>Calculated using the approach of\nHaldoupis et al.<xref ref-type=\"bibr\" rid=\"ref56\"></xref>\n</p>\n</fn>\n<fn id=\"t1fn4\">\n<label>d</label>\n<p>BET analysis.<xref ref-type=\"bibr\" rid=\"ref53\"></xref>\n</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Structural Stability Analysis\nunder Humid\nEnvironments</title><p>The stability of M-DMOF-TM (where M = Co, Ni,\nCu) and M-BTTB-DMBPY (where M = Co, Zn) after water exposure (80%\nor 90% RH) was evaluated using water vapor adsorption isotherms along\nwith PXRD patterns and results from BET modeling of N<sub>2</sub> adsorption isotherms before and after\nwater exposure. Figure  compares the water\nvapor adsorption behavior at 25 °C and 1 bar for M-DMOF-TM with\nthat of the parent Zn-DMOF-TM structure. All of these DABCO-based,\nnoncatenated, pillared MOFs display type V behavior similar to traditional porous materials, such as BPL carbon,\nSBA-15, and MCM-41. Unlike the parent\nZn-DMOF-TM, the Co-, Ni-, and Cu-based variations of DMOF-TM show\nvarying levels of hysteresis and retain some amount of water, even\nwhen the stream is switched to dry air (0% RH point in the desorption\ncurve). This is unexpected because in these DABCO-based, pillared\nMOFs there are no unsaturated metal sites available for water to interact\nwith. Recently, Wu et al. showed that\nframework defects can have significant impact on adsorption properties\nof MOFs, and Canivet et al. suggested\nthat hysteresis in water adsorption isotherms of MOFs can be accredited\nto framework flexibility. It is possible that the M-DMOF-TM (where\nM = Co, Ni, Cu, and Zn) structures also have varying levels of flexibility\nor defects that create local heterogeneity in the framework and explain\nthe differing water adsorption and desorption behavior. Therefore,\nthe pore-filling step in these MOFs occurs at a different RH point,\neven when their pore sizes are very similar. Typically, the pore-filling\nstep occurs first (at the lowest levels of RH) for the smallest pore\nmaterial and last for the largest pore material.\n</p>", "clean_text": "Structural Stability Analysis under Humid Environments\n\nThe stability of M-DMOF-TM (where M = Co, Ni, Cu) and M-BTTB-DMBPY (where M = Co, Zn) after water exposure (80% or 90% RH) was evaluated using water vapor adsorption isotherms along with PXRD patterns and results from BET modeling of N2 adsorption isotherms before and after water exposure. Figure  compares the water vapor adsorption behavior at 25 °C and 1 bar for M-DMOF-TM with that of the parent Zn-DMOF-TM structure. All of these DABCO-based, noncatenated, pillared MOFs display type V behavior similar to traditional porous materials, such as BPL carbon, SBA-15, and MCM-41. Unlike the parent Zn-DMOF-TM, the Co-, Ni-, and Cu-based variations of DMOF-TM show varying levels of hysteresis and retain some amount of water, even when the stream is switched to dry air (0% RH point in the desorption curve). This is unexpected because in these DABCO-based, pillared MOFs there are no unsaturated metal sites available for water to interact with. Recently, Wu et al. showed that framework defects can have significant impact on adsorption properties of MOFs, and Canivet et al. suggested that hysteresis in water adsorption isotherms of MOFs can be accredited to framework flexibility. It is possible that the M-DMOF-TM (where M = Co, Ni, Cu, and Zn) structures also have varying levels of flexibility or defects that create local heterogeneity in the framework and explain the differing water adsorption and desorption behavior. Therefore, the pore-filling step in these MOFs occurs at a different RH point, even when their pore sizes are very similar. Typically, the pore-filling step occurs first (at the lowest levels of RH) for the smallest pore material and last for the largest pore material. ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Water vapor adsorption isotherms at 25 °C for desolvated compounds\nof M-DMOF-TM (closed symbols, adsorption; open symbols, desorption).\nLines connecting the adsorption points are to faciliate viewing. *Reported\nfrom our previous work.<xref ref-type=\"bibr\" rid=\"ref18\"></xref>\n</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2014-03269f_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Water vapor adsorption isotherms at 25 °C for desolvated compounds of M-DMOF-TM (closed symbols, adsorption; open symbols, desorption). Lines connecting the adsorption points are to faciliate viewing. *Reported from our previous work.    ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>M-DMOF-TM (where M = Co, Ni, Cu) displayed no change\nin crystallinity\n(Figure ) or loss of surface area (Table ) after exposure to humid conditions similar to\nthe parent Zn-DMOF-TM material, as shown in our previous work. The water vapor adsorption capacities at 80% RH are 20.7 mmol/g\n(37.2 wt %) for Co-DMOF-TM, 20.5 mmol/g (36.9 wt %) for Ni-DMOF-TM,\n21.5 mmol/g (38.8 wt %) for Cu-DMOF-TM, and 22.9 mmol/g (41.2 wt %)\nfor Zn-DMOF-TM. The Co-, Ni-, Cu-, and Zn-based variations of the\nunfunctionalized DMOF structure have been shown to collapse under\n60% RH. However, methyl\ngroups grafted on the BDC ligand in DMOF-TM introduce sterics factors\naround the metal centers. Hence, Co-, Ni-, Cu-,\nand Zn-based, tetramethyl-functionalized variations of DMOF (DMOF-TM)\nare remarkably stable, even when they have very high water vapor adsorption\nloadings (&gt;20 mmol/g at 80% RH). Only a few MOFs, such as UiO-66,\nMIL-100­(Fe), and MIL-101­(Cr), display such stability after adsorbing\nlarge amounts of water.\n</p>", "clean_text": "M-DMOF-TM (where M = Co, Ni, Cu) displayed no change in crystallinity (Figure ) or loss of surface area (Table ) after exposure to humid conditions similar to the parent Zn-DMOF-TM material, as shown in our previous work. The water vapor adsorption capacities at 80% RH are 20.7 mmol/g (37.2 wt %) for Co-DMOF-TM, 20.5 mmol/g (36.9 wt %) for Ni-DMOF-TM, 21.5 mmol/g (38.8 wt %) for Cu-DMOF-TM, and 22.9 mmol/g (41.2 wt %) for Zn-DMOF-TM. The Co-, Ni-, Cu-, and Zn-based variations of the unfunctionalized DMOF structure have been shown to collapse under 60% RH. However, methyl groups grafted on the BDC ligand in DMOF-TM introduce sterics factors around the metal centers. Hence, Co-, Ni-, Cu-, and Zn-based, tetramethyl-functionalized variations of DMOF (DMOF-TM) are remarkably stable, even when they have very high water vapor adsorption loadings (>20 mmol/g at 80% RH). Only a few MOFs, such as UiO-66, MIL-100(Fe), and MIL-101(Cr), display such stability after adsorbing large amounts of water. ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>PXRD\npatterns for as-synthesized, water-exposed (after 80% RH),\nand regenerated (a) Co-DMOF-TM, (b) Ni-DMOF-TM, and (c) Cu-DMOF-TM.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2014-03269f_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  PXRD patterns for as-synthesized, water-exposed (after 80% RH), and regenerated (a) Co-DMOF-TM, (b) Ni-DMOF-TM, and (c) Cu-DMOF-TM.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Figure  shows the water vapor adsorption\nisotherms at 25 °C and 1 bar for the BTTB-ligand-based, 2-fold\ncatenated, pillared MOFs. Up to 70% RH, all of these isostructural,\npillared MOFs display type VII behavior, similar to MOF-508, and hence, these\nmaterials are very hydrophobic. However, at higher RH, the pore-filling\nstep occurs differently in these MOFs. Furthermore, the desorption\nbranch in their isotherms shows varying levels of hysteresis and shows\nretention of varying amounts of water at the 0% RH point in the desorption\ncurve. This is unexpected, because these BTTB-ligand-based, 2-fold\ncatenated, pillared MOFs are isostructural and have very similar pores.\nMost likely, along the same lines of M-DMOF-TM (where M = Co, Ni,\nCu, and Zn, Figure ), these BTTB-ligand-based\nMOFs also have varying levels of flexibility or defects, which impact\ntheir water adsorption.</p>", "clean_text": "Figure  shows the water vapor adsorption isotherms at 25 °C and 1 bar for the BTTB-ligand-based, 2-fold catenated, pillared MOFs. Up to 70% RH, all of these isostructural, pillared MOFs display type VII behavior, similar to MOF-508, and hence, these materials are very hydrophobic. However, at higher RH, the pore-filling step occurs differently in these MOFs. Furthermore, the desorption branch in their isotherms shows varying levels of hysteresis and shows retention of varying amounts of water at the 0% RH point in the desorption curve. This is unexpected, because these BTTB-ligand-based, 2-fold catenated, pillared MOFs are isostructural and have very similar pores. Most likely, along the same lines of M-DMOF-TM (where M = Co, Ni, Cu, and Zn, Figure ), these BTTB-ligand-based MOFs also have varying levels of flexibility or defects, which impact their water adsorption.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Water vapor adsorption isotherms at 25 °C\nfor desolvated compounds\nof M-BTTB-DMBPY and M-BTTB-BPY (closed symbols, adsorption; open symbols,\ndesorption). Lines connecting the adsorption points are to faciliate\nviewing. *Reported in our previous work.<xref ref-type=\"bibr\" rid=\"ref52\"></xref>\n</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2014-03269f_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Water vapor adsorption isotherms at 25 °C for desolvated compounds of M-BTTB-DMBPY and M-BTTB-BPY (closed symbols, adsorption; open symbols, desorption). Lines connecting the adsorption points are to faciliate viewing. *Reported in our previous work.    ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>These BTTB-DMBPY-based, catenated,\npillared MOFs are stable even\nafter exposure to 90% RH, as there is negligible change in their surface\narea and crystallinity (Table , Figure ) similar to the parent BTTB-BPY-based, pillared\nMOFs. However, noncatenated, pillared\nMOFs such as DMOF collapse under 60% RH, even when it is synthesized with the DABCO\npillar ligand, which is much more basic than the BPY and DMBPY pillar\nligands (Table ). It should be noted that\nthe p<italic toggle=\"yes\">K</italic>\n<sub>a</sub> value of BTTB (Table ) is very similar to that of the BDC ligand (p<italic toggle=\"yes\">K</italic>\n<sub>a</sub> ∼ 3.73) used for the synthesis of DMOF, and catenated structures are expected\nto be more stable. Hence, the stability\nof these BTTB-based, pillared MOFs could be attributed to catenation\npresent in their frameworks, similar to MOF-508, which has been reported to be stable, too, after 90% RH exposure, even\nwhen the basicity of the pillar ligand is low (Table ). Catenation could make the ligand displacement difficult\nby locking it in place within the framework.</p>", "clean_text": "These BTTB-DMBPY-based, catenated, pillared MOFs are stable even after exposure to 90% RH, as there is negligible change in their surface area and crystallinity (Table , Figure ) similar to the parent BTTB-BPY-based, pillared MOFs. However, noncatenated, pillared MOFs such as DMOF collapse under 60% RH, even when it is synthesized with the DABCO pillar ligand, which is much more basic than the BPY and DMBPY pillar ligands (Table ). It should be noted that the pK a value of BTTB (Table ) is very similar to that of the BDC ligand (pK a ~ 3.73) used for the synthesis of DMOF, and catenated structures are expected to be more stable. Hence, the stability of these BTTB-based, pillared MOFs could be attributed to catenation present in their frameworks, similar to MOF-508, which has been reported to be stable, too, after 90% RH exposure, even when the basicity of the pillar ligand is low (Table ). Catenation could make the ligand displacement difficult by locking it in place within the framework.", "data": null, "include_properties": null}, {"idx": 29, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Comparison\nof pK<sub>a</sub> Values<xref ref-type=\"bibr\" rid=\"ref60\"></xref> of Ligands Used\nin the Synthesis of Pillared\nMOFs</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">MOF</oasis:entry>\n<oasis:entry align=\"center\">ligand</oasis:entry>\n<oasis:entry align=\"center\">p<italic toggle=\"yes\">K</italic>\n<sub>a</sub>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>M-DMOF-TM</oasis:entry>\n<oasis:entry>TMBDC, DABCO</oasis:entry>\n<oasis:entry>3.80, 8.86</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M-BTTB-DMBPY</oasis:entry>\n<oasis:entry>BTTB, DMBPY</oasis:entry>\n<oasis:entry>4.01, 5.60</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M-BTTB-BPY</oasis:entry>\n<oasis:entry>BTTB, BPY</oasis:entry>\n<oasis:entry>4.01, 4.60</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>PXRD patterns for as-synthesized, water-exposed (after\n90% RH),\nand regenerated (a) Co-BTTB-DMBPY and (b) Zn-BTTB-DMBPY.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2014-03269f_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  PXRD patterns for as-synthesized, water-exposed (after 90% RH), and regenerated (a) Co-BTTB-DMBPY and (b) Zn-BTTB-DMBPY.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In our\nprevious reports, we have shown that structural factors\nsuch as ligand sterics and catenation can enhance MOF stability under\nhumid conditions. In this work, we have used these structural factors\nto synthesize cobalt-, nickel-, copper-, and zinc-based, new, water-stable,\npillared MOFs of similar topologies. Our study shows that, unlike\nthe parent DMOF structure, which collapses under 60% RH, tetramethyl-functionalized\nvariations or DMOF-TM are remarkably stable, even when they have very\nhigh water vapor adsorption loadings (&gt; 20 mmol/g at 80% RH). These\nmethyl groups grafted on the BDC ligand introduce steric factors around\nthe metal centers. BTTB-based, pillared MOFs are synthesized with\nbipyridyl-based, pillar ligands, which have lower basicity than DABCO\nbut are still stable after exposure to 90% RH due to the presence\nof catenation in their frameworks, similar to MOF-508, which also\nhas been reported to be stable after 90% RH exposure. The results\nof this work show that by incorporating specific factors governing\nstructural stability into the framework, it is possible to synthesize\nmore water stable MOFs.</p>", "clean_text": "Conclusion\n\nIn our previous reports, we have shown that structural factors such as ligand sterics and catenation can enhance MOF stability under humid conditions. In this work, we have used these structural factors to synthesize cobalt-, nickel-, copper-, and zinc-based, new, water-stable, pillared MOFs of similar topologies. Our study shows that, unlike the parent DMOF structure, which collapses under 60% RH, tetramethyl-functionalized variations or DMOF-TM are remarkably stable, even when they have very high water vapor adsorption loadings (> 20 mmol/g at 80% RH). These methyl groups grafted on the BDC ligand introduce steric factors around the metal centers. BTTB-based, pillared MOFs are synthesized with bipyridyl-based, pillar ligands, which have lower basicity than DABCO but are still stable after exposure to 90% RH due to the presence of catenation in their frameworks, similar to MOF-508, which also has been reported to be stable after 90% RH exposure. The results of this work show that by incorporating specific factors governing structural stability into the framework, it is possible to synthesize more water stable MOFs.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>3D structures of MOFs, PXRD\npatterns, TGA curves, FTIR spectra, crystallographic data, and N<sub>2</sub> adsorption data. This material is available free of charge\nvia the Internet at <uri xlink:type=\"simple\">http://pubs.acs.org</uri>.</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "3D structures of MOFs, PXRD patterns, TGA curves, FTIR spectra, crystallographic data, and N2 adsorption data. This material is available free of charge via the Internet at http://pubs.acs.org.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "12, 13", "type": "text", "classification": "synthesis condition", "content": "<title>M-DMOF-TM\n(where M = Co, Ni, Cu)</title><p>M­(TMBDC)­(DABCO)<sub>0.5</sub> or M-DMOF-TM\nstructures were prepared\nwith slight modification from the report of Chun et al. for Zn-DMOF-TM; i.e., 0.63 mmol of metal salt\n[Co­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O, Ni­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O, Cu­(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O], 0.63 mmol of TMBDC ligand, and 0.31 mmol\nof DABCO ligand were dissolved in 15 mL DMF and left stirring for\n3 h at room temperature. The resulting solution was filtered and the\nfiltrate was transferred to a Teflon-lined stainless steel reactor\nand placed in a preheated oven at 120 °C for 48 h. The solution\nwas then cooled to room temperature in air, and the resulting solid\nwas filtered and repeatedly washed with DMF. Activated samples of\nM-DMOF-TM were prepared by heating the as-synthesized samples at 110\n°C overnight under vacuum.</p><title>M-BTTB-DMBPY\n(where M = Co, Zn)</title><p>M­(BTTB)<sub>0.5</sub>(DMBPY)<sub>0.5</sub> or M-BTTB-DMBPY structures\nwere prepared as suggested by Karra for\nM-BTTB-BPY; i.e., 0.2 mmol of metal salt [Co­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O, Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O], 0.1 mmol of BTTB ligand, and 0.1 mmol of DMBPY ligand\nwere dissolved in 5 mL of DEF/ethanol/water (2:2:1, v/v). Two drops\nof 1 N HCl were added to the mixture, and the final mixture was placed\nin a Teflon-lined stainless steel reactor and placed in a preheated\noven at 100 °C for 96 h. The solution was then cooled to room\ntemperature in air, and the resulting solid was filtered and repeatedly\nwashed with DEF. Activated samples were prepared by performing solvent\nexchange with chloroform and then evacuation overnight under vacuum\nat 120 °C.</p>", "clean_text": "M-DMOF-TM (where M = Co, Ni, Cu)\n\nM(TMBDC)(DABCO)0.5 or M-DMOF-TM structures were prepared with slight modification from the report of Chun et al. for Zn-DMOF-TM; i.e., 0.63 mmol of metal salt [Co(NO3)2⋅6H2O, Ni(NO3)2⋅6H2O, Cu(NO3)2⋅3H2O], 0.63 mmol of TMBDC ligand, and 0.31 mmol of DABCO ligand were dissolved in 15 mL DMF and left stirring for 3 h at room temperature. The resulting solution was filtered and the filtrate was transferred to a Teflon-lined stainless steel reactor and placed in a preheated oven at 120 °C for 48 h. The solution was then cooled to room temperature in air, and the resulting solid was filtered and repeatedly washed with DMF. Activated samples of M-DMOF-TM were prepared by heating the as-synthesized samples at 110 °C overnight under vacuum.\n\nM-BTTB-DMBPY (where M = Co, Zn)\n\nM(BTTB)0.5(DMBPY)0.5 or M-BTTB-DMBPY structures were prepared as suggested by Karra for M-BTTB-BPY; i.e., 0.2 mmol of metal salt [Co(NO3)2⋅6H2O, Zn(NO3)2⋅6H2O], 0.1 mmol of BTTB ligand, and 0.1 mmol of DMBPY ligand were dissolved in 5 mL of DEF/ethanol/water (2:2:1, v/v). Two drops of 1 N HCl were added to the mixture, and the final mixture was placed in a Teflon-lined stainless steel reactor and placed in a preheated oven at 100 °C for 96 h. The solution was then cooled to room temperature in air, and the resulting solid was filtered and repeatedly washed with DEF. Activated samples were prepared by performing solvent exchange with chloroform and then evacuation overnight under vacuum at 120 °C.", "data": [{"meta": {"name": "M-DMOF-TM", "symbol": "Co", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Co(NO3)2·6H2O", "amount": "0.63", "unit": "mmol"}, {"name": "TMBDC ligand", "amount": "0.63", "unit": "mmol"}, {"name": "DABCO ligand", "amount": "0.31", "unit": "mmol"}], "solution": [{"name": "DMF", "amount": "15", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "3 h"}, {"synthesis method": "heating", "pressure": "", "temperature": "120 °C", "time": "48 h"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}, {"synthesis method": "heating", "pressure": "vacuum", "temperature": "110 °C", "time": "overnight"}]}, {"meta": {"name": "M-DMOF-TM", "symbol": "Ni", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Ni(NO3)2·6H2O", "amount": "0.63", "unit": "mmol"}, {"name": "TMBDC ligand", "amount": "0.63", "unit": "mmol"}, {"name": "DABCO ligand", "amount": "0.31", "unit": "mmol"}], "solution": [{"name": "DMF", "amount": "15", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "3 h"}, {"synthesis method": "heating", "pressure": "", "temperature": "120 °C", "time": "48 h"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}, {"synthesis method": "heating", "pressure": "vacuum", "temperature": "110 °C", "time": "overnight"}]}, {"meta": {"name": "M-DMOF-TM", "symbol": "Cu", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Cu(NO3)2·3H2O", "amount": "0.63", "unit": "mmol"}, {"name": "TMBDC ligand", "amount": "0.63", "unit": "mmol"}, {"name": "DABCO ligand", "amount": "0.31", "unit": "mmol"}], "solution": [{"name": "DMF", "amount": "15", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "3 h"}, {"synthesis method": "heating", "pressure": "", "temperature": "120 °C", "time": "48 h"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}, {"synthesis method": "heating", "pressure": "vacuum", "temperature": "110 °C", "time": "overnight"}]}, {"meta": {"name": "M-BTTB-DMBPY", "symbol": "Co", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Co(NO3)2·6H2O", "amount": "0.2", "unit": "mmol"}, {"name": "BTTB ligand", "amount": "0.1", "unit": "mmol"}, {"name": "DMBPY ligand", "amount": "0.1", "unit": "mmol"}], "solution": [{"name": "DEF/ethanol/water", "amount": "5", "unit": "mL", "composition": "2:2:1, v/v"}], "pressure": "", "temperature": "100 °C", "time": "96 h"}, {"synthesis method": "washing", "washing solution": "DEF", "amount": ""}, {"synthesis method": "solvent exchange", "solvent": "chloroform"}, {"synthesis method": "heating", "pressure": "vacuum", "temperature": "120 °C", "time": "overnight"}]}, {"meta": {"name": "M-BTTB-DMBPY", "symbol": "Zn", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Zn(NO3)2·6H2O", "amount": "0.2", "unit": "mmol"}, {"name": "BTTB ligand", "amount": "0.1", "unit": "mmol"}, {"name": "DMBPY ligand", "amount": "0.1", "unit": "mmol"}], "solution": [{"name": "DEF/ethanol/water", "amount": "5", "unit": "mL", "composition": "2:2:1, v/v"}], "pressure": "", "temperature": "100 °C", "time": "96 h"}, {"synthesis method": "washing", "washing solution": "DEF", "amount": ""}, {"synthesis method": "solvent exchange", "solvent": "chloroform"}, {"synthesis method": "heating", "pressure": "vacuum", "temperature": "120 °C", "time": "overnight"}]}], "include_properties": ["chemical_synthesis", "filtration", "washing", "chemical_synthesis", "filtration", "washing"]}, {"idx": 24, "type": "text", "classification": "property", "content": "<p>M-DMOF-TM (where M = Co, Ni, Cu) displayed no change\nin crystallinity\n(Figure ) or loss of surface area (Table ) after exposure to humid conditions similar to\nthe parent Zn-DMOF-TM material, as shown in our previous work. The water vapor adsorption capacities at 80% RH are 20.7 mmol/g\n(37.2 wt %) for Co-DMOF-TM, 20.5 mmol/g (36.9 wt %) for Ni-DMOF-TM,\n21.5 mmol/g (38.8 wt %) for Cu-DMOF-TM, and 22.9 mmol/g (41.2 wt %)\nfor Zn-DMOF-TM. The Co-, Ni-, Cu-, and Zn-based variations of the\nunfunctionalized DMOF structure have been shown to collapse under\n60% RH. However, methyl\ngroups grafted on the BDC ligand in DMOF-TM introduce sterics factors\naround the metal centers. Hence, Co-, Ni-, Cu-,\nand Zn-based, tetramethyl-functionalized variations of DMOF (DMOF-TM)\nare remarkably stable, even when they have very high water vapor adsorption\nloadings (&gt;20 mmol/g at 80% RH). Only a few MOFs, such as UiO-66,\nMIL-100­(Fe), and MIL-101­(Cr), display such stability after adsorbing\nlarge amounts of water.\n</p>", "clean_text": "M-DMOF-TM (where M = Co, Ni, Cu) displayed no change in crystallinity (Figure ) or loss of surface area (Table ) after exposure to humid conditions similar to the parent Zn-DMOF-TM material, as shown in our previous work. The water vapor adsorption capacities at 80% RH are 20.7 mmol/g (37.2 wt %) for Co-DMOF-TM, 20.5 mmol/g (36.9 wt %) for Ni-DMOF-TM, 21.5 mmol/g (38.8 wt %) for Cu-DMOF-TM, and 22.9 mmol/g (41.2 wt %) for Zn-DMOF-TM. The Co-, Ni-, Cu-, and Zn-based variations of the unfunctionalized DMOF structure have been shown to collapse under 60% RH. However, methyl groups grafted on the BDC ligand in DMOF-TM introduce sterics factors around the metal centers. Hence, Co-, Ni-, Cu-, and Zn-based, tetramethyl-functionalized variations of DMOF (DMOF-TM) are remarkably stable, even when they have very high water vapor adsorption loadings (>20 mmol/g at 80% RH). Only a few MOFs, such as UiO-66, MIL-100(Fe), and MIL-101(Cr), display such stability after adsorbing large amounts of water. ", "data": [[{"meta": {"name": "Co-DMOF-TM", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "water vapor", "adsorbed amount": "20.7", "unit": "mmol/g", "temperature": "", "pressure": "", "condition": "80% RH"}]}, {"meta": {"name": "Ni-DMOF-TM", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "water vapor", "adsorbed amount": "20.5", "unit": "mmol/g", "temperature": "", "pressure": "", "condition": "80% RH"}]}, {"meta": {"name": "Cu-DMOF-TM", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "water vapor", "adsorbed amount": "21.5", "unit": "mmol/g", "temperature": "", "pressure": "", "condition": "80% RH"}]}, {"meta": {"name": "Zn-DMOF-TM", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "water vapor", "adsorbed amount": "22.9", "unit": "mmol/g", "temperature": "", "pressure": "", "condition": "80% RH"}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 21, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Comparison\nof Properties of Water-Stable,\nPillared MOFs Synthesized in this Work</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">MOF</oasis:entry>\n<oasis:entry align=\"center\">pore size (Å)</oasis:entry>\n<oasis:entry align=\"center\">pore volume<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">BET\nsurface area<xref ref-type=\"table-fn\" rid=\"t1fn4\"></xref> (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">activation process\n(under vacuum)</oasis:entry>\n<oasis:entry align=\"center\">thermal stability (°C)</oasis:entry>\n<oasis:entry align=\"center\">features</oasis:entry>\n<oasis:entry align=\"center\">BET surface area,<xref ref-type=\"table-fn\" rid=\"t1fn4\"></xref> after\n80% or 90% RH</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Co-DMOF-TM</oasis:entry>\n<oasis:entry>∼3.5<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.488</oasis:entry>\n<oasis:entry>1052</oasis:entry>\n<oasis:entry>110 °C (1 h)</oasis:entry>\n<oasis:entry>310</oasis:entry>\n<oasis:entry>noncatenated</oasis:entry>\n<oasis:entry>1016</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni-DMOF-TM</oasis:entry>\n<oasis:entry>∼3.5<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.484</oasis:entry>\n<oasis:entry>1095</oasis:entry>\n<oasis:entry>110\n°C (2 h)</oasis:entry>\n<oasis:entry>310</oasis:entry>\n<oasis:entry>noncatenated</oasis:entry>\n<oasis:entry>1068</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu-DMOF-TM</oasis:entry>\n<oasis:entry>∼3.5<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.461</oasis:entry>\n<oasis:entry>1041</oasis:entry>\n<oasis:entry>110\n°C (1 h)</oasis:entry>\n<oasis:entry>310</oasis:entry>\n<oasis:entry>noncatenated</oasis:entry>\n<oasis:entry>990</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co-BTTB-DMBPY</oasis:entry>\n<oasis:entry>4.41<xref ref-type=\"table-fn\" rid=\"t1fn3\"></xref>\n</oasis:entry>\n<oasis:entry>0.290</oasis:entry>\n<oasis:entry>809</oasis:entry>\n<oasis:entry>chloroform exchange and 120 °C (12 h)</oasis:entry>\n<oasis:entry>340</oasis:entry>\n<oasis:entry>2-fold catenated</oasis:entry>\n<oasis:entry>807</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn-BTTB-DMBPY</oasis:entry>\n<oasis:entry>∼4.41</oasis:entry>\n<oasis:entry>0.269</oasis:entry>\n<oasis:entry>749</oasis:entry>\n<oasis:entry>chloroform exchange and 120 °C (12 h)</oasis:entry>\n<oasis:entry>340</oasis:entry>\n<oasis:entry>2-fold\ncatenated</oasis:entry>\n<oasis:entry>740</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Obtained from the\nDubinin–Astakov\nmodel of N<sub>2</sub> adsorption at 77 K.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Based on the 3.5 Å pore size\nof Zn-DMOF-TM.<xref ref-type=\"bibr\" rid=\"ref54\"></xref>\n</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>c</label>\n<p>Calculated using the approach of\nHaldoupis et al.<xref ref-type=\"bibr\" rid=\"ref56\"></xref>\n</p>\n</fn>\n<fn id=\"t1fn4\">\n<label>d</label>\n<p>BET analysis.<xref ref-type=\"bibr\" rid=\"ref53\"></xref>\n</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Comparison of Properties of Water-Stable, Pillared MOFs Synthesized in this Work\n\n| MOF            | pore size (Å) | pore volume[^a] (cm³/g) | BET surface area[^d] (m²/g) | activation process (under vacuum) | thermal stability (°C) | features        | BET surface area[^d], after 80% or 90% RH |\n|----------------|---------------|-------------------------|-----------------------------|------------------------------------|------------------------|------------------|----------------------------------------|\n| Co-DMOF-TM     | ∼3.5[^b]      | 0.488                   | 1052                        | 110 °C (1 h)                       | 310                    | noncatenated     | 1016                                   |\n| Ni-DMOF-TM     | ∼3.5[^b]      | 0.484                   | 1095                        | 110 °C (2 h)                       | 310                    | noncatenated     | 1068                                   |\n| Cu-DMOF-TM     | ∼3.5[^b]      | 0.461                   | 1041                        | 110 °C (1 h)                       | 310                    | noncatenated     | 990                                    |\n| Co-BTTB-DMBPY  | 4.41[^c]      | 0.290                   | 809                         | chloroform exchange and 120 °C (12 h) | 340                    | 2-fold catenated | 807                                    |\n| Zn-BTTB-DMBPY  | ∼4.41        | 0.269                   | 749                         | chloroform exchange and 120 °C (12 h) | 340                    | 2-fold catenated | 740                                    |\n\n[^a]: Obtained from the Dubinin–Astakov model of N₂ adsorption at 77 K.\n[^b]: Based on the 3.5 Å pore size of Zn-DMOF-TM. [^54]\n[^c]: Calculated using the approach of Haldoupis et al. [^56]\n[^d]: BET analysis. [^53]", "data": ["substring not found"], "include_properties": null}, {"idx": 29, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Comparison\nof pK<sub>a</sub> Values<xref ref-type=\"bibr\" rid=\"ref60\"></xref> of Ligands Used\nin the Synthesis of Pillared\nMOFs</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">MOF</oasis:entry>\n<oasis:entry align=\"center\">ligand</oasis:entry>\n<oasis:entry align=\"center\">p<italic toggle=\"yes\">K</italic>\n<sub>a</sub>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>M-DMOF-TM</oasis:entry>\n<oasis:entry>TMBDC, DABCO</oasis:entry>\n<oasis:entry>3.80, 8.86</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M-BTTB-DMBPY</oasis:entry>\n<oasis:entry>BTTB, DMBPY</oasis:entry>\n<oasis:entry>4.01, 5.60</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M-BTTB-BPY</oasis:entry>\n<oasis:entry>BTTB, BPY</oasis:entry>\n<oasis:entry>4.01, 4.60</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Comparison of pK<sub>a</sub> Values[^60] of Ligands Used in the Synthesis of Pillared MOFs\n\n| MOF         | ligand       | p<sub>K<sub>a</sub></sub> |\n|-------------|--------------|---------------------------|\n| M-DMOF-TM   | TMBDC, DABCO | 3.80, 8.86                |\n| M-BTTB-DMBPY| BTTB, DMBPY  | 4.01, 5.60                |\n| M-BTTB-BPY  | BTTB, BPY    | 4.01, 4.60                |", "data": [{"meta": {"name": "M-DMOF-TM", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "pKa Values", "value": "TMBDC: 3.80, DABCO: 8.86", "unit": "", "condition": ""}]}, {"meta": {"name": "M-BTTB-DMBPY", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "pKa Values", "value": "BTTB: 4.01, DMBPY: 5.60", "unit": "", "condition": ""}]}, {"meta": {"name": "M-BTTB-BPY", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "pKa Values", "value": "BTTB: 4.01, BPY: 4.60", "unit": "", "condition": ""}]}], "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Illustration of noncatenated (top) and 2-fold catenated\n(bottom)\npillared layer metal–organic frameworks synthesized from dicarboxylate\n(left) and tetracarboxylate ligands (right). The blue corners are\nthe metal nodes, red represents linkage via carboxylate ligands, and\ngreen represents linkage via pillar ligands. Black and white represent\ntwo different frameworks. (b) Carboxylate (top) and diamine pillar\n(bottom) ligands used in this work.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2014-03269f_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Illustration of noncatenated (top) and 2-fold catenated (bottom) pillared layer metal-organic frameworks synthesized from dicarboxylate (left) and tetracarboxylate ligands (right). The blue corners are the metal nodes, red represents linkage via carboxylate ligands, and green represents linkage via pillar ligands. Black and white represent two different frameworks. (b) Carboxylate (top) and diamine pillar (bottom) ligands used in this work.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>New, water-stable, pillared MOFs synthesized\nin this work.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2014-03269f_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  New, water-stable, pillared MOFs synthesized in this work.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Water vapor adsorption isotherms at 25 °C for desolvated compounds\nof M-DMOF-TM (closed symbols, adsorption; open symbols, desorption).\nLines connecting the adsorption points are to faciliate viewing. *Reported\nfrom our previous work.<xref ref-type=\"bibr\" rid=\"ref18\"></xref>\n</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2014-03269f_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Water vapor adsorption isotherms at 25 °C for desolvated compounds of M-DMOF-TM (closed symbols, adsorption; open symbols, desorption). Lines connecting the adsorption points are to faciliate viewing. *Reported from our previous work.    ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>PXRD\npatterns for as-synthesized, water-exposed (after 80% RH),\nand regenerated (a) Co-DMOF-TM, (b) Ni-DMOF-TM, and (c) Cu-DMOF-TM.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2014-03269f_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  PXRD patterns for as-synthesized, water-exposed (after 80% RH), and regenerated (a) Co-DMOF-TM, (b) Ni-DMOF-TM, and (c) Cu-DMOF-TM.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Water vapor adsorption isotherms at 25 °C\nfor desolvated compounds\nof M-BTTB-DMBPY and M-BTTB-BPY (closed symbols, adsorption; open symbols,\ndesorption). Lines connecting the adsorption points are to faciliate\nviewing. *Reported in our previous work.<xref ref-type=\"bibr\" rid=\"ref52\"></xref>\n</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2014-03269f_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Water vapor adsorption isotherms at 25 °C for desolvated compounds of M-BTTB-DMBPY and M-BTTB-BPY (closed symbols, adsorption; open symbols, desorption). Lines connecting the adsorption points are to faciliate viewing. *Reported in our previous work.    ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>PXRD patterns for as-synthesized, water-exposed (after\n90% RH),\nand regenerated (a) Co-BTTB-DMBPY and (b) Zn-BTTB-DMBPY.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2014-03269f_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  PXRD patterns for as-synthesized, water-exposed (after 90% RH), and regenerated (a) Co-BTTB-DMBPY and (b) Zn-BTTB-DMBPY.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/la503269f", "title": null, "journal": "American\nChemical Society", "date": "2014.10", "author_list": ["Jasuja\nHimanshu", "Jiao\nYang", "Burtch\nNicholas C.", "Huang\nYou-gui", "Walton\nKrista S."]}}