[{"idx": 23, "type": "text", "classification": "synthesis condition", "content": "<p>First, <bold>5</bold> was activated at 150 °C under vacuum\nfor 12 h to remove guest solvents in the channels, providing accessible\nLewis acidic sites. The activated sample was measured by XPS to confirm\nwhether the oxidation state of cobalt ion changed during the activating\nprocess. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02631/suppl_file/ic7b02631_si_001.pdf\">Figure S4</ext-link>, the peaks\nof Co 2p<sub>3/2</sub> at 781.4 eV and Co 2p<sub>1/2</sub> at 796.9\neV, together with two satellite peaks at 784.1 and 798.9 eV, indicate\nthe oxidation state of the cobalt ion remains +2. The coupling of CO<sub>2</sub> and styrene oxide was used\nas the model reaction to investigate the effect of various parameters\non activity and enantioselectivity. Initially, the reaction proceeded\nwith 0.1 mol % catalyst and 1 mol % TBAB under ambient conditions\nfor 6 h to give a conversion of 11% and an enantioselectivity of 13%\n(entry 3, ).\nIt was found that both <bold>5</bold> and TBAB were indispensable\nto this reaction (entries 1 and 2, ), which is quite consistent with other reported\nbinary catalytic systems. When the catalyst\nloading was increased from 0.1 to 0.5 mol %, an increased conversion\n(23%) and a slightly increased enantioselectivity (15%) were obtained\n(entry 4, ),\nbut further increasing the catalyst loading to 1 mol % gave no observably\nimproved catalytic behaviors. On the other hand, the augmentation\nof TBAB to 2.5 mol % resulted in a decreased enantioselectivity (9%),\nwhich might be due to the background reaction proceeding via the racemic\npathway (entry 5, ). In general, a low temperature favors higher chirality; therefore,\nwe decreased the temperature to 0 °C, and an improved enantioselectivity\n(30%) was indeed achieved. However, prolonging the reaction time from\n6 to 24 h is necessary to compensate for the decreased reaction rates\n(entry 6, ).\nFurther decreasing the temperature to −20 °C makes the\nreaction almost inert, which makes the determination of enantioselectivity\nimpossible (entry 7, ). Thus, the optimized reaction conditions involve 10 mmol\nof epoxide, 0.5 mol % catalyst, and 1 mol % TBAB under 1 atm of CO<sub>2</sub> at 0 °C for 24 h, with a conversion of 22% and an enantioselectivity\nof 30% (entry 6, ). In comparison, <bold>7</bold>, which exhibits a <italic>Q</italic>\n<sub>st</sub> lower than that of <bold>5</bold>, showed slightly\ndecreased values of conversion (21%) and ee (27%) under identical\nconditions (entry 8, ).</p>", "clean_text": "First, 5 was activated at 150 °C under vacuum for 12 h to remove guest solvents in the channels, providing accessible Lewis acidic sites. The activated sample was measured by XPS to confirm whether the oxidation state of cobalt ion changed during the activating process. As shown in Figure S4, the peaks of Co 2p3/2 at 781.4 eV and Co 2p1/2 at 796.9 eV, together with two satellite peaks at 784.1 and 798.9 eV, indicate the oxidation state of the cobalt ion remains +2. The coupling of CO2 and styrene oxide was used as the model reaction to investigate the effect of various parameters on activity and enantioselectivity. Initially, the reaction proceeded with 0.1 mol % catalyst and 1 mol % TBAB under ambient conditions for 6 h to give a conversion of 11% and an enantioselectivity of 13% (entry 3, ). It was found that both 5 and TBAB were indispensable to this reaction (entries 1 and 2, ), which is quite consistent with other reported binary catalytic systems. When the catalyst loading was increased from 0.1 to 0.5 mol %, an increased conversion (23%) and a slightly increased enantioselectivity (15%) were obtained (entry 4, ), but further increasing the catalyst loading to 1 mol % gave no observably improved catalytic behaviors. On the other hand, the augmentation of TBAB to 2.5 mol % resulted in a decreased enantioselectivity (9%), which might be due to the background reaction proceeding via the racemic pathway (entry 5, ). In general, a low temperature favors higher chirality; therefore, we decreased the temperature to 0 °C, and an improved enantioselectivity (30%) was indeed achieved. However, prolonging the reaction time from 6 to 24 h is necessary to compensate for the decreased reaction rates (entry 6, ). Further decreasing the temperature to -20 °C makes the reaction almost inert, which makes the determination of enantioselectivity impossible (entry 7, ). Thus, the optimized reaction conditions involve 10 mmol of epoxide, 0.5 mol % catalyst, and 1 mol % TBAB under 1 atm of CO2 at 0 °C for 24 h, with a conversion of 22% and an enantioselectivity of 30% (entry 6, ). In comparison, 7, which exhibits a Q st lower than that of 5, showed slightly decreased values of conversion (21%) and ee (27%) under identical conditions (entry 8, ).", "data": [{"meta": {"name": "5", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "activation", "heat treatment method": "vacuum", "heat treatment temperature": "150°C", "heat treatment time": "12 h", "heating rate": "", "cooling rate": ""}], "yield": "", "other properties": []}, {"meta": {"name": "7", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "activation", "heat treatment method": "vacuum", "heat treatment temperature": "150°C", "heat treatment time": "12 h", "heating rate": "", "cooling rate": ""}], "yield": "", "other properties": []}], "include_properties": ["heat_treatment"]}]