{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/cg3011844.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Solvothermal reactions of manganese(II) salts with hexa[4-(carboxyphenyl)oxamethyl]-3-oxapentane\nacid (H<sub>6</sub>L) afforded a family of porous metal–organic\nframeworks, namely, Mn<sub>3</sub>(L)(DMA)<sub>4</sub>·2DMA (<bold>1</bold>, <italic toggle=\"yes\">C</italic>2/<italic toggle=\"yes\">c</italic>), Mn<sub>3</sub>(L)(H<sub>2</sub>O)<sub>2</sub>(DMF)<sub>2</sub>·8DMF (<bold>2</bold>, <italic toggle=\"yes\">Cc</italic>), and Mn<sub>3</sub>(L)(H<sub>2</sub>O)<sub>2</sub>(DMF)·4DMF (<bold>3</bold>, <italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>). All compounds have been characterized\nby elemental analysis and thermogravimetric analysis and structurally\nconfirmed by single-crystal X-ray diffractions. Their structures consist\nof three types of trinuclear Mn<sup>II</sup> subunits, which are further\nbridged by the carboxylic ligand, resulting in two types of topological\nnets (pts and sra). All of the Mn<sup>II</sup>\n<sub>3</sub> subunits\nare terminally coordinated by solvent molecules. The structure of\nthe Mn<sup>II</sup>\n<sub>3</sub> core in <bold>1</bold> is symmetric\nwith an inversion center, whereas those in <bold>2</bold> and <bold>3</bold> display a symmetry-breaking phenomenon. Their magnetic behaviors\nexhibit interesting variations, in which the local net magnetization\nat low temperature increases gradually from <bold>1</bold> to <bold>3</bold>. Such magnetic evolution behavior in trinuclear subunits\nhas never been observed previously.</p>", "clean_text": "Solvothermal reactions of manganese(II) salts with hexa[4-(carboxyphenyl)oxamethyl]-3-oxapentane acid (H6L) afforded a family of porous metal-organic frameworks, namely, Mn3(L)(DMA)4⋅2DMA (1, C2/c), Mn3(L)(H2O)2(DMF)2⋅8DMF (2, Cc), and Mn3(L)(H2O)2(DMF)⋅4DMF (3, P21/c). All compounds have been characterized by elemental analysis and thermogravimetric analysis and structurally confirmed by single-crystal X-ray diffractions. Their structures consist of three types of trinuclear MnII subunits, which are further bridged by the carboxylic ligand, resulting in two types of topological nets (pts and sra). All of the MnII 3 subunits are terminally coordinated by solvent molecules. The structure of the MnII 3 core in 1 is symmetric with an inversion center, whereas those in 2 and 3 display a symmetry-breaking phenomenon. Their magnetic behaviors exhibit interesting variations, in which the local net magnetization at low temperature increases gradually from 1 to 3. Such magnetic evolution behavior in trinuclear subunits has never been observed previously.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>By controlling the reaction solvents,\na family of manganese(II)-based\nporous metal−organic frameworks were obtained by reactions\nof Mn<sup>2+</sup> and a hexacarboxylate ligand (H<sub>6</sub>L).\nThe temperature dependence of the measured magnetic susceptibility\ndata exhibits interesting variation from the centrosymmetric Mn<sup>II</sup>\n<sub>3</sub> subunit in <bold>1</bold> to increasing symmetry\nbreaking of trinuclear subunits in compounds <bold>2</bold> and <bold>3</bold> at low temperature. This is in view of developing the structure−magnetic\nproperty relationships to provide a platform for further development\nof interesting magnetic MOFs.</p>", "clean_text": "By controlling the reaction solvents, a family of manganese(II)-based porous metal-organic frameworks were obtained by reactions of Mn2+ and a hexacarboxylate ligand (H6L). The temperature dependence of the measured magnetic susceptibility data exhibits interesting variation from the centrosymmetric MnII 3 subunit in 1 to increasing symmetry breaking of trinuclear subunits in compounds 2 and 3 at low temperature. This is in view of developing the structure-magnetic property relationships to provide a platform for further development of interesting magnetic MOFs.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic frameworks (MOFs),\nalso known as coordination\npolymers, were regarded to have been developed around 20 years ago. They have emerged as a new class of crystalline\nporous materials, which are constructed from metal ions and bridging\norganic linkers. Yaghi brought the notion of secondary building units\n(SBUs), where the atoms in a crystal are replaced by a cluster and\nthe organic connections between them make the bonds. The porous MOFs have attracted tremendous attention not\nonly because of their potential applications in ferroelectrics, nonlinear\noptics, porous materials, and catalysis in recent years, as can be\nseen from the rapidly increasing publications devoted to this field, but also because of their intriguring varieties of molecular architectures\nand topologies.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs), also known as coordination polymers, were regarded to have been developed around 20 years ago. They have emerged as a new class of crystalline porous materials, which are constructed from metal ions and bridging organic linkers. Yaghi brought the notion of secondary building units (SBUs), where the atoms in a crystal are replaced by a cluster and the organic connections between them make the bonds. The porous MOFs have attracted tremendous attention not only because of their potential applications in ferroelectrics, nonlinear optics, porous materials, and catalysis in recent years, as can be seen from the rapidly increasing publications devoted to this field, but also because of their intriguring varieties of molecular architectures and topologies. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Organic carboxylated\nligands have been widely used in synthesizing\nporous MOFs with various coordination modes of the carboxyl group.\nHowever, most of these carboxylate ligands reported to date are rigid\nto obtain firm frameworks. The final rigid structural topology is\nrarely influenced by several factors, such as metal–ligand\nratio, solvent, etc. In comparison with rigid ligands, porous MOFs\nbased on flexible ligands are less documented. The major reason is\nthat the starting entities are too flexible to maintain their structural\ngeometries during the self-assembly process. Hence, it is difficult\nto predict the final topologies of MOFs using flexible ligands. Meanwhile,\nthe resultant structures are more sensitive to many subtle factors.\nTherefore, the design and synthesis of such porous MOFs based on flexible\nligands is still a challenging aspect of crystal engineering. However,\nthe flexibility of ligands is essential to form some particular properties\nand structures. For example, based on flexible multidentate tetracarboxylate\nligands {tetrakis[4-(carboxyphenyl)oxamethyl]methane acid}, some porous\nframeworks have been reported, which display\ngreat gas sorption capacities, ferroelectric properties, etc. Bearing\nthis point in the mind, a flexible hexacarboxylate ligand, hexa[4-(carboxyphenyl)oxamethyl]-3-oxapentane\nacid (H<sub>6</sub>L), is selected to build porous MOFs. In our previous\nstudies, the combination of H<sub>6</sub>L and UO<sub>2</sub>\n<sup>2+</sup> gave the first examples of three-dimensional (3D) uranium\norganic frameworks (UOFs) with 3-fold interpenetrated networks. As an ongoing study, we extend our work toward\nthe transition-metal ions, especially being interested in their magnetic\nproperties.</p>", "clean_text": "Organic carboxylated ligands have been widely used in synthesizing porous MOFs with various coordination modes of the carboxyl group. However, most of these carboxylate ligands reported to date are rigid to obtain firm frameworks. The final rigid structural topology is rarely influenced by several factors, such as metal-ligand ratio, solvent, etc. In comparison with rigid ligands, porous MOFs based on flexible ligands are less documented. The major reason is that the starting entities are too flexible to maintain their structural geometries during the self-assembly process. Hence, it is difficult to predict the final topologies of MOFs using flexible ligands. Meanwhile, the resultant structures are more sensitive to many subtle factors. Therefore, the design and synthesis of such porous MOFs based on flexible ligands is still a challenging aspect of crystal engineering. However, the flexibility of ligands is essential to form some particular properties and structures. For example, based on flexible multidentate tetracarboxylate ligands {tetrakis[4-(carboxyphenyl)oxamethyl]methane acid}, some porous frameworks have been reported, which display great gas sorption capacities, ferroelectric properties, etc. Bearing this point in the mind, a flexible hexacarboxylate ligand, hexa[4-(carboxyphenyl)oxamethyl]-3-oxapentane acid (H6L), is selected to build porous MOFs. In our previous studies, the combination of H6L and UO2 2+ gave the first examples of three-dimensional (3D) uranium organic frameworks (UOFs) with 3-fold interpenetrated networks. As an ongoing study, we extend our work toward the transition-metal ions, especially being interested in their magnetic properties.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>However, it remains a challenging task to design\nand construct\nthe porous MOFs with excellent magnetism for the device-related perspectives,\nbecause it is difficult to obtain simultaneously large pore sizes\nand relatively strong magnetic interactions. The porosity usually\ndepends on the use of relatively long bridging ligands. However, magnetic\nsuperexchange requires relatively short exchange pathways between\ntwo adjacent metal centers. To resolve this problem, the primary synthetic\nstrategy is to form magnetic chains or clusters linked by organic\nligands in porous MOFs. In large porous MOFs, metal chains or clusters\nare bridged by longer organic linkers, so the intercluster magnetic\ninteraction is very weak. Intracluster magnetic behavior plays the\nmost important role. Physically, a ferromagnetic material is the one\nin which the magnetic moments of the atoms on different sublattices\nare opposed; as for antiferromagnetism, however, the opposing moments\nare unequal and a spontaneous magnetization remains. The sum of the\nsublattices displays the total ferromagnetic behavior. Therefore,\nthe most effective strategy is to maintain the ferromagnetic behavior\nof sublattices, and obtain local net magnetization. Especially for\nthe homometallic system, because only one kind of spin is present,\nthe noncompensation of the individual spin moments is difficult to\nachieve in these systems. The noncompensation of the individual spin\nmoments can only be achieved through geometric or symmetry restrictions. Natarajan and his colleague reported a 3D homometallic Mn<sup>II</sup>-MOF, in which ferromagnetic behavior is mainly based upon two inequivalent\nMn<sup>II</sup> ions with different coordinated geometries. Zeng and co-workers also obtained a 3D Mn<sup>II</sup>-MOF based on a benzotriazole-5-carboxylate ligand, in which\nmetal centers with asymmetric coordinated geometries are bridged into\nmagnetic chains. One mutually shared\ncharacteristic that is found is that there are asymmetric metal centers,\nbut most of them are random. In contrast, the controllable symmetry\nbreaking to obtain local net magnetization in the subunit is a synthetic\nchallenge for homometallic systems.</p>", "clean_text": "However, it remains a challenging task to design and construct the porous MOFs with excellent magnetism for the device-related perspectives, because it is difficult to obtain simultaneously large pore sizes and relatively strong magnetic interactions. The porosity usually depends on the use of relatively long bridging ligands. However, magnetic superexchange requires relatively short exchange pathways between two adjacent metal centers. To resolve this problem, the primary synthetic strategy is to form magnetic chains or clusters linked by organic ligands in porous MOFs. In large porous MOFs, metal chains or clusters are bridged by longer organic linkers, so the intercluster magnetic interaction is very weak. Intracluster magnetic behavior plays the most important role. Physically, a ferromagnetic material is the one in which the magnetic moments of the atoms on different sublattices are opposed; as for antiferromagnetism, however, the opposing moments are unequal and a spontaneous magnetization remains. The sum of the sublattices displays the total ferromagnetic behavior. Therefore, the most effective strategy is to maintain the ferromagnetic behavior of sublattices, and obtain local net magnetization. Especially for the homometallic system, because only one kind of spin is present, the noncompensation of the individual spin moments is difficult to achieve in these systems. The noncompensation of the individual spin moments can only be achieved through geometric or symmetry restrictions. Natarajan and his colleague reported a 3D homometallic MnII-MOF, in which ferromagnetic behavior is mainly based upon two inequivalent MnII ions with different coordinated geometries. Zeng and co-workers also obtained a 3D MnII-MOF based on a benzotriazole-5-carboxylate ligand, in which metal centers with asymmetric coordinated geometries are bridged into magnetic chains. One mutually shared characteristic that is found is that there are asymmetric metal centers, but most of them are random. In contrast, the controllable symmetry breaking to obtain local net magnetization in the subunit is a synthetic challenge for homometallic systems.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Bearing the aforementioned\nideas in mind, a semirigid ligand, hexa[4-(carboxyphenyl)oxamethyl]-3-oxapentane\nacid (H<sub>6</sub>L, Scheme ), was selected\nas a building block to construct new structures. Solvothermal reactions\nof H<sub>6</sub>L and Mn<sup>2+</sup> in different mixed solvent systems,\nDMA/H<sub>2</sub>O, DMF/H<sub>2</sub>O, and DMF, at 85 °C resulted\nin three novel porous compounds, <bold>1</bold> (<italic toggle=\"yes\">C</italic>2/<italic toggle=\"yes\">c</italic>), <bold>2</bold> (<italic toggle=\"yes\">Cc</italic>), and <bold>3</bold> (<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>), respectively.\nWe describe in detail their syntheses, crystal structures, and interesting\nmagnetic behavior.</p>", "clean_text": "Bearing the aforementioned ideas in mind, a semirigid ligand, hexa[4-(carboxyphenyl)oxamethyl]-3-oxapentane acid (H6L, Scheme ), was selected as a building block to construct new structures. Solvothermal reactions of H6L and Mn2+ in different mixed solvent systems, DMA/H2O, DMF/H2O, and DMF, at 85 °C resulted in three novel porous compounds, 1 (C2/c), 2 (Cc), and 3 (P21/c), respectively. We describe in detail their syntheses, crystal structures, and interesting magnetic behavior.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Structure of Ligand H<sub>6</sub>L and Illustration\nof Crystallization\nProcesses in the Synthesis of Compounds <bold>1</bold>–<bold>3</bold>\n</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2012-011844_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Structure of Ligand H6L and Illustration of Crystallization Processes in the Synthesis of Compounds 1-3    ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and Synthesis</title><p>All chemicals were purchased\ncommercially and used without further purification. H<sub>6</sub>L\nwas synthesized by a modified procedure previously documented.\n</p><p>Elemental analyses of C, H, and N in the solid samples were\nperformed with a VarioEL analyzer. Energy disperse thermogravimetric\nand differential thermal analysis (TG-DTA) data were recorded on a\nThermal Analysis Instrument (SDT 2960, TA Instruments, New Castle,\nDE) from room temperature to 600 °C with a heating rate of 10\n°C/min under an air atmosphere. Powder X-ray power diffraction\n(XRD) patterns were performed on a D8 Focus (Bruker) diffractometer\nwith Cu Kα radiation (λ = 0.15405 nm, continuous, 40 kV,\n40 mA, increment = 0.02°). Magnetic susceptibility measurements\nwere carried out on a Quantum Design MPMSXL SQUID magnetometer and\nPPMS-9T system. The raw data were corrected for the susceptibility\nof the container and the diamagnetic contributions of the sample using\nPascal constants.</p>", "clean_text": "Experimental Section\n\nMaterials and Synthesis\n\nAll chemicals were purchased commercially and used without further purification. H6L was synthesized by a modified procedure previously documented. \n\nElemental analyses of C, H, and N in the solid samples were performed with a VarioEL analyzer. Energy disperse thermogravimetric and differential thermal analysis (TG-DTA) data were recorded on a Thermal Analysis Instrument (SDT 2960, TA Instruments, New Castle, DE) from room temperature to 600 °C with a heating rate of 10 °C/min under an air atmosphere. Powder X-ray power diffraction (XRD) patterns were performed on a D8 Focus (Bruker) diffractometer with Cu Kα radiation (λ = 0.15405 nm, continuous, 40 kV, 40 mA, increment = 0.02°). Magnetic susceptibility measurements were carried out on a Quantum Design MPMSXL SQUID magnetometer and PPMS-9T system. The raw data were corrected for the susceptibility of the container and the diamagnetic contributions of the sample using Pascal constants.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of Mn<sub>3</sub>(L)(DMA)<sub>4</sub>·2DMA (<bold>1</bold>)</title><p>MnCl<sub>2</sub>·4H<sub>2</sub>O (0.12 mmol,\n23.7 mg) and H<sub>6</sub>L (0.04 mmol, 39.0 mg) in a mixed dimethylacetamide\n(DMA, 6 mL)/distilled water (H<sub>2</sub>O, 1 mL) solvent were placed\nin a 20 mL vial, and then sealed. The sample was heated to 85 °C\nin 300 min, maintained at this temperature for 3 days, and cooled\nto room temperature slowly. After they were washed with distilled\nwater, colorless crystals were obtained. Yield: 62.2 mg (85% based\non Mn). Its purity was confirmed by X-ray power diffraction (XRD)\n(Figure S1; see the ). Anal. Calcd (%) for <bold>1</bold> C<sub>84</sub>H<sub>112</sub>Mn<sub>3</sub>N<sub>8</sub>O<sub>27</sub> (<italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 1830.64): C, 55.11; H, 6.17; N, 6.12. Found: C, 55.67;\nH, 6.01; N, 6.04.</p>", "clean_text": "Synthesis of Mn3(L)(DMA)4⋅2DMA (1)\n\nMnCl2⋅4H2O (0.12 mmol, 23.7 mg) and H6L (0.04 mmol, 39.0 mg) in a mixed dimethylacetamide (DMA, 6 mL)/distilled water (H2O, 1 mL) solvent were placed in a 20 mL vial, and then sealed. The sample was heated to 85 °C in 300 min, maintained at this temperature for 3 days, and cooled to room temperature slowly. After they were washed with distilled water, colorless crystals were obtained. Yield: 62.2 mg (85% based on Mn). Its purity was confirmed by X-ray power diffraction (XRD) (Figure S1; see the ). Anal. Calcd (%) for 1 C84H112Mn3N8O27 (M r = 1830.64): C, 55.11; H, 6.17; N, 6.12. Found: C, 55.67; H, 6.01; N, 6.04.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Syntheses of the Mn<sub>3</sub>(L)(H<sub>2</sub>O)<sub>2</sub>(DMF)<sub>2</sub>·8DMF (<bold>2</bold>) and Mn<sub>3</sub>(L)(H<sub>2</sub>O)<sub>2</sub>(DMF)·4DMF (<bold>3</bold>)</title><p>The\nsyntheses of compounds <bold>2</bold> and <bold>3</bold> are similar\nto that of compound <bold>1</bold>, except that the solvent is replaced\nfor the mixed dimethyl formamide (DMF, 6 mL)/distilled water (H<sub>2</sub>O, 1 mL) solvent for <bold>2</bold>, and dimethyl formamide\n(DMF, 6 mL) solvent for <bold>3</bold>. The yields are 15.2 mg (20%\nbased on Mn) for <bold>2</bold> and 48.1 mg (81% based on Mn) for <bold>3</bold>. Their purities were also confirmed by X-ray power diffraction\n(XRD) (Figure S1, ). Anal. Calcd (%) for <bold>2</bold> C<sub>82</sub>H<sub>112</sub>Mn<sub>3</sub>N<sub>10</sub>O<sub>31</sub> (<italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 1898.64): C, 51.87; H, 5.95; N, 7.38. Found: C, 51.95;\nH, 6.12; N, 7.27. Anal. Calcd (%) for <bold>3</bold> C<sub>66</sub>H<sub>68</sub>Mn<sub>3</sub>N<sub>5</sub>O<sub>26</sub> (<italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 1512.07): C, 52.42; H, 4.53; N, 4.63. Found:\nC, 52.36; H, 4.67; N, 4.40.</p>", "clean_text": "Syntheses of the Mn3(L)(H2O)2(DMF)2⋅8DMF (2) and Mn3(L)(H2O)2(DMF)⋅4DMF (3)\n\nThe syntheses of compounds 2 and 3 are similar to that of compound 1, except that the solvent is replaced for the mixed dimethyl formamide (DMF, 6 mL)/distilled water (H2O, 1 mL) solvent for 2, and dimethyl formamide (DMF, 6 mL) solvent for 3. The yields are 15.2 mg (20% based on Mn) for 2 and 48.1 mg (81% based on Mn) for 3. Their purities were also confirmed by X-ray power diffraction (XRD) (Figure S1, ). Anal. Calcd (%) for 2 C82H112Mn3N10O31 (M r = 1898.64): C, 51.87; H, 5.95; N, 7.38. Found: C, 51.95; H, 6.12; N, 7.27. Anal. Calcd (%) for 3 C66H68Mn3N5O26 (M r = 1512.07): C, 52.42; H, 4.53; N, 4.63. Found: C, 52.36; H, 4.67; N, 4.40.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>X-ray Crystal Structure Determination</title><p>Suitable single\ncrystals with dimensions of 0.40 × 0.25 × 0.25 mm<sup>3</sup> for <bold>1</bold>, 0.30 × 0.25 × 0.20 mm<sup>3</sup> for <bold>2</bold>, and 0.20 × 0.20 × 0.15 mm<sup>3</sup> for <bold>3</bold> were selected for single-crystal X-ray diffraction analyses.\nCrystallographic data were collected at 273 K on a Bruker Apex II\nCCD diffractometer with graphite monochromated Mo–Kα\nradiation (λ = 0.71073 Å). Data processing was accomplished\nwith the SAINT program. The structure was solved by direct methods\nand refined on <italic toggle=\"yes\">F</italic>\n<sup>2</sup> by full-matrix least\nsquares using SHELXTL-97. Non-hydrogen\natoms were refined with anisotropic displacement parameters during\nthe final cycles. All hydrogen atoms of organic molecules were placed\nby geometrical considerations and were added to the structure factor\ncalculation. A summary of the crystallographic data for the three\ncomplexes is listed in Table . Selected bond\ndistances and angles are given in Table  and\nTable S1 (see the ), respectively. The CCDC reference numbers are 885386–885384\nfor <bold>1</bold>–<bold>3</bold>. More details on the crystallographic\nstudies are given in the .</p>", "clean_text": "X-ray Crystal Structure Determination\n\nSuitable single crystals with dimensions of 0.40 × 0.25 × 0.25 mm3 for 1, 0.30 × 0.25 × 0.20 mm3 for 2, and 0.20 × 0.20 × 0.15 mm3 for 3 were selected for single-crystal X-ray diffraction analyses. Crystallographic data were collected at 273 K on a Bruker Apex II CCD diffractometer with graphite monochromated Mo-Kα radiation (λ = 0.71073 Å). Data processing was accomplished with the SAINT program. The structure was solved by direct methods and refined on F 2 by full-matrix least squares using SHELXTL-97. Non-hydrogen atoms were refined with anisotropic displacement parameters during the final cycles. All hydrogen atoms of organic molecules were placed by geometrical considerations and were added to the structure factor calculation. A summary of the crystallographic data for the three complexes is listed in Table . Selected bond distances and angles are given in Table  and Table S1 (see the ), respectively. The CCDC reference numbers are 885386-885384 for 1-3. More details on the crystallographic studies are given in the .", "data": null, "include_properties": null}, {"idx": 12, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of Crystal Data and Structure\nResults for <bold>1</bold>–<bold>3</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">compounds</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>chemical formula</oasis:entry>\n<oasis:entry>C<sub>84</sub>H<sub>112</sub>N<sub>8</sub>O<sub>27</sub>Mn<sub>3</sub>\n</oasis:entry>\n<oasis:entry>C<sub>82</sub>H<sub>112</sub>N<sub>10</sub>O<sub>31</sub>Mn<sub>3</sub>\n</oasis:entry>\n<oasis:entry>C<sub>66</sub>H<sub>68</sub>N<sub>5</sub>O<sub>26</sub>Mn<sub>3</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>structural\nformula</oasis:entry>\n<oasis:entry>Mn<sub>3</sub>(L)(DMA)<sub>4</sub>·2DMA</oasis:entry>\n<oasis:entry>Mn<sub>3</sub>(L)(H<sub>2</sub>O)<sub>2</sub>(DMF)<sub>2</sub>·8DMF</oasis:entry>\n<oasis:entry>Mn<sub>3</sub>(L)(H<sub>2</sub>O)<sub>2</sub>(DMF)·4DMF</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>fw</oasis:entry>\n<oasis:entry>1830.64</oasis:entry>\n<oasis:entry>1898.64</oasis:entry>\n<oasis:entry>1512.07</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>temp (K)</oasis:entry>\n<oasis:entry>273(2)</oasis:entry>\n<oasis:entry>273(2)</oasis:entry>\n<oasis:entry>273(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic>/Å</oasis:entry>\n<oasis:entry>24.000(3)</oasis:entry>\n<oasis:entry>26.418(1)</oasis:entry>\n<oasis:entry>24.233(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic>/Å</oasis:entry>\n<oasis:entry>11.077(1)</oasis:entry>\n<oasis:entry>10.3733(6)</oasis:entry>\n<oasis:entry>11.3031(9)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic>/Å</oasis:entry>\n<oasis:entry>34.991(5)</oasis:entry>\n<oasis:entry>34.280(2)</oasis:entry>\n<oasis:entry>36.079(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α/deg</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β/deg</oasis:entry>\n<oasis:entry>99.660(2)</oasis:entry>\n<oasis:entry>103.138(1)</oasis:entry>\n<oasis:entry>98.213(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ/deg</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>/Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry>9170(2)</oasis:entry>\n<oasis:entry>9148.4(9)</oasis:entry>\n<oasis:entry>9781.3(13)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C</italic>2/<italic toggle=\"yes\">c</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Cc</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2θ max (deg)</oasis:entry>\n<oasis:entry>46.12</oasis:entry>\n<oasis:entry>52.10</oasis:entry>\n<oasis:entry>52.28</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ(Mo–Kα) mm<sup>–1</sup>\n</oasis:entry>\n<oasis:entry>0.467</oasis:entry>\n<oasis:entry>0.493</oasis:entry>\n<oasis:entry>0.428</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">D</italic>, g/cm<sup>3</sup>\n</oasis:entry>\n<oasis:entry>1.074</oasis:entry>\n<oasis:entry>1.379</oasis:entry>\n<oasis:entry>0.844</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>3084</oasis:entry>\n<oasis:entry>3988</oasis:entry>\n<oasis:entry>2556</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflns collected</oasis:entry>\n<oasis:entry>19 177</oasis:entry>\n<oasis:entry>24 529</oasis:entry>\n<oasis:entry>53 067</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub>\n<xref rid=\"t1fn1\"></xref> [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.0631</oasis:entry>\n<oasis:entry>0.0536</oasis:entry>\n<oasis:entry>0.0433</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">wR</italic>\n<sub>2</sub>\n<xref rid=\"t1fn2\"></xref> [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.1942</oasis:entry>\n<oasis:entry>0.1351</oasis:entry>\n<oasis:entry>0.0824</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOF</oasis:entry>\n<oasis:entry>1.095</oasis:entry>\n<oasis:entry>0.970</oasis:entry>\n<oasis:entry>0.912</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> =\n∑∥<italic toggle=\"yes\">F</italic>\n<sub>o</sub>| – <italic toggle=\"yes\">|F</italic>\n<sub>c</sub>∥/∑|<italic toggle=\"yes\">F</italic>\n<sub>o</sub>|.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>\n<italic toggle=\"yes\">wR</italic>\n<sub>2</sub> =\n{∑<italic toggle=\"yes\">w</italic>[(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>)<sup>2</sup> – (<italic toggle=\"yes\">F</italic>\n<sub>c</sub>)<sup>2</sup>]<sup>2</sup>/∑<italic toggle=\"yes\">w</italic>[(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>)<sup>2</sup>]<sup>2</sup>}<sup>1/2</sup>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 13, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Selected Bond Lengths for <bold>1</bold>–<bold>3</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col1\">compound <bold>1</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Mn(1)–O(6)</oasis:entry>\n<oasis:entry>2.026(3)</oasis:entry>\n<oasis:entry>Mn(1)–O(7)</oasis:entry>\n<oasis:entry>2.070(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(1)–O(14)</oasis:entry>\n<oasis:entry>2.393(9)</oasis:entry>\n<oasis:entry>Mn(1)–O(11)#1</oasis:entry>\n<oasis:entry>2.072(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(1)–O(9)#2</oasis:entry>\n<oasis:entry>2.099(3)</oasis:entry>\n<oasis:entry>Mn(2)–O(5)</oasis:entry>\n<oasis:entry>2.18(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(2)–O(12)#1</oasis:entry>\n<oasis:entry>2.08(2)</oasis:entry>\n<oasis:entry>Mn(2)–O(13)#2</oasis:entry>\n<oasis:entry>2.07(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(2)–O(5)#3</oasis:entry>\n<oasis:entry>2.14(4)</oasis:entry>\n<oasis:entry>Mn(2)–O(13)#4</oasis:entry>\n<oasis:entry>2.16(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(2)–O(12)#5</oasis:entry>\n<oasis:entry>2.35(2)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col1\">compound <bold>2</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(1)–O(5)</oasis:entry>\n<oasis:entry>2.155(3)</oasis:entry>\n<oasis:entry>Mn(1)–O(14)</oasis:entry>\n<oasis:entry>2.137(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(1)–O(10)#1</oasis:entry>\n<oasis:entry>2.134(3)</oasis:entry>\n<oasis:entry>Mn(1)–O(16)#1</oasis:entry>\n<oasis:entry>2.154(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(1)–O(18)#2</oasis:entry>\n<oasis:entry>2.183(4)</oasis:entry>\n<oasis:entry>Mn(1)–O(7)#3</oasis:entry>\n<oasis:entry>2.184(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(2)–O(15)</oasis:entry>\n<oasis:entry>2.108(4)</oasis:entry>\n<oasis:entry>Mn(2)–O(21)</oasis:entry>\n<oasis:entry>2.194(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(2)–O(1W)</oasis:entry>\n<oasis:entry>2.184(3)</oasis:entry>\n<oasis:entry>Mn(2)–O(17)#1</oasis:entry>\n<oasis:entry>2.128(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(2)–O(19)#2</oasis:entry>\n<oasis:entry>2.140(4)</oasis:entry>\n<oasis:entry>Mn(3)–O(6)</oasis:entry>\n<oasis:entry>2.120(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(3)–O(9)#1</oasis:entry>\n<oasis:entry>2.099(4)</oasis:entry>\n<oasis:entry>Mn(3)–O(8)#3</oasis:entry>\n<oasis:entry>2.124(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(3)–O(20)</oasis:entry>\n<oasis:entry>2.179(4)</oasis:entry>\n<oasis:entry>Mn(3)–O(2W)</oasis:entry>\n<oasis:entry>2.179(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col1\">compound <bold>3</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(1)–O(5)</oasis:entry>\n<oasis:entry>2.185(1)</oasis:entry>\n<oasis:entry>Mn(1)–O(18)</oasis:entry>\n<oasis:entry>2.185(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(1)–O(14)#1</oasis:entry>\n<oasis:entry>2.095(2)</oasis:entry>\n<oasis:entry>Mn(1)–O(17)#2</oasis:entry>\n<oasis:entry>2.109(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(1)–O(10)#3</oasis:entry>\n<oasis:entry>2.114(2)</oasis:entry>\n<oasis:entry>Mn(1)–O(8)#4</oasis:entry>\n<oasis:entry>2.251(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(2)–O(5)</oasis:entry>\n<oasis:entry>2.268(2)</oasis:entry>\n<oasis:entry>Mn(2)–O(6)</oasis:entry>\n<oasis:entry>2.414(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(2)–O(1W)</oasis:entry>\n<oasis:entry>2.154(2)</oasis:entry>\n<oasis:entry>Mn(2)–O(20)</oasis:entry>\n<oasis:entry>2.190(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(2)–O(16)#2</oasis:entry>\n<oasis:entry>2.118(2)</oasis:entry>\n<oasis:entry>Mn(2)–O(9)#3</oasis:entry>\n<oasis:entry>2.124(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(3)–O(18)</oasis:entry>\n<oasis:entry>2.365(2)</oasis:entry>\n<oasis:entry>Mn(3)–O(19)</oasis:entry>\n<oasis:entry>2.177(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(3)–O(2W)</oasis:entry>\n<oasis:entry>2.090(2)</oasis:entry>\n<oasis:entry>Mn(3)–O(15)#1</oasis:entry>\n<oasis:entry>2.077(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(3)–O(7)#4</oasis:entry>\n<oasis:entry>2.323(2)</oasis:entry>\n<oasis:entry>Mn(3)–O(8)#4</oasis:entry>\n<oasis:entry>2.244(2)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>Symmetry transformations used to generate equivalent atoms:\nFor <bold>1</bold>: #1 <italic toggle=\"yes\">x</italic> – 1/2, −<italic toggle=\"yes\">y</italic> + 1/2, <italic toggle=\"yes\">z</italic> – 1/2; #2 <italic toggle=\"yes\">x</italic>, −<italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic> – 1/2; #3\n−<italic toggle=\"yes\">x</italic> + 1/2, −<italic toggle=\"yes\">y</italic> + 1/2,\n−<italic toggle=\"yes\">z</italic>; #4 −<italic toggle=\"yes\">x</italic> + 1/2, <italic toggle=\"yes\">y</italic> + 1/2,\n−<italic toggle=\"yes\">z</italic> + 1/2; #5 −<italic toggle=\"yes\">x</italic> +\n1, <italic toggle=\"yes\">y</italic>, −<italic toggle=\"yes\">z</italic> + 1/2. For <bold>2</bold>: #1 <italic toggle=\"yes\">x</italic> + 1/2, <italic toggle=\"yes\">y</italic> –\n1/2, <italic toggle=\"yes\">z</italic>; #2 <italic toggle=\"yes\">x</italic> + 1/2, −<italic toggle=\"yes\">y</italic> + 1/2, <italic toggle=\"yes\">z</italic> + 1/2; #3 <italic toggle=\"yes\">x</italic>, −<italic toggle=\"yes\">y</italic> + 1, <italic toggle=\"yes\">z</italic> – 1/2.\nFor <bold>3</bold>: #1 <italic toggle=\"yes\">x</italic>, −<italic toggle=\"yes\">y</italic> + 3/2, <italic toggle=\"yes\">z</italic> + 1/2; #2 −<italic toggle=\"yes\">x</italic> +\n2, <italic toggle=\"yes\">y</italic> + 1/2, −<italic toggle=\"yes\">z</italic> + 1/2; #3 <italic toggle=\"yes\">x</italic>, −<italic toggle=\"yes\">y</italic> + 3/2, <italic toggle=\"yes\">z</italic> –\n1/2; #4 −<italic toggle=\"yes\">x</italic> + 1, −<italic toggle=\"yes\">y</italic> + 2, −<italic toggle=\"yes\">z</italic> + 1.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>Solvothermal reactions of MnCl<sub>2</sub>·4H<sub>2</sub>O\nand H<sub>6</sub>L ligand in the presence of different solvents, DMA/H<sub>2</sub>O, DMF/H<sub>2</sub>O, or DMF, led to three novel porous Mn<sup>II</sup>-MOFs, with the following formulas: Mn<sub>3</sub>(L)(DMA)<sub>4</sub>·2DMA (<bold>1</bold>), Mn<sub>3</sub>(L)(H<sub>2</sub>O)<sub>2</sub>(DMF)<sub>2</sub>·8DMF (<bold>2</bold>), and Mn<sub>3</sub>(L)(H<sub>2</sub>O)<sub>2</sub>(DMF)·4DMF (<bold>3</bold>). All compounds were characterized by single-crystal X-ray diffraction,\nelemental analysis, and TGA.</p>", "clean_text": "Results and Discussion\n\nSolvothermal reactions of MnCl2⋅4H2O and H6L ligand in the presence of different solvents, DMA/H2O, DMF/H2O, or DMF, led to three novel porous MnII-MOFs, with the following formulas: Mn3(L)(DMA)4⋅2DMA (1), Mn3(L)(H2O)2(DMF)2⋅8DMF (2), and Mn3(L)(H2O)2(DMF)⋅4DMF (3). All compounds were characterized by single-crystal X-ray diffraction, elemental analysis, and TGA.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>The carboxylate group has been\nwidely used to build magnetic units\nwith transition-metal ions. The carboxylate group can adopt syn–syn,\nsyn–anti, and anti–anti coordination conformations,\nand corresponding compounds often show ferro- or antiferromagnetic\nbehaviors. So far, a large number of manganese carboxylates have been\nreported with magnetic properties, but a family of porous Mn<sup>II</sup>-MOFs with a unique structure–magnetic\nproperty relationship have been not documented.</p>", "clean_text": "The carboxylate group has been widely used to build magnetic units with transition-metal ions. The carboxylate group can adopt syn-syn, syn-anti, and anti-anti coordination conformations, and corresponding compounds often show ferro- or antiferromagnetic behaviors. So far, a large number of manganese carboxylates have been reported with magnetic properties, but a family of porous MnII-MOFs with a unique structure-magnetic property relationship have been not documented.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Single-crystal\nX-ray diffraction results reveal that MOFs <bold>1</bold> and <bold>2</bold> crystallize in monoclinic centrosymmetric\nspace group <italic toggle=\"yes\">C</italic>2/<italic toggle=\"yes\">c</italic> and noncentrosymmetric\nspace group <italic toggle=\"yes\">Cc</italic>, respectively. Their structures are\nbuilt by the linear trinuclear Mn<sup>II</sup>\n<sub>3</sub> building\nunits and possess the same topology. The Mn<sup>II</sup>\n<sub>3</sub> subunits are symmetric in <bold>1</bold>, but asymmetric in <bold>2</bold>. Their corresponding coordinated modes of terminal metal\ncenters are totally different.</p>", "clean_text": "Single-crystal X-ray diffraction results reveal that MOFs 1 and 2 crystallize in monoclinic centrosymmetric space group C2/c and noncentrosymmetric space group Cc, respectively. Their structures are built by the linear trinuclear MnII 3 building units and possess the same topology. The MnII 3 subunits are symmetric in 1, but asymmetric in 2. Their corresponding coordinated modes of terminal metal centers are totally different.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>Compound <bold>1</bold> consists\nof two unique Mn<sup>II</sup> ions,\na half L<sup>6–</sup> ligand, and two coordinated DMA molecules\nin its asymmetric unit (Figure S3a, ). Mn(2) is located at the inversion site and is\ncoordinated by six trans-related carboxylate oxygen atoms from four\ndifferent L<sup>6–</sup> anions in an octahedral geometry.\nThe Mn(1) atom is five-coordinated in a square-pyramid geometry by\nfive oxygen atoms from three different carboxylic ligands and two\nDMA molecules with Mn–O distances of 2.070(3) Å (Mn(1)–O(7))\nand 2.393(9) Å (Mn(1)–O(14)), respectively (Figure ). One L<sup>6–</sup> is coordinated to 10\nMn<sup>II</sup> ions through each unidentate carboxylic oxygen atom\n(Figure ). The polyhedra of three metal atoms\nare bridged by carboxylate groups and give rise to centrosymmetric\ntrinuclear manganese(II) subunits (Mn<sup>II</sup>\n<sub>3</sub>). The\nMn···Mn distance within the trinuclear metal unit is\n3.755(1) Å, slightly longer than those in other carboxylate-bridged\ntrinuclear Mn<sup>II</sup> complexes. The\nshortest distance of inter-Mn<sup>II</sup>\n<sub>3</sub> units is 11.077(1)\nÅ.</p>", "clean_text": "Compound 1 consists of two unique MnII ions, a half L6- ligand, and two coordinated DMA molecules in its asymmetric unit (Figure S3a, ). Mn(2) is located at the inversion site and is coordinated by six trans-related carboxylate oxygen atoms from four different L6- anions in an octahedral geometry. The Mn(1) atom is five-coordinated in a square-pyramid geometry by five oxygen atoms from three different carboxylic ligands and two DMA molecules with Mn-O distances of 2.070(3) Å (Mn(1)-O(7)) and 2.393(9) Å (Mn(1)-O(14)), respectively (Figure ). One L6- is coordinated to 10 MnII ions through each unidentate carboxylic oxygen atom (Figure ). The polyhedra of three metal atoms are bridged by carboxylate groups and give rise to centrosymmetric trinuclear manganese(II) subunits (MnII 3). The Mn⋅⋅⋅Mn distance within the trinuclear metal unit is 3.755(1) Å, slightly longer than those in other carboxylate-bridged trinuclear MnII complexes. The shortest distance of inter-MnII 3 units is 11.077(1) Å.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Coordination modes of H<sub>6</sub>L ligands in the asymmetric\nunits of <bold>1</bold>, <bold>2</bold>, and <bold>3</bold>. C atoms\nare drawn as gray balls. The hydrogen atoms are omitted for clarity.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2012-011844_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Coordination modes of H6L ligands in the asymmetric units of 1, 2, and 3. C atoms are drawn as gray balls. The hydrogen atoms are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The asymmetric unit of compound <bold>2</bold> consists\nof three\ncrystallographically independent Mn<sup>2+</sup> ions, one L<sup>6–</sup> anion, two aqua ligands, and two coordinated DMF molecules (Figure\nS3b, ). In Figure , Mn(1) has an octahedral\ncoordination environment surrounded by six oxygen atoms from four\ndifferent L<sup>6–</sup> ligands. Terminal Mn(2) and Mn(3)\natoms are five-coordinated in distorted square pyramid geometries.\nThree oxygen atoms are from L<sup>6–</sup> ligands, one from\nthe DMF molecule [O(20) and O(21)], and the last one in the apical\nposition from aqua ligands [O(1W) and O(2W)]. Bond lengths are as\nfollows: Mn(2)–O(21) 2.194(4) Å, Mn(2)–O(1W) 2.184(3)\nÅ, Mn(3)–O(20) 2.179(4) Å, Mn(3)–O(2W) 2.179(3)\nÅ. Each oxygen atom in the unique L<sup>6–</sup> ligand\nis unidentate and bridges 1 Mn<sup>2+</sup> ion, and the L<sup>6–</sup> anion links 10 Mn<sup>2+</sup> ions. Three Mn atoms are bridged\nby syn–syn L<sup>6–</sup> ligands, forming linear noncentrosymmetric\nMn<sup>II</sup>\n<sub>3</sub> subunits with Mn···Mn distances\nof 3.627(1) and 3.641(1) Å.</p>", "clean_text": "The asymmetric unit of compound 2 consists of three crystallographically independent Mn2+ ions, one L6- anion, two aqua ligands, and two coordinated DMF molecules (Figure S3b, ). In Figure , Mn(1) has an octahedral coordination environment surrounded by six oxygen atoms from four different L6- ligands. Terminal Mn(2) and Mn(3) atoms are five-coordinated in distorted square pyramid geometries. Three oxygen atoms are from L6- ligands, one from the DMF molecule [O(20) and O(21)], and the last one in the apical position from aqua ligands [O(1W) and O(2W)]. Bond lengths are as follows: Mn(2)-O(21) 2.194(4) Å, Mn(2)-O(1W) 2.184(3) Å, Mn(3)-O(20) 2.179(4) Å, Mn(3)-O(2W) 2.179(3) Å. Each oxygen atom in the unique L6- ligand is unidentate and bridges 1 Mn2+ ion, and the L6- anion links 10 Mn2+ ions. Three Mn atoms are bridged by syn-syn L6- ligands, forming linear noncentrosymmetric MnII 3 subunits with Mn⋅⋅⋅Mn distances of 3.627(1) and 3.641(1) Å.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Coordination environments around the Mn(II)\nions in the trinuclear\nclusters of <bold>1</bold>, <bold>2</bold>, and <bold>3</bold> with\nMn···Mn distances.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2012-011844_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  Coordination environments around the Mn(II) ions in the trinuclear clusters of 1, 2, and 3 with Mn⋅⋅⋅Mn distances.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>In compounds <bold>1</bold> and <bold>2</bold>,\nall Mn<sup>II</sup>\n<sub>3</sub> subunits are further linked by the\nL<sup>6–</sup> ligands into similar types of porous 3D frameworks\n(Figure a). Each Mn<sup>II</sup>\n<sub>3</sub> subunit is\nconnected by four L<sup>6–</sup> ligands and thus can be considered\nas a four-connected node. Each L<sup>6–</sup> site is also\nfour-connected despite that it has six carboxyl groups. Because two\ncouples of carboxyl groups chelate two Mn<sub>3</sub> subunits, each\nL<sup>6–</sup> site is bonded to four Mn<sup>II</sup>\n<sub>3</sub> trimeric units. TOPOS analysis reveals that their framework can\nbe simplified as a 4-coordinated binodal pts net with a point symbol\nof 4<sup>2</sup>.8<sup>4</sup>. Calculations using PLATON indicate\nthat 32% and 45.5% of the total volumes are occupied by solvent molecules\nin <bold>1</bold> and <bold>2</bold>, respectively.\n</p>", "clean_text": "In compounds 1 and 2, all MnII 3 subunits are further linked by the L6- ligands into similar types of porous 3D frameworks (Figure a). Each MnII 3 subunit is connected by four L6- ligands and thus can be considered as a four-connected node. Each L6- site is also four-connected despite that it has six carboxyl groups. Because two couples of carboxyl groups chelate two Mn3 subunits, each L6- site is bonded to four MnII 3 trimeric units. TOPOS analysis reveals that their framework can be simplified as a 4-coordinated binodal pts net with a point symbol of 42.84. Calculations using PLATON indicate that 32% and 45.5% of the total volumes are occupied by solvent molecules in 1 and 2, respectively. ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>3D porous frameworks for <bold>1</bold> and <bold>2</bold> (a)\nand <bold>3</bold> (b), their space filling along the <italic toggle=\"yes\">b</italic> axis, and the simplified pts net for <bold>1</bold> and <bold>2</bold> and sra net for <bold>3</bold>. Mn and O atoms are drawn as green\nand red circles, respectively. C and N atoms are shown as blue sticks.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2012-011844_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  3D porous frameworks for 1 and 2 (a) and 3 (b), their space filling along the b axis, and the simplified pts net for 1 and 2 and sra net for 3. Mn and O atoms are drawn as green and red circles, respectively. C and N atoms are shown as blue sticks.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>Compound <bold>3</bold> crystallizes in the space\ngroup <italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic> with three\nunique Mn(II)\nions, one L<sup>6–</sup> anion, two aqua ligands, and one coordinated\nDMF molecule in its asymmetric unit (Figure S3c, ). Each Mn(II) ion is 6-coordinated\nin an octahedral geometry. The Mn(1) atom coordinates to six oxygen\natoms from four different L<sup>6–</sup> anions. Two coordinated\nnodes of the terminal Mn(2) atom are from the aqua ligand [O(1W)]\nand DMF molecule [O(20)]; the others are from carboxyl oxygen atoms.\nAn axial site of the terminal Mn(3) atom is coordinated by an aqua\nligand [O(2W)]; the other oxygen atoms are from H<sub>6</sub>L ligands.\nThe Mn–O distances range from 2.077(2) to 2.414(2) Å.\nThe six carboxyl groups in the L<sup>6–</sup> anion are bidentate\nor tridentate and bridge 10 Mn<sup>2+</sup> ions. The Mn(1)O<sub>6</sub> octahedron connects to terminal Mn(2) and Mn(3) octahedra via corner\nand edge sharing to form trinuclear Mn<sup>II</sup>\n<sub>3</sub> subunits.\nThere are two types of bridges (syn–syn μ<sub>2</sub>-carboxylate bridge and oxygen bridges from L<sup>6–</sup> ligands) in the trinuclear unit, and it shows obvious symmetric\nbreaking with Mn···Mn distances of 3.308(1) and 3.495(1)\nÅ and Mn–O–Mn angles of Mn(1)–O(5)–Mn(2)\n103.7(1)°, Mn(1)–O(8)–Mn(3) 94.8(2)°, and\nMn(1)–O(18)–Mn(3) 92.9(2)°. The distances and angles\nbetween metal centers are within a range of <italic toggle=\"yes\">F</italic> coupling\nreported. They are shorter and smaller\nthan distances and angles between metal centers of similar complexes\nin the literature, respectively. As seen in Figure , such trimetallic building\nunits (SBUs) are linked by L<sup>6–</sup> ligands into a 3D\nporous framework along the (010) direction with four types of 1D channels\n(11.97 × 8.35 Å, 8.89 × 7.92 Å, 8.78 × 8.05\nÅ, and 8.03 × 7.80 Å). All pore sizes in this work\nare calculated through taking into account the van der Waals radius.\nThe solvent-accessible volume is approximately 5330.5 Å<sup>3</sup> per unit cell volume, and the pore volume ratio is calculated to\nbe 54.5% using the PLATON program. Each\nL<sup>6–</sup> site is also a four-coonected node with two\ncouples of carboxyl groups chelating two Mn<sub>3</sub>\n<sup>II</sup> subunits, similar to compounds <bold>1</bold> and <bold>2</bold>. TOPOS analysis reveals that this framework can be simplified as\na 4-coordinated uninodal sra net with a point symbol of 4<sup>2</sup>.6<sup>3</sup>.8.</p>", "clean_text": "Compound 3 crystallizes in the space group P21/c with three unique Mn(II) ions, one L6- anion, two aqua ligands, and one coordinated DMF molecule in its asymmetric unit (Figure S3c, ). Each Mn(II) ion is 6-coordinated in an octahedral geometry. The Mn(1) atom coordinates to six oxygen atoms from four different L6- anions. Two coordinated nodes of the terminal Mn(2) atom are from the aqua ligand [O(1W)] and DMF molecule [O(20)]; the others are from carboxyl oxygen atoms. An axial site of the terminal Mn(3) atom is coordinated by an aqua ligand [O(2W)]; the other oxygen atoms are from H6L ligands. The Mn-O distances range from 2.077(2) to 2.414(2) Å. The six carboxyl groups in the L6- anion are bidentate or tridentate and bridge 10 Mn2+ ions. The Mn(1)O6 octahedron connects to terminal Mn(2) and Mn(3) octahedra via corner and edge sharing to form trinuclear MnII 3 subunits. There are two types of bridges (syn-syn μ2-carboxylate bridge and oxygen bridges from L6- ligands) in the trinuclear unit, and it shows obvious symmetric breaking with Mn⋅⋅⋅Mn distances of 3.308(1) and 3.495(1) Å and Mn-O-Mn angles of Mn(1)-O(5)-Mn(2) 103.7(1)°, Mn(1)-O(8)-Mn(3) 94.8(2)°, and Mn(1)-O(18)-Mn(3) 92.9(2)°. The distances and angles between metal centers are within a range of F coupling reported. They are shorter and smaller than distances and angles between metal centers of similar complexes in the literature, respectively. As seen in Figure , such trimetallic building units (SBUs) are linked by L6- ligands into a 3D porous framework along the (010) direction with four types of 1D channels (11.97 × 8.35 Å, 8.89 × 7.92 Å, 8.78 × 8.05 Å, and 8.03 × 7.80 Å). All pore sizes in this work are calculated through taking into account the van der Waals radius. The solvent-accessible volume is approximately 5330.5 Å3 per unit cell volume, and the pore volume ratio is calculated to be 54.5% using the PLATON program. Each L6- site is also a four-coonected node with two couples of carboxyl groups chelating two Mn3 II subunits, similar to compounds 1 and 2. TOPOS analysis reveals that this framework can be simplified as a 4-coordinated uninodal sra net with a point symbol of 42.63.8.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Magnetic Property Measurements</title><p>By simply changing reaction\nsolvents, the current synthetic method\nprovides an effective way to build different topological 3D frameworks.\nIn addition, the solvents also induce symmetry breaking within the\nMn<sup>II</sup>\n<sub>3</sub> subunits, thus directly leading to various\nmagnetic behaviors of compounds <bold>1</bold>–<bold>3</bold> at low temperature.</p>", "clean_text": "Magnetic Property Measurements\n\nBy simply changing reaction solvents, the current synthetic method provides an effective way to build different topological 3D frameworks. In addition, the solvents also induce symmetry breaking within the MnII 3 subunits, thus directly leading to various magnetic behaviors of compounds 1-3 at low temperature.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>As shown in Figure , the magnetic properties\nof <bold>1</bold>–<bold>3</bold> are displayed in the form\nof χ<sub>m</sub>\n<sup>–1</sup> and χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> versus <italic toggle=\"yes\">T</italic> plots from 2 to 300\nK. The χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> versus <italic toggle=\"yes\">T</italic> plot exhibits values of 13.49, 13.46, and 12.16 cm<sup>3</sup> K\nmol<sup>–1</sup> at 300 K for <bold>1</bold>–<bold>3</bold>, respectively. The inverse susceptibility plot as a function of\ntemperature is linear above 15 K, following the Curie–Weiss\nlaw with a Weiss constant of θ = −12.72 K for <bold>1</bold>, −17.32 K for <bold>2</bold>, and −22.70 K for <bold>3</bold>. Curie constants are 14.11, 14.13, and 13.11 cm<sup>3</sup> mol<sup>–1</sup> K for <bold>1</bold>–<bold>3</bold>, respectively, close to the spin-only value as expected for three\nisolated Mn<sup>2+</sup> ions (13.125 cm<sup>3</sup> mol<sup>–1</sup> K with <italic toggle=\"yes\">S</italic> = 5/2) with <italic toggle=\"yes\">g</italic> = 2.0 each.</p>", "clean_text": "As shown in Figure , the magnetic properties of 1-3 are displayed in the form of χm -1 and χm T versus T plots from 2 to 300 K. The χm T versus T plot exhibits values of 13.49, 13.46, and 12.16 cm3 K mol-1 at 300 K for 1-3, respectively. The inverse susceptibility plot as a function of temperature is linear above 15 K, following the Curie-Weiss law with a Weiss constant of θ = -12.72 K for 1, -17.32 K for 2, and -22.70 K for 3. Curie constants are 14.11, 14.13, and 13.11 cm3 mol-1 K for 1-3, respectively, close to the spin-only value as expected for three isolated Mn2+ ions (13.125 cm3 mol-1 K with S = 5/2) with g = 2.0 each.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Temperature\ndependence of χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> and χ<sub>m</sub>\n<sup>–1</sup> for <bold>1</bold>–<bold>3</bold> at <italic toggle=\"yes\">H</italic> = 1 kOe from 2 to 300 K. The solid\nline is the best fit according to the corresponding classical model\nand the Curie–Weiss law. Inset: the field-dependent isothermal\nmagnetization for <bold>1</bold>–<bold>3</bold> at 2 K.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2012-011844_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  Temperature dependence of χm T and χm -1 for 1-3 at H = 1 kOe from 2 to 300 K. The solid line is the best fit according to the corresponding classical model and the Curie-Weiss law. Inset: the field-dependent isothermal magnetization for 1-3 at 2 K.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<p>For <bold>1</bold>, the χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> versus <italic toggle=\"yes\">T</italic> plot decreases slightly in most\nof the temperature range\non cooling and decreases more rapidly under 60 K to a value of 4.86\ncm<sup>3</sup> K mol<sup>–1</sup> at 2 K. The negative value\nof θ and the total decrease of χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> should be attributed to the overall antiferromagnetic coupling between\nmetal centers within the trimer. For <bold>2</bold> and <bold>3</bold>, their χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> curves show similar\ndiversification at high temperature. They decrease continuously with\ndecreasing temperature and reach a minimum of 5.10 cm<sup>3</sup> mol<sup>–1</sup> K at 6.5 K and 4.53 cm<sup>3</sup> mol<sup>–1</sup> K near 8 K, respectively, indicating an antiferromagnetic coupling\namong the Mn<sup>2+</sup> ions, which also indicates that the dominant\ninteraction between spin carriers is antiferromagnetic at high temperature.\nBelow this minimum, the χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> rises\nquickly to 6.94 cm<sup>3</sup> mol<sup>–1</sup> K for <bold>2</bold> and 8.38 cm<sup>3</sup> mol<sup>–1</sup> K for <bold>3</bold> at 2 K; that may be the signature of the ferrimagnetic behavior\nor spin-canting response. In contrast to the above measurement for\ncompound <bold>1</bold>, the low-temperature magnetization for <bold>2</bold> and <bold>3</bold> is clearly different from each other.</p>", "clean_text": "For 1, the χm T versus T plot decreases slightly in most of the temperature range on cooling and decreases more rapidly under 60 K to a value of 4.86 cm3 K mol-1 at 2 K. The negative value of θ and the total decrease of χm T should be attributed to the overall antiferromagnetic coupling between metal centers within the trimer. For 2 and 3, their χm T curves show similar diversification at high temperature. They decrease continuously with decreasing temperature and reach a minimum of 5.10 cm3 mol-1 K at 6.5 K and 4.53 cm3 mol-1 K near 8 K, respectively, indicating an antiferromagnetic coupling among the Mn2+ ions, which also indicates that the dominant interaction between spin carriers is antiferromagnetic at high temperature. Below this minimum, the χm T rises quickly to 6.94 cm3 mol-1 K for 2 and 8.38 cm3 mol-1 K for 3 at 2 K; that may be the signature of the ferrimagnetic behavior or spin-canting response. In contrast to the above measurement for compound 1, the low-temperature magnetization for 2 and 3 is clearly different from each other.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>When the structure data of three compounds are combined, three\nMn atoms are bridged by L<sup>6–</sup> ligands, forming linear\nMn<sup>II</sup>\n<sub>3</sub> subunits. Assuming that the exchange coupling\nwithin the cluster is <italic toggle=\"yes\">J</italic>\n<sub>12</sub> = <italic toggle=\"yes\">J</italic>\n<sub>23</sub> = <italic toggle=\"yes\">J</italic>\n<sub>1</sub>, <italic toggle=\"yes\">J</italic>\n<sub>13</sub> = <italic toggle=\"yes\">J</italic>\n<sub>2</sub> (where <italic toggle=\"yes\">J</italic>\n<sub>12</sub> and <italic toggle=\"yes\">J</italic>\n<sub>23</sub> are the exchange\ninteractions between central Mn<sup>II</sup> and terminal Mn<sup>II</sup> ions; <italic toggle=\"yes\">J</italic>\n<sub>2</sub> is the exchange interaction\nbetween terminal Mn<sup>II</sup> ions and intratrinuclear Mn<sup>II</sup>\n<sub>3</sub>), <italic toggle=\"yes\">zJ</italic>′ is referring to the intercluster\ncoupling constants in 3D MOFs. The variable-temperature magnetic susceptibility\ndata of Mn<sup>II</sup> trimers were fitted according to the analytical\nequation derived from the Hamiltonian with <italic toggle=\"yes\">S</italic>\n<sub>1</sub> = <italic toggle=\"yes\">S</italic>\n<sub>2</sub> = <italic toggle=\"yes\">S</italic>\n<sub>2</sub> = 5/2.<disp-formula id=\"ueq1\">\n<mml:math display=\"block\">\n<mml:mi mathvariant=\"normal\">Ĥ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:munderover>\n<mml:mrow>\n<mml:mo>∑</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n</mml:munderover>\n<mml:mrow>\n<mml:munderover>\n<mml:mrow>\n<mml:mo>∑</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>j</mml:mi>\n<mml:mo>&gt;</mml:mo>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n</mml:munderover>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">S⃗</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>·</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">S⃗</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</disp-formula>\n<disp-formula id=\"ueq2\">\n<mml:math display=\"block\">\n<mml:mi mathvariant=\"normal\">Ĥ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>12</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">S⃗</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>·</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">S⃗</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>23</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">S⃗</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>·</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">S⃗</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>13</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">S⃗</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>·</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">S⃗</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</disp-formula>\n<disp-formula id=\"ueq3\">\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>χ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext mathvariant=\"normal\">t</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>N</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:msup>\n<mml:mrow>\n<mml:mi>g</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n<mml:mi>k</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>×</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:munder>\n<mml:mrow>\n<mml:mo>∑</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n</mml:munder>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext mathvariant=\"normal\">T</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">(</mml:mo>\n</mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext mathvariant=\"normal\">T</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext mathvariant=\"normal\">T</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mtext>e</mml:mtext>\n</mml:mrow>\n<mml:mrow>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:mi>E</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext mathvariant=\"normal\">T</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mi>k</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mrow>\n<mml:munder>\n<mml:mrow>\n<mml:mo>∑</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n</mml:munder>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext mathvariant=\"normal\">T</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mtext>e</mml:mtext>\n</mml:mrow>\n<mml:mrow>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:mi>E</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext mathvariant=\"normal\">T</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mi>k</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</disp-formula>\n<disp-formula id=\"ueq4\">\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>χ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext mathvariant=\"normal\">m</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>χ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext mathvariant=\"normal\">t</mml:mtext>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:mi>z</mml:mi>\n<mml:mi>J</mml:mi>\n<mml:mo>′</mml:mo>\n<mml:mo>/</mml:mo>\n<mml:mi>N</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>g</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:msup>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>χ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext mathvariant=\"normal\">t</mml:mtext>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</disp-formula>\n</p>", "clean_text": "When the structure data of three compounds are combined, three Mn atoms are bridged by L6- ligands, forming linear MnII 3 subunits. Assuming that the exchange coupling within the cluster is J 12 = J 23 = J 1, J 13 = J 2 (where J 12 and J 23 are the exchange interactions between central MnII and terminal MnII ions; J 2 is the exchange interaction between terminal MnII ions and intratrinuclear MnII 3), zJ' is referring to the intercluster coupling constants in 3D MOFs. The variable-temperature magnetic susceptibility data of MnII trimers were fitted according to the analytical equation derived from the Hamiltonian with S 1 = S 2 = S 2 = 5/2.  Ĥ = - 2   ∑   i = 1   n      ∑   j > i   n      J   i j     S⃗   i   ⋅   S⃗   j         Ĥ = - 2   J   12     S⃗   1   ⋅   S⃗   2   - 2   J   23     S⃗   2   ⋅   S⃗   3   - 2   J   13     S⃗   1   ⋅   S⃗   3         χ   t   =   N   β   2     g   2     3 k T   ×     ∑   S      S   T   (    S   T   + 1 )  ( 2   S   T   + 1 )    e   - E  (   S   T   )  / k T       ∑   S     ( 2   S   T   + 1 )    e   - E  (   S   T   )  / k T            χ   m   =     χ   t     1 -  ( 2 z J ' / N   g   2     β   2   )    χ   t       ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Fitting of magnetic data using the\nlinear trinuclear Mn<sup>2+</sup> model gives satisfactory results\nwith the superexchange parameters:\nfor <bold>1</bold>, <italic toggle=\"yes\">J</italic>\n<sub>1</sub>/<italic toggle=\"yes\">k</italic>\n<sub>B</sub> = −1.58 K, <italic toggle=\"yes\">J</italic>\n<sub>2</sub>/<italic toggle=\"yes\">k</italic>\n<sub>B</sub> = 0.52 K, <italic toggle=\"yes\">zJ</italic>′/<italic toggle=\"yes\">k</italic>\n<sub>B</sub> = 0.05 K, and <italic toggle=\"yes\">g</italic> = 2.01; for <bold>2</bold>, <italic toggle=\"yes\">J</italic>\n<sub>1</sub>/<italic toggle=\"yes\">k</italic>\n<sub>B</sub> = −1.95 K, <italic toggle=\"yes\">J</italic>\n<sub>2</sub>/<italic toggle=\"yes\">k</italic>\n<sub>B</sub> = −0.04 K, <italic toggle=\"yes\">zJ</italic>′/<italic toggle=\"yes\">k</italic>\n<sub>B</sub> = 0.11 K, and <italic toggle=\"yes\">g</italic> = 1.98; for <bold>3</bold>, <italic toggle=\"yes\">J</italic>\n<sub>1</sub>/<italic toggle=\"yes\">k</italic>\n<sub>B</sub> = −2.66 K, <italic toggle=\"yes\">J</italic>\n<sub>2</sub>/<italic toggle=\"yes\">k</italic>\n<sub>B</sub> = 0.87 K, <italic toggle=\"yes\">zJ</italic>′/<italic toggle=\"yes\">k</italic>\n<sub>B</sub> = 0.14 K, and <italic toggle=\"yes\">g</italic> = 1.93. The agreement\nfactor defined by <italic toggle=\"yes\">R</italic> = Σ(χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic>\n<sub>exp</sub> – χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic>\n<sub>cal</sub>)<sup>2</sup>/Σ(χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic>\n<sub>exp</sub>)<sup>2</sup> is equal to 2.78 ×\n10<sup>–3</sup>. These values confirm the presence of antiferromagnetic\ninteraction between the Mn<sup>2+</sup> ions within a trinuclear subunit.\nThe intercluster magnetic interaction (<italic toggle=\"yes\">zJ</italic>′)\nis rather small, indicating that the exchange interactions between\ntwo magnetic clusters are very weak, which is probably due to the\nlarge separations [11.077 (1), 10.373(1), and 11.303(1) Å for <bold>1</bold>–<bold>3</bold>, respectively] between neighboring\nmagnetic subunits (Figure ).</p>", "clean_text": "Fitting of magnetic data using the linear trinuclear Mn2+ model gives satisfactory results with the superexchange parameters: for 1, J 1/k B = -1.58 K, J 2/k B = 0.52 K, zJ'/k B = 0.05 K, and g = 2.01; for 2, J 1/k B = -1.95 K, J 2/k B = -0.04 K, zJ'/k B = 0.11 K, and g = 1.98; for 3, J 1/k B = -2.66 K, J 2/k B = 0.87 K, zJ'/k B = 0.14 K, and g = 1.93. The agreement factor defined by R = Σ(χm T exp - χm T cal)2/Σ(χm T exp)2 is equal to 2.78 × 10-3. These values confirm the presence of antiferromagnetic interaction between the Mn2+ ions within a trinuclear subunit. The intercluster magnetic interaction (zJ') is rather small, indicating that the exchange interactions between two magnetic clusters are very weak, which is probably due to the large separations [11.077 (1), 10.373(1), and 11.303(1) Å for 1-3, respectively] between neighboring magnetic subunits (Figure ).", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<p>The magnetization\ncurves at 2 K for <bold>1</bold>–<bold>3</bold>, which are\nshown in the inset of Figure , sharply increase\nto reach a value of ca. 4.62, 4.24, and\n2.73 Nβ at a field of 20 kOe, then slowly increases to a saturation\nvalue of 5.95, 5.37, and 4.21 Nβ at 50 kOe. The saturation value\nfor compound <bold>3</bold> is far from the value anticipated for\na net spin value of <italic toggle=\"yes\">S</italic> = 5/2 with <italic toggle=\"yes\">g</italic> = 2.0 (5.00 Nβ) in the local ferrimagnetic [5/2 + 5/2 –\n5/2], further confirming the predominant antiferromagnetic coupling\nbetween the Mn<sup>II</sup> ions. Its magnetization curve exhibits\na hysteresis loop with a critical field of 500 Oe and a remnant magnetization\nof 0.05 Nβ, which is in agreement with the weak ferromagnetic\nresponse of this compound at low temperature. No hysteresis loop was\nobserved at the temperature for <bold>2</bold>.</p>", "clean_text": "The magnetization curves at 2 K for 1-3, which are shown in the inset of Figure , sharply increase to reach a value of ca. 4.62, 4.24, and 2.73 Nβ at a field of 20 kOe, then slowly increases to a saturation value of 5.95, 5.37, and 4.21 Nβ at 50 kOe. The saturation value for compound 3 is far from the value anticipated for a net spin value of S = 5/2 with g = 2.0 (5.00 Nβ) in the local ferrimagnetic [5/2 + 5/2 - 5/2], further confirming the predominant antiferromagnetic coupling between the MnII ions. Its magnetization curve exhibits a hysteresis loop with a critical field of 500 Oe and a remnant magnetization of 0.05 Nβ, which is in agreement with the weak ferromagnetic response of this compound at low temperature. No hysteresis loop was observed at the temperature for 2.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>To assess whether\nthe local ferrimagnetic behavior or spin canting\nin compounds <bold>2</bold> and <bold>3</bold> displays long-range\nordering, the dynamics of the magnetization were performed from the\nalternating current susceptibility measurements (<italic toggle=\"yes\">T</italic> &lt; 30 K). As depicted in Figure S2 (), there is no divergence in the field-cooled and\nzero-field-cooled magnetization below 30 K under a small field, so\nthe magnetic phase transition is not verified. The long-range ordering\nwas also not verified, because frequency-dependent peaks did not appear\nin the out-of-phase magnetic susceptibility while operated in a 3.0\nOe ac field and a zero dc field. On the basis of the above results,\nthe transition temperature may be lower than 2 K. The intertrinuclear\nsubunit interactions within the 3D porous framework are very weak\nfor <bold>2</bold> and <bold>3</bold>. Therefore, the magnetic behavior\nat low temperature will be ascribed to the local net magnetization,\nand the value increases as the symmetric breaking increases in the\ntrinuclear unit.</p>", "clean_text": "To assess whether the local ferrimagnetic behavior or spin canting in compounds 2 and 3 displays long-range ordering, the dynamics of the magnetization were performed from the alternating current susceptibility measurements (T < 30 K). As depicted in Figure S2 (), there is no divergence in the field-cooled and zero-field-cooled magnetization below 30 K under a small field, so the magnetic phase transition is not verified. The long-range ordering was also not verified, because frequency-dependent peaks did not appear in the out-of-phase magnetic susceptibility while operated in a 3.0 Oe ac field and a zero dc field. On the basis of the above results, the transition temperature may be lower than 2 K. The intertrinuclear subunit interactions within the 3D porous framework are very weak for 2 and 3. Therefore, the magnetic behavior at low temperature will be ascribed to the local net magnetization, and the value increases as the symmetric breaking increases in the trinuclear unit.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["property"], "content": "<p>Considering their structral information shown\nin Figure , in compound <bold>1</bold>, the\nMn<sup>II</sup>\n<sub>3</sub> subunit is linear and centrosymmetric\nwith a Mn···Mn\ndistance of Mn(1)···Mn(2) 3.755(1) Å. Compound <bold>2</bold> is linear and noncentrosymmetric with one type of carboxylate\nbridge [Mn···Mn distances of 3.627(1), 3.641(1), and\n7.267(1) Å]. In compound <bold>3</bold>, Mn(1) atoms are linked\nto Mn(2) by one μ<sub>2</sub>-O bridge from the carboxylate\ngroup and two carboxylate bridges; Mn(1) is linked to Mn(3) by two\nμ<sub>2</sub>-O bridges from carboxylate groups and one carboxylate\nbridge. Therefore, there are two sets of magnetic exchange pathways\nwithin the trinuclear: carboxylate bridges and μ<sub>2</sub>-O bridges. The different coordinated molecules of terminal metal\ncenters cause symmetry breaking in trinuclear units. The bent angle\nof Mn(2)–Mn(1)–Mn(3) is 155.02(3)°, for compound <bold>3</bold>, as shown in Figure . From centrosymmetric\ntrinuclear subunits (<bold>1</bold>) to obvious symmetry breaking\n(<bold>2</bold> and <bold>3</bold>), the consequent magnetization\ndata at low temperature increases sharply: 4.86 cm<sup>3</sup> mol<sup>–1</sup> K for <bold>1</bold>, 6.94 and 8.38 cm<sup>3</sup> mol<sup>–1</sup> K for <bold>2</bold> and <bold>3</bold>,\nrespectively. The fitting data (Weiss constant θ and intrasubunit\ncoupling constants <italic toggle=\"yes\">J</italic>\n<sub>1</sub>) also show similar\nincreasing variation. <italic toggle=\"yes\">J</italic>\n<sub>1</sub> (intrasubunit\ncoupling constants) values are <bold>1</bold> &lt; <bold>2</bold> &lt; <bold>3</bold> (increasing symmetry breaking). This is in view of developing\nthe structure–magnetic property relationships, and to provide\na platform for further development of interesting porous magnetic\nmaterials.</p>", "clean_text": "Considering their structral information shown in Figure , in compound 1, the MnII 3 subunit is linear and centrosymmetric with a Mn⋅⋅⋅Mn distance of Mn(1)⋅⋅⋅Mn(2) 3.755(1) Å. Compound 2 is linear and noncentrosymmetric with one type of carboxylate bridge [Mn⋅⋅⋅Mn distances of 3.627(1), 3.641(1), and 7.267(1) Å]. In compound 3, Mn(1) atoms are linked to Mn(2) by one μ2-O bridge from the carboxylate group and two carboxylate bridges; Mn(1) is linked to Mn(3) by two μ2-O bridges from carboxylate groups and one carboxylate bridge. Therefore, there are two sets of magnetic exchange pathways within the trinuclear: carboxylate bridges and μ2-O bridges. The different coordinated molecules of terminal metal centers cause symmetry breaking in trinuclear units. The bent angle of Mn(2)-Mn(1)-Mn(3) is 155.02(3)°, for compound 3, as shown in Figure . From centrosymmetric trinuclear subunits (1) to obvious symmetry breaking (2 and 3), the consequent magnetization data at low temperature increases sharply: 4.86 cm3 mol-1 K for 1, 6.94 and 8.38 cm3 mol-1 K for 2 and 3, respectively. The fitting data (Weiss constant θ and intrasubunit coupling constants J 1) also show similar increasing variation. J 1 (intrasubunit coupling constants) values are 1 < 2 < 3 (increasing symmetry breaking). This is in view of developing the structure-magnetic property relationships, and to provide a platform for further development of interesting porous magnetic materials.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>Thermal Stabilities</title><p>Thermogravimetric (TG) analysis\nof <bold>1</bold>–<bold>3</bold> was carried out on a Thermal\nAnalysis Instrument (SDT 2960,\nTA Instruments, New Castle, DE) with air flow from room temperature\nto 600 °C with a heating rate of 10 °C/min<sup>–1</sup>.</p>", "clean_text": "Thermal Stabilities\n\nThermogravimetric (TG) analysis of 1-3 was carried out on a Thermal Analysis Instrument (SDT 2960, TA Instruments, New Castle, DE) with air flow from room temperature to 600 °C with a heating rate of 10 °C/min-1.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<p>As seen in Figure , the TGA curve\nof compound <bold>1</bold> shows two main steps of weight losses.\nThe first step (129–242\n°C) corresponds to the release of two noncoordinated DMA molecules\nand four coordinated DMA molecules; the observed weight loss of 14.2%\nis very close to the calculated value (13.9%). The second step covering\na temperature range of 350–477 °C corresponds to the combustion\nof carboxylate ligands. The total weight loss at 477 °C is 85.8%.</p>", "clean_text": "As seen in Figure , the TGA curve of compound 1 shows two main steps of weight losses. The first step (129-242 °C) corresponds to the release of two noncoordinated DMA molecules and four coordinated DMA molecules; the observed weight loss of 14.2% is very close to the calculated value (13.9%). The second step covering a temperature range of 350-477 °C corresponds to the combustion of carboxylate ligands. The total weight loss at 477 °C is 85.8%.", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>TGA curves\nof compounds <bold>1</bold>–<bold>3</bold>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2012-011844_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  TGA curves of compounds 1-3.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["property"], "content": "<p>The TGA result of <bold>2</bold> reveals the first\nweight loss\nof 23.9 wt % in the temperature range of 70–202 °C corresponding\nto the release of solvent molecules inserting into the pores (8 equiv\nof DMF per formula unit), coordinated DMF, and aqua ligands. The second\nweight loss occurred in the temperature range of 280–486 °C,\nwhich corresponds to the loss of coordinated DMF and aqua ligands,\nand combustion of carboxylate ligands and a total weight loss of ca.\n82.9% at 486 °C.</p>", "clean_text": "The TGA result of 2 reveals the first weight loss of 23.9 wt % in the temperature range of 70-202 °C corresponding to the release of solvent molecules inserting into the pores (8 equiv of DMF per formula unit), coordinated DMF, and aqua ligands. The second weight loss occurred in the temperature range of 280-486 °C, which corresponds to the loss of coordinated DMF and aqua ligands, and combustion of carboxylate ligands and a total weight loss of ca. 82.9% at 486 °C.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["property"], "content": "<p>The TGA curve of compound <bold>3</bold> also exhibits two main\nsteps of weight losses (Figure ). The first\nstep (48–178 °C) exhibits two continuous weight losses,\nwhich correspond to the release of five DMF molecules, coordinated\nDMF molecules, and two aqua ligands. The observed weight loss of 33.43%\nis larger than the calculated values (26.55%), which may be the water\nmolecules of surface adsorption. The second step (316–423 °C)\ncorresponds to the combustion of carboxylate ligands. The total observed\nweight loss is 84.9% at 423 °C for <bold>3</bold>.</p>", "clean_text": "The TGA curve of compound 3 also exhibits two main steps of weight losses (Figure ). The first step (48-178 °C) exhibits two continuous weight losses, which correspond to the release of five DMF molecules, coordinated DMF molecules, and two aqua ligands. The observed weight loss of 33.43% is larger than the calculated values (26.55%), which may be the water molecules of surface adsorption. The second step (316-423 °C) corresponds to the combustion of carboxylate ligands. The total observed weight loss is 84.9% at 423 °C for 3.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>A family of porous Mn<sup>II</sup>-MOFs\nbased on Mn<sup>II</sup>\n<sub>3</sub> subunits and H<sub>6</sub>L ligands\nhave been successfully\nsynthesized. Herein, we describe their syntheses, crystal structures,\nand magnetic properties. For porous frameworks, the factors that affect\nstructural types are rather complicated and difficult to be summarized,\nsuch as metal sources, solvent types, and configuration of ligands.\nIt is one of the most simple and effective strategies to control topological\nclassification of porous MOFs through varying solvents. This method\nalso causes symmetry breaking within SBUs. Based on different coordinated\nsmall molecules of terminal metal centers, Mn<sup>II</sup>\n<sub>3</sub> units display different symmetry breaking. The symmetry breaking\nis apt to cause local non-offset of spins intradimers, such as the\nspin-canting phenomenon. It is reflected perfectly that the local\nnet mganetization increases regularly at low temperature from centrosymmetric\ncompound <bold>1</bold> to noncentrosymmetric compounds <bold>2</bold> and <bold>3</bold>. In the homometalllic Mn<sup>II</sup> system,\nsuch a phenomenon has never been reported. It is a pity that the long-range\nordering was not observed. Maybe there is a long distance between\ntrinuclear subunits in these 3D porous frameworks, so the local net\nmagnetization is not extended well, or the temperature of long-range\nordering is even lower than 2 K. Magnetic interaction between the\nnearest-neighbor subunit carriers is derived from different long structural\nmodes that result in different signs and values. The magnetic strength\ndecreases with the number of intervening bonded atoms between the\nsubunits; when the connection is through four-atom bridges, long-range\nmagnetic ordering was not observed above 2 K. The structure-directed\nsymmetry breaking provides a good way to tune magnetism in a porous\nhomometallic system. Taking into account both large porous and good\nmagnetic exchange bridges, multinuclear subunits may be formed with\na topological magnetic lattice. Future work will be focused on the\nexplorative synthesis of ferromagnetic materials by changing reaction\nconditions in this system.</p>", "clean_text": "Conclusions\n\nA family of porous MnII-MOFs based on MnII 3 subunits and H6L ligands have been successfully synthesized. Herein, we describe their syntheses, crystal structures, and magnetic properties. For porous frameworks, the factors that affect structural types are rather complicated and difficult to be summarized, such as metal sources, solvent types, and configuration of ligands. It is one of the most simple and effective strategies to control topological classification of porous MOFs through varying solvents. This method also causes symmetry breaking within SBUs. Based on different coordinated small molecules of terminal metal centers, MnII 3 units display different symmetry breaking. The symmetry breaking is apt to cause local non-offset of spins intradimers, such as the spin-canting phenomenon. It is reflected perfectly that the local net mganetization increases regularly at low temperature from centrosymmetric compound 1 to noncentrosymmetric compounds 2 and 3. In the homometalllic MnII system, such a phenomenon has never been reported. It is a pity that the long-range ordering was not observed. Maybe there is a long distance between trinuclear subunits in these 3D porous frameworks, so the local net magnetization is not extended well, or the temperature of long-range ordering is even lower than 2 K. Magnetic interaction between the nearest-neighbor subunit carriers is derived from different long structural modes that result in different signs and values. The magnetic strength decreases with the number of intervening bonded atoms between the subunits; when the connection is through four-atom bridges, long-range magnetic ordering was not observed above 2 K. The structure-directed symmetry breaking provides a good way to tune magnetism in a porous homometallic system. Taking into account both large porous and good magnetic exchange bridges, multinuclear subunits may be formed with a topological magnetic lattice. Future work will be focused on the explorative synthesis of ferromagnetic materials by changing reaction conditions in this system.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>X-ray crystallographic files\nin CIF format, simulated and measured XRD patterns, ORTEP representation\nof the asymmetric units, and table of selected bond angles for all\ncompounds. This material is available free of charge via the Internet\nat <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p>", "clean_text": "X-ray crystallographic files in CIF format, simulated and measured XRD patterns, ORTEP representation of the asymmetric units, and table of selected bond angles for all compounds. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p><title>References</title>", "clean_text": "The authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "9, 10", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of Mn<sub>3</sub>(L)(DMA)<sub>4</sub>·2DMA (<bold>1</bold>)</title><p>MnCl<sub>2</sub>·4H<sub>2</sub>O (0.12 mmol,\n23.7 mg) and H<sub>6</sub>L (0.04 mmol, 39.0 mg) in a mixed dimethylacetamide\n(DMA, 6 mL)/distilled water (H<sub>2</sub>O, 1 mL) solvent were placed\nin a 20 mL vial, and then sealed. The sample was heated to 85 °C\nin 300 min, maintained at this temperature for 3 days, and cooled\nto room temperature slowly. After they were washed with distilled\nwater, colorless crystals were obtained. Yield: 62.2 mg (85% based\non Mn). Its purity was confirmed by X-ray power diffraction (XRD)\n(Figure S1; see the ). Anal. Calcd (%) for <bold>1</bold> C<sub>84</sub>H<sub>112</sub>Mn<sub>3</sub>N<sub>8</sub>O<sub>27</sub> (<italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 1830.64): C, 55.11; H, 6.17; N, 6.12. Found: C, 55.67;\nH, 6.01; N, 6.04.</p><title>Syntheses of the Mn<sub>3</sub>(L)(H<sub>2</sub>O)<sub>2</sub>(DMF)<sub>2</sub>·8DMF (<bold>2</bold>) and Mn<sub>3</sub>(L)(H<sub>2</sub>O)<sub>2</sub>(DMF)·4DMF (<bold>3</bold>)</title><p>The\nsyntheses of compounds <bold>2</bold> and <bold>3</bold> are similar\nto that of compound <bold>1</bold>, except that the solvent is replaced\nfor the mixed dimethyl formamide (DMF, 6 mL)/distilled water (H<sub>2</sub>O, 1 mL) solvent for <bold>2</bold>, and dimethyl formamide\n(DMF, 6 mL) solvent for <bold>3</bold>. The yields are 15.2 mg (20%\nbased on Mn) for <bold>2</bold> and 48.1 mg (81% based on Mn) for <bold>3</bold>. Their purities were also confirmed by X-ray power diffraction\n(XRD) (Figure S1, ). Anal. Calcd (%) for <bold>2</bold> C<sub>82</sub>H<sub>112</sub>Mn<sub>3</sub>N<sub>10</sub>O<sub>31</sub> (<italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 1898.64): C, 51.87; H, 5.95; N, 7.38. Found: C, 51.95;\nH, 6.12; N, 7.27. Anal. Calcd (%) for <bold>3</bold> C<sub>66</sub>H<sub>68</sub>Mn<sub>3</sub>N<sub>5</sub>O<sub>26</sub> (<italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 1512.07): C, 52.42; H, 4.53; N, 4.63. Found:\nC, 52.36; H, 4.67; N, 4.40.</p>", "clean_text": "Synthesis of Mn3(L)(DMA)4⋅2DMA (1)\n\nMnCl2⋅4H2O (0.12 mmol, 23.7 mg) and H6L (0.04 mmol, 39.0 mg) in a mixed dimethylacetamide (DMA, 6 mL)/distilled water (H2O, 1 mL) solvent were placed in a 20 mL vial, and then sealed. The sample was heated to 85 °C in 300 min, maintained at this temperature for 3 days, and cooled to room temperature slowly. After they were washed with distilled water, colorless crystals were obtained. Yield: 62.2 mg (85% based on Mn). Its purity was confirmed by X-ray power diffraction (XRD) (Figure S1; see the ). Anal. Calcd (%) for 1 C84H112Mn3N8O27 (M r = 1830.64): C, 55.11; H, 6.17; N, 6.12. Found: C, 55.67; H, 6.01; N, 6.04.\n\nSyntheses of the Mn3(L)(H2O)2(DMF)2⋅8DMF (2) and Mn3(L)(H2O)2(DMF)⋅4DMF (3)\n\nThe syntheses of compounds 2 and 3 are similar to that of compound 1, except that the solvent is replaced for the mixed dimethyl formamide (DMF, 6 mL)/distilled water (H2O, 1 mL) solvent for 2, and dimethyl formamide (DMF, 6 mL) solvent for 3. The yields are 15.2 mg (20% based on Mn) for 2 and 48.1 mg (81% based on Mn) for 3. Their purities were also confirmed by X-ray power diffraction (XRD) (Figure S1, ). Anal. Calcd (%) for 2 C82H112Mn3N10O31 (M r = 1898.64): C, 51.87; H, 5.95; N, 7.38. Found: C, 51.95; H, 6.12; N, 7.27. Anal. Calcd (%) for 3 C66H68Mn3N5O26 (M r = 1512.07): C, 52.42; H, 4.53; N, 4.63. Found: C, 52.36; H, 4.67; N, 4.40.", "data": [{"meta": {"name": "Mn3(L)(DMA)4·2DMA", "symbol": "1", "chemical formula": "C84H112Mn3N8O27"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "MnCl2·4H2O", "amount": "23.7", "unit": "mg"}, {"name": "H6L", "amount": "39.0", "unit": "mg"}], "solvent": [{"name": "DMA", "amount": "6", "unit": "mL"}, {"name": "distilled water", "amount": "1", "unit": "mL"}], "pressure": "", "temperature": "85°C", "time": "3 days", "heating rate": "300 min", "cooling rate": ""}], "yield": "85%"}, {"meta": {"name": "Mn3(L)(H2O)2(DMF)2·8DMF", "symbol": "2", "chemical formula": "C82H112Mn3N10O31"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "MnCl2·4H2O", "amount": "23.7", "unit": "mg"}, {"name": "H6L", "amount": "39.0", "unit": "mg"}], "solvent": [{"name": "DMF", "amount": "6", "unit": "mL"}, {"name": "distilled water", "amount": "1", "unit": "mL"}], "pressure": "", "temperature": "", "time": "", "heating rate": "", "cooling rate": ""}], "yield": "20%"}, {"meta": {"name": "Mn3(L)(H2O)2(DMF)·4DMF", "symbol": "3", "chemical formula": "C66H68Mn3N5O26"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "MnCl2·4H2O", "amount": "23.7", "unit": "mg"}, {"name": "H6L", "amount": "39.0", "unit": "mg"}], "solvent": [{"name": "DMF", "amount": "6", "unit": "mL"}], "pressure": "", "temperature": "", "time": "", "heating rate": "", "cooling rate": ""}], "yield": "81%"}], "include_properties": ["solvothermal_synthesis", "washing"]}, {"idx": "23, 25, 27, 30, 32, 34, 36, 37", "type": "text", "classification": "property", "content": "<p>Compound <bold>3</bold> crystallizes in the space\ngroup <italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic> with three\nunique Mn(II)\nions, one L<sup>6–</sup> anion, two aqua ligands, and one coordinated\nDMF molecule in its asymmetric unit (Figure S3c, ). Each Mn(II) ion is 6-coordinated\nin an octahedral geometry. The Mn(1) atom coordinates to six oxygen\natoms from four different L<sup>6–</sup> anions. Two coordinated\nnodes of the terminal Mn(2) atom are from the aqua ligand [O(1W)]\nand DMF molecule [O(20)]; the others are from carboxyl oxygen atoms.\nAn axial site of the terminal Mn(3) atom is coordinated by an aqua\nligand [O(2W)]; the other oxygen atoms are from H<sub>6</sub>L ligands.\nThe Mn–O distances range from 2.077(2) to 2.414(2) Å.\nThe six carboxyl groups in the L<sup>6–</sup> anion are bidentate\nor tridentate and bridge 10 Mn<sup>2+</sup> ions. The Mn(1)O<sub>6</sub> octahedron connects to terminal Mn(2) and Mn(3) octahedra via corner\nand edge sharing to form trinuclear Mn<sup>II</sup>\n<sub>3</sub> subunits.\nThere are two types of bridges (syn–syn μ<sub>2</sub>-carboxylate bridge and oxygen bridges from L<sup>6–</sup> ligands) in the trinuclear unit, and it shows obvious symmetric\nbreaking with Mn···Mn distances of 3.308(1) and 3.495(1)\nÅ and Mn–O–Mn angles of Mn(1)–O(5)–Mn(2)\n103.7(1)°, Mn(1)–O(8)–Mn(3) 94.8(2)°, and\nMn(1)–O(18)–Mn(3) 92.9(2)°. The distances and angles\nbetween metal centers are within a range of <italic toggle=\"yes\">F</italic> coupling\nreported. They are shorter and smaller\nthan distances and angles between metal centers of similar complexes\nin the literature, respectively. As seen in Figure , such trimetallic building\nunits (SBUs) are linked by L<sup>6–</sup> ligands into a 3D\nporous framework along the (010) direction with four types of 1D channels\n(11.97 × 8.35 Å, 8.89 × 7.92 Å, 8.78 × 8.05\nÅ, and 8.03 × 7.80 Å). All pore sizes in this work\nare calculated through taking into account the van der Waals radius.\nThe solvent-accessible volume is approximately 5330.5 Å<sup>3</sup> per unit cell volume, and the pore volume ratio is calculated to\nbe 54.5% using the PLATON program. Each\nL<sup>6–</sup> site is also a four-coonected node with two\ncouples of carboxyl groups chelating two Mn<sub>3</sub>\n<sup>II</sup> subunits, similar to compounds <bold>1</bold> and <bold>2</bold>. TOPOS analysis reveals that this framework can be simplified as\na 4-coordinated uninodal sra net with a point symbol of 4<sup>2</sup>.6<sup>3</sup>.8.</p><p>As shown in Figure , the magnetic properties\nof <bold>1</bold>–<bold>3</bold> are displayed in the form\nof χ<sub>m</sub>\n<sup>–1</sup> and χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> versus <italic toggle=\"yes\">T</italic> plots from 2 to 300\nK. The χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> versus <italic toggle=\"yes\">T</italic> plot exhibits values of 13.49, 13.46, and 12.16 cm<sup>3</sup> K\nmol<sup>–1</sup> at 300 K for <bold>1</bold>–<bold>3</bold>, respectively. The inverse susceptibility plot as a function of\ntemperature is linear above 15 K, following the Curie–Weiss\nlaw with a Weiss constant of θ = −12.72 K for <bold>1</bold>, −17.32 K for <bold>2</bold>, and −22.70 K for <bold>3</bold>. Curie constants are 14.11, 14.13, and 13.11 cm<sup>3</sup> mol<sup>–1</sup> K for <bold>1</bold>–<bold>3</bold>, respectively, close to the spin-only value as expected for three\nisolated Mn<sup>2+</sup> ions (13.125 cm<sup>3</sup> mol<sup>–1</sup> K with <italic toggle=\"yes\">S</italic> = 5/2) with <italic toggle=\"yes\">g</italic> = 2.0 each.</p><p>For <bold>1</bold>, the χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> versus <italic toggle=\"yes\">T</italic> plot decreases slightly in most\nof the temperature range\non cooling and decreases more rapidly under 60 K to a value of 4.86\ncm<sup>3</sup> K mol<sup>–1</sup> at 2 K. The negative value\nof θ and the total decrease of χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> should be attributed to the overall antiferromagnetic coupling between\nmetal centers within the trimer. For <bold>2</bold> and <bold>3</bold>, their χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> curves show similar\ndiversification at high temperature. They decrease continuously with\ndecreasing temperature and reach a minimum of 5.10 cm<sup>3</sup> mol<sup>–1</sup> K at 6.5 K and 4.53 cm<sup>3</sup> mol<sup>–1</sup> K near 8 K, respectively, indicating an antiferromagnetic coupling\namong the Mn<sup>2+</sup> ions, which also indicates that the dominant\ninteraction between spin carriers is antiferromagnetic at high temperature.\nBelow this minimum, the χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> rises\nquickly to 6.94 cm<sup>3</sup> mol<sup>–1</sup> K for <bold>2</bold> and 8.38 cm<sup>3</sup> mol<sup>–1</sup> K for <bold>3</bold> at 2 K; that may be the signature of the ferrimagnetic behavior\nor spin-canting response. In contrast to the above measurement for\ncompound <bold>1</bold>, the low-temperature magnetization for <bold>2</bold> and <bold>3</bold> is clearly different from each other.</p><p>The magnetization\ncurves at 2 K for <bold>1</bold>–<bold>3</bold>, which are\nshown in the inset of Figure , sharply increase\nto reach a value of ca. 4.62, 4.24, and\n2.73 Nβ at a field of 20 kOe, then slowly increases to a saturation\nvalue of 5.95, 5.37, and 4.21 Nβ at 50 kOe. The saturation value\nfor compound <bold>3</bold> is far from the value anticipated for\na net spin value of <italic toggle=\"yes\">S</italic> = 5/2 with <italic toggle=\"yes\">g</italic> = 2.0 (5.00 Nβ) in the local ferrimagnetic [5/2 + 5/2 –\n5/2], further confirming the predominant antiferromagnetic coupling\nbetween the Mn<sup>II</sup> ions. Its magnetization curve exhibits\na hysteresis loop with a critical field of 500 Oe and a remnant magnetization\nof 0.05 Nβ, which is in agreement with the weak ferromagnetic\nresponse of this compound at low temperature. No hysteresis loop was\nobserved at the temperature for <bold>2</bold>.</p><p>Considering their structral information shown\nin Figure , in compound <bold>1</bold>, the\nMn<sup>II</sup>\n<sub>3</sub> subunit is linear and centrosymmetric\nwith a Mn···Mn\ndistance of Mn(1)···Mn(2) 3.755(1) Å. Compound <bold>2</bold> is linear and noncentrosymmetric with one type of carboxylate\nbridge [Mn···Mn distances of 3.627(1), 3.641(1), and\n7.267(1) Å]. In compound <bold>3</bold>, Mn(1) atoms are linked\nto Mn(2) by one μ<sub>2</sub>-O bridge from the carboxylate\ngroup and two carboxylate bridges; Mn(1) is linked to Mn(3) by two\nμ<sub>2</sub>-O bridges from carboxylate groups and one carboxylate\nbridge. Therefore, there are two sets of magnetic exchange pathways\nwithin the trinuclear: carboxylate bridges and μ<sub>2</sub>-O bridges. The different coordinated molecules of terminal metal\ncenters cause symmetry breaking in trinuclear units. The bent angle\nof Mn(2)–Mn(1)–Mn(3) is 155.02(3)°, for compound <bold>3</bold>, as shown in Figure . From centrosymmetric\ntrinuclear subunits (<bold>1</bold>) to obvious symmetry breaking\n(<bold>2</bold> and <bold>3</bold>), the consequent magnetization\ndata at low temperature increases sharply: 4.86 cm<sup>3</sup> mol<sup>–1</sup> K for <bold>1</bold>, 6.94 and 8.38 cm<sup>3</sup> mol<sup>–1</sup> K for <bold>2</bold> and <bold>3</bold>,\nrespectively. The fitting data (Weiss constant θ and intrasubunit\ncoupling constants <italic toggle=\"yes\">J</italic>\n<sub>1</sub>) also show similar\nincreasing variation. <italic toggle=\"yes\">J</italic>\n<sub>1</sub> (intrasubunit\ncoupling constants) values are <bold>1</bold> &lt; <bold>2</bold> &lt; <bold>3</bold> (increasing symmetry breaking). This is in view of developing\nthe structure–magnetic property relationships, and to provide\na platform for further development of interesting porous magnetic\nmaterials.</p><p>As seen in Figure , the TGA curve\nof compound <bold>1</bold> shows two main steps of weight losses.\nThe first step (129–242\n°C) corresponds to the release of two noncoordinated DMA molecules\nand four coordinated DMA molecules; the observed weight loss of 14.2%\nis very close to the calculated value (13.9%). The second step covering\na temperature range of 350–477 °C corresponds to the combustion\nof carboxylate ligands. The total weight loss at 477 °C is 85.8%.</p><p>The TGA result of <bold>2</bold> reveals the first\nweight loss\nof 23.9 wt % in the temperature range of 70–202 °C corresponding\nto the release of solvent molecules inserting into the pores (8 equiv\nof DMF per formula unit), coordinated DMF, and aqua ligands. The second\nweight loss occurred in the temperature range of 280–486 °C,\nwhich corresponds to the loss of coordinated DMF and aqua ligands,\nand combustion of carboxylate ligands and a total weight loss of ca.\n82.9% at 486 °C.</p><p>The TGA curve of compound <bold>3</bold> also exhibits two main\nsteps of weight losses (Figure ). The first\nstep (48–178 °C) exhibits two continuous weight losses,\nwhich correspond to the release of five DMF molecules, coordinated\nDMF molecules, and two aqua ligands. The observed weight loss of 33.43%\nis larger than the calculated values (26.55%), which may be the water\nmolecules of surface adsorption. The second step (316–423 °C)\ncorresponds to the combustion of carboxylate ligands. The total observed\nweight loss is 84.9% at 423 °C for <bold>3</bold>.</p>", "clean_text": "Compound 3 crystallizes in the space group P21/c with three unique Mn(II) ions, one L6- anion, two aqua ligands, and one coordinated DMF molecule in its asymmetric unit (Figure S3c, ). Each Mn(II) ion is 6-coordinated in an octahedral geometry. The Mn(1) atom coordinates to six oxygen atoms from four different L6- anions. Two coordinated nodes of the terminal Mn(2) atom are from the aqua ligand [O(1W)] and DMF molecule [O(20)]; the others are from carboxyl oxygen atoms. An axial site of the terminal Mn(3) atom is coordinated by an aqua ligand [O(2W)]; the other oxygen atoms are from H6L ligands. The Mn-O distances range from 2.077(2) to 2.414(2) Å. The six carboxyl groups in the L6- anion are bidentate or tridentate and bridge 10 Mn2+ ions. The Mn(1)O6 octahedron connects to terminal Mn(2) and Mn(3) octahedra via corner and edge sharing to form trinuclear MnII 3 subunits. There are two types of bridges (syn-syn μ2-carboxylate bridge and oxygen bridges from L6- ligands) in the trinuclear unit, and it shows obvious symmetric breaking with Mn⋅⋅⋅Mn distances of 3.308(1) and 3.495(1) Å and Mn-O-Mn angles of Mn(1)-O(5)-Mn(2) 103.7(1)°, Mn(1)-O(8)-Mn(3) 94.8(2)°, and Mn(1)-O(18)-Mn(3) 92.9(2)°. The distances and angles between metal centers are within a range of F coupling reported. They are shorter and smaller than distances and angles between metal centers of similar complexes in the literature, respectively. As seen in Figure , such trimetallic building units (SBUs) are linked by L6- ligands into a 3D porous framework along the (010) direction with four types of 1D channels (11.97 × 8.35 Å, 8.89 × 7.92 Å, 8.78 × 8.05 Å, and 8.03 × 7.80 Å). All pore sizes in this work are calculated through taking into account the van der Waals radius. The solvent-accessible volume is approximately 5330.5 Å3 per unit cell volume, and the pore volume ratio is calculated to be 54.5% using the PLATON program. Each L6- site is also a four-coonected node with two couples of carboxyl groups chelating two Mn3 II subunits, similar to compounds 1 and 2. TOPOS analysis reveals that this framework can be simplified as a 4-coordinated uninodal sra net with a point symbol of 42.63.8.\n\nAs shown in Figure , the magnetic properties of 1-3 are displayed in the form of χm -1 and χm T versus T plots from 2 to 300 K. The χm T versus T plot exhibits values of 13.49, 13.46, and 12.16 cm3 K mol-1 at 300 K for 1-3, respectively. The inverse susceptibility plot as a function of temperature is linear above 15 K, following the Curie-Weiss law with a Weiss constant of θ = -12.72 K for 1, -17.32 K for 2, and -22.70 K for 3. Curie constants are 14.11, 14.13, and 13.11 cm3 mol-1 K for 1-3, respectively, close to the spin-only value as expected for three isolated Mn2+ ions (13.125 cm3 mol-1 K with S = 5/2) with g = 2.0 each.\n\nFor 1, the χm T versus T plot decreases slightly in most of the temperature range on cooling and decreases more rapidly under 60 K to a value of 4.86 cm3 K mol-1 at 2 K. The negative value of θ and the total decrease of χm T should be attributed to the overall antiferromagnetic coupling between metal centers within the trimer. For 2 and 3, their χm T curves show similar diversification at high temperature. They decrease continuously with decreasing temperature and reach a minimum of 5.10 cm3 mol-1 K at 6.5 K and 4.53 cm3 mol-1 K near 8 K, respectively, indicating an antiferromagnetic coupling among the Mn2+ ions, which also indicates that the dominant interaction between spin carriers is antiferromagnetic at high temperature. Below this minimum, the χm T rises quickly to 6.94 cm3 mol-1 K for 2 and 8.38 cm3 mol-1 K for 3 at 2 K; that may be the signature of the ferrimagnetic behavior or spin-canting response. In contrast to the above measurement for compound 1, the low-temperature magnetization for 2 and 3 is clearly different from each other.\n\nThe magnetization curves at 2 K for 1-3, which are shown in the inset of Figure , sharply increase to reach a value of ca. 4.62, 4.24, and 2.73 Nβ at a field of 20 kOe, then slowly increases to a saturation value of 5.95, 5.37, and 4.21 Nβ at 50 kOe. The saturation value for compound 3 is far from the value anticipated for a net spin value of S = 5/2 with g = 2.0 (5.00 Nβ) in the local ferrimagnetic [5/2 + 5/2 - 5/2], further confirming the predominant antiferromagnetic coupling between the MnII ions. Its magnetization curve exhibits a hysteresis loop with a critical field of 500 Oe and a remnant magnetization of 0.05 Nβ, which is in agreement with the weak ferromagnetic response of this compound at low temperature. No hysteresis loop was observed at the temperature for 2.\n\nConsidering their structral information shown in Figure , in compound 1, the MnII 3 subunit is linear and centrosymmetric with a Mn⋅⋅⋅Mn distance of Mn(1)⋅⋅⋅Mn(2) 3.755(1) Å. Compound 2 is linear and noncentrosymmetric with one type of carboxylate bridge [Mn⋅⋅⋅Mn distances of 3.627(1), 3.641(1), and 7.267(1) Å]. In compound 3, Mn(1) atoms are linked to Mn(2) by one μ2-O bridge from the carboxylate group and two carboxylate bridges; Mn(1) is linked to Mn(3) by two μ2-O bridges from carboxylate groups and one carboxylate bridge. Therefore, there are two sets of magnetic exchange pathways within the trinuclear: carboxylate bridges and μ2-O bridges. The different coordinated molecules of terminal metal centers cause symmetry breaking in trinuclear units. The bent angle of Mn(2)-Mn(1)-Mn(3) is 155.02(3)°, for compound 3, as shown in Figure . From centrosymmetric trinuclear subunits (1) to obvious symmetry breaking (2 and 3), the consequent magnetization data at low temperature increases sharply: 4.86 cm3 mol-1 K for 1, 6.94 and 8.38 cm3 mol-1 K for 2 and 3, respectively. The fitting data (Weiss constant θ and intrasubunit coupling constants J 1) also show similar increasing variation. J 1 (intrasubunit coupling constants) values are 1 < 2 < 3 (increasing symmetry breaking). This is in view of developing the structure-magnetic property relationships, and to provide a platform for further development of interesting porous magnetic materials.\n\nAs seen in Figure , the TGA curve of compound 1 shows two main steps of weight losses. The first step (129-242 °C) corresponds to the release of two noncoordinated DMA molecules and four coordinated DMA molecules; the observed weight loss of 14.2% is very close to the calculated value (13.9%). The second step covering a temperature range of 350-477 °C corresponds to the combustion of carboxylate ligands. The total weight loss at 477 °C is 85.8%.\n\nThe TGA result of 2 reveals the first weight loss of 23.9 wt % in the temperature range of 70-202 °C corresponding to the release of solvent molecules inserting into the pores (8 equiv of DMF per formula unit), coordinated DMF, and aqua ligands. The second weight loss occurred in the temperature range of 280-486 °C, which corresponds to the loss of coordinated DMF and aqua ligands, and combustion of carboxylate ligands and a total weight loss of ca. 82.9% at 486 °C.\n\nThe TGA curve of compound 3 also exhibits two main steps of weight losses (Figure ). The first step (48-178 °C) exhibits two continuous weight losses, which correspond to the release of five DMF molecules, coordinated DMF molecules, and two aqua ligands. The observed weight loss of 33.43% is larger than the calculated values (26.55%), which may be the water molecules of surface adsorption. The second step (316-423 °C) corresponds to the combustion of carboxylate ligands. The total observed weight loss is 84.9% at 423 °C for 3.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "400", "unit": "°C", "type": "decomposition point", "condition": ""}]}, {"meta": {"name": "Complex 4", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "155", "unit": "°C", "type": "stable", "condition": ""}, {"value": "155 and 250", "unit": "°C", "type": "removal of coordinated solvent molecules", "condition": ""}, {"value": "680", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}, {"meta": {"name": "MOF-XYZ", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "120", "unit": "°C", "type": "an initial weight loss", "condition": ""}, {"value": "110 to 280", "unit": "°C", "type": "gradual removal of coordinated water molecules", "condition": ""}]}, {"meta": {"name": "Compound 3", "symbol": "3", "chemical formula": ""}, "decomposition temperature": [{"value": "129-242", "unit": "°C", "type": "release of noncoordinated and coordinated DMA molecules", "condition": ""}, {"value": "350-477", "unit": "°C", "type": "combustion of carboxylate ligands", "condition": ""}]}, {"meta": {"name": "Compound 2", "symbol": "2", "chemical formula": ""}, "decomposition temperature": [{"value": "70-202", "unit": "°C", "type": "release of solvent molecules", "condition": ""}, {"value": "280-486", "unit": "°C", "type": "loss of coordinated DMF and aqua ligands", "condition": ""}]}, {"meta": {"name": "Compound 3", "symbol": "3", "chemical formula": ""}, "decomposition temperature": [{"value": "48-178", "unit": "°C", "type": "release of DMF molecules and aqua ligands", "condition": ""}, {"value": "316-423", "unit": "°C", "type": "combustion of carboxylate ligands", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 12, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of Crystal Data and Structure\nResults for <bold>1</bold>–<bold>3</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">compounds</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>chemical formula</oasis:entry>\n<oasis:entry>C<sub>84</sub>H<sub>112</sub>N<sub>8</sub>O<sub>27</sub>Mn<sub>3</sub>\n</oasis:entry>\n<oasis:entry>C<sub>82</sub>H<sub>112</sub>N<sub>10</sub>O<sub>31</sub>Mn<sub>3</sub>\n</oasis:entry>\n<oasis:entry>C<sub>66</sub>H<sub>68</sub>N<sub>5</sub>O<sub>26</sub>Mn<sub>3</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>structural\nformula</oasis:entry>\n<oasis:entry>Mn<sub>3</sub>(L)(DMA)<sub>4</sub>·2DMA</oasis:entry>\n<oasis:entry>Mn<sub>3</sub>(L)(H<sub>2</sub>O)<sub>2</sub>(DMF)<sub>2</sub>·8DMF</oasis:entry>\n<oasis:entry>Mn<sub>3</sub>(L)(H<sub>2</sub>O)<sub>2</sub>(DMF)·4DMF</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>fw</oasis:entry>\n<oasis:entry>1830.64</oasis:entry>\n<oasis:entry>1898.64</oasis:entry>\n<oasis:entry>1512.07</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>temp (K)</oasis:entry>\n<oasis:entry>273(2)</oasis:entry>\n<oasis:entry>273(2)</oasis:entry>\n<oasis:entry>273(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic>/Å</oasis:entry>\n<oasis:entry>24.000(3)</oasis:entry>\n<oasis:entry>26.418(1)</oasis:entry>\n<oasis:entry>24.233(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic>/Å</oasis:entry>\n<oasis:entry>11.077(1)</oasis:entry>\n<oasis:entry>10.3733(6)</oasis:entry>\n<oasis:entry>11.3031(9)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic>/Å</oasis:entry>\n<oasis:entry>34.991(5)</oasis:entry>\n<oasis:entry>34.280(2)</oasis:entry>\n<oasis:entry>36.079(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α/deg</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β/deg</oasis:entry>\n<oasis:entry>99.660(2)</oasis:entry>\n<oasis:entry>103.138(1)</oasis:entry>\n<oasis:entry>98.213(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ/deg</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>/Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry>9170(2)</oasis:entry>\n<oasis:entry>9148.4(9)</oasis:entry>\n<oasis:entry>9781.3(13)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C</italic>2/<italic toggle=\"yes\">c</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Cc</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2θ max (deg)</oasis:entry>\n<oasis:entry>46.12</oasis:entry>\n<oasis:entry>52.10</oasis:entry>\n<oasis:entry>52.28</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ(Mo–Kα) mm<sup>–1</sup>\n</oasis:entry>\n<oasis:entry>0.467</oasis:entry>\n<oasis:entry>0.493</oasis:entry>\n<oasis:entry>0.428</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">D</italic>, g/cm<sup>3</sup>\n</oasis:entry>\n<oasis:entry>1.074</oasis:entry>\n<oasis:entry>1.379</oasis:entry>\n<oasis:entry>0.844</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>3084</oasis:entry>\n<oasis:entry>3988</oasis:entry>\n<oasis:entry>2556</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflns collected</oasis:entry>\n<oasis:entry>19 177</oasis:entry>\n<oasis:entry>24 529</oasis:entry>\n<oasis:entry>53 067</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub>\n<xref rid=\"t1fn1\"></xref> [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.0631</oasis:entry>\n<oasis:entry>0.0536</oasis:entry>\n<oasis:entry>0.0433</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">wR</italic>\n<sub>2</sub>\n<xref rid=\"t1fn2\"></xref> [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.1942</oasis:entry>\n<oasis:entry>0.1351</oasis:entry>\n<oasis:entry>0.0824</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOF</oasis:entry>\n<oasis:entry>1.095</oasis:entry>\n<oasis:entry>0.970</oasis:entry>\n<oasis:entry>0.912</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> =\n∑∥<italic toggle=\"yes\">F</italic>\n<sub>o</sub>| – <italic toggle=\"yes\">|F</italic>\n<sub>c</sub>∥/∑|<italic toggle=\"yes\">F</italic>\n<sub>o</sub>|.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>\n<italic toggle=\"yes\">wR</italic>\n<sub>2</sub> =\n{∑<italic toggle=\"yes\">w</italic>[(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>)<sup>2</sup> – (<italic toggle=\"yes\">F</italic>\n<sub>c</sub>)<sup>2</sup>]<sup>2</sup>/∑<italic toggle=\"yes\">w</italic>[(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>)<sup>2</sup>]<sup>2</sup>}<sup>1/2</sup>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Summary of Crystal Data and Structure Results for 1–3\n\n| compounds | 1 | 2 | 3 |\n|------------|---|---|---|\n| chemical formula | C<sub>84</sub>H<sub>112</sub>N<sub>8</sub>O<sub>27</sub>Mn<sub>3</sub> | C<sub>82</sub>H<sub>112</sub>N<sub>10</sub>O<sub>31</sub>Mn<sub>3</sub> | C<sub>66</sub>H<sub>68</sub>N<sub>5</sub>O<sub>26</sub>Mn<sub>3</sub> |\n| structural formula | Mn<sub>3</sub>(L)(DMA)<sub>4</sub>·2DMA | Mn<sub>3</sub>(L)(H<sub>2</sub>O)<sub>2</sub>(DMF)<sub>2</sub>·8DMF | Mn<sub>3</sub>(L)(H<sub>2</sub>O)<sub>2</sub>(DMF)·4DMF |\n| fw | 1830.64 | 1898.64 | 1512.07 |\n| temp (K) | 273(2) | 273(2) | 273(2) |\n| a/Å | 24.000(3) | 26.418(1) | 24.233(2) |\n| b/Å | 11.077(1) | 10.3733(6) | 11.3031(9) |\n| c/Å | 34.991(5) | 34.280(2) | 36.079(3) |\n| α/deg | 90 | 90.00 | 90 |\n| β/deg | 99.660(2) | 103.138(1) | 98.213(2) |\n| γ/deg | 90 | 90.00 | 90 |\n| V/Å³ | 9170(2) | 9148.4(9) | 9781.3(13) |\n| Z | 4 | 4 | 4 |\n| space group | C2/c | Cc | P2<sub>1</sub>/c |\n| 2θ max (deg) | 46.12 | 52.10 | 52.28 |\n| μ(Mo–Kα) mm⁻¹ | 0.467 | 0.493 | 0.428 |\n| D, g/cm³ | 1.074 | 1.379 | 0.844 |\n| F(000) | 3084 | 3988 | 2556 |\n| reflns collected | 19 177 | 24 529 | 53 067 |\n| R₁[^a] [I > 2σ(I)] | 0.0631 | 0.0536 | 0.0433 |\n| wR₂[^b] [I > 2σ(I)] | 0.1942 | 0.1351 | 0.0824 |\n| GOF | 1.095 | 0.970 | 0.912 |\n\n[^a]: R₁ = ∑∥Fo| – |Fc∥/∑|Fo|.\n[^b]: wR₂ = {∑w[(Fo)² – (Fc)²]²/∑w[(Fo)²]²}¹/².", "data": ["substring not found"], "include_properties": null}, {"idx": 13, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Selected Bond Lengths for <bold>1</bold>–<bold>3</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col1\">compound <bold>1</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Mn(1)–O(6)</oasis:entry>\n<oasis:entry>2.026(3)</oasis:entry>\n<oasis:entry>Mn(1)–O(7)</oasis:entry>\n<oasis:entry>2.070(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(1)–O(14)</oasis:entry>\n<oasis:entry>2.393(9)</oasis:entry>\n<oasis:entry>Mn(1)–O(11)#1</oasis:entry>\n<oasis:entry>2.072(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(1)–O(9)#2</oasis:entry>\n<oasis:entry>2.099(3)</oasis:entry>\n<oasis:entry>Mn(2)–O(5)</oasis:entry>\n<oasis:entry>2.18(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(2)–O(12)#1</oasis:entry>\n<oasis:entry>2.08(2)</oasis:entry>\n<oasis:entry>Mn(2)–O(13)#2</oasis:entry>\n<oasis:entry>2.07(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(2)–O(5)#3</oasis:entry>\n<oasis:entry>2.14(4)</oasis:entry>\n<oasis:entry>Mn(2)–O(13)#4</oasis:entry>\n<oasis:entry>2.16(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(2)–O(12)#5</oasis:entry>\n<oasis:entry>2.35(2)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col1\">compound <bold>2</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(1)–O(5)</oasis:entry>\n<oasis:entry>2.155(3)</oasis:entry>\n<oasis:entry>Mn(1)–O(14)</oasis:entry>\n<oasis:entry>2.137(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(1)–O(10)#1</oasis:entry>\n<oasis:entry>2.134(3)</oasis:entry>\n<oasis:entry>Mn(1)–O(16)#1</oasis:entry>\n<oasis:entry>2.154(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(1)–O(18)#2</oasis:entry>\n<oasis:entry>2.183(4)</oasis:entry>\n<oasis:entry>Mn(1)–O(7)#3</oasis:entry>\n<oasis:entry>2.184(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(2)–O(15)</oasis:entry>\n<oasis:entry>2.108(4)</oasis:entry>\n<oasis:entry>Mn(2)–O(21)</oasis:entry>\n<oasis:entry>2.194(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(2)–O(1W)</oasis:entry>\n<oasis:entry>2.184(3)</oasis:entry>\n<oasis:entry>Mn(2)–O(17)#1</oasis:entry>\n<oasis:entry>2.128(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(2)–O(19)#2</oasis:entry>\n<oasis:entry>2.140(4)</oasis:entry>\n<oasis:entry>Mn(3)–O(6)</oasis:entry>\n<oasis:entry>2.120(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(3)–O(9)#1</oasis:entry>\n<oasis:entry>2.099(4)</oasis:entry>\n<oasis:entry>Mn(3)–O(8)#3</oasis:entry>\n<oasis:entry>2.124(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(3)–O(20)</oasis:entry>\n<oasis:entry>2.179(4)</oasis:entry>\n<oasis:entry>Mn(3)–O(2W)</oasis:entry>\n<oasis:entry>2.179(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col1\">compound <bold>3</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(1)–O(5)</oasis:entry>\n<oasis:entry>2.185(1)</oasis:entry>\n<oasis:entry>Mn(1)–O(18)</oasis:entry>\n<oasis:entry>2.185(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(1)–O(14)#1</oasis:entry>\n<oasis:entry>2.095(2)</oasis:entry>\n<oasis:entry>Mn(1)–O(17)#2</oasis:entry>\n<oasis:entry>2.109(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(1)–O(10)#3</oasis:entry>\n<oasis:entry>2.114(2)</oasis:entry>\n<oasis:entry>Mn(1)–O(8)#4</oasis:entry>\n<oasis:entry>2.251(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(2)–O(5)</oasis:entry>\n<oasis:entry>2.268(2)</oasis:entry>\n<oasis:entry>Mn(2)–O(6)</oasis:entry>\n<oasis:entry>2.414(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(2)–O(1W)</oasis:entry>\n<oasis:entry>2.154(2)</oasis:entry>\n<oasis:entry>Mn(2)–O(20)</oasis:entry>\n<oasis:entry>2.190(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(2)–O(16)#2</oasis:entry>\n<oasis:entry>2.118(2)</oasis:entry>\n<oasis:entry>Mn(2)–O(9)#3</oasis:entry>\n<oasis:entry>2.124(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(3)–O(18)</oasis:entry>\n<oasis:entry>2.365(2)</oasis:entry>\n<oasis:entry>Mn(3)–O(19)</oasis:entry>\n<oasis:entry>2.177(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(3)–O(2W)</oasis:entry>\n<oasis:entry>2.090(2)</oasis:entry>\n<oasis:entry>Mn(3)–O(15)#1</oasis:entry>\n<oasis:entry>2.077(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn(3)–O(7)#4</oasis:entry>\n<oasis:entry>2.323(2)</oasis:entry>\n<oasis:entry>Mn(3)–O(8)#4</oasis:entry>\n<oasis:entry>2.244(2)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>Symmetry transformations used to generate equivalent atoms:\nFor <bold>1</bold>: #1 <italic toggle=\"yes\">x</italic> – 1/2, −<italic toggle=\"yes\">y</italic> + 1/2, <italic toggle=\"yes\">z</italic> – 1/2; #2 <italic toggle=\"yes\">x</italic>, −<italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic> – 1/2; #3\n−<italic toggle=\"yes\">x</italic> + 1/2, −<italic toggle=\"yes\">y</italic> + 1/2,\n−<italic toggle=\"yes\">z</italic>; #4 −<italic toggle=\"yes\">x</italic> + 1/2, <italic toggle=\"yes\">y</italic> + 1/2,\n−<italic toggle=\"yes\">z</italic> + 1/2; #5 −<italic toggle=\"yes\">x</italic> +\n1, <italic toggle=\"yes\">y</italic>, −<italic toggle=\"yes\">z</italic> + 1/2. For <bold>2</bold>: #1 <italic toggle=\"yes\">x</italic> + 1/2, <italic toggle=\"yes\">y</italic> –\n1/2, <italic toggle=\"yes\">z</italic>; #2 <italic toggle=\"yes\">x</italic> + 1/2, −<italic toggle=\"yes\">y</italic> + 1/2, <italic toggle=\"yes\">z</italic> + 1/2; #3 <italic toggle=\"yes\">x</italic>, −<italic toggle=\"yes\">y</italic> + 1, <italic toggle=\"yes\">z</italic> – 1/2.\nFor <bold>3</bold>: #1 <italic toggle=\"yes\">x</italic>, −<italic toggle=\"yes\">y</italic> + 3/2, <italic toggle=\"yes\">z</italic> + 1/2; #2 −<italic toggle=\"yes\">x</italic> +\n2, <italic toggle=\"yes\">y</italic> + 1/2, −<italic toggle=\"yes\">z</italic> + 1/2; #3 <italic toggle=\"yes\">x</italic>, −<italic toggle=\"yes\">y</italic> + 3/2, <italic toggle=\"yes\">z</italic> –\n1/2; #4 −<italic toggle=\"yes\">x</italic> + 1, −<italic toggle=\"yes\">y</italic> + 2, −<italic toggle=\"yes\">z</italic> + 1.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["substring not found"], "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Structure of Ligand H<sub>6</sub>L and Illustration\nof Crystallization\nProcesses in the Synthesis of Compounds <bold>1</bold>–<bold>3</bold>\n</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2012-011844_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Structure of Ligand H6L and Illustration of Crystallization Processes in the Synthesis of Compounds 1-3    ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Coordination modes of H<sub>6</sub>L ligands in the asymmetric\nunits of <bold>1</bold>, <bold>2</bold>, and <bold>3</bold>. C atoms\nare drawn as gray balls. The hydrogen atoms are omitted for clarity.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2012-011844_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Coordination modes of H6L ligands in the asymmetric units of 1, 2, and 3. C atoms are drawn as gray balls. The hydrogen atoms are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Coordination environments around the Mn(II)\nions in the trinuclear\nclusters of <bold>1</bold>, <bold>2</bold>, and <bold>3</bold> with\nMn···Mn distances.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2012-011844_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  Coordination environments around the Mn(II) ions in the trinuclear clusters of 1, 2, and 3 with Mn⋅⋅⋅Mn distances.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>3D porous frameworks for <bold>1</bold> and <bold>2</bold> (a)\nand <bold>3</bold> (b), their space filling along the <italic toggle=\"yes\">b</italic> axis, and the simplified pts net for <bold>1</bold> and <bold>2</bold> and sra net for <bold>3</bold>. Mn and O atoms are drawn as green\nand red circles, respectively. C and N atoms are shown as blue sticks.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2012-011844_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  3D porous frameworks for 1 and 2 (a) and 3 (b), their space filling along the b axis, and the simplified pts net for 1 and 2 and sra net for 3. Mn and O atoms are drawn as green and red circles, respectively. C and N atoms are shown as blue sticks.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Temperature\ndependence of χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> and χ<sub>m</sub>\n<sup>–1</sup> for <bold>1</bold>–<bold>3</bold> at <italic toggle=\"yes\">H</italic> = 1 kOe from 2 to 300 K. The solid\nline is the best fit according to the corresponding classical model\nand the Curie–Weiss law. Inset: the field-dependent isothermal\nmagnetization for <bold>1</bold>–<bold>3</bold> at 2 K.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2012-011844_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  Temperature dependence of χm T and χm -1 for 1-3 at H = 1 kOe from 2 to 300 K. The solid line is the best fit according to the corresponding classical model and the Curie-Weiss law. Inset: the field-dependent isothermal magnetization for 1-3 at 2 K.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>TGA curves\nof compounds <bold>1</bold>–<bold>3</bold>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2012-011844_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  TGA curves of compounds 1-3.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/cg3011844", "title": "\nSolvent-Controlled Syntheses, Structure, and Magnetic\nProperties of Trinuclear Mn(II)-Based Metal–Organic Frameworks\n", "journal": "American Chemical\nSociety", "date": "2012.10", "author_list": ["Yi\nFei-Yan", "Sun\nZhong-Ming"]}}