{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/cg4008679.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The synthesis and structural characterization\nof five Cu(II)–Ln(III)\nheteronuclear metal–organic frameworks of formula {[Ln<sub>4</sub>Cu<sub>4</sub>(H<sub>2</sub>O)<sub>26</sub>(bta)<sub>5</sub>]·<italic toggle=\"yes\">m</italic>H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> and {[Ln<sub>4</sub>Cu<sub>4</sub>(H<sub>2</sub>O)<sub>24</sub>(bta)<sub>5</sub>]·<italic toggle=\"yes\">p</italic>H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> [Ln = La<sup>III</sup> (<bold>1A</bold>/<bold>1B</bold>),\nCe<sup>III</sup> (<bold>2A</bold>/<bold>2B</bold>), Pr<sup>III</sup> (<bold>3A</bold>/<bold>3B</bold>), Nd<sup>III</sup> (<bold>4A</bold>/<bold>4B</bold>) and Sm<sup>III</sup> (<bold>5A</bold>/<bold>5B</bold>) with m/p = 20 (<bold>1A</bold>)/16 (<bold>1B</bold>), 18 (<bold>2A</bold>)/16 (<bold>2B</bold>), 14 (<bold>3A</bold>)/16 (<bold>3B</bold>), 22 (<bold>4A</bold>)/16 (<bold>4B</bold>) and 21 (<bold>5A</bold>)/14 (<bold>5B</bold>); H<sub>4</sub>bta =1,2,4,5-benzenetetracarboxylic\nacid (<bold>1</bold>–<bold>5</bold>)] have been performed.\nThese compounds present a single-crystal to single-crystal phase transition\nfrom expanded <bold>A</bold> phases toward the <bold>B</bold> shrinking\nnetworks, which is triggered only in the presence of a dry environment.\nThis phase transition is accompanied by a compression of the crystallographic <italic toggle=\"yes\">b</italic>-axis in the range 2.4 to 2.8 Å with the consequent\ndecrease of the unit cell volume from 9.5% to 12%. The isomorphous\ncrystal structures of <bold>1A</bold>–<bold>5A</bold> can be\ndescribed as two crystallographically independent [Cu(II)–Ln(III)]\nheterometallic dinuclear units which are connected through two crystallographically\nindependent bta<sup>4–</sup> ligands in the <italic toggle=\"yes\">ac</italic>-plane, leading to 4,4-rectangular grids. These layers are connected\nalong the crystallographic <italic toggle=\"yes\">b</italic>-axis, through a pillaring\nbta<sup>4–</sup> group. The phase transition implies a change\nof the coordination mode of the bta<sup>4–</sup> pillar from\nbis-monodentate (<bold>1A</bold>–<bold>5A</bold>) to tetrakis-monodentate\n(<bold>1B</bold>–<bold>5B</bold>). Magnetic susceptibility\nmeasurements of polycrystalline samples of <bold>1A</bold>–<bold>5A</bold> in the temperature range 2.0–300 K have in common\nthe decrease of the χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> product\nwith <italic toggle=\"yes\">T</italic> which in the case of <bold>1A</bold> is due\nto weak antiferromagnetic interactions between the copper(II) ions\nthrough the bta<sup>4–</sup> skeleton, the La<sup>III</sup> cation being diamagnetic [<italic toggle=\"yes\">J</italic> = −3.5 cm<sup>–1</sup> with the Hamiltonian defined <italic toggle=\"yes\">\n<bold>H</bold>\n</italic> = −<italic toggle=\"yes\">J<bold>S</bold>\n</italic>\n<sub>Cu1</sub>·<italic toggle=\"yes\">\n<bold>S</bold>\n</italic>\n<sub>Cu2</sub>]. For the <bold>2A</bold>–<bold>5A</bold> compounds, the additional exchange\ninteraction between Cu<sup>II</sup> and the paramagnetic Ln<sup>III</sup> is masked by the crystal field effects (which partially removes\nthe 2<italic toggle=\"yes\">J</italic> + 1 degeneracy of the <sup>2<italic toggle=\"yes\">S</italic>+1</sup>\n<italic toggle=\"yes\">L</italic>\n<sub>\n<italic toggle=\"yes\">J</italic>\n</sub> free-ion\nground state in zero magnetic field) (<bold>2A</bold>–<bold>5A</bold>) and the thermal population of excited free-ion states\n(<bold>5A</bold>).</p>", "clean_text": "The synthesis and structural characterization of five Cu(II)-Ln(III) heteronuclear metal-organic frameworks of formula {[Ln4Cu4(H2O)26(bta)5]⋅mH2O} n  and {[Ln4Cu4(H2O)24(bta)5]⋅pH2O} n  [Ln = LaIII (1A/1B), CeIII (2A/2B), PrIII (3A/3B), NdIII (4A/4B) and SmIII (5A/5B) with m/p = 20 (1A)/16 (1B), 18 (2A)/16 (2B), 14 (3A)/16 (3B), 22 (4A)/16 (4B) and 21 (5A)/14 (5B); H4bta =1,2,4,5-benzenetetracarboxylic acid (1-5)] have been performed. These compounds present a single-crystal to single-crystal phase transition from expanded A phases toward the B shrinking networks, which is triggered only in the presence of a dry environment. This phase transition is accompanied by a compression of the crystallographic b-axis in the range 2.4 to 2.8 Å with the consequent decrease of the unit cell volume from 9.5% to 12%. The isomorphous crystal structures of 1A-5A can be described as two crystallographically independent [Cu(II)-Ln(III)] heterometallic dinuclear units which are connected through two crystallographically independent bta4- ligands in the ac-plane, leading to 4,4-rectangular grids. These layers are connected along the crystallographic b-axis, through a pillaring bta4- group. The phase transition implies a change of the coordination mode of the bta4- pillar from bis-monodentate (1A-5A) to tetrakis-monodentate (1B-5B). Magnetic susceptibility measurements of polycrystalline samples of 1A-5A in the temperature range 2.0-300 K have in common the decrease of the χM T product with T which in the case of 1A is due to weak antiferromagnetic interactions between the copper(II) ions through the bta4- skeleton, the LaIII cation being diamagnetic [J = -3.5 cm-1 with the Hamiltonian defined  H  = -JS  Cu1⋅ S  Cu2]. For the 2A-5A compounds, the additional exchange interaction between CuII and the paramagnetic LnIII is masked by the crystal field effects (which partially removes the 2J + 1 degeneracy of the 2S+1 L  J  free-ion ground state in zero magnetic field) (2A-5A) and the thermal population of excited free-ion states (5A).", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>A new series of polycarboxylate-based\n3d−4f heteronuclear\nframeworks, showing an unusual single crystal to single crystal phase\ntransition, have been synthesized and structurally and magnetically\ncharacterized.</p>", "clean_text": "A new series of polycarboxylate-based 3d-4f heteronuclear frameworks, showing an unusual single crystal to single crystal phase transition, have been synthesized and structurally and magnetically characterized.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The design and construction\nof metal organic frameworks (MOFs)\nwith well-defined channels/pores has attracted great interest because\nof the number of applications owing to guest adsorption, host removal,\nand exchange behaviors in the channels. A fascinating\nproperty of these systems is the ability to modify the framework by\nthe guest molecules. This dynamic behavior\nis not observed in other inorganic compounds, such as zeolites and\nnano- or mesoporous materials. Although the number of MOFs increases\nrapidly, the rational design of systems with external stimulus dependent\nvariable architectures (e.g., pressure, temperature, light, gas or\nsolvent adsorption) is far from being controlled. The design and materialization\nof systems with dynamic architectures can be achieved through different\nways, the most common being the use of flexible ligands (or building\nblocks) which are linked via strong coordinative bonds. The dynamic\nbehavior is therefore the response of the flexible ligands to the\ninternal or external stimulus. The second\noption is the use of rigid ligands (or building blocks) which have\nto be connected via weak interactions, the breaking and formation\nof new bonds causing the shrinking–expanding effects. Another possible choice is the combination of\nflexible ligands and weak linkages. This last category is the less\npredictable, because of the difficulty to govern the weak interactions.\nNevertheless, the weak interactions between the pore walls and guest\nmolecules can induce important structural changes: the presence/absence\nof guest molecules modifies the bonding network, producing changes\nor even bond cleavages. This new class\nof MOFs has been thoroughly investigated by several research teams,\nand according to the dimensionality of the inorganic network, Férey\nclassified these new porous materials into four different categories. The first one consists of a pure inorganic framework\n(3D inorganic system) (type I). The introduction of organic moieties\ncan induce pillaring between inorganic 2D motifs (type II) or act\nas linkers between 1D polymers (type III). Inorganic 1D and 2D structures\nwith organic molecules as linkers are usually referred to as hybrid\ninorganic–organic materials. Finally, organic ligands may arrange\naround discrete 0D entities which contain one or more metal ions and\nthat are named coordination polymers (type IV). More recently, Kitagawa\nand Eumura proposed a classification of the different porous coordination\npolymers into six groups regarding the dimensionality of the inorganic\nsubnetwork and the types of host–guest interactions. The first one comprises 1D motifs whose voids\nare occupied by small sized molecules. The second type consists of\n2D motifs stacked on each other with weak interlayer interactions.\nThe third type includes the interdigitated layers which are stacked\nwith interlocked ridges and hollows to form channels. The fourth type\ninvolves 3D networks which are built by layers connected through nonrigid\nspacers. The fifth type covers elongated and shrinking 3D grids, which\nshow spongelike dynamic behavior. The last one relates to the 3D interpenetrated\ngrids.</p>", "clean_text": "Introduction\n\nThe design and construction of metal organic frameworks (MOFs) with well-defined channels/pores has attracted great interest because of the number of applications owing to guest adsorption, host removal, and exchange behaviors in the channels. A fascinating property of these systems is the ability to modify the framework by the guest molecules. This dynamic behavior is not observed in other inorganic compounds, such as zeolites and nano- or mesoporous materials. Although the number of MOFs increases rapidly, the rational design of systems with external stimulus dependent variable architectures (e.g., pressure, temperature, light, gas or solvent adsorption) is far from being controlled. The design and materialization of systems with dynamic architectures can be achieved through different ways, the most common being the use of flexible ligands (or building blocks) which are linked via strong coordinative bonds. The dynamic behavior is therefore the response of the flexible ligands to the internal or external stimulus. The second option is the use of rigid ligands (or building blocks) which have to be connected via weak interactions, the breaking and formation of new bonds causing the shrinking-expanding effects. Another possible choice is the combination of flexible ligands and weak linkages. This last category is the less predictable, because of the difficulty to govern the weak interactions. Nevertheless, the weak interactions between the pore walls and guest molecules can induce important structural changes: the presence/absence of guest molecules modifies the bonding network, producing changes or even bond cleavages. This new class of MOFs has been thoroughly investigated by several research teams, and according to the dimensionality of the inorganic network, Férey classified these new porous materials into four different categories. The first one consists of a pure inorganic framework (3D inorganic system) (type I). The introduction of organic moieties can induce pillaring between inorganic 2D motifs (type II) or act as linkers between 1D polymers (type III). Inorganic 1D and 2D structures with organic molecules as linkers are usually referred to as hybrid inorganic-organic materials. Finally, organic ligands may arrange around discrete 0D entities which contain one or more metal ions and that are named coordination polymers (type IV). More recently, Kitagawa and Eumura proposed a classification of the different porous coordination polymers into six groups regarding the dimensionality of the inorganic subnetwork and the types of host-guest interactions. The first one comprises 1D motifs whose voids are occupied by small sized molecules. The second type consists of 2D motifs stacked on each other with weak interlayer interactions. The third type includes the interdigitated layers which are stacked with interlocked ridges and hollows to form channels. The fourth type involves 3D networks which are built by layers connected through nonrigid spacers. The fifth type covers elongated and shrinking 3D grids, which show spongelike dynamic behavior. The last one relates to the 3D interpenetrated grids.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The MOF family which is subject of the present work belongs\nsimultaneously\nto the IV and V types from Férey and Kitagawa respectively,\nbeing 3D compounds that exhibit a spongelike dynamics (expanding and\nshrinking channels). In this respect, the correct selection of the\nbridging ligand is of utmost importance. In fact, polycarboxylate-type\nligands have been widely used in the design of polynuclear complexes\nwith shrinking/expanding networks, in particular the 1,<italic toggle=\"yes\">n</italic>-dicarboxylate (<italic toggle=\"yes\">n</italic> = 4 and 5) and 1,3,5-tricarboxylate\nones. Our approach involves the use of the 1,2,4,5-benzenetetracarboxylic\nacid (H<sub>4</sub>bta), whose deprotonated forms have the ability\nto combine rigidity with a great variety of coordination modes. Interestingly, an extraordinary family of MOFs\nwith a shrinking–expanding architecture results from their\ninteraction with heterodinuclear 3d–4f nodes.\n</p>", "clean_text": "The MOF family which is subject of the present work belongs simultaneously to the IV and V types from Férey and Kitagawa respectively, being 3D compounds that exhibit a spongelike dynamics (expanding and shrinking channels). In this respect, the correct selection of the bridging ligand is of utmost importance. In fact, polycarboxylate-type ligands have been widely used in the design of polynuclear complexes with shrinking/expanding networks, in particular the 1,n-dicarboxylate (n = 4 and 5) and 1,3,5-tricarboxylate ones. Our approach involves the use of the 1,2,4,5-benzenetetracarboxylic acid (H4bta), whose deprotonated forms have the ability to combine rigidity with a great variety of coordination modes. Interestingly, an extraordinary family of MOFs with a shrinking-expanding architecture results from their interaction with heterodinuclear 3d-4f nodes. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Here we present the synthesis and the structural\ncharacterization\nthrough synchrotron radiation of five heterometallic 3d–4f\ncomplexes of formula {[Ln<sub>4</sub>Cu<sub>4</sub>(H<sub>2</sub>O)<sub>26</sub>(bta)<sub>5</sub>]·<italic toggle=\"yes\">m</italic>H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> and {[Ln<sub>4</sub>Cu<sub>4</sub>(H<sub>2</sub>O)<sub>24</sub>(bta)<sub>5</sub>]·<italic toggle=\"yes\">p</italic>H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> [Ln = La<sup>III</sup> (<bold>1A</bold>/<bold>1B</bold>), Ce<sup>III</sup> (<bold>2A</bold>/<bold>2B</bold>), Pr<sup>III</sup> (<bold>3A</bold>/<bold>3B</bold>), Nd<sup>III</sup> (<bold>4A</bold>/<bold>4B</bold>) and Sm<sup>III</sup> (<bold>5A</bold>/<bold>5B</bold>) with m/p = 20 (<bold>1A</bold>)/16 (<bold>1B</bold>), 18 (<bold>2A</bold>)/16 (<bold>2B</bold>), 14 (<bold>3A</bold>)/16 (<bold>3B</bold>), 22 (<bold>4A</bold>)/16 (<bold>4B</bold>) and 21 (<bold>5A</bold>)/14 (<bold>5B</bold>). These compounds\npresent a crystal to crystal phase transition, which is triggered\nonly in a dry environment, from expanded (<bold>A</bold>) to shrunk\n(<bold>B</bold>) networks. Variable-temperature magnetic studies of\nthe family <bold>1A</bold>–<bold>5A</bold> are also carried\nout.</p>", "clean_text": "Here we present the synthesis and the structural characterization through synchrotron radiation of five heterometallic 3d-4f complexes of formula {[Ln4Cu4(H2O)26(bta)5]⋅mH2O} n  and {[Ln4Cu4(H2O)24(bta)5]⋅pH2O} n  [Ln = LaIII (1A/1B), CeIII (2A/2B), PrIII (3A/3B), NdIII (4A/4B) and SmIII (5A/5B) with m/p = 20 (1A)/16 (1B), 18 (2A)/16 (2B), 14 (3A)/16 (3B), 22 (4A)/16 (4B) and 21 (5A)/14 (5B). These compounds present a crystal to crystal phase transition, which is triggered only in a dry environment, from expanded (A) to shrunk (B) networks. Variable-temperature magnetic studies of the family 1A-5A are also carried out.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and Methods</title><p>Reagents and solvents used in\nthe syntheses were purchased from commercial sources and used without\nfurther purification. The preparative methods used to get X-ray quality\ncrystals of compounds <bold>1A</bold>–<bold>5A</bold> are described\nherein. In the presence of a dry atmosphere, compounds <bold>1A</bold>–<bold>5A</bold> undergo a crystal to crystal phase transition\ntransforming into <bold>1B</bold>–<bold>5B</bold>. Elemental\nanalyses (C, H, N) were performed with an EA 1108 CHNS/0 automatic\nanalyzer.</p>", "clean_text": "Experimental Section\n\nMaterials and Methods\n\nReagents and solvents used in the syntheses were purchased from commercial sources and used without further purification. The preparative methods used to get X-ray quality crystals of compounds 1A-5A are described herein. In the presence of a dry atmosphere, compounds 1A-5A undergo a crystal to crystal phase transition transforming into 1B-5B. Elemental analyses (C, H, N) were performed with an EA 1108 CHNS/0 automatic analyzer.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Synthesis of {[Ln<sub>4</sub>Cu<sub>4</sub>(H<sub>2</sub>O)<sub>26</sub>(bta)<sub>5</sub>]·<italic toggle=\"yes\">m</italic>H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> and {[Ln<sub>4</sub>Cu<sub>4</sub>(H<sub>2</sub>O)<sub>24</sub>(bta)<sub>5</sub>]·<italic toggle=\"yes\">p</italic>H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> [Ln = La<sup>III</sup> (<bold>1A</bold>/<bold>1B</bold>), Ce<sup>III</sup> (<bold>2A</bold>/<bold>2B</bold>), Pr<sup>III</sup> (<bold>3A</bold>/<bold>3B</bold>), Nd<sup>III</sup> (<bold>4A</bold>/<bold>4B</bold>) and Sm<sup>III</sup> (<bold>5A</bold>/<bold>5B</bold>) with m/p = 20 (<bold>1A</bold>)/16 (<bold>1B</bold>), 18 (<bold>2A</bold>)/16 (<bold>2B</bold>), 14 (<bold>3A</bold>)/16 (<bold>3B</bold>), 22 (<bold>4A</bold>)/16 (<bold>4B</bold>) and 21 (<bold>5A</bold>)/14 (<bold>5B</bold>)</title>", "clean_text": "Synthesis of {[Ln4Cu4(H2O)26(bta)5]⋅mH2O} n  and {[Ln4Cu4(H2O)24(bta)5]⋅pH2O} n  [Ln = LaIII (1A/1B), CeIII (2A/2B), PrIII (3A/3B), NdIII (4A/4B) and SmIII (5A/5B) with m/p = 20 (1A)/16 (1B), 18 (2A)/16 (2B), 14 (3A)/16 (3B), 22 (4A)/16 (4B) and 21 (5A)/14 (5B)", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<p>The preparation\nof <bold>1A</bold>–<bold>5A</bold> is as follows: an aqueous\nammonia solution (25% v/v) was poured into an aqueous solution (10\ncm<sup>3</sup>) of H<sub>4</sub>bta (0.127 g, 0.5 mmol), the pH of\nthe clear solution being 5.0. Tetramethylorthosilicate (0.7 cm<sup>3</sup>) was added to this solution under vigorous stirring, and\nthe resulting mixture was introduced into test tubes, covered, and\nstored for one day at room temperature to allow the formation of the\ngel. Once it was set, an aqueous solution\n(4 cm<sup>3</sup>) of a mixture of Cu(NO<sub>3</sub>)<sub>2</sub>·5(H<sub>2</sub>O) (0.116 g, 0.5 mmol) and Ln(NO<sub>3</sub>)<sub>2</sub>·xH<sub>2</sub>O [0.032 g, 0.1 mmol (<bold>1</bold>), 0.043 g, 0.1 mmol (<bold>2</bold>), 0.043 g, 0.1 mmol (<bold>3</bold>), 0.043 g, 0.1 mmol\n(<bold>4</bold>) and 0.044 g, 0.1 mmol (<bold>5</bold>) with <italic toggle=\"yes\">x</italic> = 1 (<bold>1</bold>) and 6 (<bold>2</bold>–<bold>5</bold>)] was layered on the gel, care being taken to avoid any\ndamage of its surface, and the tube was stored at room temperature.\nPale blue needles of <bold>1A</bold>–<bold>5A</bold> (see photograph\nS1 in the ) which\nwere suitable for single crystal X-ray diffraction appeared a few\ndays later. They were mechanically separated from other homonuclear\nphases that cocrystalllize at the same time and washed with a water/ethanol\n(1:1 v/v) solution [yield ca. 4 (<bold>1</bold>), 6 (<bold>2)</bold>, 7 (<bold>3</bold>), 5 (<bold>4</bold>) and 9 % (<bold>5</bold>)].\nAnal. Calcd for C<sub>25</sub>H<sub>51</sub>Cu<sub>2</sub>O<sub>43</sub>La<sub>2</sub> (<bold>1A</bold>): C, 20.76; H, 3.53. Found: C, 20.96;\nH, 3.56 %. Anal. Calcd for C<sub>25</sub>H<sub>49</sub>Cu<sub>2</sub>O<sub>42</sub>Ce<sub>2</sub> (<bold>2A</bold>): C, 21.04; H, 3.44.\nFound: C, 21.10; H, 3.41 %. Anal. Calcd for C<sub>25</sub>H<sub>45</sub>Cu<sub>2</sub>O<sub>40</sub>Pr<sub>2</sub> (<bold>3A</bold>): C,\n21.53; H, 3.25. Found: C, 21.64; H, 3.24 %. Anal. Calcd for C<sub>25</sub>H<sub>53</sub>Cu<sub>2</sub>O<sub>44</sub>Nd<sub>2</sub> (<bold>4A</bold>): C, 20.53; H, 3.62. Found: C, 20.54; H, 3.67 %. Anal.\nCalcd for C<sub>25</sub>H<sub>52</sub>Cu<sub>2</sub>O<sub>43.5</sub>Sm<sub>2</sub> (<bold>5A</bold>): C, 20.65; H, 3.58. Found: C, 20.59;\nH, 3.54 %.</p>", "clean_text": "The preparation of 1A-5A is as follows: an aqueous ammonia solution (25% v/v) was poured into an aqueous solution (10 cm3) of H4bta (0.127 g, 0.5 mmol), the pH of the clear solution being 5.0. Tetramethylorthosilicate (0.7 cm3) was added to this solution under vigorous stirring, and the resulting mixture was introduced into test tubes, covered, and stored for one day at room temperature to allow the formation of the gel. Once it was set, an aqueous solution (4 cm3) of a mixture of Cu(NO3)2⋅5(H2O) (0.116 g, 0.5 mmol) and Ln(NO3)2⋅xH2O [0.032 g, 0.1 mmol (1), 0.043 g, 0.1 mmol (2), 0.043 g, 0.1 mmol (3), 0.043 g, 0.1 mmol (4) and 0.044 g, 0.1 mmol (5) with x = 1 (1) and 6 (2-5)] was layered on the gel, care being taken to avoid any damage of its surface, and the tube was stored at room temperature. Pale blue needles of 1A-5A (see photograph S1 in the ) which were suitable for single crystal X-ray diffraction appeared a few days later. They were mechanically separated from other homonuclear phases that cocrystalllize at the same time and washed with a water/ethanol (1:1 v/v) solution [yield ca. 4 (1), 6 (2), 7 (3), 5 (4) and 9 % (5)]. Anal. Calcd for C25H51Cu2O43La2 (1A): C, 20.76; H, 3.53. Found: C, 20.96; H, 3.56 %. Anal. Calcd for C25H49Cu2O42Ce2 (2A): C, 21.04; H, 3.44. Found: C, 21.10; H, 3.41 %. Anal. Calcd for C25H45Cu2O40Pr2 (3A): C, 21.53; H, 3.25. Found: C, 21.64; H, 3.24 %. Anal. Calcd for C25H53Cu2O44Nd2 (4A): C, 20.53; H, 3.62. Found: C, 20.54; H, 3.67 %. Anal. Calcd for C25H52Cu2O43.5Sm2 (5A): C, 20.65; H, 3.58. Found: C, 20.59; H, 3.54 %.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>The crystals <bold>1A</bold>–<bold>5A</bold> remain stable in a wet atmosphere, and under dry conditions they\ntransform instantaneously into the corresponding <bold>1B</bold>–<bold>5B</bold> phases. This crystal-to-crystal phase transition is reversible,\nand the crystallinity is kept.</p>", "clean_text": "The crystals 1A-5A remain stable in a wet atmosphere, and under dry conditions they transform instantaneously into the corresponding 1B-5B phases. This crystal-to-crystal phase transition is reversible, and the crystallinity is kept.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Physical Measurements</title><p>Magnetic susceptibility measurements\non polycrystalline samples of compound <bold>1A</bold>–<bold>5A</bold> were carried out in the temperature range 1.9–300\nK with a Quantum Design SQUID magnetometer under applied dc magnetic\nfields of 100 G (<italic toggle=\"yes\">T</italic> &lt; 50 K) and 4500 G (over the\nwhole range). Corrections for the diamagnetic contribution of the\nconstituent atoms were applied. The magnetic data were also corrected\nfor the temperature-independent paramagnetism [60 cm<sup>3</sup> mol<sup>–1</sup> per mol of Cu(II)] as well as for the magnetization\nof the sample holder previously measured under the same conditions.</p>", "clean_text": "Physical Measurements\n\nMagnetic susceptibility measurements on polycrystalline samples of compound 1A-5A were carried out in the temperature range 1.9-300 K with a Quantum Design SQUID magnetometer under applied dc magnetic fields of 100 G (T < 50 K) and 4500 G (over the whole range). Corrections for the diamagnetic contribution of the constituent atoms were applied. The magnetic data were also corrected for the temperature-independent paramagnetism [60 cm3 mol-1 per mol of Cu(II)] as well as for the magnetization of the sample holder previously measured under the same conditions.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The thermogravimetric analysis were carried out on a Perkin-Elmer\nPyris Diamond TGA/DTA, under a flux of dry nitrogen, which was turned\nout once the temperature was stable, with a flowing at 100.0 mL min<sup>–1</sup>. The measurements were done with a heating rate of\n5 K min<sup>–1</sup> in the temperature range from RT to 593\nK and with a rate of 10 K min<sup>–1</sup> from 593 to 893\nK, using aluminum crucibles.</p>", "clean_text": "The thermogravimetric analysis were carried out on a Perkin-Elmer Pyris Diamond TGA/DTA, under a flux of dry nitrogen, which was turned out once the temperature was stable, with a flowing at 100.0 mL min-1. The measurements were done with a heating rate of 5 K min-1 in the temperature range from RT to 593 K and with a rate of 10 K min-1 from 593 to 893 K, using aluminum crucibles.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Crystal Structure Determination and Refinement</title><p>Because\nof the low diffraction power of the mechanically isolated needles\nof compounds <bold>1A</bold>–<bold>5A</bold> in the usual data\ncollection on single crystal X-ray diffractometers, X-ray measurements\non <bold>1A</bold>–<bold>5A</bold> and <bold>1B</bold>–<bold>5B</bold> were collected by using the synchrotron radiation [λ\n= 0.7379 (<bold>1A</bold>)/0.73830 (<bold>1B</bold>), 0.738 (<bold>2A</bold>), 0.7383 (<bold>3A</bold>)/0.7513 (<bold>3B</bold>), 0.7379\n(<bold>4A</bold>)/0.7383 (<bold>4B</bold>) and 0.7379 (<bold>5A</bold>)/0.73833 (<bold>5B</bold>) Å] at the BM16 Spanish beamline\nof ESRF and [λ = 0.6889 for <bold>2B</bold>] at the I19 beamline\nof DIAMOND facility. The acquisition strategy in the BM16 measurements\nconsists of phi (φ) scans with an oscillation range (Δφ)\nfor each image of one degree, the data collection being carried out\non two different crystal orientations in order to increase the data\ncompleteness. The automatic acquisition strategy protocol of <italic toggle=\"yes\">CrysAlis Pro</italic> software was used\nin the I19 mesurement. Data were indexed, integrated and scaled using <italic toggle=\"yes\">HKL</italic>2000 and <italic toggle=\"yes\">CrysAlis Pro</italic> programs. All compounds were collected at RT and 100 K without and with a\ncryostream device, respectively.</p>", "clean_text": "Crystal Structure Determination and Refinement\n\nBecause of the low diffraction power of the mechanically isolated needles of compounds 1A-5A in the usual data collection on single crystal X-ray diffractometers, X-ray measurements on 1A-5A and 1B-5B were collected by using the synchrotron radiation [λ = 0.7379 (1A)/0.73830 (1B), 0.738 (2A), 0.7383 (3A)/0.7513 (3B), 0.7379 (4A)/0.7383 (4B) and 0.7379 (5A)/0.73833 (5B) Å] at the BM16 Spanish beamline of ESRF and [λ = 0.6889 for 2B] at the I19 beamline of DIAMOND facility. The acquisition strategy in the BM16 measurements consists of phi (φ) scans with an oscillation range (Δφ) for each image of one degree, the data collection being carried out on two different crystal orientations in order to increase the data completeness. The automatic acquisition strategy protocol of CrysAlis Pro software was used in the I19 mesurement. Data were indexed, integrated and scaled using HKL2000 and CrysAlis Pro programs. All compounds were collected at RT and 100 K without and with a cryostream device, respectively.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>The structures were solved\nby direct methods and subsequent Fourier syntheses using the <italic toggle=\"yes\">SHELXS-97</italic>, and they were refined\nby the full-matrix least-squares technique against <italic toggle=\"yes\">F</italic>\n<sup>2</sup> using with the <italic toggle=\"yes\">SHELXL-97</italic> program. All non-hydrogen atoms were anisotropically\nrefined, with the exception of the O(11w) in compound <bold>2A</bold>. The O(11w) water molecule has been refined isotropically because\nthe Cu(1)···O(11w) bond distance becomes anomalously\nshort when the anisotropic displacement parameters of O(11w) are introduced\nin the refinement. A spurious electron density peak located along\nthe Cu(1)···O(11w) bond at 0.98 Å from O(11w)\nand 1.22 Å from Cu(1), with no physical meaning, gives rise to\nthis inconsistent bond length shortening. The best refinement model\nfound was achieved maintaining O(11w) with isotropic displacement\nparameters.</p>", "clean_text": "The structures were solved by direct methods and subsequent Fourier syntheses using the SHELXS-97, and they were refined by the full-matrix least-squares technique against F 2 using with the SHELXL-97 program. All non-hydrogen atoms were anisotropically refined, with the exception of the O(11w) in compound 2A. The O(11w) water molecule has been refined isotropically because the Cu(1)⋅⋅⋅O(11w) bond distance becomes anomalously short when the anisotropic displacement parameters of O(11w) are introduced in the refinement. A spurious electron density peak located along the Cu(1)⋅⋅⋅O(11w) bond at 0.98 Å from O(11w) and 1.22 Å from Cu(1), with no physical meaning, gives rise to this inconsistent bond length shortening. The best refinement model found was achieved maintaining O(11w) with isotropic displacement parameters.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>The treatment of the hydrogen atoms of the bta<sup>4–</sup> ligand was constrained for all the complexes whereas\nthe hydrogen\natoms from the coordination and crystallization water molecules were\nneither found nor considered in the refinement. A crystal-to-crystal\ntransition from the shrinking porous {[Ln<sub>4</sub>Cu<sub>4</sub>(H<sub>2</sub>O)<sub>26</sub>(bta)<sub>5</sub>]·<italic toggle=\"yes\">m</italic>H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1A</bold>–<bold>5A</bold>) phases to the shrunk {[Ln<sub>4</sub>Cu<sub>4</sub>(H<sub>2</sub>O)<sub>24</sub>(bta)<sub>5</sub>]·<italic toggle=\"yes\">p</italic>H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1B</bold>–<bold>5B</bold>) ones occurs only in the presence of a dry environment.\nThe number of crystallization water molecules <italic toggle=\"yes\">m</italic> and <italic toggle=\"yes\">p</italic> are not univocally determined by means of the X-ray diffraction\nexperiments; nevertheless, the proposed models are the best-refined\nfits among the different ones which were tested. Moreover, the number\nof crystallization water molecules obtained from the X-ray measurements\ncorrespond with those obtained using thermogravimetric measurements\n(see Figure S1 in the ). The number of crystallization water molecules in compounds <bold>1A</bold>–<bold>5A</bold> is 20, 18, 14, 22, and 21 respectively,\nwhile there are 16 in the shrunk complexes except for <bold>5B</bold>, which has only 14. For the sake of clarity, we will use <italic toggle=\"yes\">m</italic> and <italic toggle=\"yes\">p</italic> to refer to the number of crystallization\nwater molecules in the formulas of the <bold>1A</bold>–<bold>5A</bold> and <bold>1B</bold>–<bold>5B</bold> compounds, respectively.\nThe final geometrical calculations and the graphical manipulations\nwere carried out with PARST97, PLATON, and DIAMOND programs.\nThe main crystallographic data and some experimental details are shown\nin Table  (<bold>1A</bold>–<bold>5A</bold> and <bold>1B</bold>–<bold>5B</bold>). Selected bond lengths\nand angles for <bold>1A</bold>–<bold>5A</bold> and for <bold>1B</bold>–<bold>5B</bold> are listed in Tables S1a and S1b\nin the , respectively.</p>", "clean_text": "The treatment of the hydrogen atoms of the bta4- ligand was constrained for all the complexes whereas the hydrogen atoms from the coordination and crystallization water molecules were neither found nor considered in the refinement. A crystal-to-crystal transition from the shrinking porous {[Ln4Cu4(H2O)26(bta)5]⋅mH2O} n  (1A-5A) phases to the shrunk {[Ln4Cu4(H2O)24(bta)5]⋅pH2O} n  (1B-5B) ones occurs only in the presence of a dry environment. The number of crystallization water molecules m and p are not univocally determined by means of the X-ray diffraction experiments; nevertheless, the proposed models are the best-refined fits among the different ones which were tested. Moreover, the number of crystallization water molecules obtained from the X-ray measurements correspond with those obtained using thermogravimetric measurements (see Figure S1 in the ). The number of crystallization water molecules in compounds 1A-5A is 20, 18, 14, 22, and 21 respectively, while there are 16 in the shrunk complexes except for 5B, which has only 14. For the sake of clarity, we will use m and p to refer to the number of crystallization water molecules in the formulas of the 1A-5A and 1B-5B compounds, respectively. The final geometrical calculations and the graphical manipulations were carried out with PARST97, PLATON, and DIAMOND programs. The main crystallographic data and some experimental details are shown in Table  (1A-5A and 1B-5B). Selected bond lengths and angles for 1A-5A and for 1B-5B are listed in Tables S1a and S1b in the , respectively.", "data": null, "include_properties": null}, {"idx": 15, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystal Data Details of the Structure\nDetermination for the Complexes <bold>1A</bold>–<bold>5A</bold> and <bold>1B</bold>–<bold>5B</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"6\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:colspec colname=\"col5\"></oasis:colspec>\n<oasis:colspec colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1A</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2A</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3A</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4A</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>5A</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">FW</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry valign=\"bottom\">FW</oasis:entry>\n<oasis:entry valign=\"bottom\">1444.54</oasis:entry>\n<oasis:entry valign=\"bottom\">1428.95</oasis:entry>\n<oasis:entry valign=\"bottom\">1394.51</oasis:entry>\n<oasis:entry valign=\"bottom\">1473.23</oasis:entry>\n<oasis:entry valign=\"bottom\">1476.46</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry valign=\"bottom\">crystal system</oasis:entry>\n<oasis:entry valign=\"bottom\">monoclinic</oasis:entry>\n<oasis:entry valign=\"bottom\">monoclinic</oasis:entry>\n<oasis:entry valign=\"bottom\">monoclinic</oasis:entry>\n<oasis:entry valign=\"bottom\">monoclinic</oasis:entry>\n<oasis:entry valign=\"bottom\">monoclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry valign=\"bottom\">formula</oasis:entry>\n<oasis:entry valign=\"bottom\">C<sub>25</sub>H<sub>51</sub>Cu<sub>2</sub>O<sub>43</sub>La<sub>2</sub>\n</oasis:entry>\n<oasis:entry valign=\"bottom\">C<sub>25</sub>H<sub>49</sub>Cu<sub>2</sub>O<sub>42</sub>Ce<sub>2</sub>\n</oasis:entry>\n<oasis:entry valign=\"bottom\">C<sub>25</sub>H<sub>45</sub>Cu<sub>2</sub>O<sub>40</sub>Pr<sub>2</sub>\n</oasis:entry>\n<oasis:entry valign=\"bottom\">C<sub>25</sub>H<sub>53</sub>Cu<sub>2</sub>O<sub>44</sub>Nd<sub>2</sub>\n</oasis:entry>\n<oasis:entry valign=\"bottom\">C<sub>25</sub>H<sub>52</sub>Cu<sub>2</sub>O<sub>43.5</sub>Sm<sub>2</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic>/Å</oasis:entry>\n<oasis:entry>11.006(2)</oasis:entry>\n<oasis:entry>10.994(2)</oasis:entry>\n<oasis:entry>10.953(2)</oasis:entry>\n<oasis:entry>10.856(2)</oasis:entry>\n<oasis:entry>10.923(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic>/Å</oasis:entry>\n<oasis:entry>23.228(5)</oasis:entry>\n<oasis:entry>23.098(5)</oasis:entry>\n<oasis:entry>23.056(5)</oasis:entry>\n<oasis:entry>22.799(5)</oasis:entry>\n<oasis:entry>22.771(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic>/Å</oasis:entry>\n<oasis:entry>19.847(4)</oasis:entry>\n<oasis:entry>19.838(4)</oasis:entry>\n<oasis:entry>19.811(4)</oasis:entry>\n<oasis:entry>19.706(4)</oasis:entry>\n<oasis:entry>19.758(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β/deg</oasis:entry>\n<oasis:entry>99.91(3)</oasis:entry>\n<oasis:entry>99.89(3)</oasis:entry>\n<oasis:entry>99.88(3)</oasis:entry>\n<oasis:entry>99.49(3)</oasis:entry>\n<oasis:entry>99.64(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>/Å</oasis:entry>\n<oasis:entry>4998.2(17)</oasis:entry>\n<oasis:entry>4962.8(17)</oasis:entry>\n<oasis:entry>4929.0(17)</oasis:entry>\n<oasis:entry>4810.6(17)</oasis:entry>\n<oasis:entry>4845.0(17)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ/cm<sup>–1</sup>\n</oasis:entry>\n<oasis:entry>2.831</oasis:entry>\n<oasis:entry>3.197</oasis:entry>\n<oasis:entry>2.903</oasis:entry>\n<oasis:entry>3.316</oasis:entry>\n<oasis:entry>3.665</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic>/K</oasis:entry>\n<oasis:entry>293(2)</oasis:entry>\n<oasis:entry>293(2)</oasis:entry>\n<oasis:entry>293(2)</oasis:entry>\n<oasis:entry>293(2)</oasis:entry>\n<oasis:entry>293(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ρ<sub>calc</sub>/g cm<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>1.920</oasis:entry>\n<oasis:entry>1.912</oasis:entry>\n<oasis:entry>1.879</oasis:entry>\n<oasis:entry>2.034</oasis:entry>\n<oasis:entry>1.882</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>λ/Å</oasis:entry>\n<oasis:entry>0.73790</oasis:entry>\n<oasis:entry>0.73800</oasis:entry>\n<oasis:entry>0.73830</oasis:entry>\n<oasis:entry>0.73790</oasis:entry>\n<oasis:entry>0.73790</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"2\">index ranges</oasis:entry>\n<oasis:entry>–12 ≤ <italic toggle=\"yes\">h</italic> ≤ 12</oasis:entry>\n<oasis:entry>–14 ≤ <italic toggle=\"yes\">h</italic> ≤ 14</oasis:entry>\n<oasis:entry>–14 ≤ <italic toggle=\"yes\">h</italic> ≤ 14</oasis:entry>\n<oasis:entry>–14 ≤ <italic toggle=\"yes\">h</italic> ≤ 14</oasis:entry>\n<oasis:entry>–14 ≤ <italic toggle=\"yes\">h</italic> ≤ 14</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>–27 ≤ <italic toggle=\"yes\">k</italic> ≤ 27</oasis:entry>\n<oasis:entry>–29 ≤ <italic toggle=\"yes\">k</italic> ≤ 29</oasis:entry>\n<oasis:entry>–30 ≤ <italic toggle=\"yes\">k</italic> ≤ 30</oasis:entry>\n<oasis:entry>–29 ≤ <italic toggle=\"yes\">k</italic> ≤ 29</oasis:entry>\n<oasis:entry>–29 ≤ <italic toggle=\"yes\">k</italic> ≤ 28</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>–23 ≤ <italic toggle=\"yes\">l</italic> ≤ 23</oasis:entry>\n<oasis:entry>–25 ≤ <italic toggle=\"yes\">l</italic> ≤ 25</oasis:entry>\n<oasis:entry>–25 ≤ <italic toggle=\"yes\">l</italic> ≤ 25</oasis:entry>\n<oasis:entry>–25 ≤ <italic toggle=\"yes\">l</italic> ≤ 25</oasis:entry>\n<oasis:entry>–25 ≤ <italic toggle=\"yes\">l</italic> ≤ 25</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>total reflns</oasis:entry>\n<oasis:entry>34112</oasis:entry>\n<oasis:entry>71163</oasis:entry>\n<oasis:entry>90569</oasis:entry>\n<oasis:entry>43378</oasis:entry>\n<oasis:entry>39465</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>indep reflns (<italic toggle=\"yes\">R</italic>\n<sub>int</sub>)</oasis:entry>\n<oasis:entry>8448 (0.0712)</oasis:entry>\n<oasis:entry>10754 (0.0640)</oasis:entry>\n<oasis:entry>11573 (0.0693)</oasis:entry>\n<oasis:entry>10967 (0.1029)</oasis:entry>\n<oasis:entry>10595 (0.0705)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>obsd reflns\n[<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>7808</oasis:entry>\n<oasis:entry>10128</oasis:entry>\n<oasis:entry>9974</oasis:entry>\n<oasis:entry>8057</oasis:entry>\n<oasis:entry>9225</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>parameters</oasis:entry>\n<oasis:entry>649</oasis:entry>\n<oasis:entry>650</oasis:entry>\n<oasis:entry>623</oasis:entry>\n<oasis:entry>659</oasis:entry>\n<oasis:entry>658</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness-of-fit</oasis:entry>\n<oasis:entry>1.042</oasis:entry>\n<oasis:entry>1.062</oasis:entry>\n<oasis:entry>1.033</oasis:entry>\n<oasis:entry>1.022</oasis:entry>\n<oasis:entry>1.078</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic> [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.0795</oasis:entry>\n<oasis:entry>0.0692</oasis:entry>\n<oasis:entry>0.0494</oasis:entry>\n<oasis:entry>0.0713</oasis:entry>\n<oasis:entry>0.0620</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>w</sub> [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.2065</oasis:entry>\n<oasis:entry>0.2005</oasis:entry>\n<oasis:entry>0.1544</oasis:entry>\n<oasis:entry>0.1843</oasis:entry>\n<oasis:entry>0.1730</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic> [all data]</oasis:entry>\n<oasis:entry>0.0829</oasis:entry>\n<oasis:entry>0.0712</oasis:entry>\n<oasis:entry>0.0557</oasis:entry>\n<oasis:entry>0.0957</oasis:entry>\n<oasis:entry>0.0684</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>w</sub> [all data]</oasis:entry>\n<oasis:entry>0.2093</oasis:entry>\n<oasis:entry>0.2037</oasis:entry>\n<oasis:entry>0.1633</oasis:entry>\n<oasis:entry>0.2081</oasis:entry>\n<oasis:entry>0.1833</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup align=\"left\" cols=\"6\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:colspec colname=\"col5\"></oasis:colspec>\n<oasis:colspec colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1B</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2B</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3B</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4B</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>5B</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>formula</oasis:entry>\n<oasis:entry>C<sub>25</sub>H<sub>45</sub>Cu<sub>2</sub>O<sub>40</sub>La<sub>2</sub>\n</oasis:entry>\n<oasis:entry>C<sub>25</sub>H<sub>45</sub>Cu<sub>2</sub>O<sub>40</sub>Ce<sub>2</sub>\n</oasis:entry>\n<oasis:entry>C<sub>25</sub>H<sub>45</sub>Cu<sub>2</sub>O<sub>40</sub>Pr<sub>2</sub>\n</oasis:entry>\n<oasis:entry>C<sub>25</sub>H<sub>45</sub>Cu<sub>2</sub>O<sub>40</sub>Nd<sub>2</sub>\n</oasis:entry>\n<oasis:entry>C<sub>25</sub>H<sub>47</sub>Cu<sub>2</sub>O<sub>39</sub>Sm<sub>2</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>FW</oasis:entry>\n<oasis:entry>1390.51</oasis:entry>\n<oasis:entry>1392.93</oasis:entry>\n<oasis:entry>1394.51</oasis:entry>\n<oasis:entry>1401.17</oasis:entry>\n<oasis:entry>1399.44</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic>/Å</oasis:entry>\n<oasis:entry>10.985(2)</oasis:entry>\n<oasis:entry>10.9718(2)</oasis:entry>\n<oasis:entry>10.906(2)</oasis:entry>\n<oasis:entry>10.927(2)</oasis:entry>\n<oasis:entry>10.899(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic>/Å</oasis:entry>\n<oasis:entry>20.450(4)</oasis:entry>\n<oasis:entry>20.2668(3)</oasis:entry>\n<oasis:entry>20.212(4)</oasis:entry>\n<oasis:entry>20.391(4)</oasis:entry>\n<oasis:entry>20.334(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic>/Å</oasis:entry>\n<oasis:entry>19.856(4)</oasis:entry>\n<oasis:entry>19.7821(5)</oasis:entry>\n<oasis:entry>19.769(4)</oasis:entry>\n<oasis:entry>19.807(4)</oasis:entry>\n<oasis:entry>19.785(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β/deg</oasis:entry>\n<oasis:entry>99.73(3)</oasis:entry>\n<oasis:entry>99.312(2)</oasis:entry>\n<oasis:entry>99.22(3)</oasis:entry>\n<oasis:entry>99.61(3)</oasis:entry>\n<oasis:entry>99.48(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>/Å</oasis:entry>\n<oasis:entry>4396.4(15)</oasis:entry>\n<oasis:entry>4340.84(15)</oasis:entry>\n<oasis:entry>4301.4(15)</oasis:entry>\n<oasis:entry>4351.4(15)</oasis:entry>\n<oasis:entry>4324.8(15)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ/cm<sup>–1</sup>\n</oasis:entry>\n<oasis:entry>3.132</oasis:entry>\n<oasis:entry>2.743</oasis:entry>\n<oasis:entry>3.327</oasis:entry>\n<oasis:entry>3.624</oasis:entry>\n<oasis:entry>3.995</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic>/K</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>100</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ρ<sub>calc</sub>/g cm<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>2.101</oasis:entry>\n<oasis:entry>2.131</oasis:entry>\n<oasis:entry>2.156</oasis:entry>\n<oasis:entry>2.111</oasis:entry>\n<oasis:entry>2.149</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>λ/Å</oasis:entry>\n<oasis:entry>0.73830</oasis:entry>\n<oasis:entry>0.68890</oasis:entry>\n<oasis:entry>0.75130</oasis:entry>\n<oasis:entry>0.73830</oasis:entry>\n<oasis:entry>0.73833</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"2\">index ranges</oasis:entry>\n<oasis:entry>–14 ≤ <italic toggle=\"yes\">h</italic> ≤ 14</oasis:entry>\n<oasis:entry>–12 ≤ <italic toggle=\"yes\">h</italic> ≤ 12</oasis:entry>\n<oasis:entry>–13 ≤ <italic toggle=\"yes\">h</italic> ≤ 13</oasis:entry>\n<oasis:entry>–12 ≤ <italic toggle=\"yes\">h</italic> ≤ 12</oasis:entry>\n<oasis:entry>0 ≤ <italic toggle=\"yes\">h</italic> ≤ 13</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>–26 ≤ <italic toggle=\"yes\">k</italic> ≤ 2 6</oasis:entry>\n<oasis:entry>–23≤ <italic toggle=\"yes\">k</italic> ≤ 23</oasis:entry>\n<oasis:entry>–25 ≤ <italic toggle=\"yes\">k</italic> ≤ 25</oasis:entry>\n<oasis:entry>–22 ≤ <italic toggle=\"yes\">k</italic> ≤ 22</oasis:entry>\n<oasis:entry>0 ≤ <italic toggle=\"yes\">k</italic> ≤ 2 5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>–25 ≤ <italic toggle=\"yes\">l</italic> ≤ 25</oasis:entry>\n<oasis:entry>–23 ≤ <italic toggle=\"yes\">l</italic> ≤ 20</oasis:entry>\n<oasis:entry>–25 ≤ <italic toggle=\"yes\">l</italic> ≤ 25</oasis:entry>\n<oasis:entry>–20 ≤ <italic toggle=\"yes\">l</italic> ≤ 20</oasis:entry>\n<oasis:entry>–22 ≤ <italic toggle=\"yes\">l</italic> ≤ 22</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>total reflections</oasis:entry>\n<oasis:entry>73169</oasis:entry>\n<oasis:entry>33514</oasis:entry>\n<oasis:entry>264668</oasis:entry>\n<oasis:entry>25298</oasis:entry>\n<oasis:entry>38379</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>indep reflns (<italic toggle=\"yes\">R</italic>\n<sub>int</sub>)</oasis:entry>\n<oasis:entry>8749 (0.0587)</oasis:entry>\n<oasis:entry>7298 (0.0512)</oasis:entry>\n<oasis:entry>9480 (0.0554)</oasis:entry>\n<oasis:entry>5986 (0.0744)</oasis:entry>\n<oasis:entry>6601(0.0640)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>obsd reflns\n[<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>9677</oasis:entry>\n<oasis:entry>6419</oasis:entry>\n<oasis:entry>8857</oasis:entry>\n<oasis:entry>4238</oasis:entry>\n<oasis:entry>5660</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>parameters</oasis:entry>\n<oasis:entry>623</oasis:entry>\n<oasis:entry>622</oasis:entry>\n<oasis:entry>622</oasis:entry>\n<oasis:entry>622</oasis:entry>\n<oasis:entry>613</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness-of-fit</oasis:entry>\n<oasis:entry>1.038</oasis:entry>\n<oasis:entry>1.017</oasis:entry>\n<oasis:entry>1.093</oasis:entry>\n<oasis:entry>1.071</oasis:entry>\n<oasis:entry>1.103</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic> [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.0587</oasis:entry>\n<oasis:entry>0.0462</oasis:entry>\n<oasis:entry>0.0476</oasis:entry>\n<oasis:entry>0.0426</oasis:entry>\n<oasis:entry>0.0522</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>\n<italic toggle=\"yes\">w</italic>\n</sub> [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.1676</oasis:entry>\n<oasis:entry>0.1211</oasis:entry>\n<oasis:entry>0.1374</oasis:entry>\n<oasis:entry>0.1066</oasis:entry>\n<oasis:entry>0.1502</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic> [all data]</oasis:entry>\n<oasis:entry>0.0620</oasis:entry>\n<oasis:entry>0.0517</oasis:entry>\n<oasis:entry>0.0500</oasis:entry>\n<oasis:entry>0.0715</oasis:entry>\n<oasis:entry>0.0595</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>\n<italic toggle=\"yes\">w</italic>\n</sub> [all data]</oasis:entry>\n<oasis:entry>0.1729</oasis:entry>\n<oasis:entry>0.1263</oasis:entry>\n<oasis:entry>0.1396</oasis:entry>\n<oasis:entry>0.1224</oasis:entry>\n<oasis:entry>0.1589</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Crystallographic data for\nthe structures of <bold>1A</bold>–<bold>5A</bold> and <bold>1B</bold>–<bold>5B</bold> have been deposited\nat the Cambridge Crystallographic Data Centre with CCDC reference\nnumbers 958829–958833 and 958834–958838, respectively.</p>", "clean_text": "Crystallographic data for the structures of 1A-5A and 1B-5B have been deposited at the Cambridge Crystallographic Data Centre with CCDC reference numbers 958829-958833 and 958834-958838, respectively.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Structural Description</title><p>The structures\nof the complexes <bold>1A</bold>–<bold>5A</bold> and <bold>1B</bold>–<bold>5B</bold> are made up of neutral 3D motifs\nof formula [Ln<sub>4</sub>Cu<sub>4</sub>(H<sub>2</sub>O)<sub>26</sub>(bta)<sub>5</sub>]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1A</bold>–<bold>5A</bold>)\nand [Ln<sub>4</sub>Cu<sub>4</sub>(H<sub>2</sub>O)<sub>24</sub>(bta)<sub>5</sub>]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1B</bold>–<bold>5B</bold>) [Ln = La (<bold>1A</bold>–<bold>1B</bold>), Ce\n(<bold>2A</bold>–<bold>2B</bold>), Pr (<bold>3A</bold>–<bold>3B</bold>), Nd (<bold>4A</bold>–<bold>4B</bold>) and Sm (<bold>5A</bold>–<bold>5B</bold>)] and crystallization water molecules\n[20 (<bold>1A</bold>)/16 (<bold>1B</bold>), 18 (<bold>2A</bold>)/16\n(<bold>2B</bold>), 14 (<bold>3A</bold>)/16 (<bold>3B</bold>), 22 (<bold>4A</bold>)/16 (<bold>4B</bold>) and 21 (<bold>5A</bold>)/14 (<bold>5B</bold>)] which are hosted in the channels of the heterobimetallic\nnetworks. Two crystallographically independent Cu(II)–Ln(III)\ndinuclear units ions having two carboxylate(bta) as bridges in the <italic toggle=\"yes\">syn</italic>-<italic toggle=\"yes\">syn</italic> conformation are interlinked along\nthe crystallographic <italic toggle=\"yes\">a</italic>- and <italic toggle=\"yes\">c</italic>-axes\nby means of two crystallographically independent bta<sup>4–</sup> ligands giving rise to 4,4-rectangular layers (see Figure ). Furthermore, these sheets are connected along\nthe crystallographc <italic toggle=\"yes\">b</italic>-axis by a third bta<sup>4–</sup> ligand, following an <italic toggle=\"yes\">ABAB</italic> sequence (see Figures  and ). This latter interlayer\nbta<sup>4–</sup> ligand changes its coordination mode from\nbis-monodentate in the <bold>1A</bold>–<bold>5A</bold> family\nto tetrakis-monodentate in the <bold>1B</bold>–<bold>5B</bold> series. This bta<sup>4–</sup> ligand connects two Ln(III)\nions from two different heterodinuclear units in <bold>1A</bold>–<bold>5A</bold>, whereas it links two Ln(III) ions and two Cu(II) ions\nfrom four different heterodinuclear units in <bold>1B</bold>–<bold>5B</bold> (see Figure )</p>", "clean_text": "Results and Discussion\n\nStructural Description\n\nThe structures of the complexes 1A-5A and 1B-5B are made up of neutral 3D motifs of formula [Ln4Cu4(H2O)26(bta)5] n  (1A-5A) and [Ln4Cu4(H2O)24(bta)5] n  (1B-5B) [Ln = La (1A-1B), Ce (2A-2B), Pr (3A-3B), Nd (4A-4B) and Sm (5A-5B)] and crystallization water molecules [20 (1A)/16 (1B), 18 (2A)/16 (2B), 14 (3A)/16 (3B), 22 (4A)/16 (4B) and 21 (5A)/14 (5B)] which are hosted in the channels of the heterobimetallic networks. Two crystallographically independent Cu(II)-Ln(III) dinuclear units ions having two carboxylate(bta) as bridges in the syn-syn conformation are interlinked along the crystallographic a- and c-axes by means of two crystallographically independent bta4- ligands giving rise to 4,4-rectangular layers (see Figure ). Furthermore, these sheets are connected along the crystallographc b-axis by a third bta4- ligand, following an ABAB sequence (see Figures  and ). This latter interlayer bta4- ligand changes its coordination mode from bis-monodentate in the 1A-5A family to tetrakis-monodentate in the 1B-5B series. This bta4- ligand connects two Ln(III) ions from two different heterodinuclear units in 1A-5A, whereas it links two Ln(III) ions and two Cu(II) ions from four different heterodinuclear units in 1B-5B (see Figure )", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>View along the crystallographic <italic toggle=\"yes\">b</italic>-axis of a fragment\nof the layer formed by two independent bta<sup>4–</sup> ligands\n(pale green and gray) linked through heterodinuclear Cu(II)–Ln(III)\nunits (blue and purple).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-008679_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  View along the crystallographic b-axis of a fragment of the layer formed by two independent bta4- ligands (pale green and gray) linked through heterodinuclear Cu(II)-Ln(III) units (blue and purple).   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(Left) View along the crystallographic <italic toggle=\"yes\">a</italic>-axis\nof the <italic toggle=\"yes\">ABAB</italic> stacking of the 4,4-rectangular layers\nwhich pillared by the remaining bta<sup>4–</sup> ligand (deep\nblue) giving rise to the 3D structure of <bold>1A</bold>–<bold>5A</bold>. The coordination and crystallization water molecules,\nas well as the hydrogen atoms, have been omitted (except for one of\nthe pores), for the sake of clarity. (Right) Topographic representation\nof the <bold>1A</bold>–<bold>5A</bold> compounds. The 4-fold\nnodes built up by the bta<sup>4–</sup> ligands are represented\nby squares while the 5- and 4-fold metal nodes are represented as\npurple and blue spheres, respectively.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-008679_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (Left) View along the crystallographic a-axis of the ABAB stacking of the 4,4-rectangular layers which pillared by the remaining bta4- ligand (deep blue) giving rise to the 3D structure of 1A-5A. The coordination and crystallization water molecules, as well as the hydrogen atoms, have been omitted (except for one of the pores), for the sake of clarity. (Right) Topographic representation of the 1A-5A compounds. The 4-fold nodes built up by the bta4- ligands are represented by squares while the 5- and 4-fold metal nodes are represented as purple and blue spheres, respectively.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(Left) View along the crystallographic <italic toggle=\"yes\">a</italic>-axis\nof the <italic toggle=\"yes\">ABAB</italic> stacking of the 4,4-rectangular layers\nwhich are pillared by the remaining bta<sup>4–</sup> ligand\n(deep blue) giving rise to the 3D structure of <bold>1B</bold>–<bold>5B</bold>; the coordination and crystallization water molecules as\nwell as the hydrogen atoms have been omitted (except for one of the\npores), for the sake of clarity. (Right) Topographic representation\nof the <bold>1B</bold>–<bold>5B</bold> compounds. The 4-fold\nnodes built up from bta<sup>4–</sup> ligands are represented\nby squares while the metal nodes are represented by purple spheres.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-008679_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (Left) View along the crystallographic a-axis of the ABAB stacking of the 4,4-rectangular layers which are pillared by the remaining bta4- ligand (deep blue) giving rise to the 3D structure of 1B-5B; the coordination and crystallization water molecules as well as the hydrogen atoms have been omitted (except for one of the pores), for the sake of clarity. (Right) Topographic representation of the 1B-5B compounds. The 4-fold nodes built up from bta4- ligands are represented by squares while the metal nodes are represented by purple spheres.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Coodination modes of the interlayer bta<sup>4–</sup> ligand:\nbis-monodentate in <bold>1A</bold>–<bold>5A</bold> (left) and\ntetrakis-monodentate in <bold>1B</bold>–<bold>5B</bold> (right).\nSymmetry code: (e) = −<italic toggle=\"yes\">x</italic>, −<italic toggle=\"yes\">y</italic>, 1 – <italic toggle=\"yes\">z</italic>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-008679_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Coodination modes of the interlayer bta4- ligand: bis-monodentate in 1A-5A (left) and tetrakis-monodentate in 1B-5B (right). Symmetry code: (e) = -x, -y, 1 - z.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>Two crystallographically independent lanthanide(III) ions\noccur\nin <bold>1A</bold>–<bold>5A</bold> and <bold>1B</bold>–<bold>5B</bold> [Ln(1) and Ln(2)] both being nine-coordinate. Ln(1) is\nsurrounded by four water molecules [O(1w), O(2w), O(3w) and O(4w)]\nand five carboxylate-oxygen atoms [O(1), O(5)<sup>b</sup>, O(11),\nO(17)<sup>c</sup> and O(18)<sup>c</sup>] from four carboxylate groups\nof four different bta<sup>4–</sup> ligands [symmetry code:\n(b) = −0.5 + <italic toggle=\"yes\">x</italic>, 0.5 – <italic toggle=\"yes\">y</italic>, −0.5 + <italic toggle=\"yes\">z</italic> and (c) = −1.5 + <italic toggle=\"yes\">x</italic>, 0.5 – <italic toggle=\"yes\">y</italic>, −0.5 + <italic toggle=\"yes\">z</italic> ] (see Figure ) in a distorted\nmonocapped square antiprism with mean values for the bite parameter <italic toggle=\"yes\">b</italic> of 1.18 (<bold>1A</bold> and <bold>2A</bold>)/1.19 (<bold>1B</bold> and <bold>2B</bold>), 1.17(<bold>3A</bold>)/1.18 (<bold>3B</bold>), 1.16 (<bold>4A</bold>)/1.17 (<bold>4B</bold>) and 1.16\n(<bold>5A</bold> and <bold>5B</bold>)]. Ln(2) is surrounded by five coordination water molecules [O(5w),\nO(6w), O(7w), O(8w) and O(9w)] and four carboxylate-oxygen atoms [O(3)<sup>d</sup>, O(4)<sup>d</sup>, O(16) and O(19) from three different carboxylate\ngroups of three different bta<sup>4–</sup> ligands [symmetry\ncode: (d) = 1.5 + <italic toggle=\"yes\">x</italic>, 0.5 – <italic toggle=\"yes\">y</italic>, 0.5 + <italic toggle=\"yes\">z</italic>], building also a distorted monocapped\nsquare antiprism with mean values for the bite parameter <italic toggle=\"yes\">b</italic> of 1.18 (<bold>1A</bold>)/1.17 (<bold>1B</bold>), 1.17 (<bold>2A</bold> and <bold>3A</bold>)/1.16 (<bold>2B</bold> and <bold>3B</bold>),\n1.16 (<bold>4A</bold>)/1.15 (<bold>4B</bold>) and 1.15 (<bold>5A</bold> and <bold>5B</bold>). The square-planar base of the polyhedron is\ndefined by the O(1w)O(2w)­O(17)<sup>c</sup>O(18)<sup>c</sup>/O(3)<sup>d</sup>O(4)<sup>d</sup>­O(7w)O(9w) set of atoms for Ln(1)/Ln(2),\nwhile the upper square-plane is built by O(1)O(5)<sup>b</sup>­O(3w)O(11)/O(6w)O(8w)­O(16)O(19)\nfor Ln(1)/Ln(2), the water molecule O(4w)/O(5w) capping the antiprism\non Ln(1) and Ln(2), respectively.</p>", "clean_text": "Two crystallographically independent lanthanide(III) ions occur in 1A-5A and 1B-5B [Ln(1) and Ln(2)] both being nine-coordinate. Ln(1) is surrounded by four water molecules [O(1w), O(2w), O(3w) and O(4w)] and five carboxylate-oxygen atoms [O(1), O(5)b, O(11), O(17)c and O(18)c] from four carboxylate groups of four different bta4- ligands [symmetry code: (b) = -0.5 + x, 0.5 - y, -0.5 + z and (c) = -1.5 + x, 0.5 - y, -0.5 + z ] (see Figure ) in a distorted monocapped square antiprism with mean values for the bite parameter b of 1.18 (1A and 2A)/1.19 (1B and 2B), 1.17(3A)/1.18 (3B), 1.16 (4A)/1.17 (4B) and 1.16 (5A and 5B)]. Ln(2) is surrounded by five coordination water molecules [O(5w), O(6w), O(7w), O(8w) and O(9w)] and four carboxylate-oxygen atoms [O(3)d, O(4)d, O(16) and O(19) from three different carboxylate groups of three different bta4- ligands [symmetry code: (d) = 1.5 + x, 0.5 - y, 0.5 + z], building also a distorted monocapped square antiprism with mean values for the bite parameter b of 1.18 (1A)/1.17 (1B), 1.17 (2A and 3A)/1.16 (2B and 3B), 1.16 (4A)/1.15 (4B) and 1.15 (5A and 5B). The square-planar base of the polyhedron is defined by the O(1w)O(2w)O(17)cO(18)c/O(3)dO(4)dO(7w)O(9w) set of atoms for Ln(1)/Ln(2), while the upper square-plane is built by O(1)O(5)bO(3w)O(11)/O(6w)O(8w)O(16)O(19) for Ln(1)/Ln(2), the water molecule O(4w)/O(5w) capping the antiprism on Ln(1) and Ln(2), respectively.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The values of the Ln–O<sub>carboxylate</sub> bond distance\nare slightly shorter than those observed for the Ln–O<sub>w</sub>, and the mean values of the Ln–O<sub>carboxylate</sub> and\nLn–O<sub>w</sub> bond lengths for the two families gradually\ndecrease when going from La(III) to Sm(III) as expected due to the\ncontraction of the ionic radii with the increasing atomic number of\nthe 4f ions (see Tables S1a and S1b and Figure S2 in the ).</p>", "clean_text": "The values of the Ln-Ocarboxylate bond distance are slightly shorter than those observed for the Ln-Ow, and the mean values of the Ln-Ocarboxylate and Ln-Ow bond lengths for the two families gradually decrease when going from La(III) to Sm(III) as expected due to the contraction of the ionic radii with the increasing atomic number of the 4f ions (see Tables S1a and S1b and Figure S2 in the ).", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Two crystallographically\nindependent copper(II) ions [Cu(1) and\nCu(2)] are also present in <bold>1A</bold>–<bold>5A</bold> and <bold>1B</bold>–<bold>5B</bold>. They are both five-coordinate in\ndistorted square pyramidal surroundings. The environment of the Cu(1)/Cu(2)\nions in the <bold>1A</bold>–<bold>5A</bold> family is defined\nby three carboxylate oxygen atoms [O(2)<sup>a</sup>, O(6) and O(13);\nsymmetry code (a) = 0.5 + <italic toggle=\"yes\">x</italic>, 0.5 – <italic toggle=\"yes\">y</italic>, 0.5 + <italic toggle=\"yes\">z</italic>]/[O(7), O(15) and O(20)<sup>b</sup>; symmetry code (b) = −0.5 + <italic toggle=\"yes\">x</italic>, 0.5\n– <italic toggle=\"yes\">y</italic>, −0.5 + <italic toggle=\"yes\">z</italic>] from\nthree different bta<sup>4–</sup> ligands plus two water molecules\n[O(10w) and O(11w)]/[O(12w) and O(13w)] with values for the trigonality\nparameter τ of 0.12 (<bold>1A</bold> and <bold>4A</bold>), 0.11\n(<bold>2A</bold> and <bold>3A</bold>), and 0.08 (<bold>5A</bold>)/0.15\n(<bold>1A</bold>), 0.14 (<bold>2a</bold> and <bold>3A</bold>), 0.18\n(<bold>4A</bold>) and 0.13 (<bold>5A</bold>) [the values of τ\nfor the ideal square pyramid and trigonal bipyramid are 0.0 and 1.0,\nrespectively].\n</p>", "clean_text": "Two crystallographically independent copper(II) ions [Cu(1) and Cu(2)] are also present in 1A-5A and 1B-5B. They are both five-coordinate in distorted square pyramidal surroundings. The environment of the Cu(1)/Cu(2) ions in the 1A-5A family is defined by three carboxylate oxygen atoms [O(2)a, O(6) and O(13); symmetry code (a) = 0.5 + x, 0.5 - y, 0.5 + z]/[O(7), O(15) and O(20)b; symmetry code (b) = -0.5 + x, 0.5 - y, -0.5 + z] from three different bta4- ligands plus two water molecules [O(10w) and O(11w)]/[O(12w) and O(13w)] with values for the trigonality parameter τ of 0.12 (1A and 4A), 0.11 (2A and 3A), and 0.08 (5A)/0.15 (1A), 0.14 (2a and 3A), 0.18 (4A) and 0.13 (5A) [the values of τ for the ideal square pyramid and trigonal bipyramid are 0.0 and 1.0, respectively]. ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Perspective view of the\ncrystallographically independent unit at\nORTEP mode (50%) for <bold>1A</bold>–<bold>5A</bold> (top)\nand <bold>1B</bold>–<bold>5B</bold> (bottom) together with\nthe numbering labels of selected atoms, the atoms in transparence\nmode are generated by symmetry operations. Crystallization water molecules\nand hydrogen atoms have been omitted for the sake of clarity.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-008679_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Perspective view of the crystallographically independent unit at ORTEP mode (50%) for 1A-5A (top) and 1B-5B (bottom) together with the numbering labels of selected atoms, the atoms in transparence mode are generated by symmetry operations. Crystallization water molecules and hydrogen atoms have been omitted for the sake of clarity.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The mean values of the equatorial\ncopper(II) to oxygen bond lengths\nare 1.979(6) (<bold>1A</bold>), 1.980(5) (<bold>2A</bold>), 1.977(4)\n(<bold>3A</bold>), 1.982(8) (<bold>4A</bold>) and 1.979(8) Å\n(<bold>5A</bold>). They are all values somewhat shorter than the axial\nCu–O<sub>w</sub> bond distances [2.248(10) (<bold>1A</bold>), 2.210(11) (<bold>2A</bold>), 2.226(7) (<bold>3A</bold>), 2.225(8)\n(<bold>4A</bold>) and 2.232(8) Å (<bold>5A</bold>)]. The coordination\nenvironment of the Cu(1) atom in the <bold>1B</bold>–<bold>5B</bold> family remains almost identical to that observed in the <bold>1A</bold>–<bold>5A</bold> series: a slightly distorted square\npyramidal surrounding with τ values equal to 0.12 (<bold>1B</bold>), 0.11 (<bold>2B</bold>), 0.13 (<bold>3B</bold>), 0.11 (<bold>4B</bold>) and 0.09 (<bold>5B</bold>). This is not the case for the Cu(2)\nwhere the equatorial site of the water molecule O(12w) in the <bold>1A</bold>–<bold>5A</bold> compounds is now occupied by the\ncarboxylate-oxygen atom O(9)<sup>e</sup> [symmetry code: (e) = −<italic toggle=\"yes\">x</italic>, −<italic toggle=\"yes\">y</italic>, 1 – <italic toggle=\"yes\">z</italic>]: four carboxylate-oxygens [O(7), O(9)<sup>e</sup>, O(15) and O(20)<sup>b</sup>] from four different bta<sup>4–</sup> ligands, and\na water molecule [O(13w)] build a somewhat more distorted square pyramidal\nsurrounding at this copper atom [τ = 0.23 (<bold>1B</bold>),\n0.23 (<bold>2B</bold>), 0.27 (<bold>3B</bold>), 0.22 (<bold>4B</bold>) and 0.20 (<bold>5b)</bold>].</p>", "clean_text": "The mean values of the equatorial copper(II) to oxygen bond lengths are 1.979(6) (1A), 1.980(5) (2A), 1.977(4) (3A), 1.982(8) (4A) and 1.979(8) Å (5A). They are all values somewhat shorter than the axial Cu-Ow bond distances [2.248(10) (1A), 2.210(11) (2A), 2.226(7) (3A), 2.225(8) (4A) and 2.232(8) Å (5A)]. The coordination environment of the Cu(1) atom in the 1B-5B family remains almost identical to that observed in the 1A-5A series: a slightly distorted square pyramidal surrounding with τ values equal to 0.12 (1B), 0.11 (2B), 0.13 (3B), 0.11 (4B) and 0.09 (5B). This is not the case for the Cu(2) where the equatorial site of the water molecule O(12w) in the 1A-5A compounds is now occupied by the carboxylate-oxygen atom O(9)e [symmetry code: (e) = -x, -y, 1 - z]: four carboxylate-oxygens [O(7), O(9)e, O(15) and O(20)b] from four different bta4- ligands, and a water molecule [O(13w)] build a somewhat more distorted square pyramidal surrounding at this copper atom [τ = 0.23 (1B), 0.23 (2B), 0.27 (3B), 0.22 (4B) and 0.20 (5b)].", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Three different bta<sup>4–</sup> ligands are present in <bold>1A</bold>–<bold>5A</bold> and <bold>1B</bold>–<bold>5B</bold>, which are named as bta(1) [set\nof O(1)–O(8) and\nC(1)–C(10) atoms (light green colored in Figure )], bta(2) [built by the O(13)–O(20) and C(20)–C(29)\natoms, (gray colored in Figure )] and bta(3)\n[formed by the O(9)O(10)­O(11)O(12)­C(11)C(12)­C(13)­C(14)C(15)\nset of atoms and their symmetry-related ones, dark blue color skeleton\nin Figure ]. The bta(1) and bta(2) ligands\nact simultaneously as bridging pentakis-monodentate [through O(1),\nO(2), O(5), O(6) and O(7) toward Ln(1), Cu(1)<sup>b</sup>, Ln(1)<sup>a</sup>, Cu(1) and Cu(2) respectively (bta(1)), and via O(16), O(15),\nO(13), O(20) and O(19) toward Ln(2)<sup>a</sup>, Cu(2), O(13), Cu(1),\nCu(2)<sup>a</sup> and Ln(2) (bta(2))] and chelating bidentate [through\nO(3) and O(4) toward Ln(2)<sup>c</sup> (bta(1)) and via O(18) and\nO(17) toward Ln(1)<sup>d</sup> (bta(2))] in <bold>1A</bold>–<bold>5A</bold> and <bold>1B</bold>–<bold>5B</bold>. However, the\ncoordination mode of bta(3) ligand changes from bridging bis-monodentate\n[through O(11) and O(11)<sup>e</sup> toward Ln(1) and Ln(1)<sup>e</sup>, respectively] in <bold>1A</bold>–<bold>5A</bold> to tetrakis-monodentate\n[through O(11), O(9), O(11)<sup>e</sup> and O(9)<sup>e</sup> toward\nLn(1), Cu(1), Ln(1)<sup>e</sup> and Cu(1)<sup>e</sup>, respectively]\nin (<bold>1B</bold>–<bold>5B)</bold> (see Figure ). In order to allow this change of the coordination of bta(3)\nin <bold>1B</bold>–<bold>5B</bold>, the interlayer separation\nis reduced by <italic toggle=\"yes\">ca</italic>. 1.0 Å and bta(3) slightly\nrotates over the axis defined by the two carboxylate groups coordinated\nto the Ln(III) ions. Therefore, the dihedral angle between the Ln(III)-coordinated\ncarboxylate groups and the benzene ring changes from 7.3(8). 7.3(5),\n7.3(5), 9.8(6) and 5.0(5)° (<bold>1A</bold>–<bold>5A</bold>) to 16.5(3), 15.7(6), 17.5(3), 16.5(4) and 15.4(5)° (<bold>1B</bold>–<bold>5B</bold>). Also, the free carboxylate groups\nin <bold>1A</bold>–<bold>5A</bold> which are almost perpendicular\nto the coordinated ones [81.1(4), 83.2(9), 82.7(8), 79.4(9) and 86.3(9)°\nfor <bold>1A</bold>–<bold>5A</bold>, respectively] rotate to\ncoordinate the copper(II) ions [73.0(5), 73.2(8), 71.5(4), 72.5(6)\nand 71.6(6)° for <bold>1B</bold>–<bold>5B</bold>, respectively].</p>", "clean_text": "Three different bta4- ligands are present in 1A-5A and 1B-5B, which are named as bta(1) [set of O(1)-O(8) and C(1)-C(10) atoms (light green colored in Figure )], bta(2) [built by the O(13)-O(20) and C(20)-C(29) atoms, (gray colored in Figure )] and bta(3) [formed by the O(9)O(10)O(11)O(12)C(11)C(12)C(13)C(14)C(15) set of atoms and their symmetry-related ones, dark blue color skeleton in Figure ]. The bta(1) and bta(2) ligands act simultaneously as bridging pentakis-monodentate [through O(1), O(2), O(5), O(6) and O(7) toward Ln(1), Cu(1)b, Ln(1)a, Cu(1) and Cu(2) respectively (bta(1)), and via O(16), O(15), O(13), O(20) and O(19) toward Ln(2)a, Cu(2), O(13), Cu(1), Cu(2)a and Ln(2) (bta(2))] and chelating bidentate [through O(3) and O(4) toward Ln(2)c (bta(1)) and via O(18) and O(17) toward Ln(1)d (bta(2))] in 1A-5A and 1B-5B. However, the coordination mode of bta(3) ligand changes from bridging bis-monodentate [through O(11) and O(11)e toward Ln(1) and Ln(1)e, respectively] in 1A-5A to tetrakis-monodentate [through O(11), O(9), O(11)e and O(9)e toward Ln(1), Cu(1), Ln(1)e and Cu(1)e, respectively] in (1B-5B) (see Figure ). In order to allow this change of the coordination of bta(3) in 1B-5B, the interlayer separation is reduced by ca. 1.0 Å and bta(3) slightly rotates over the axis defined by the two carboxylate groups coordinated to the Ln(III) ions. Therefore, the dihedral angle between the Ln(III)-coordinated carboxylate groups and the benzene ring changes from 7.3(8). 7.3(5), 7.3(5), 9.8(6) and 5.0(5)° (1A-5A) to 16.5(3), 15.7(6), 17.5(3), 16.5(4) and 15.4(5)° (1B-5B). Also, the free carboxylate groups in 1A-5A which are almost perpendicular to the coordinated ones [81.1(4), 83.2(9), 82.7(8), 79.4(9) and 86.3(9)° for 1A-5A, respectively] rotate to coordinate the copper(II) ions [73.0(5), 73.2(8), 71.5(4), 72.5(6) and 71.6(6)° for 1B-5B, respectively].", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Considering the Cu(II)–Ln(III) dinuclear units as single\nnodes, the topological structure of <bold>1A</bold>–<bold>5A</bold> is built up by one 5-fold and three 4-fold connectors, giving rise\nto a [4<sup>4</sup>6<sup>2</sup>]<sub>3</sub>[4<sup>4</sup>6<sup>4</sup>8<sup>2</sup>] (4,5)-binodal network (according to the extended Schläfli notation). Once the phase\ntransition takes place, and considering the dinuclear units are single\nnodes, the topological structure of <bold>1B</bold>–<bold>5B</bold> is constructed by three 4-fold and two 5-fold connectors, giving\na [4<sup>2</sup>8<sup>4</sup>][4<sup>4</sup>6<sup>2</sup>]<sub>4</sub>[4<sup>6</sup>6<sup>4</sup>]<sub>4</sub> (4,4,5)-three-nodal network.\nAs far as we are aware, the present topologies are only observed in\nthese coordination compounds [see Figure  (right) and Figure  (right)].</p>", "clean_text": "Considering the Cu(II)-Ln(III) dinuclear units as single nodes, the topological structure of 1A-5A is built up by one 5-fold and three 4-fold connectors, giving rise to a [4462]3[446482] (4,5)-binodal network (according to the extended Schläfli notation). Once the phase transition takes place, and considering the dinuclear units are single nodes, the topological structure of 1B-5B is constructed by three 4-fold and two 5-fold connectors, giving a [4284][4462]4[4664]4 (4,4,5)-three-nodal network. As far as we are aware, the present topologies are only observed in these coordination compounds [see Figure  (right) and Figure  (right)].", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The two independent dinuclear Cu(II)–Ln(III) units in both\nfamilies regularly alternate along the [1̅01] direction within\neach layer, the position of the metal ions above or below the layer\nbeing inverted to afford a Ln(III)/Cu(II)Ln(III)/Cu(II)Cu(II)/Ln(III)Cu(II)/Ln(III)\nsequence. Due to this alternation and the stacking of the layers,\nthe minimum interlayer M···M distance occurs between\nCu(II) and Ln(III) ions, with values slightly longer than the shortest\nintralayer copper–copper, copper–lanthanide and lanthanide–lanthanide\nseparations (see Table ).</p>", "clean_text": "The two independent dinuclear Cu(II)-Ln(III) units in both families regularly alternate along the [1̅01] direction within each layer, the position of the metal ions above or below the layer being inverted to afford a Ln(III)/Cu(II)Ln(III)/Cu(II)Cu(II)/Ln(III)Cu(II)/Ln(III) sequence. Due to this alternation and the stacking of the layers, the minimum interlayer M⋅⋅⋅M distance occurs between Cu(II) and Ln(III) ions, with values slightly longer than the shortest intralayer copper-copper, copper-lanthanide and lanthanide-lanthanide separations (see Table ).", "data": null, "include_properties": null}, {"idx": 30, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Shortest Intralayer Metal–Metal\nSeparations (Å) in <bold>1A</bold>–<bold>5A</bold> and <bold>1B</bold>–<bold>5B</bold>\n<xref rid=\"t2fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">compd</oasis:entry>\n<oasis:entry align=\"center\">Cu(1)···Cu(2)</oasis:entry>\n<oasis:entry align=\"center\">Cu(1)···Ln(1)</oasis:entry>\n<oasis:entry align=\"center\">Cu(2)···Ln(2)</oasis:entry>\n<oasis:entry align=\"center\">Ln(1)···Ln(2)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1A</bold>\n</oasis:entry>\n<oasis:entry>5.784(2)</oasis:entry>\n<oasis:entry>4.1282(15)</oasis:entry>\n<oasis:entry>4.1374(15)</oasis:entry>\n<oasis:entry>6.5691(18)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>2A</bold>\n</oasis:entry>\n<oasis:entry>5.7795(17)</oasis:entry>\n<oasis:entry>4.1075(11)</oasis:entry>\n<oasis:entry>4.1169(12)</oasis:entry>\n<oasis:entry>6.5551(17)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>3A</bold>\n</oasis:entry>\n<oasis:entry>5.7767(16)</oasis:entry>\n<oasis:entry>4.1054(11)</oasis:entry>\n<oasis:entry>4.1088(11)</oasis:entry>\n<oasis:entry>6.5224(17)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>4A</bold>\n</oasis:entry>\n<oasis:entry>5.765(2)</oasis:entry>\n<oasis:entry>4.0991(13)</oasis:entry>\n<oasis:entry>4.1010(13)</oasis:entry>\n<oasis:entry>6.4132(18)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>5A</bold>\n</oasis:entry>\n<oasis:entry>5.7422(17)</oasis:entry>\n<oasis:entry>4.0694(13)</oasis:entry>\n<oasis:entry>4.0548(12)</oasis:entry>\n<oasis:entry>6.5041(17)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1B</bold>\n</oasis:entry>\n<oasis:entry>5.6905(16)</oasis:entry>\n<oasis:entry>4.1093(10)</oasis:entry>\n<oasis:entry>4.1281(10)</oasis:entry>\n<oasis:entry>6.6694(17)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>2B</bold>\n</oasis:entry>\n<oasis:entry>5.6792(9)</oasis:entry>\n<oasis:entry>4.1015(7)</oasis:entry>\n<oasis:entry>4.1241(7)</oasis:entry>\n<oasis:entry>6.6174(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>3B</bold>\n</oasis:entry>\n<oasis:entry>5.6756(16)</oasis:entry>\n<oasis:entry>4.0992(10)</oasis:entry>\n<oasis:entry>4.1041(10)</oasis:entry>\n<oasis:entry>6.5636(17)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>4B</bold>\n</oasis:entry>\n<oasis:entry>5.675(2)</oasis:entry>\n<oasis:entry>4.0833(14)</oasis:entry>\n<oasis:entry>4.1078(14)</oasis:entry>\n<oasis:entry>6.6366(18)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>5B</bold>\n</oasis:entry>\n<oasis:entry>5.6658(19)</oasis:entry>\n<oasis:entry>4.0559(13)</oasis:entry>\n<oasis:entry>4.0840(12)</oasis:entry>\n<oasis:entry>6.6238(18)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Ln = La<sup>III</sup> (<bold>1A</bold>/<bold>1B</bold>), Ce<sup>III</sup> (<bold>2A</bold>/<bold>2B</bold>), Pr<sup>III</sup> (<bold>3A</bold>/<bold>3B</bold>), Nd<sup>III</sup> (<bold>4A</bold>/<bold>4B</bold>) and Sm<sup>III</sup> (<bold>5A</bold>/<bold>5B</bold>).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<p>The two families show channels along the crystallographic <italic toggle=\"yes\">a</italic>-axis, where several crystallization water molecules are\nhosted. Their number remains undetermined because of the high mobility\nthat they exhibit within the channels. These water molecules occupy\na volume of about 1462.7/909 (<bold>1A</bold>/<bold>1B</bold>), 1452/948\n(<bold>2A</bold>/<bold>2B</bold>), 1373/843 (<bold>3A</bold>/<bold>3B</bold>), 1327/896 (<bold>4A</bold>/<bold>4B</bold>) and 1358/894\nÅ<sup>3</sup> (<bold>5A</bold>/<bold>5B</bold>) per unit cell,\nvalues which account for percentages of 29.3/20.7 (<bold>1A</bold>/<bold>1B</bold>), 29.3/21.6 (<bold>2A</bold>/<bold>2B</bold>), 28.2/19.6\n(<bold>3A</bold>/<bold>3B</bold>), 27.6/20.6 (<bold>4A</bold>/<bold>4B</bold>) and 28.0/20.7 % (<bold>5A</bold>/<bold>5B</bold>) of the\ntotal volume. The difference between the open and closed forms is\nstriking: the bonding structure of the framework is slightly changed,\ninvolving the torsion of the interlayer bta<sup>4–</sup> ligand\nto coordinate to two extra metal ions. This results in the compression\nof the crystallographic <italic toggle=\"yes\">b</italic>-axis by more than 2.0 Å,\nand the consequent decrease of the unit cell volume by over 12 (<bold>1B)</bold>, 11.5 (<bold>2B</bold> and <bold>3B</bold>), 9.5 (<bold>4B</bold>) and 10.7 % (<bold>5B</bold>).</p>", "clean_text": "The two families show channels along the crystallographic a-axis, where several crystallization water molecules are hosted. Their number remains undetermined because of the high mobility that they exhibit within the channels. These water molecules occupy a volume of about 1462.7/909 (1A/1B), 1452/948 (2A/2B), 1373/843 (3A/3B), 1327/896 (4A/4B) and 1358/894 Å3 (5A/5B) per unit cell, values which account for percentages of 29.3/20.7 (1A/1B), 29.3/21.6 (2A/2B), 28.2/19.6 (3A/3B), 27.6/20.6 (4A/4B) and 28.0/20.7 % (5A/5B) of the total volume. The difference between the open and closed forms is striking: the bonding structure of the framework is slightly changed, involving the torsion of the interlayer bta4- ligand to coordinate to two extra metal ions. This results in the compression of the crystallographic b-axis by more than 2.0 Å, and the consequent decrease of the unit cell volume by over 12 (1B), 11.5 (2B and 3B), 9.5 (4B) and 10.7 % (5B).", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Magnetic Properties of <bold>1A</bold>–<bold>5A</bold>\n</title><p>During the past years the\nnature and the magnitude of the\nfactors that govern the magnetic properties of the mixed 3d–4f\ncomplexes have been thoroughly investigated. In general, the magnetic behavior even for the simplest 3d–4f\nheterodinuclear units is determined by different phenomena: (i) the\nfirst-order angular momentum of the trivalent lanthanide ion (with\nthe exception of the Gd<sup>3+</sup> and the diamagnetic La<sup>3+</sup> and Lu<sup>3+</sup> ions) which prevents the use of the spin-only\nformalism; (ii) the value of the crystal field splitting of the rare-earth\nelement which is usually on the order of <italic toggle=\"yes\">kT</italic> at room\ntemperature, so that the thermal population of the Stark levels has\nto be implicitly taken into account; (iii) the weak exchange interaction\nbetween the paramagnetic 3d and 4f metal ions whose nature and magnitude\ncan be masked by the orbital contribution, crystal field effects and\nintermolecular interactions. One of the most common procedures to\novercome these problems consists of preparing an isomorphous complex\nwhere the paramagnetic 3d metal ion is replaced by the diamagnetic\nZn<sup>2+</sup> cations. With this procedure, it is possible to calculate\nthe difference between the χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic>\n<sub>3d‑Ln</sub> and χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic>\n<sub>Zn–Ln</sub> curves. The magnetic behavior of the Zn(II)–Ln(III)\ncomplexes must obey that of the magnetically isolated cation. The\ndifference between the magnetic behavior of the isomorphous [Zn(II)–Ln(III)]\nand [M(II)–Ln(III)] complexes would be a good approach to establish\nthe nature of the weak M(II)–Ln(III) magnetic interaction,\nif any. Although all our attempts to prepare the isomorphous Ln(III)–Zn(II)\ncompounds of <bold>1A</bold>–<bold>5A</bold> have been unsuccessful,\nthe magnetostructural study of <bold>1A</bold> (where the diamagnetic\nLa<sup>3+</sup> occurs) that we carried out here, together with previous\nreports by other authors on the Cu(II)–Ln(III) heterodinuclear\nunits, allowed us to analyze the magnetic\npathways existing in the three-dimensional compounds <bold>1A</bold>–<bold>5A</bold>.</p>", "clean_text": "Magnetic Properties of 1A-5A \n\nDuring the past years the nature and the magnitude of the factors that govern the magnetic properties of the mixed 3d-4f complexes have been thoroughly investigated. In general, the magnetic behavior even for the simplest 3d-4f heterodinuclear units is determined by different phenomena: (i) the first-order angular momentum of the trivalent lanthanide ion (with the exception of the Gd3+ and the diamagnetic La3+ and Lu3+ ions) which prevents the use of the spin-only formalism; (ii) the value of the crystal field splitting of the rare-earth element which is usually on the order of kT at room temperature, so that the thermal population of the Stark levels has to be implicitly taken into account; (iii) the weak exchange interaction between the paramagnetic 3d and 4f metal ions whose nature and magnitude can be masked by the orbital contribution, crystal field effects and intermolecular interactions. One of the most common procedures to overcome these problems consists of preparing an isomorphous complex where the paramagnetic 3d metal ion is replaced by the diamagnetic Zn2+ cations. With this procedure, it is possible to calculate the difference between the χM T 3d-Ln and χM T Zn-Ln curves. The magnetic behavior of the Zn(II)-Ln(III) complexes must obey that of the magnetically isolated cation. The difference between the magnetic behavior of the isomorphous [Zn(II)-Ln(III)] and [M(II)-Ln(III)] complexes would be a good approach to establish the nature of the weak M(II)-Ln(III) magnetic interaction, if any. Although all our attempts to prepare the isomorphous Ln(III)-Zn(II) compounds of 1A-5A have been unsuccessful, the magnetostructural study of 1A (where the diamagnetic La3+ occurs) that we carried out here, together with previous reports by other authors on the Cu(II)-Ln(III) heterodinuclear units, allowed us to analyze the magnetic pathways existing in the three-dimensional compounds 1A-5A.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>Freshly prepared crushed crystals\nof <bold>1A</bold>–<bold>5A</bold> were used in the magnetic\nmeasurements to guarantee the reliability of the data collected. The\nmagnetic properties are shown under the form of a χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> versus <italic toggle=\"yes\">T</italic> plot where χ<sub>M</sub> is the magnetic susceptibility per either two copper(II)\nions (<bold>1A</bold>) or one Cu(II)–Ln(III) pair (<bold>2A</bold>–<bold>5A</bold>) [Figures  (<bold>1A</bold>),  (<bold>2A</bold>–<bold>4A</bold>) and  (<bold>5A</bold>)].</p>", "clean_text": "Freshly prepared crushed crystals of 1A-5A were used in the magnetic measurements to guarantee the reliability of the data collected. The magnetic properties are shown under the form of a χM T versus T plot where χM is the magnetic susceptibility per either two copper(II) ions (1A) or one Cu(II)-Ln(III) pair (2A-5A) [Figures  (1A),  (2A-4A) and  (5A)].", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Temperature\ndependence of the χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> plot for <bold>1A</bold>: (○) experimental data; ()\nbest-fit curve through eq <xref rid=\"eq1\"></xref> (see text). The\ninset shows the χ<sub>M</sub> versus <italic toggle=\"yes\">T</italic> plot\nin the low temperature region.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-008679_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Temperature dependence of the χM T plot for 1A: (○) experimental data; () best-fit curve through eq  (see text). The inset shows the χM versus T plot in the low temperature region.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Plots of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> versus <italic toggle=\"yes\">T</italic> for compounds <bold>2</bold>–<bold>4</bold> from a to c,\nrespectively. The insets show the χ<sub>M</sub>\n<sup>–1</sup> against <italic toggle=\"yes\">T</italic> plots: (○) experimental data;\n() best-fit curve through Curie–Weiss law (see text).</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-008679_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Plots of χM T versus T for compounds 2-4 from a to c, respectively. The insets show the χM -1 against T plots: (○) experimental data; () best-fit curve through Curie-Weiss law (see text).   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Dependence with the temperature of the χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> for compound <bold>5A</bold>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-008679_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Dependence with the temperature of the χM T for compound 5A.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["property"], "content": "<p>Let us start with compound <bold>1A</bold> where\nthe presence of\nthe diamagnetic La(III) cation simplifies the treatment and discussion\nof its magnetic behavior. At room temperature, χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> for <bold>1A</bold> is equal to 0.82 cm<sup>3</sup> mol<sup>–1</sup>, a value which is as expected for two magnetically\nisolated spin doublets (<italic toggle=\"yes\">S</italic>\n<sub>Cu</sub> = 1/2 with <italic toggle=\"yes\">g</italic>\n<sub>Cu</sub> = 2.1). This value remains practically constant\nwhen cooling until 30 K and it further decreases to ca. 0.40 cm<sup>3</sup> mol<sup>–1</sup> K at 2.0 K (Figure ). A maximum on the magnetic susceptibility is observed at\n3.1 K. These features are typical of a weak antiferromagnetic coupling\nbetween the copper(II) ions. An inspection of the structure shows\nthat the exchange pathway responsible for this coupling would be the\ntwo arms linking Cu(1) and Cu(2) which are defined by O(6)C(9)­C(4)C(5)­C(10)O(7)\nand O(13)C(26)­C(20)C(21)­C(27)O(15) (see Figure ). Consequently, the magnetic data of <bold>1A</bold> were treated by means of a simple Bleaney–Bowers expression\nfor two spin doublets derived through the Hamiltonian <italic toggle=\"yes\">\n<bold>H</bold>\n</italic> = −<italic toggle=\"yes\">J<bold>S</bold>\n</italic>\n<sub>Cu1</sub>·<italic toggle=\"yes\">\n<bold>S</bold>\n</italic>\n<sub>Cu2</sub> (eq )<disp-formula id=\"eq1\">\n<label>1</label>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>χ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:mi>N</mml:mi>\n<mml:mi>β</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>g</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>/</mml:mo>\n<mml:mi>k</mml:mi>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mn>3</mml:mn>\n<mml:mo>+</mml:mo>\n<mml:mi>exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:mi>J</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mi>k</mml:mi>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</disp-formula>where <italic toggle=\"yes\">J</italic> is the magnetic\ncoupling\nand <italic toggle=\"yes\">N</italic>, β, <italic toggle=\"yes\">g</italic> and <italic toggle=\"yes\">k</italic> have their usual meaning. Least-squares best fit parameters are <italic toggle=\"yes\">J</italic> = −3.5 cm<sup>–1</sup> and <italic toggle=\"yes\">g</italic> = 2.09. This weak magnetic coupling can be understood by simple\norbital symmetry considerations. The molecular orbital which defines\nthe unpaired electron at each copper(II) ion [Cu(1) and Cu(2) atoms],\nthe so-called magnetic orbital, is of the d(<italic toggle=\"yes\">x</italic>\n<sup>2</sup>–<italic toggle=\"yes\">y</italic>\n<sup>2</sup>) type with the <italic toggle=\"yes\">x</italic> and <italic toggle=\"yes\">y</italic> axes corresponding roughly to the\nequatorial Cu–O<sub>carboxylate</sub> bonds]. The σ-overlap\nbetween these equatorially located magnetic orbitals through the two\n−OCCCCO– multiatom bridges [Cu(1)···Cu(2)\n= 5.784(2) Å] is predicted to be very poor. As the antiferromagnetic\ncoupling in a dicopper(II) unit is proportional to the square of the\noverlap integral, a weak magnetic coupling\nis predicted for <bold>1A</bold>, as observed. The value of <italic toggle=\"yes\">J</italic> obtained by fit for <bold>1A</bold> is of the same nature\nbut somewhat greater than the one reported by some of us for the dicopper(II)\ncomplex of formula [Cu<sub>2</sub>(terpy)<sub>2</sub>Cl<sub>2</sub>(μ-phta)]·4H<sub>2</sub>O with terpy = 2,2′:6′,2″-terpyridine\nand H<sub>2</sub>phta = phthalic acid (<italic toggle=\"yes\">J</italic> = −0.28\ncm<sup>–1</sup>). The fact that\nonly one of two dicarboxylate arms connects equatorial sites of the\ntwo copper(II) ions in this dinuclear species instead of two of these\narms in <bold>1A</bold> accounts for the weaker magnetic coupling\nin the terpy-containing complex.</p>", "clean_text": "Let us start with compound 1A where the presence of the diamagnetic La(III) cation simplifies the treatment and discussion of its magnetic behavior. At room temperature, χM T for 1A is equal to 0.82 cm3 mol-1, a value which is as expected for two magnetically isolated spin doublets (S Cu = 1/2 with g Cu = 2.1). This value remains practically constant when cooling until 30 K and it further decreases to ca. 0.40 cm3 mol-1 K at 2.0 K (Figure ). A maximum on the magnetic susceptibility is observed at 3.1 K. These features are typical of a weak antiferromagnetic coupling between the copper(II) ions. An inspection of the structure shows that the exchange pathway responsible for this coupling would be the two arms linking Cu(1) and Cu(2) which are defined by O(6)C(9)C(4)C(5)C(10)O(7) and O(13)C(26)C(20)C(21)C(27)O(15) (see Figure ). Consequently, the magnetic data of 1A were treated by means of a simple Bleaney-Bowers expression for two spin doublets derived through the Hamiltonian  H  = -JS  Cu1⋅ S  Cu2 (eq ) 1    χ   M   =  ( 2 N β   g   2   / k T )     [ 3 + exp  ( - J / k T )  ]    - 1    where J is the magnetic coupling and N, β, g and k have their usual meaning. Least-squares best fit parameters are J = -3.5 cm-1 and g = 2.09. This weak magnetic coupling can be understood by simple orbital symmetry considerations. The molecular orbital which defines the unpaired electron at each copper(II) ion [Cu(1) and Cu(2) atoms], the so-called magnetic orbital, is of the d(x 2-y 2) type with the x and y axes corresponding roughly to the equatorial Cu-Ocarboxylate bonds]. The σ-overlap between these equatorially located magnetic orbitals through the two -OCCCCO- multiatom bridges [Cu(1)⋅⋅⋅Cu(2) = 5.784(2) Å] is predicted to be very poor. As the antiferromagnetic coupling in a dicopper(II) unit is proportional to the square of the overlap integral, a weak magnetic coupling is predicted for 1A, as observed. The value of J obtained by fit for 1A is of the same nature but somewhat greater than the one reported by some of us for the dicopper(II) complex of formula [Cu2(terpy)2Cl2(μ-phta)]⋅4H2O with terpy = 2,2':6',2\"-terpyridine and H2phta = phthalic acid (J = -0.28 cm-1). The fact that only one of two dicarboxylate arms connects equatorial sites of the two copper(II) ions in this dinuclear species instead of two of these arms in 1A accounts for the weaker magnetic coupling in the terpy-containing complex.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["property"], "content": "<p>As far as for the magnetic\nproperties of <bold>2A</bold>–<bold>4A</bold> are concerned,\nit deserves to be noted that the ground\nstate of Ln(III) ion in this series is well separated in energy from\nthe first excited state (see Table ), and\ntheir contribution at high temperature should follow the free ion\napproximation. At 300 K, the values\nof χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> are equal to 1.24 (<bold>2A</bold>), 2.03 (<bold>3A</bold>) and 1.92 cm<sup>3</sup> mol<sup>–1</sup> K (<bold>4A</bold>), which correspond to the expected\nones for a magnetically non-interacting Cu<sup>II</sup>–Ln<sup>III</sup> pair through eq ,<disp-formula id=\"eq2\">\n<label>2</label>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>χ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi>T</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>N</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>g</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Cu</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>/</mml:mo>\n<mml:mn>3</mml:mn>\n<mml:mi>k</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Cu</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Cu</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>N</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>g</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Ln</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>/</mml:mo>\n<mml:mn>3</mml:mn>\n<mml:mi>k</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Ln</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Ln</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n</mml:math>\n</disp-formula>with <italic toggle=\"yes\">S</italic>\n<sub>Cu</sub> = 1/2, <italic toggle=\"yes\">g</italic>\n<sub>Cu</sub> = 2.1, <italic toggle=\"yes\">g</italic>\n<sub>Ln</sub> =\n6/7 (Ce), 4/5 (Pr) and 8/11 (Nd), and <italic toggle=\"yes\">J</italic>\n<sub>Ln</sub> = 5/2 (Ce), 4 (Pr) and 9/2 (Nd). Upon cooling down, χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> monotonically decreases, first smoothly\nfrom room temperature to ca. 100 K and further sharply to reach minimum\nvalues of 0.48 (<bold>2A</bold>), 0.19 (<bold>3A</bold>) and 0.71\ncm<sup>3</sup> mol<sup>–1</sup> K (<bold>4A</bold>) at 2.0\nK. In the temperature range from 35 to 300 K, the plot of χ<sub>M</sub>\n<sup>–1</sup> vs <italic toggle=\"yes\">T</italic> was fitted following\na Curie–Weiss law (see inset Figures a–c), being <italic toggle=\"yes\">C</italic> = 1.59 (<bold>2</bold>), 2.22\n(<bold>3</bold>) and 4.47 cm<sup>3</sup> mol<sup>–1</sup> K\n(<bold>4</bold>) and θ = −25.93 (<bold>2</bold>), −42.01\n(<bold>3</bold>) and −34.56 K (<bold>4</bold>) the best-fit\nparameters in this temperature range. The decrease of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> in the high temperature domain is mainly\ndue to the splitting of the 6- (Ce), 9- (Pr) and 10-fold (Nd) degenerate <sup>2</sup>F<sub>5/2</sub> (Ce), <sup>3</sup>H<sub>4</sub> (Pr) and <sup>4</sup>I<sub>9/2</sub> (Nd) ground states into Stark levels by the\ncrystal-field effects and the progressive depopulation of the higher\nenergy levels when the temperature is lowered. The antiferromagnetic\ninteraction between the copper(II) ions observed in <bold>1A</bold>, which also occurs in <bold>2A</bold>–<bold>4A</bold>, contributes\nto the abrupt decrease of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> in\nthe low temperature region. In addition to this exchange pathway,\nthe magnetic coupling within the Cu<sup>II</sup>–Ln<sup>III</sup> pair and that through the benzene ring of the bta<sup>4–</sup> ligand could be also involved. In fact, this last one has to be\ndiscarded in the light of previous magnetostructural studies on bta-bridged\nsystems. Focusing on the efficiency of\nthe double-carboxylate-bridged Cu<sup>II</sup>–Ln<sup>III</sup> pair, one can see that the value of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> at 2.0 K for <bold>3A</bold> (0.19 cm<sup>3</sup> mol<sup>–1</sup> K) is practically identical to that observed in <bold>1A</bold> [0.22\ncm<sup>3</sup> mol<sup>–1</sup> K per one copper(II) ion].\nSo, the magnetic interaction, if any, between Cu<sup>II</sup> and\nPr<sup>III</sup> is practically nonexistent. This conclusion is consistent\nwith the fact that the ground term <sup>3</sup>H<sub>4</sub> of the\npraseodymium(III) cation can give rise to a singlet ground Stark level.\nHowever, the values of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> for <bold>2A</bold> and <bold>4A</bold> at 2.0 K which are well above that\nobserved for <bold>1A</bold> [per mol of copper(II) ion] do not allow\none to ascertain the nature of the magnetic interaction within the\nCu<sup>II</sup>–Ce<sup>III</sup> and Cu<sup>II</sup>–Nd<sup>III</sup> couples. Anyway, previous magnetostructural studies on\ndiphenoxo- or oxamato-bridged Cu<sup>II</sup>–Ln<sup>III</sup> pair\n(Ln = Ce, Pr and Nd) cations have revealed the occurrence of very\nweak antiferromagnetic interactions whose magnitude remains undetermined.</p>", "clean_text": "As far as for the magnetic properties of 2A-4A are concerned, it deserves to be noted that the ground state of Ln(III) ion in this series is well separated in energy from the first excited state (see Table ), and their contribution at high temperature should follow the free ion approximation. At 300 K, the values of χM T are equal to 1.24 (2A), 2.03 (3A) and 1.92 cm3 mol-1 K (4A), which correspond to the expected ones for a magnetically non-interacting CuII-LnIII pair through eq , 2    χ   M   T =  ( N   β   2       g   Cu     2   / 3 k )   [   S   Cu    (   S   Cu   + 1 )  ]  +  ( N   β   2       g   Ln     2   / 3 k )   [   J   Ln    (   J   Ln   + 1 )  ]   with S Cu = 1/2, g Cu = 2.1, g Ln = 6/7 (Ce), 4/5 (Pr) and 8/11 (Nd), and J Ln = 5/2 (Ce), 4 (Pr) and 9/2 (Nd). Upon cooling down, χM T monotonically decreases, first smoothly from room temperature to ca. 100 K and further sharply to reach minimum values of 0.48 (2A), 0.19 (3A) and 0.71 cm3 mol-1 K (4A) at 2.0 K. In the temperature range from 35 to 300 K, the plot of χM -1 vs T was fitted following a Curie-Weiss law (see inset Figures a-c), being C = 1.59 (2), 2.22 (3) and 4.47 cm3 mol-1 K (4) and θ = -25.93 (2), -42.01 (3) and -34.56 K (4) the best-fit parameters in this temperature range. The decrease of χM T in the high temperature domain is mainly due to the splitting of the 6- (Ce), 9- (Pr) and 10-fold (Nd) degenerate 2F5/2 (Ce), 3H4 (Pr) and 4I9/2 (Nd) ground states into Stark levels by the crystal-field effects and the progressive depopulation of the higher energy levels when the temperature is lowered. The antiferromagnetic interaction between the copper(II) ions observed in 1A, which also occurs in 2A-4A, contributes to the abrupt decrease of χM T in the low temperature region. In addition to this exchange pathway, the magnetic coupling within the CuII-LnIII pair and that through the benzene ring of the bta4- ligand could be also involved. In fact, this last one has to be discarded in the light of previous magnetostructural studies on bta-bridged systems. Focusing on the efficiency of the double-carboxylate-bridged CuII-LnIII pair, one can see that the value of χM T at 2.0 K for 3A (0.19 cm3 mol-1 K) is practically identical to that observed in 1A [0.22 cm3 mol-1 K per one copper(II) ion]. So, the magnetic interaction, if any, between CuII and PrIII is practically nonexistent. This conclusion is consistent with the fact that the ground term 3H4 of the praseodymium(III) cation can give rise to a singlet ground Stark level. However, the values of χM T for 2A and 4A at 2.0 K which are well above that observed for 1A [per mol of copper(II) ion] do not allow one to ascertain the nature of the magnetic interaction within the CuII-CeIII and CuII-NdIII couples. Anyway, previous magnetostructural studies on diphenoxo- or oxamato-bridged CuII-LnIII pair (Ln = Ce, Pr and Nd) cations have revealed the occurrence of very weak antiferromagnetic interactions whose magnitude remains undetermined.", "data": null, "include_properties": null}, {"idx": 39, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Electronic Configuration, Ground State,\nχ<sub>M</sub>T Value in the Free-Ion Approximation and Energy\nGap between the Ground State and the First Excited One for the Trivalent\nRare-Earth Cations in <bold>1A</bold>–<bold>5A</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">Ln(III)</oasis:entry>\n<oasis:entry align=\"center\">electronic configuration</oasis:entry>\n<oasis:entry align=\"center\">ground state</oasis:entry>\n<oasis:entry align=\"center\">χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic>\n<sub>calc</sub>/cm<sup>3</sup> mol<sup>–1</sup> K</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic toggle=\"yes\">E</italic> /cm<sup>–1</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>La(III)</oasis:entry>\n<oasis:entry>4f<sup>0</sup>\n</oasis:entry>\n<oasis:entry>\n<sup>1</sup>S<sub>0</sub>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ce(III)</oasis:entry>\n<oasis:entry>4f<sup>1</sup>\n</oasis:entry>\n<oasis:entry>\n<sup>2</sup>F<sub>5/2</sub>\n</oasis:entry>\n<oasis:entry>0.80</oasis:entry>\n<oasis:entry>2200</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Pr(III)</oasis:entry>\n<oasis:entry>4f<sup>2</sup>\n</oasis:entry>\n<oasis:entry>\n<sup>3</sup>H<sub>4</sub>\n</oasis:entry>\n<oasis:entry>1.60</oasis:entry>\n<oasis:entry>2100</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Nd(III)</oasis:entry>\n<oasis:entry>4f<sup>3</sup>\n</oasis:entry>\n<oasis:entry>\n<sup>4</sup>I<sub>9/2</sub>\n</oasis:entry>\n<oasis:entry>1.64</oasis:entry>\n<oasis:entry>1900</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Sm(III)</oasis:entry>\n<oasis:entry>4f<sup>5</sup>\n</oasis:entry>\n<oasis:entry>\n<sup>6</sup>H<sub>5/2</sub>\n</oasis:entry>\n<oasis:entry>0.09</oasis:entry>\n<oasis:entry>700</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["property"], "content": "<p>The magnetic behavior\nof compound <bold>5A</bold> is more complicated.\nThe <sup>6</sup>H ground term of Sm(III) ion is split into six levels\nas a consequence of the spin–orbit coupling, increasing its\nenergy from <sup>6</sup>H<sub>5/2</sub> to <sup>6</sup>H<sub>15/2</sub>. Since the spin–orbit parameter is small enough (λ\nca. 200 cm<sup>–1</sup>), the first and even higher excited\nstates are not far from the ground state, and therefore, they can\nbe populated at room temperature. In\nthis case, the magnetic susceptibility deviates from free ion approximation\nas a result of the population at relatively high temperatures of exited\nstates. The theoretical χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> value\nfor the Sm(III) ion would be <italic toggle=\"yes\">ca.</italic> 0.1 cm<sup>3</sup> mol<sup>–1</sup> K if the ground multiplet were the only\nstate populated (see Table ). However, as\nthe higher excited states are populated in a large range of temperatures,\nthe experimental values of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> per\none samarium(III) ion at room temperature vary in the range to 0.3–0.4\ncm<sup>3</sup> mol<sup>–1</sup>.\n</p>", "clean_text": "The magnetic behavior of compound 5A is more complicated. The 6H ground term of Sm(III) ion is split into six levels as a consequence of the spin-orbit coupling, increasing its energy from 6H5/2 to 6H15/2. Since the spin-orbit parameter is small enough (λ ca. 200 cm-1), the first and even higher excited states are not far from the ground state, and therefore, they can be populated at room temperature. In this case, the magnetic susceptibility deviates from free ion approximation as a result of the population at relatively high temperatures of exited states. The theoretical χM T value for the Sm(III) ion would be ca. 0.1 cm3 mol-1 K if the ground multiplet were the only state populated (see Table ). However, as the higher excited states are populated in a large range of temperatures, the experimental values of χM T per one samarium(III) ion at room temperature vary in the range to 0.3-0.4 cm3 mol-1. ", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["property"], "content": "<p>The χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> vs <italic toggle=\"yes\">T</italic> plot for <bold>5A</bold> (see Figure ) decreases\nalmost linearly from 0.65 cm<sup>3</sup> mol<sup>–1</sup> K\nat 300 K to 0.38 cm<sup>3</sup> mol<sup>–1</sup> K at 30 K,\nthis decrease being mainly due to the effect of spin–orbit\ncoupling of the Sm(III) ions. Below 30 K, a sharp decrease is observed,\nreaching a value of 0.14 cm<sup>3</sup> mol<sup>–1</sup> K\nat 2.0 K. The fact that this value is somewhat below that observed\nin <bold>1A</bold> [per one copper(II) ion] may indicate the occurrence\nof an antiferromagnetic interaction between the Cu<sup>II</sup> and\nthe Sm<sup>III</sup> cations in <bold>5A</bold>. This is in good agreement\nwith other metal–organic systems containing Cu(II)–Sm(III)\nunits.\n</p>", "clean_text": "The χM T vs T plot for 5A (see Figure ) decreases almost linearly from 0.65 cm3 mol-1 K at 300 K to 0.38 cm3 mol-1 K at 30 K, this decrease being mainly due to the effect of spin-orbit coupling of the Sm(III) ions. Below 30 K, a sharp decrease is observed, reaching a value of 0.14 cm3 mol-1 K at 2.0 K. The fact that this value is somewhat below that observed in 1A [per one copper(II) ion] may indicate the occurrence of an antiferromagnetic interaction between the CuII and the SmIII cations in 5A. This is in good agreement with other metal-organic systems containing Cu(II)-Sm(III) units. ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<title>On the Structural\nTransformation</title><p>A literature survey\nshows that different structural transformations in guest-responsive\nmetal–organic frameworks have been extensively studied, mainly\nthose involving a single crystal to amorphous phase or the less common\nsingle crystal to single crystal transformations. Nevertheless the number of MOF compounds that present a\nphase transition induced to external stimulus are still scarce.\n</p>", "clean_text": "On the Structural Transformation\n\nA literature survey shows that different structural transformations in guest-responsive metal-organic frameworks have been extensively studied, mainly those involving a single crystal to amorphous phase or the less common single crystal to single crystal transformations. Nevertheless the number of MOF compounds that present a phase transition induced to external stimulus are still scarce. ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>The low dimensional compounds have a structural\nfreedom which allows the recombination of the coordination bonds,\ngiving rise to the new topologies and therefore new phases. Nevertheless, this ability is not common in\n3D frameworks, where the metal–organic frameworks are much\nmore rigid. The present complexes have the extraordinary ability to\nchange the coordination mode of the pillared organic ligand as a consequence\nof the change in the coordination environment of the copper(II) ions.\nThis dynamic effect is closely related with the Jahn–Teller\ncharacter of the copper(II) ions that allow a carboxylate-assisted\nwater migration, the apical position at the copper(II) ion being filled\nby a weakly coordinated water molecule in the <bold>1A</bold>–<bold>5A</bold> phases. Nevertheless, once the crystal is in a dry atmosphere\n(<bold>1B</bold>–<bold>5B</bold> phases), these coordination\nwater molecules are not anchored anymore at the copper environment,\nand this position is occupied by a neighboring carboxylate-oxygen\natom. At this point, the crystal-to-crystal phase transition is reversible\nand the crystallinity is kept. However, we wonder if the crystal structure\nwill remain unaltered after a full dehydration process. It was tested\nin two different ways: in the first one, the crystal was warmed under\na dry-nitrogen atmosphere (<italic toggle=\"yes\">ca.</italic> 80 °C), whereas\nin the second one, the crystals were kept in a dry atmosphere for\na long time (over 24 hours). In both cases, the final result was the\nsame, the color and the crystal shape was unaltered but the crystallinity\nwas lost, and after this point a rehydration process is not enough\nto recover the sample crystallinity.</p>", "clean_text": "The low dimensional compounds have a structural freedom which allows the recombination of the coordination bonds, giving rise to the new topologies and therefore new phases. Nevertheless, this ability is not common in 3D frameworks, where the metal-organic frameworks are much more rigid. The present complexes have the extraordinary ability to change the coordination mode of the pillared organic ligand as a consequence of the change in the coordination environment of the copper(II) ions. This dynamic effect is closely related with the Jahn-Teller character of the copper(II) ions that allow a carboxylate-assisted water migration, the apical position at the copper(II) ion being filled by a weakly coordinated water molecule in the 1A-5A phases. Nevertheless, once the crystal is in a dry atmosphere (1B-5B phases), these coordination water molecules are not anchored anymore at the copper environment, and this position is occupied by a neighboring carboxylate-oxygen atom. At this point, the crystal-to-crystal phase transition is reversible and the crystallinity is kept. However, we wonder if the crystal structure will remain unaltered after a full dehydration process. It was tested in two different ways: in the first one, the crystal was warmed under a dry-nitrogen atmosphere (ca. 80 °C), whereas in the second one, the crystals were kept in a dry atmosphere for a long time (over 24 hours). In both cases, the final result was the same, the color and the crystal shape was unaltered but the crystallinity was lost, and after this point a rehydration process is not enough to recover the sample crystallinity.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In\nsummary, we have prepared and structurally characterized five\nheterometallic 3d–4f polymeric architectures, which present\na remarkable ability to transform from expanded to shrinking phases\nonly in a dry atmosphere. This phase change involves a compression\nalong the crystallographic <italic toggle=\"yes\">b</italic>-axis greater than 2\nÅ, and a consequent modification in the unit cell volume ranged\nfrom 9.5 to 12%. The structural phase transition between <bold>1A</bold>–<bold>5A</bold> toward <bold>1B</bold>–<bold>5B</bold> involves mainly the change in the coordination mode of the pillared\nbta<sup>4–</sup> ligand, which produces a remarkable modification\nin the system topology, the basic metal–organic frameworks\nremaining almost unchanged after the phase transition. The [Cu(II)–Ln(III)]\ndinuclear units are formed through a double <italic toggle=\"yes\">anti-syn</italic> carboxylate bridge, an unprecented structural feature in 3d–4f\ndinuclear units.</p>", "clean_text": "Conclusions\n\nIn summary, we have prepared and structurally characterized five heterometallic 3d-4f polymeric architectures, which present a remarkable ability to transform from expanded to shrinking phases only in a dry atmosphere. This phase change involves a compression along the crystallographic b-axis greater than 2 Å, and a consequent modification in the unit cell volume ranged from 9.5 to 12%. The structural phase transition between 1A-5A toward 1B-5B involves mainly the change in the coordination mode of the pillared bta4- ligand, which produces a remarkable modification in the system topology, the basic metal-organic frameworks remaining almost unchanged after the phase transition. The [Cu(II)-Ln(III)] dinuclear units are formed through a double anti-syn carboxylate bridge, an unprecented structural feature in 3d-4f dinuclear units.", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>Complexes <bold>1</bold>–<bold>5</bold> are isomorphous,\nhaving a covalent bonded 3D polymeric network with rectangular cavities\npartially occupied by crystallization water molecules. A clear decrease\nin the Ln–O<sub>carboxylate</sub> and Ln–O<sub>w</sub> bond distances has been observed with increase of the atomic number\nof the lanthanide ion (from lanthanum to samarium), and this effect\nis closely related to the lanthanide contraction effect.</p>", "clean_text": "Complexes 1-5 are isomorphous, having a covalent bonded 3D polymeric network with rectangular cavities partially occupied by crystallization water molecules. A clear decrease in the Ln-Ocarboxylate and Ln-Ow bond distances has been observed with increase of the atomic number of the lanthanide ion (from lanthanum to samarium), and this effect is closely related to the lanthanide contraction effect.", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>The\nlow temperature magnetic study in <bold>1A</bold> shows the\noccurrence of weak antiferromagnetic interactions; this behavior has\nbeen interpreted as a weak interdinuclear interaction, between the\ncopper(II) ions through the two −OCCCCO– multiatom bridges,\nthe metal–metal separation being 5.784(2) Å. This exchange\npathway coexists in <bold>2A</bold>–<bold>5A</bold> together\nwith that concerning the double <italic toggle=\"yes\">anti-syn</italic> carboxylate-bridged\nCu(II)–Ln(III) pair. Although our magnetic data clearly support\nthe occurrence of a weak antiferromagnetic coupling for this pair\nonly in the case of <bold>5A</bold>, weak antiferromagnetic interactions\nhave been stated for this pair of cations with the 4f<sup>1</sup>-4f<sup>6</sup> electronic configurations of the Ln<sup>III</sup> cation\naccording to the Kahn et al. model.\n</p>", "clean_text": "The low temperature magnetic study in 1A shows the occurrence of weak antiferromagnetic interactions; this behavior has been interpreted as a weak interdinuclear interaction, between the copper(II) ions through the two -OCCCCO- multiatom bridges, the metal-metal separation being 5.784(2) Å. This exchange pathway coexists in 2A-5A together with that concerning the double anti-syn carboxylate-bridged Cu(II)-Ln(III) pair. Although our magnetic data clearly support the occurrence of a weak antiferromagnetic coupling for this pair only in the case of 5A, weak antiferromagnetic interactions have been stated for this pair of cations with the 4f1-4f6 electronic configurations of the LnIII cation according to the Kahn et al. model. ", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>Photography with the\ncrystal\nmorphology for <bold>1A</bold>–<bold>5A</bold>, the TG and\nDTG plots for <bold>1A</bold>–<bold>5A</bold>, the curve of\nthe variation of the average values of the Ln–O<sub>carboxylate</sub> and Ln–O<sub>w</sub> bond lengths as a function of the atomic\nnumber for <bold>1A</bold>–<bold>5A</bold> and <bold>1B</bold>–<bold>5B</bold>, X-ray crystallographic data in CIF format\nand selected bond lengths and angles for <bold>1A</bold>–<bold>5A</bold> (Table S1a) and for <bold>1B</bold>–<bold>5B</bold> (Table S1b) and the powder diffraction pattern of <bold>1A</bold>–<bold>5A</bold>. This material is available free of charge\nvia the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p>", "clean_text": "Photography with the crystal morphology for 1A-5A, the TG and DTG plots for 1A-5A, the curve of the variation of the average values of the Ln-Ocarboxylate and Ln-Ow bond lengths as a function of the atomic number for 1A-5A and 1B-5B, X-ray crystallographic data in CIF format and selected bond lengths and angles for 1A-5A (Table S1a) and for 1B-5B (Table S1b) and the powder diffraction pattern of 1A-5A. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no\ncompeting financial interest.</p><title>References</title>", "clean_text": "The authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": 8, "type": "text", "classification": "synthesis condition", "content": "<p>The preparation\nof <bold>1A</bold>–<bold>5A</bold> is as follows: an aqueous\nammonia solution (25% v/v) was poured into an aqueous solution (10\ncm<sup>3</sup>) of H<sub>4</sub>bta (0.127 g, 0.5 mmol), the pH of\nthe clear solution being 5.0. Tetramethylorthosilicate (0.7 cm<sup>3</sup>) was added to this solution under vigorous stirring, and\nthe resulting mixture was introduced into test tubes, covered, and\nstored for one day at room temperature to allow the formation of the\ngel. Once it was set, an aqueous solution\n(4 cm<sup>3</sup>) of a mixture of Cu(NO<sub>3</sub>)<sub>2</sub>·5(H<sub>2</sub>O) (0.116 g, 0.5 mmol) and Ln(NO<sub>3</sub>)<sub>2</sub>·xH<sub>2</sub>O [0.032 g, 0.1 mmol (<bold>1</bold>), 0.043 g, 0.1 mmol (<bold>2</bold>), 0.043 g, 0.1 mmol (<bold>3</bold>), 0.043 g, 0.1 mmol\n(<bold>4</bold>) and 0.044 g, 0.1 mmol (<bold>5</bold>) with <italic toggle=\"yes\">x</italic> = 1 (<bold>1</bold>) and 6 (<bold>2</bold>–<bold>5</bold>)] was layered on the gel, care being taken to avoid any\ndamage of its surface, and the tube was stored at room temperature.\nPale blue needles of <bold>1A</bold>–<bold>5A</bold> (see photograph\nS1 in the ) which\nwere suitable for single crystal X-ray diffraction appeared a few\ndays later. They were mechanically separated from other homonuclear\nphases that cocrystalllize at the same time and washed with a water/ethanol\n(1:1 v/v) solution [yield ca. 4 (<bold>1</bold>), 6 (<bold>2)</bold>, 7 (<bold>3</bold>), 5 (<bold>4</bold>) and 9 % (<bold>5</bold>)].\nAnal. Calcd for C<sub>25</sub>H<sub>51</sub>Cu<sub>2</sub>O<sub>43</sub>La<sub>2</sub> (<bold>1A</bold>): C, 20.76; H, 3.53. Found: C, 20.96;\nH, 3.56 %. Anal. Calcd for C<sub>25</sub>H<sub>49</sub>Cu<sub>2</sub>O<sub>42</sub>Ce<sub>2</sub> (<bold>2A</bold>): C, 21.04; H, 3.44.\nFound: C, 21.10; H, 3.41 %. Anal. Calcd for C<sub>25</sub>H<sub>45</sub>Cu<sub>2</sub>O<sub>40</sub>Pr<sub>2</sub> (<bold>3A</bold>): C,\n21.53; H, 3.25. Found: C, 21.64; H, 3.24 %. Anal. Calcd for C<sub>25</sub>H<sub>53</sub>Cu<sub>2</sub>O<sub>44</sub>Nd<sub>2</sub> (<bold>4A</bold>): C, 20.53; H, 3.62. Found: C, 20.54; H, 3.67 %. Anal.\nCalcd for C<sub>25</sub>H<sub>52</sub>Cu<sub>2</sub>O<sub>43.5</sub>Sm<sub>2</sub> (<bold>5A</bold>): C, 20.65; H, 3.58. Found: C, 20.59;\nH, 3.54 %.</p>", "clean_text": "The preparation of 1A-5A is as follows: an aqueous ammonia solution (25% v/v) was poured into an aqueous solution (10 cm3) of H4bta (0.127 g, 0.5 mmol), the pH of the clear solution being 5.0. Tetramethylorthosilicate (0.7 cm3) was added to this solution under vigorous stirring, and the resulting mixture was introduced into test tubes, covered, and stored for one day at room temperature to allow the formation of the gel. Once it was set, an aqueous solution (4 cm3) of a mixture of Cu(NO3)2⋅5(H2O) (0.116 g, 0.5 mmol) and Ln(NO3)2⋅xH2O [0.032 g, 0.1 mmol (1), 0.043 g, 0.1 mmol (2), 0.043 g, 0.1 mmol (3), 0.043 g, 0.1 mmol (4) and 0.044 g, 0.1 mmol (5) with x = 1 (1) and 6 (2-5)] was layered on the gel, care being taken to avoid any damage of its surface, and the tube was stored at room temperature. Pale blue needles of 1A-5A (see photograph S1 in the ) which were suitable for single crystal X-ray diffraction appeared a few days later. They were mechanically separated from other homonuclear phases that cocrystalllize at the same time and washed with a water/ethanol (1:1 v/v) solution [yield ca. 4 (1), 6 (2), 7 (3), 5 (4) and 9 % (5)]. Anal. Calcd for C25H51Cu2O43La2 (1A): C, 20.76; H, 3.53. Found: C, 20.96; H, 3.56 %. Anal. Calcd for C25H49Cu2O42Ce2 (2A): C, 21.04; H, 3.44. Found: C, 21.10; H, 3.41 %. Anal. Calcd for C25H45Cu2O40Pr2 (3A): C, 21.53; H, 3.25. Found: C, 21.64; H, 3.24 %. Anal. Calcd for C25H53Cu2O44Nd2 (4A): C, 20.53; H, 3.62. Found: C, 20.54; H, 3.67 %. Anal. Calcd for C25H52Cu2O43.5Sm2 (5A): C, 20.65; H, 3.58. Found: C, 20.59; H, 3.54 %.", "data": [{"meta": {"name": "1A", "symbol": "", "chemical formula": "C25H51Cu2O43La2"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "H4bta", "amount": "0.127", "unit": "g"}, {"name": "Tetramethylorthosilicate", "amount": "0.7", "unit": "cm3"}], "solution": [{"name": "aqueous ammonia solution", "amount": "25% v/v", "unit": ""}, {"name": "aqueous solution", "amount": "10", "unit": "cm3"}], "pressure": "", "temperature": "room temperature", "time": "1 day"}, {"synthesis method": "layering", "solution": [{"name": "aqueous solution", "amount": "4", "unit": "cm3"}, {"name": "Cu(NO3)2·5(H2O)", "amount": "0.116", "unit": "g"}, {"name": "Ln(NO3)2·xH2O", "amount": "0.032", "unit": "g", "Ln": "La", "x": "1"}]}], "yield": "4%"}, {"meta": {"name": "2A", "symbol": "", "chemical formula": "C25H49Cu2O42Ce2"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "H4bta", "amount": "0.127", "unit": "g"}, {"name": "Tetramethylorthosilicate", "amount": "0.7", "unit": "cm3"}], "solution": [{"name": "aqueous ammonia solution", "amount": "25% v/v", "unit": ""}, {"name": "aqueous solution", "amount": "10", "unit": "cm3"}], "pressure": "", "temperature": "room temperature", "time": "1 day"}, {"synthesis method": "layering", "solution": [{"name": "aqueous solution", "amount": "4", "unit": "cm3"}, {"name": "Cu(NO3)2·5(H2O)", "amount": "0.116", "unit": "g"}, {"name": "Ln(NO3)2·xH2O", "amount": "0.043", "unit": "g", "Ln": "Ce", "x": "6"}]}], "yield": "6%"}, {"meta": {"name": "3A", "symbol": "", "chemical formula": "C25H45Cu2O40Pr2"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "H4bta", "amount": "0.127", "unit": "g"}, {"name": "Tetramethylorthosilicate", "amount": "0.7", "unit": "cm3"}], "solution": [{"name": "aqueous ammonia solution", "amount": "25% v/v", "unit": ""}, {"name": "aqueous solution", "amount": "10", "unit": "cm3"}], "pressure": "", "temperature": "room temperature", "time": "1 day"}, {"synthesis method": "layering", "solution": [{"name": "aqueous solution", "amount": "4", "unit": "cm3"}, {"name": "Cu(NO3)2·5(H2O)", "amount": "0.116", "unit": "g"}, {"name": "Ln(NO3)2·xH2O", "amount": "0.043", "unit": "g", "Ln": "Pr", "x": "6"}]}], "yield": "7%"}, {"meta": {"name": "4A", "symbol": "", "chemical formula": "C25H53Cu2O44Nd2"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "H4bta", "amount": "0.127", "unit": "g"}, {"name": "Tetramethylorthosilicate", "amount": "0.7", "unit": "cm3"}], "solution": [{"name": "aqueous ammonia solution", "amount": "25% v/v", "unit": ""}, {"name": "aqueous solution", "amount": "10", "unit": "cm3"}], "pressure": "", "temperature": "room temperature", "time": "1 day"}, {"synthesis method": "layering", "solution": [{"name": "aqueous solution", "amount": "4", "unit": "cm3"}, {"name": "Cu(NO3)2·5(H2O)", "amount": "0.116", "unit": "g"}, {"name": "Ln(NO3)2·xH2O", "amount": "0.043", "unit": "g", "Ln": "Nd", "x": "6"}]}], "yield": "5%"}, {"meta": {"name": "5A", "symbol": "", "chemical formula": "C25H52Cu2O43.5Sm2"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "H4bta", "amount": "0.127", "unit": "g"}, {"name": "Tetramethylorthosilicate", "amount": "0.7", "unit": "cm3"}], "solution": [{"name": "aqueous ammonia solution", "amount": "25% v/v", "unit": ""}, {"name": "aqueous solution", "amount": "10", "unit": "cm3"}], "pressure": "", "temperature": "room temperature", "time": "1 day"}, {"synthesis method": "layering", "solution": [{"name": "aqueous solution", "amount": "4", "unit": "cm3"}, {"name": "Cu(NO3)2·5(H2O)", "amount": "0.116", "unit": "g"}, {"name": "Ln(NO3)2·xH2O", "amount": "0.044", "unit": "g", "Ln": "Sm", "x": "6"}]}], "yield": "9%"}], "include_properties": ["sol_gel_synthesis", "washing"]}, {"idx": "31, 37", "type": "text", "classification": "property", "content": "<p>The two families show channels along the crystallographic <italic toggle=\"yes\">a</italic>-axis, where several crystallization water molecules are\nhosted. Their number remains undetermined because of the high mobility\nthat they exhibit within the channels. These water molecules occupy\na volume of about 1462.7/909 (<bold>1A</bold>/<bold>1B</bold>), 1452/948\n(<bold>2A</bold>/<bold>2B</bold>), 1373/843 (<bold>3A</bold>/<bold>3B</bold>), 1327/896 (<bold>4A</bold>/<bold>4B</bold>) and 1358/894\nÅ<sup>3</sup> (<bold>5A</bold>/<bold>5B</bold>) per unit cell,\nvalues which account for percentages of 29.3/20.7 (<bold>1A</bold>/<bold>1B</bold>), 29.3/21.6 (<bold>2A</bold>/<bold>2B</bold>), 28.2/19.6\n(<bold>3A</bold>/<bold>3B</bold>), 27.6/20.6 (<bold>4A</bold>/<bold>4B</bold>) and 28.0/20.7 % (<bold>5A</bold>/<bold>5B</bold>) of the\ntotal volume. The difference between the open and closed forms is\nstriking: the bonding structure of the framework is slightly changed,\ninvolving the torsion of the interlayer bta<sup>4–</sup> ligand\nto coordinate to two extra metal ions. This results in the compression\nof the crystallographic <italic toggle=\"yes\">b</italic>-axis by more than 2.0 Å,\nand the consequent decrease of the unit cell volume by over 12 (<bold>1B)</bold>, 11.5 (<bold>2B</bold> and <bold>3B</bold>), 9.5 (<bold>4B</bold>) and 10.7 % (<bold>5B</bold>).</p><p>Let us start with compound <bold>1A</bold> where\nthe presence of\nthe diamagnetic La(III) cation simplifies the treatment and discussion\nof its magnetic behavior. At room temperature, χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> for <bold>1A</bold> is equal to 0.82 cm<sup>3</sup> mol<sup>–1</sup>, a value which is as expected for two magnetically\nisolated spin doublets (<italic toggle=\"yes\">S</italic>\n<sub>Cu</sub> = 1/2 with <italic toggle=\"yes\">g</italic>\n<sub>Cu</sub> = 2.1). This value remains practically constant\nwhen cooling until 30 K and it further decreases to ca. 0.40 cm<sup>3</sup> mol<sup>–1</sup> K at 2.0 K (Figure ). A maximum on the magnetic susceptibility is observed at\n3.1 K. These features are typical of a weak antiferromagnetic coupling\nbetween the copper(II) ions. An inspection of the structure shows\nthat the exchange pathway responsible for this coupling would be the\ntwo arms linking Cu(1) and Cu(2) which are defined by O(6)C(9)­C(4)C(5)­C(10)O(7)\nand O(13)C(26)­C(20)C(21)­C(27)O(15) (see Figure ). Consequently, the magnetic data of <bold>1A</bold> were treated by means of a simple Bleaney–Bowers expression\nfor two spin doublets derived through the Hamiltonian <italic toggle=\"yes\">\n<bold>H</bold>\n</italic> = −<italic toggle=\"yes\">J<bold>S</bold>\n</italic>\n<sub>Cu1</sub>·<italic toggle=\"yes\">\n<bold>S</bold>\n</italic>\n<sub>Cu2</sub> (eq )<disp-formula id=\"eq1\">\n<label>1</label>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>χ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:mi>N</mml:mi>\n<mml:mi>β</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>g</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>/</mml:mo>\n<mml:mi>k</mml:mi>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mn>3</mml:mn>\n<mml:mo>+</mml:mo>\n<mml:mi>exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:mi>J</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mi>k</mml:mi>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</disp-formula>where <italic toggle=\"yes\">J</italic> is the magnetic\ncoupling\nand <italic toggle=\"yes\">N</italic>, β, <italic toggle=\"yes\">g</italic> and <italic toggle=\"yes\">k</italic> have their usual meaning. Least-squares best fit parameters are <italic toggle=\"yes\">J</italic> = −3.5 cm<sup>–1</sup> and <italic toggle=\"yes\">g</italic> = 2.09. This weak magnetic coupling can be understood by simple\norbital symmetry considerations. The molecular orbital which defines\nthe unpaired electron at each copper(II) ion [Cu(1) and Cu(2) atoms],\nthe so-called magnetic orbital, is of the d(<italic toggle=\"yes\">x</italic>\n<sup>2</sup>–<italic toggle=\"yes\">y</italic>\n<sup>2</sup>) type with the <italic toggle=\"yes\">x</italic> and <italic toggle=\"yes\">y</italic> axes corresponding roughly to the\nequatorial Cu–O<sub>carboxylate</sub> bonds]. The σ-overlap\nbetween these equatorially located magnetic orbitals through the two\n−OCCCCO– multiatom bridges [Cu(1)···Cu(2)\n= 5.784(2) Å] is predicted to be very poor. As the antiferromagnetic\ncoupling in a dicopper(II) unit is proportional to the square of the\noverlap integral, a weak magnetic coupling\nis predicted for <bold>1A</bold>, as observed. The value of <italic toggle=\"yes\">J</italic> obtained by fit for <bold>1A</bold> is of the same nature\nbut somewhat greater than the one reported by some of us for the dicopper(II)\ncomplex of formula [Cu<sub>2</sub>(terpy)<sub>2</sub>Cl<sub>2</sub>(μ-phta)]·4H<sub>2</sub>O with terpy = 2,2′:6′,2″-terpyridine\nand H<sub>2</sub>phta = phthalic acid (<italic toggle=\"yes\">J</italic> = −0.28\ncm<sup>–1</sup>). The fact that\nonly one of two dicarboxylate arms connects equatorial sites of the\ntwo copper(II) ions in this dinuclear species instead of two of these\narms in <bold>1A</bold> accounts for the weaker magnetic coupling\nin the terpy-containing complex.</p>", "clean_text": "The two families show channels along the crystallographic a-axis, where several crystallization water molecules are hosted. Their number remains undetermined because of the high mobility that they exhibit within the channels. These water molecules occupy a volume of about 1462.7/909 (1A/1B), 1452/948 (2A/2B), 1373/843 (3A/3B), 1327/896 (4A/4B) and 1358/894 Å3 (5A/5B) per unit cell, values which account for percentages of 29.3/20.7 (1A/1B), 29.3/21.6 (2A/2B), 28.2/19.6 (3A/3B), 27.6/20.6 (4A/4B) and 28.0/20.7 % (5A/5B) of the total volume. The difference between the open and closed forms is striking: the bonding structure of the framework is slightly changed, involving the torsion of the interlayer bta4- ligand to coordinate to two extra metal ions. This results in the compression of the crystallographic b-axis by more than 2.0 Å, and the consequent decrease of the unit cell volume by over 12 (1B), 11.5 (2B and 3B), 9.5 (4B) and 10.7 % (5B).\n\nLet us start with compound 1A where the presence of the diamagnetic La(III) cation simplifies the treatment and discussion of its magnetic behavior. At room temperature, χM T for 1A is equal to 0.82 cm3 mol-1, a value which is as expected for two magnetically isolated spin doublets (S Cu = 1/2 with g Cu = 2.1). This value remains practically constant when cooling until 30 K and it further decreases to ca. 0.40 cm3 mol-1 K at 2.0 K (Figure ). A maximum on the magnetic susceptibility is observed at 3.1 K. These features are typical of a weak antiferromagnetic coupling between the copper(II) ions. An inspection of the structure shows that the exchange pathway responsible for this coupling would be the two arms linking Cu(1) and Cu(2) which are defined by O(6)C(9)C(4)C(5)C(10)O(7) and O(13)C(26)C(20)C(21)C(27)O(15) (see Figure ). Consequently, the magnetic data of 1A were treated by means of a simple Bleaney-Bowers expression for two spin doublets derived through the Hamiltonian  H  = -JS  Cu1⋅ S  Cu2 (eq ) 1    χ   M   =  ( 2 N β   g   2   / k T )     [ 3 + exp  ( - J / k T )  ]    - 1    where J is the magnetic coupling and N, β, g and k have their usual meaning. Least-squares best fit parameters are J = -3.5 cm-1 and g = 2.09. This weak magnetic coupling can be understood by simple orbital symmetry considerations. The molecular orbital which defines the unpaired electron at each copper(II) ion [Cu(1) and Cu(2) atoms], the so-called magnetic orbital, is of the d(x 2-y 2) type with the x and y axes corresponding roughly to the equatorial Cu-Ocarboxylate bonds]. The σ-overlap between these equatorially located magnetic orbitals through the two -OCCCCO- multiatom bridges [Cu(1)⋅⋅⋅Cu(2) = 5.784(2) Å] is predicted to be very poor. As the antiferromagnetic coupling in a dicopper(II) unit is proportional to the square of the overlap integral, a weak magnetic coupling is predicted for 1A, as observed. The value of J obtained by fit for 1A is of the same nature but somewhat greater than the one reported by some of us for the dicopper(II) complex of formula [Cu2(terpy)2Cl2(μ-phta)]⋅4H2O with terpy = 2,2':6',2\"-terpyridine and H2phta = phthalic acid (J = -0.28 cm-1). The fact that only one of two dicarboxylate arms connects equatorial sites of the two copper(II) ions in this dinuclear species instead of two of these arms in 1A accounts for the weaker magnetic coupling in the terpy-containing complex.", "data": [[{"meta": {"name": "", "symbol": "1A", "chemical formula": ""}, "etc": [{"property name": "volume", "value": "1462.7/909", "unit": "Å^3", "condition": "per unit cell"}, {"property name": "percentage of total volume", "value": "29.3/20.7", "unit": "%", "condition": ""}, {"property name": "compression of b-axis", "value": "2.0", "unit": "Å", "condition": ""}, {"property name": "decrease of unit cell volume", "value": "12", "unit": "%", "condition": ""}]}, {"meta": {"name": "", "symbol": "1B", "chemical formula": ""}, "etc": [{"property name": "volume", "value": "1452/948", "unit": "Å^3", "condition": "per unit cell"}, {"property name": "percentage of total volume", "value": "29.3/21.6", "unit": "%", "condition": ""}, {"property name": "compression of b-axis", "value": "2.0", "unit": "Å", "condition": ""}, {"property name": "decrease of unit cell volume", "value": "11.5", "unit": "%", "condition": ""}]}, {"meta": {"name": "", "symbol": "2A", "chemical formula": ""}, "etc": [{"property name": "volume", "value": "1373/843", "unit": "Å^3", "condition": "per unit cell"}, {"property name": "percentage of total volume", "value": "28.2/19.6", "unit": "%", "condition": ""}, {"property name": "compression of b-axis", "value": "2.0", "unit": "Å", "condition": ""}, {"property name": "decrease of unit cell volume", "value": "11.5", "unit": "%", "condition": ""}]}, {"meta": {"name": "", "symbol": "2B", "chemical formula": ""}, "etc": [{"property name": "volume", "value": "1327/896", "unit": "Å^3", "condition": "per unit cell"}, {"property name": "percentage of total volume", "value": "27.6/20.6", "unit": "%", "condition": ""}, {"property name": "compression of b-axis", "value": "2.0", "unit": "Å", "condition": ""}, {"property name": "decrease of unit cell volume", "value": "9.5", "unit": "%", "condition": ""}]}, {"meta": {"name": "", "symbol": "3A", "chemical formula": ""}, "etc": [{"property name": "volume", "value": "1358/894", "unit": "Å^3", "condition": "per unit cell"}, {"property name": "percentage of total volume", "value": "28.0/20.7", "unit": "%", "condition": ""}, {"property name": "compression of b-axis", "value": "2.0", "unit": "Å", "condition": ""}, {"property name": "decrease of unit cell volume", "value": "10.7", "unit": "%", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": "38, 40, 41", "type": "text", "classification": "property", "content": "<p>As far as for the magnetic\nproperties of <bold>2A</bold>–<bold>4A</bold> are concerned,\nit deserves to be noted that the ground\nstate of Ln(III) ion in this series is well separated in energy from\nthe first excited state (see Table ), and\ntheir contribution at high temperature should follow the free ion\napproximation. At 300 K, the values\nof χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> are equal to 1.24 (<bold>2A</bold>), 2.03 (<bold>3A</bold>) and 1.92 cm<sup>3</sup> mol<sup>–1</sup> K (<bold>4A</bold>), which correspond to the expected\nones for a magnetically non-interacting Cu<sup>II</sup>–Ln<sup>III</sup> pair through eq ,<disp-formula id=\"eq2\">\n<label>2</label>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>χ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi>T</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>N</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>g</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Cu</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>/</mml:mo>\n<mml:mn>3</mml:mn>\n<mml:mi>k</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Cu</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Cu</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>N</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>g</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Ln</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>/</mml:mo>\n<mml:mn>3</mml:mn>\n<mml:mi>k</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Ln</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Ln</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n</mml:math>\n</disp-formula>with <italic toggle=\"yes\">S</italic>\n<sub>Cu</sub> = 1/2, <italic toggle=\"yes\">g</italic>\n<sub>Cu</sub> = 2.1, <italic toggle=\"yes\">g</italic>\n<sub>Ln</sub> =\n6/7 (Ce), 4/5 (Pr) and 8/11 (Nd), and <italic toggle=\"yes\">J</italic>\n<sub>Ln</sub> = 5/2 (Ce), 4 (Pr) and 9/2 (Nd). Upon cooling down, χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> monotonically decreases, first smoothly\nfrom room temperature to ca. 100 K and further sharply to reach minimum\nvalues of 0.48 (<bold>2A</bold>), 0.19 (<bold>3A</bold>) and 0.71\ncm<sup>3</sup> mol<sup>–1</sup> K (<bold>4A</bold>) at 2.0\nK. In the temperature range from 35 to 300 K, the plot of χ<sub>M</sub>\n<sup>–1</sup> vs <italic toggle=\"yes\">T</italic> was fitted following\na Curie–Weiss law (see inset Figures a–c), being <italic toggle=\"yes\">C</italic> = 1.59 (<bold>2</bold>), 2.22\n(<bold>3</bold>) and 4.47 cm<sup>3</sup> mol<sup>–1</sup> K\n(<bold>4</bold>) and θ = −25.93 (<bold>2</bold>), −42.01\n(<bold>3</bold>) and −34.56 K (<bold>4</bold>) the best-fit\nparameters in this temperature range. The decrease of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> in the high temperature domain is mainly\ndue to the splitting of the 6- (Ce), 9- (Pr) and 10-fold (Nd) degenerate <sup>2</sup>F<sub>5/2</sub> (Ce), <sup>3</sup>H<sub>4</sub> (Pr) and <sup>4</sup>I<sub>9/2</sub> (Nd) ground states into Stark levels by the\ncrystal-field effects and the progressive depopulation of the higher\nenergy levels when the temperature is lowered. The antiferromagnetic\ninteraction between the copper(II) ions observed in <bold>1A</bold>, which also occurs in <bold>2A</bold>–<bold>4A</bold>, contributes\nto the abrupt decrease of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> in\nthe low temperature region. In addition to this exchange pathway,\nthe magnetic coupling within the Cu<sup>II</sup>–Ln<sup>III</sup> pair and that through the benzene ring of the bta<sup>4–</sup> ligand could be also involved. In fact, this last one has to be\ndiscarded in the light of previous magnetostructural studies on bta-bridged\nsystems. Focusing on the efficiency of\nthe double-carboxylate-bridged Cu<sup>II</sup>–Ln<sup>III</sup> pair, one can see that the value of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> at 2.0 K for <bold>3A</bold> (0.19 cm<sup>3</sup> mol<sup>–1</sup> K) is practically identical to that observed in <bold>1A</bold> [0.22\ncm<sup>3</sup> mol<sup>–1</sup> K per one copper(II) ion].\nSo, the magnetic interaction, if any, between Cu<sup>II</sup> and\nPr<sup>III</sup> is practically nonexistent. This conclusion is consistent\nwith the fact that the ground term <sup>3</sup>H<sub>4</sub> of the\npraseodymium(III) cation can give rise to a singlet ground Stark level.\nHowever, the values of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> for <bold>2A</bold> and <bold>4A</bold> at 2.0 K which are well above that\nobserved for <bold>1A</bold> [per mol of copper(II) ion] do not allow\none to ascertain the nature of the magnetic interaction within the\nCu<sup>II</sup>–Ce<sup>III</sup> and Cu<sup>II</sup>–Nd<sup>III</sup> couples. Anyway, previous magnetostructural studies on\ndiphenoxo- or oxamato-bridged Cu<sup>II</sup>–Ln<sup>III</sup> pair\n(Ln = Ce, Pr and Nd) cations have revealed the occurrence of very\nweak antiferromagnetic interactions whose magnitude remains undetermined.</p><p>The magnetic behavior\nof compound <bold>5A</bold> is more complicated.\nThe <sup>6</sup>H ground term of Sm(III) ion is split into six levels\nas a consequence of the spin–orbit coupling, increasing its\nenergy from <sup>6</sup>H<sub>5/2</sub> to <sup>6</sup>H<sub>15/2</sub>. Since the spin–orbit parameter is small enough (λ\nca. 200 cm<sup>–1</sup>), the first and even higher excited\nstates are not far from the ground state, and therefore, they can\nbe populated at room temperature. In\nthis case, the magnetic susceptibility deviates from free ion approximation\nas a result of the population at relatively high temperatures of exited\nstates. The theoretical χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> value\nfor the Sm(III) ion would be <italic toggle=\"yes\">ca.</italic> 0.1 cm<sup>3</sup> mol<sup>–1</sup> K if the ground multiplet were the only\nstate populated (see Table ). However, as\nthe higher excited states are populated in a large range of temperatures,\nthe experimental values of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> per\none samarium(III) ion at room temperature vary in the range to 0.3–0.4\ncm<sup>3</sup> mol<sup>–1</sup>.\n</p><p>The χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> vs <italic toggle=\"yes\">T</italic> plot for <bold>5A</bold> (see Figure ) decreases\nalmost linearly from 0.65 cm<sup>3</sup> mol<sup>–1</sup> K\nat 300 K to 0.38 cm<sup>3</sup> mol<sup>–1</sup> K at 30 K,\nthis decrease being mainly due to the effect of spin–orbit\ncoupling of the Sm(III) ions. Below 30 K, a sharp decrease is observed,\nreaching a value of 0.14 cm<sup>3</sup> mol<sup>–1</sup> K\nat 2.0 K. The fact that this value is somewhat below that observed\nin <bold>1A</bold> [per one copper(II) ion] may indicate the occurrence\nof an antiferromagnetic interaction between the Cu<sup>II</sup> and\nthe Sm<sup>III</sup> cations in <bold>5A</bold>. This is in good agreement\nwith other metal–organic systems containing Cu(II)–Sm(III)\nunits.\n</p>", "clean_text": "As far as for the magnetic properties of 2A-4A are concerned, it deserves to be noted that the ground state of Ln(III) ion in this series is well separated in energy from the first excited state (see Table ), and their contribution at high temperature should follow the free ion approximation. At 300 K, the values of χM T are equal to 1.24 (2A), 2.03 (3A) and 1.92 cm3 mol-1 K (4A), which correspond to the expected ones for a magnetically non-interacting CuII-LnIII pair through eq , 2    χ   M   T =  ( N   β   2       g   Cu     2   / 3 k )   [   S   Cu    (   S   Cu   + 1 )  ]  +  ( N   β   2       g   Ln     2   / 3 k )   [   J   Ln    (   J   Ln   + 1 )  ]   with S Cu = 1/2, g Cu = 2.1, g Ln = 6/7 (Ce), 4/5 (Pr) and 8/11 (Nd), and J Ln = 5/2 (Ce), 4 (Pr) and 9/2 (Nd). Upon cooling down, χM T monotonically decreases, first smoothly from room temperature to ca. 100 K and further sharply to reach minimum values of 0.48 (2A), 0.19 (3A) and 0.71 cm3 mol-1 K (4A) at 2.0 K. In the temperature range from 35 to 300 K, the plot of χM -1 vs T was fitted following a Curie-Weiss law (see inset Figures a-c), being C = 1.59 (2), 2.22 (3) and 4.47 cm3 mol-1 K (4) and θ = -25.93 (2), -42.01 (3) and -34.56 K (4) the best-fit parameters in this temperature range. The decrease of χM T in the high temperature domain is mainly due to the splitting of the 6- (Ce), 9- (Pr) and 10-fold (Nd) degenerate 2F5/2 (Ce), 3H4 (Pr) and 4I9/2 (Nd) ground states into Stark levels by the crystal-field effects and the progressive depopulation of the higher energy levels when the temperature is lowered. The antiferromagnetic interaction between the copper(II) ions observed in 1A, which also occurs in 2A-4A, contributes to the abrupt decrease of χM T in the low temperature region. In addition to this exchange pathway, the magnetic coupling within the CuII-LnIII pair and that through the benzene ring of the bta4- ligand could be also involved. In fact, this last one has to be discarded in the light of previous magnetostructural studies on bta-bridged systems. Focusing on the efficiency of the double-carboxylate-bridged CuII-LnIII pair, one can see that the value of χM T at 2.0 K for 3A (0.19 cm3 mol-1 K) is practically identical to that observed in 1A [0.22 cm3 mol-1 K per one copper(II) ion]. So, the magnetic interaction, if any, between CuII and PrIII is practically nonexistent. This conclusion is consistent with the fact that the ground term 3H4 of the praseodymium(III) cation can give rise to a singlet ground Stark level. However, the values of χM T for 2A and 4A at 2.0 K which are well above that observed for 1A [per mol of copper(II) ion] do not allow one to ascertain the nature of the magnetic interaction within the CuII-CeIII and CuII-NdIII couples. Anyway, previous magnetostructural studies on diphenoxo- or oxamato-bridged CuII-LnIII pair (Ln = Ce, Pr and Nd) cations have revealed the occurrence of very weak antiferromagnetic interactions whose magnitude remains undetermined.\n\nThe magnetic behavior of compound 5A is more complicated. The 6H ground term of Sm(III) ion is split into six levels as a consequence of the spin-orbit coupling, increasing its energy from 6H5/2 to 6H15/2. Since the spin-orbit parameter is small enough (λ ca. 200 cm-1), the first and even higher excited states are not far from the ground state, and therefore, they can be populated at room temperature. In this case, the magnetic susceptibility deviates from free ion approximation as a result of the population at relatively high temperatures of exited states. The theoretical χM T value for the Sm(III) ion would be ca. 0.1 cm3 mol-1 K if the ground multiplet were the only state populated (see Table ). However, as the higher excited states are populated in a large range of temperatures, the experimental values of χM T per one samarium(III) ion at room temperature vary in the range to 0.3-0.4 cm3 mol-1. \n\nThe χM T vs T plot for 5A (see Figure ) decreases almost linearly from 0.65 cm3 mol-1 K at 300 K to 0.38 cm3 mol-1 K at 30 K, this decrease being mainly due to the effect of spin-orbit coupling of the Sm(III) ions. Below 30 K, a sharp decrease is observed, reaching a value of 0.14 cm3 mol-1 K at 2.0 K. The fact that this value is somewhat below that observed in 1A [per one copper(II) ion] may indicate the occurrence of an antiferromagnetic interaction between the CuII and the SmIII cations in 5A. This is in good agreement with other metal-organic systems containing Cu(II)-Sm(III) units. ", "data": [[{"meta": {"name": "2A", "symbol": "", "chemical formula": ""}, "magnetic susceptibility": [{"value": "1.24", "unit": "cm3 mol-1 K", "temperature": "300 K", "condition": ""}]}, {"meta": {"name": "3A", "symbol": "", "chemical formula": ""}, "magnetic susceptibility": [{"value": "2.03", "unit": "cm3 mol-1 K", "temperature": "300 K", "condition": ""}]}, {"meta": {"name": "4A", "symbol": "", "chemical formula": ""}, "magnetic susceptibility": [{"value": "1.92", "unit": "cm3 mol-1 K", "temperature": "300 K", "condition": ""}]}, {"meta": {"name": "5A", "symbol": "", "chemical formula": ""}, "magnetic susceptibility": [{"value": "0.65", "unit": "cm3 mol-1 K", "temperature": "300 K", "condition": ""}]}]], "include_properties": ["magnetic_susceptibility", "etc"]}, {"idx": 15, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystal Data Details of the Structure\nDetermination for the Complexes <bold>1A</bold>–<bold>5A</bold> and <bold>1B</bold>–<bold>5B</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"6\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:colspec colname=\"col5\"></oasis:colspec>\n<oasis:colspec colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1A</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2A</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3A</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4A</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>5A</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">FW</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry valign=\"bottom\">FW</oasis:entry>\n<oasis:entry valign=\"bottom\">1444.54</oasis:entry>\n<oasis:entry valign=\"bottom\">1428.95</oasis:entry>\n<oasis:entry valign=\"bottom\">1394.51</oasis:entry>\n<oasis:entry valign=\"bottom\">1473.23</oasis:entry>\n<oasis:entry valign=\"bottom\">1476.46</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry valign=\"bottom\">crystal system</oasis:entry>\n<oasis:entry valign=\"bottom\">monoclinic</oasis:entry>\n<oasis:entry valign=\"bottom\">monoclinic</oasis:entry>\n<oasis:entry valign=\"bottom\">monoclinic</oasis:entry>\n<oasis:entry valign=\"bottom\">monoclinic</oasis:entry>\n<oasis:entry valign=\"bottom\">monoclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry valign=\"bottom\">formula</oasis:entry>\n<oasis:entry valign=\"bottom\">C<sub>25</sub>H<sub>51</sub>Cu<sub>2</sub>O<sub>43</sub>La<sub>2</sub>\n</oasis:entry>\n<oasis:entry valign=\"bottom\">C<sub>25</sub>H<sub>49</sub>Cu<sub>2</sub>O<sub>42</sub>Ce<sub>2</sub>\n</oasis:entry>\n<oasis:entry valign=\"bottom\">C<sub>25</sub>H<sub>45</sub>Cu<sub>2</sub>O<sub>40</sub>Pr<sub>2</sub>\n</oasis:entry>\n<oasis:entry valign=\"bottom\">C<sub>25</sub>H<sub>53</sub>Cu<sub>2</sub>O<sub>44</sub>Nd<sub>2</sub>\n</oasis:entry>\n<oasis:entry valign=\"bottom\">C<sub>25</sub>H<sub>52</sub>Cu<sub>2</sub>O<sub>43.5</sub>Sm<sub>2</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic>/Å</oasis:entry>\n<oasis:entry>11.006(2)</oasis:entry>\n<oasis:entry>10.994(2)</oasis:entry>\n<oasis:entry>10.953(2)</oasis:entry>\n<oasis:entry>10.856(2)</oasis:entry>\n<oasis:entry>10.923(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic>/Å</oasis:entry>\n<oasis:entry>23.228(5)</oasis:entry>\n<oasis:entry>23.098(5)</oasis:entry>\n<oasis:entry>23.056(5)</oasis:entry>\n<oasis:entry>22.799(5)</oasis:entry>\n<oasis:entry>22.771(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic>/Å</oasis:entry>\n<oasis:entry>19.847(4)</oasis:entry>\n<oasis:entry>19.838(4)</oasis:entry>\n<oasis:entry>19.811(4)</oasis:entry>\n<oasis:entry>19.706(4)</oasis:entry>\n<oasis:entry>19.758(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β/deg</oasis:entry>\n<oasis:entry>99.91(3)</oasis:entry>\n<oasis:entry>99.89(3)</oasis:entry>\n<oasis:entry>99.88(3)</oasis:entry>\n<oasis:entry>99.49(3)</oasis:entry>\n<oasis:entry>99.64(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>/Å</oasis:entry>\n<oasis:entry>4998.2(17)</oasis:entry>\n<oasis:entry>4962.8(17)</oasis:entry>\n<oasis:entry>4929.0(17)</oasis:entry>\n<oasis:entry>4810.6(17)</oasis:entry>\n<oasis:entry>4845.0(17)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ/cm<sup>–1</sup>\n</oasis:entry>\n<oasis:entry>2.831</oasis:entry>\n<oasis:entry>3.197</oasis:entry>\n<oasis:entry>2.903</oasis:entry>\n<oasis:entry>3.316</oasis:entry>\n<oasis:entry>3.665</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic>/K</oasis:entry>\n<oasis:entry>293(2)</oasis:entry>\n<oasis:entry>293(2)</oasis:entry>\n<oasis:entry>293(2)</oasis:entry>\n<oasis:entry>293(2)</oasis:entry>\n<oasis:entry>293(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ρ<sub>calc</sub>/g cm<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>1.920</oasis:entry>\n<oasis:entry>1.912</oasis:entry>\n<oasis:entry>1.879</oasis:entry>\n<oasis:entry>2.034</oasis:entry>\n<oasis:entry>1.882</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>λ/Å</oasis:entry>\n<oasis:entry>0.73790</oasis:entry>\n<oasis:entry>0.73800</oasis:entry>\n<oasis:entry>0.73830</oasis:entry>\n<oasis:entry>0.73790</oasis:entry>\n<oasis:entry>0.73790</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"2\">index ranges</oasis:entry>\n<oasis:entry>–12 ≤ <italic toggle=\"yes\">h</italic> ≤ 12</oasis:entry>\n<oasis:entry>–14 ≤ <italic toggle=\"yes\">h</italic> ≤ 14</oasis:entry>\n<oasis:entry>–14 ≤ <italic toggle=\"yes\">h</italic> ≤ 14</oasis:entry>\n<oasis:entry>–14 ≤ <italic toggle=\"yes\">h</italic> ≤ 14</oasis:entry>\n<oasis:entry>–14 ≤ <italic toggle=\"yes\">h</italic> ≤ 14</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>–27 ≤ <italic toggle=\"yes\">k</italic> ≤ 27</oasis:entry>\n<oasis:entry>–29 ≤ <italic toggle=\"yes\">k</italic> ≤ 29</oasis:entry>\n<oasis:entry>–30 ≤ <italic toggle=\"yes\">k</italic> ≤ 30</oasis:entry>\n<oasis:entry>–29 ≤ <italic toggle=\"yes\">k</italic> ≤ 29</oasis:entry>\n<oasis:entry>–29 ≤ <italic toggle=\"yes\">k</italic> ≤ 28</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>–23 ≤ <italic toggle=\"yes\">l</italic> ≤ 23</oasis:entry>\n<oasis:entry>–25 ≤ <italic toggle=\"yes\">l</italic> ≤ 25</oasis:entry>\n<oasis:entry>–25 ≤ <italic toggle=\"yes\">l</italic> ≤ 25</oasis:entry>\n<oasis:entry>–25 ≤ <italic toggle=\"yes\">l</italic> ≤ 25</oasis:entry>\n<oasis:entry>–25 ≤ <italic toggle=\"yes\">l</italic> ≤ 25</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>total reflns</oasis:entry>\n<oasis:entry>34112</oasis:entry>\n<oasis:entry>71163</oasis:entry>\n<oasis:entry>90569</oasis:entry>\n<oasis:entry>43378</oasis:entry>\n<oasis:entry>39465</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>indep reflns (<italic toggle=\"yes\">R</italic>\n<sub>int</sub>)</oasis:entry>\n<oasis:entry>8448 (0.0712)</oasis:entry>\n<oasis:entry>10754 (0.0640)</oasis:entry>\n<oasis:entry>11573 (0.0693)</oasis:entry>\n<oasis:entry>10967 (0.1029)</oasis:entry>\n<oasis:entry>10595 (0.0705)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>obsd reflns\n[<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>7808</oasis:entry>\n<oasis:entry>10128</oasis:entry>\n<oasis:entry>9974</oasis:entry>\n<oasis:entry>8057</oasis:entry>\n<oasis:entry>9225</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>parameters</oasis:entry>\n<oasis:entry>649</oasis:entry>\n<oasis:entry>650</oasis:entry>\n<oasis:entry>623</oasis:entry>\n<oasis:entry>659</oasis:entry>\n<oasis:entry>658</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness-of-fit</oasis:entry>\n<oasis:entry>1.042</oasis:entry>\n<oasis:entry>1.062</oasis:entry>\n<oasis:entry>1.033</oasis:entry>\n<oasis:entry>1.022</oasis:entry>\n<oasis:entry>1.078</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic> [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.0795</oasis:entry>\n<oasis:entry>0.0692</oasis:entry>\n<oasis:entry>0.0494</oasis:entry>\n<oasis:entry>0.0713</oasis:entry>\n<oasis:entry>0.0620</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>w</sub> [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.2065</oasis:entry>\n<oasis:entry>0.2005</oasis:entry>\n<oasis:entry>0.1544</oasis:entry>\n<oasis:entry>0.1843</oasis:entry>\n<oasis:entry>0.1730</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic> [all data]</oasis:entry>\n<oasis:entry>0.0829</oasis:entry>\n<oasis:entry>0.0712</oasis:entry>\n<oasis:entry>0.0557</oasis:entry>\n<oasis:entry>0.0957</oasis:entry>\n<oasis:entry>0.0684</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>w</sub> [all data]</oasis:entry>\n<oasis:entry>0.2093</oasis:entry>\n<oasis:entry>0.2037</oasis:entry>\n<oasis:entry>0.1633</oasis:entry>\n<oasis:entry>0.2081</oasis:entry>\n<oasis:entry>0.1833</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup align=\"left\" cols=\"6\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:colspec colname=\"col5\"></oasis:colspec>\n<oasis:colspec colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1B</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2B</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3B</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4B</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>5B</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>formula</oasis:entry>\n<oasis:entry>C<sub>25</sub>H<sub>45</sub>Cu<sub>2</sub>O<sub>40</sub>La<sub>2</sub>\n</oasis:entry>\n<oasis:entry>C<sub>25</sub>H<sub>45</sub>Cu<sub>2</sub>O<sub>40</sub>Ce<sub>2</sub>\n</oasis:entry>\n<oasis:entry>C<sub>25</sub>H<sub>45</sub>Cu<sub>2</sub>O<sub>40</sub>Pr<sub>2</sub>\n</oasis:entry>\n<oasis:entry>C<sub>25</sub>H<sub>45</sub>Cu<sub>2</sub>O<sub>40</sub>Nd<sub>2</sub>\n</oasis:entry>\n<oasis:entry>C<sub>25</sub>H<sub>47</sub>Cu<sub>2</sub>O<sub>39</sub>Sm<sub>2</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>FW</oasis:entry>\n<oasis:entry>1390.51</oasis:entry>\n<oasis:entry>1392.93</oasis:entry>\n<oasis:entry>1394.51</oasis:entry>\n<oasis:entry>1401.17</oasis:entry>\n<oasis:entry>1399.44</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic>/Å</oasis:entry>\n<oasis:entry>10.985(2)</oasis:entry>\n<oasis:entry>10.9718(2)</oasis:entry>\n<oasis:entry>10.906(2)</oasis:entry>\n<oasis:entry>10.927(2)</oasis:entry>\n<oasis:entry>10.899(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic>/Å</oasis:entry>\n<oasis:entry>20.450(4)</oasis:entry>\n<oasis:entry>20.2668(3)</oasis:entry>\n<oasis:entry>20.212(4)</oasis:entry>\n<oasis:entry>20.391(4)</oasis:entry>\n<oasis:entry>20.334(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic>/Å</oasis:entry>\n<oasis:entry>19.856(4)</oasis:entry>\n<oasis:entry>19.7821(5)</oasis:entry>\n<oasis:entry>19.769(4)</oasis:entry>\n<oasis:entry>19.807(4)</oasis:entry>\n<oasis:entry>19.785(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β/deg</oasis:entry>\n<oasis:entry>99.73(3)</oasis:entry>\n<oasis:entry>99.312(2)</oasis:entry>\n<oasis:entry>99.22(3)</oasis:entry>\n<oasis:entry>99.61(3)</oasis:entry>\n<oasis:entry>99.48(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>/Å</oasis:entry>\n<oasis:entry>4396.4(15)</oasis:entry>\n<oasis:entry>4340.84(15)</oasis:entry>\n<oasis:entry>4301.4(15)</oasis:entry>\n<oasis:entry>4351.4(15)</oasis:entry>\n<oasis:entry>4324.8(15)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ/cm<sup>–1</sup>\n</oasis:entry>\n<oasis:entry>3.132</oasis:entry>\n<oasis:entry>2.743</oasis:entry>\n<oasis:entry>3.327</oasis:entry>\n<oasis:entry>3.624</oasis:entry>\n<oasis:entry>3.995</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic>/K</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>100</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ρ<sub>calc</sub>/g cm<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>2.101</oasis:entry>\n<oasis:entry>2.131</oasis:entry>\n<oasis:entry>2.156</oasis:entry>\n<oasis:entry>2.111</oasis:entry>\n<oasis:entry>2.149</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>λ/Å</oasis:entry>\n<oasis:entry>0.73830</oasis:entry>\n<oasis:entry>0.68890</oasis:entry>\n<oasis:entry>0.75130</oasis:entry>\n<oasis:entry>0.73830</oasis:entry>\n<oasis:entry>0.73833</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"2\">index ranges</oasis:entry>\n<oasis:entry>–14 ≤ <italic toggle=\"yes\">h</italic> ≤ 14</oasis:entry>\n<oasis:entry>–12 ≤ <italic toggle=\"yes\">h</italic> ≤ 12</oasis:entry>\n<oasis:entry>–13 ≤ <italic toggle=\"yes\">h</italic> ≤ 13</oasis:entry>\n<oasis:entry>–12 ≤ <italic toggle=\"yes\">h</italic> ≤ 12</oasis:entry>\n<oasis:entry>0 ≤ <italic toggle=\"yes\">h</italic> ≤ 13</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>–26 ≤ <italic toggle=\"yes\">k</italic> ≤ 2 6</oasis:entry>\n<oasis:entry>–23≤ <italic toggle=\"yes\">k</italic> ≤ 23</oasis:entry>\n<oasis:entry>–25 ≤ <italic toggle=\"yes\">k</italic> ≤ 25</oasis:entry>\n<oasis:entry>–22 ≤ <italic toggle=\"yes\">k</italic> ≤ 22</oasis:entry>\n<oasis:entry>0 ≤ <italic toggle=\"yes\">k</italic> ≤ 2 5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>–25 ≤ <italic toggle=\"yes\">l</italic> ≤ 25</oasis:entry>\n<oasis:entry>–23 ≤ <italic toggle=\"yes\">l</italic> ≤ 20</oasis:entry>\n<oasis:entry>–25 ≤ <italic toggle=\"yes\">l</italic> ≤ 25</oasis:entry>\n<oasis:entry>–20 ≤ <italic toggle=\"yes\">l</italic> ≤ 20</oasis:entry>\n<oasis:entry>–22 ≤ <italic toggle=\"yes\">l</italic> ≤ 22</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>total reflections</oasis:entry>\n<oasis:entry>73169</oasis:entry>\n<oasis:entry>33514</oasis:entry>\n<oasis:entry>264668</oasis:entry>\n<oasis:entry>25298</oasis:entry>\n<oasis:entry>38379</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>indep reflns (<italic toggle=\"yes\">R</italic>\n<sub>int</sub>)</oasis:entry>\n<oasis:entry>8749 (0.0587)</oasis:entry>\n<oasis:entry>7298 (0.0512)</oasis:entry>\n<oasis:entry>9480 (0.0554)</oasis:entry>\n<oasis:entry>5986 (0.0744)</oasis:entry>\n<oasis:entry>6601(0.0640)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>obsd reflns\n[<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>9677</oasis:entry>\n<oasis:entry>6419</oasis:entry>\n<oasis:entry>8857</oasis:entry>\n<oasis:entry>4238</oasis:entry>\n<oasis:entry>5660</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>parameters</oasis:entry>\n<oasis:entry>623</oasis:entry>\n<oasis:entry>622</oasis:entry>\n<oasis:entry>622</oasis:entry>\n<oasis:entry>622</oasis:entry>\n<oasis:entry>613</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness-of-fit</oasis:entry>\n<oasis:entry>1.038</oasis:entry>\n<oasis:entry>1.017</oasis:entry>\n<oasis:entry>1.093</oasis:entry>\n<oasis:entry>1.071</oasis:entry>\n<oasis:entry>1.103</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic> [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.0587</oasis:entry>\n<oasis:entry>0.0462</oasis:entry>\n<oasis:entry>0.0476</oasis:entry>\n<oasis:entry>0.0426</oasis:entry>\n<oasis:entry>0.0522</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>\n<italic toggle=\"yes\">w</italic>\n</sub> [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.1676</oasis:entry>\n<oasis:entry>0.1211</oasis:entry>\n<oasis:entry>0.1374</oasis:entry>\n<oasis:entry>0.1066</oasis:entry>\n<oasis:entry>0.1502</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic> [all data]</oasis:entry>\n<oasis:entry>0.0620</oasis:entry>\n<oasis:entry>0.0517</oasis:entry>\n<oasis:entry>0.0500</oasis:entry>\n<oasis:entry>0.0715</oasis:entry>\n<oasis:entry>0.0595</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>\n<italic toggle=\"yes\">w</italic>\n</sub> [all data]</oasis:entry>\n<oasis:entry>0.1729</oasis:entry>\n<oasis:entry>0.1263</oasis:entry>\n<oasis:entry>0.1396</oasis:entry>\n<oasis:entry>0.1224</oasis:entry>\n<oasis:entry>0.1589</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 7599 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": 30, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Shortest Intralayer Metal–Metal\nSeparations (Å) in <bold>1A</bold>–<bold>5A</bold> and <bold>1B</bold>–<bold>5B</bold>\n<xref rid=\"t2fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">compd</oasis:entry>\n<oasis:entry align=\"center\">Cu(1)···Cu(2)</oasis:entry>\n<oasis:entry align=\"center\">Cu(1)···Ln(1)</oasis:entry>\n<oasis:entry align=\"center\">Cu(2)···Ln(2)</oasis:entry>\n<oasis:entry align=\"center\">Ln(1)···Ln(2)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1A</bold>\n</oasis:entry>\n<oasis:entry>5.784(2)</oasis:entry>\n<oasis:entry>4.1282(15)</oasis:entry>\n<oasis:entry>4.1374(15)</oasis:entry>\n<oasis:entry>6.5691(18)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>2A</bold>\n</oasis:entry>\n<oasis:entry>5.7795(17)</oasis:entry>\n<oasis:entry>4.1075(11)</oasis:entry>\n<oasis:entry>4.1169(12)</oasis:entry>\n<oasis:entry>6.5551(17)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>3A</bold>\n</oasis:entry>\n<oasis:entry>5.7767(16)</oasis:entry>\n<oasis:entry>4.1054(11)</oasis:entry>\n<oasis:entry>4.1088(11)</oasis:entry>\n<oasis:entry>6.5224(17)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>4A</bold>\n</oasis:entry>\n<oasis:entry>5.765(2)</oasis:entry>\n<oasis:entry>4.0991(13)</oasis:entry>\n<oasis:entry>4.1010(13)</oasis:entry>\n<oasis:entry>6.4132(18)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>5A</bold>\n</oasis:entry>\n<oasis:entry>5.7422(17)</oasis:entry>\n<oasis:entry>4.0694(13)</oasis:entry>\n<oasis:entry>4.0548(12)</oasis:entry>\n<oasis:entry>6.5041(17)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1B</bold>\n</oasis:entry>\n<oasis:entry>5.6905(16)</oasis:entry>\n<oasis:entry>4.1093(10)</oasis:entry>\n<oasis:entry>4.1281(10)</oasis:entry>\n<oasis:entry>6.6694(17)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>2B</bold>\n</oasis:entry>\n<oasis:entry>5.6792(9)</oasis:entry>\n<oasis:entry>4.1015(7)</oasis:entry>\n<oasis:entry>4.1241(7)</oasis:entry>\n<oasis:entry>6.6174(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>3B</bold>\n</oasis:entry>\n<oasis:entry>5.6756(16)</oasis:entry>\n<oasis:entry>4.0992(10)</oasis:entry>\n<oasis:entry>4.1041(10)</oasis:entry>\n<oasis:entry>6.5636(17)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>4B</bold>\n</oasis:entry>\n<oasis:entry>5.675(2)</oasis:entry>\n<oasis:entry>4.0833(14)</oasis:entry>\n<oasis:entry>4.1078(14)</oasis:entry>\n<oasis:entry>6.6366(18)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>5B</bold>\n</oasis:entry>\n<oasis:entry>5.6658(19)</oasis:entry>\n<oasis:entry>4.0559(13)</oasis:entry>\n<oasis:entry>4.0840(12)</oasis:entry>\n<oasis:entry>6.6238(18)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Ln = La<sup>III</sup> (<bold>1A</bold>/<bold>1B</bold>), Ce<sup>III</sup> (<bold>2A</bold>/<bold>2B</bold>), Pr<sup>III</sup> (<bold>3A</bold>/<bold>3B</bold>), Nd<sup>III</sup> (<bold>4A</bold>/<bold>4B</bold>) and Sm<sup>III</sup> (<bold>5A</bold>/<bold>5B</bold>).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Shortest Intralayer Metal–Metal Separations (Å) in 1A–5A and 1B–5B[^a]\n\n| compd | Cu(1)···Cu(2) | Cu(1)···Ln(1) | Cu(2)···Ln(2) | Ln(1)···Ln(2) |\n|-------|--------------|--------------|--------------|--------------|\n| 1A    | 5.784(2)     | 4.1282(15)   | 4.1374(15)   | 6.5691(18)   |\n| 2A    | 5.7795(17)   | 4.1075(11)   | 4.1169(12)   | 6.5551(17)   |\n| 3A    | 5.7767(16)   | 4.1054(11)   | 4.1088(11)   | 6.5224(17)   |\n| 4A    | 5.765(2)     | 4.0991(13)   | 4.1010(13)   | 6.4132(18)   |\n| 5A    | 5.7422(17)   | 4.0694(13)   | 4.0548(12)   | 6.5041(17)   |\n| 1B    | 5.6905(16)   | 4.1093(10)   | 4.1281(10)   | 6.6694(17)   |\n| 2B    | 5.6792(9)    | 4.1015(7)    | 4.1241(7)    | 6.6174(5)    |\n| 3B    | 5.6756(16)   | 4.0992(10)   | 4.1041(10)   | 6.5636(17)   |\n| 4B    | 5.675(2)     | 4.0833(14)   | 4.1078(14)   | 6.6366(18)   |\n| 5B    | 5.6658(19)   | 4.0559(13)   | 4.0840(12)   | 6.6238(18)   |\n\n[^a]: Ln = La<sup>III</sup> (1A/1B), Ce<sup>III</sup> (2A/2B), Pr<sup>III</sup> (3A/3B), Nd<sup>III</sup> (4A/4B) and Sm<sup>III</sup> (5A/5B).", "data": ["substring not found"], "include_properties": null}, {"idx": 39, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Electronic Configuration, Ground State,\nχ<sub>M</sub>T Value in the Free-Ion Approximation and Energy\nGap between the Ground State and the First Excited One for the Trivalent\nRare-Earth Cations in <bold>1A</bold>–<bold>5A</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">Ln(III)</oasis:entry>\n<oasis:entry align=\"center\">electronic configuration</oasis:entry>\n<oasis:entry align=\"center\">ground state</oasis:entry>\n<oasis:entry align=\"center\">χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic>\n<sub>calc</sub>/cm<sup>3</sup> mol<sup>–1</sup> K</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic toggle=\"yes\">E</italic> /cm<sup>–1</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>La(III)</oasis:entry>\n<oasis:entry>4f<sup>0</sup>\n</oasis:entry>\n<oasis:entry>\n<sup>1</sup>S<sub>0</sub>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ce(III)</oasis:entry>\n<oasis:entry>4f<sup>1</sup>\n</oasis:entry>\n<oasis:entry>\n<sup>2</sup>F<sub>5/2</sub>\n</oasis:entry>\n<oasis:entry>0.80</oasis:entry>\n<oasis:entry>2200</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Pr(III)</oasis:entry>\n<oasis:entry>4f<sup>2</sup>\n</oasis:entry>\n<oasis:entry>\n<sup>3</sup>H<sub>4</sub>\n</oasis:entry>\n<oasis:entry>1.60</oasis:entry>\n<oasis:entry>2100</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Nd(III)</oasis:entry>\n<oasis:entry>4f<sup>3</sup>\n</oasis:entry>\n<oasis:entry>\n<sup>4</sup>I<sub>9/2</sub>\n</oasis:entry>\n<oasis:entry>1.64</oasis:entry>\n<oasis:entry>1900</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Sm(III)</oasis:entry>\n<oasis:entry>4f<sup>5</sup>\n</oasis:entry>\n<oasis:entry>\n<sup>6</sup>H<sub>5/2</sub>\n</oasis:entry>\n<oasis:entry>0.09</oasis:entry>\n<oasis:entry>700</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 3. Electronic Configuration, Ground State, χ<sub>M</sub>T Value in the Free-Ion Approximation and Energy Gap between the Ground State and the First Excited One for the Trivalent Rare-Earth Cations in 1A–5A\n\n| Ln(III) | electronic configuration | ground state | χ<sub>M</sub>T<sub>calc</sub>/cm<sup>3</sup> mol<sup>–1</sup> K | ΔE /cm<sup>–1</sup> |\n|---------|---------------------------|---------------|--------------------------------------------------------|-------------------|\n| La(III) | 4f<sup>0</sup>              | 1S<sub>0</sub> |                                                        |                   |\n| Ce(III) | 4f<sup>1</sup>              | 2F<sub>5/2</sub> | 0.80                                                   | 2200              |\n| Pr(III) | 4f<sup>2</sup>              | 3H<sub>4</sub> | 1.60                                                   | 2100              |\n| Nd(III) | 4f<sup>3</sup>              | 4I<sub>9/2</sub> | 1.64                                                   | 1900              |\n| Sm(III) | 4f<sup>5</sup>              | 6H<sub>5/2</sub> | 0.09                                                   | 700               |", "data": ["substring not found"], "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>View along the crystallographic <italic toggle=\"yes\">b</italic>-axis of a fragment\nof the layer formed by two independent bta<sup>4–</sup> ligands\n(pale green and gray) linked through heterodinuclear Cu(II)–Ln(III)\nunits (blue and purple).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-008679_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  View along the crystallographic b-axis of a fragment of the layer formed by two independent bta4- ligands (pale green and gray) linked through heterodinuclear Cu(II)-Ln(III) units (blue and purple).   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(Left) View along the crystallographic <italic toggle=\"yes\">a</italic>-axis\nof the <italic toggle=\"yes\">ABAB</italic> stacking of the 4,4-rectangular layers\nwhich pillared by the remaining bta<sup>4–</sup> ligand (deep\nblue) giving rise to the 3D structure of <bold>1A</bold>–<bold>5A</bold>. The coordination and crystallization water molecules,\nas well as the hydrogen atoms, have been omitted (except for one of\nthe pores), for the sake of clarity. (Right) Topographic representation\nof the <bold>1A</bold>–<bold>5A</bold> compounds. The 4-fold\nnodes built up by the bta<sup>4–</sup> ligands are represented\nby squares while the 5- and 4-fold metal nodes are represented as\npurple and blue spheres, respectively.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-008679_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (Left) View along the crystallographic a-axis of the ABAB stacking of the 4,4-rectangular layers which pillared by the remaining bta4- ligand (deep blue) giving rise to the 3D structure of 1A-5A. The coordination and crystallization water molecules, as well as the hydrogen atoms, have been omitted (except for one of the pores), for the sake of clarity. (Right) Topographic representation of the 1A-5A compounds. The 4-fold nodes built up by the bta4- ligands are represented by squares while the 5- and 4-fold metal nodes are represented as purple and blue spheres, respectively.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(Left) View along the crystallographic <italic toggle=\"yes\">a</italic>-axis\nof the <italic toggle=\"yes\">ABAB</italic> stacking of the 4,4-rectangular layers\nwhich are pillared by the remaining bta<sup>4–</sup> ligand\n(deep blue) giving rise to the 3D structure of <bold>1B</bold>–<bold>5B</bold>; the coordination and crystallization water molecules as\nwell as the hydrogen atoms have been omitted (except for one of the\npores), for the sake of clarity. (Right) Topographic representation\nof the <bold>1B</bold>–<bold>5B</bold> compounds. The 4-fold\nnodes built up from bta<sup>4–</sup> ligands are represented\nby squares while the metal nodes are represented by purple spheres.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-008679_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (Left) View along the crystallographic a-axis of the ABAB stacking of the 4,4-rectangular layers which are pillared by the remaining bta4- ligand (deep blue) giving rise to the 3D structure of 1B-5B; the coordination and crystallization water molecules as well as the hydrogen atoms have been omitted (except for one of the pores), for the sake of clarity. (Right) Topographic representation of the 1B-5B compounds. The 4-fold nodes built up from bta4- ligands are represented by squares while the metal nodes are represented by purple spheres.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Coodination modes of the interlayer bta<sup>4–</sup> ligand:\nbis-monodentate in <bold>1A</bold>–<bold>5A</bold> (left) and\ntetrakis-monodentate in <bold>1B</bold>–<bold>5B</bold> (right).\nSymmetry code: (e) = −<italic toggle=\"yes\">x</italic>, −<italic toggle=\"yes\">y</italic>, 1 – <italic toggle=\"yes\">z</italic>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-008679_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Coodination modes of the interlayer bta4- ligand: bis-monodentate in 1A-5A (left) and tetrakis-monodentate in 1B-5B (right). Symmetry code: (e) = -x, -y, 1 - z.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Perspective view of the\ncrystallographically independent unit at\nORTEP mode (50%) for <bold>1A</bold>–<bold>5A</bold> (top)\nand <bold>1B</bold>–<bold>5B</bold> (bottom) together with\nthe numbering labels of selected atoms, the atoms in transparence\nmode are generated by symmetry operations. Crystallization water molecules\nand hydrogen atoms have been omitted for the sake of clarity.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-008679_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Perspective view of the crystallographically independent unit at ORTEP mode (50%) for 1A-5A (top) and 1B-5B (bottom) together with the numbering labels of selected atoms, the atoms in transparence mode are generated by symmetry operations. Crystallization water molecules and hydrogen atoms have been omitted for the sake of clarity.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Temperature\ndependence of the χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> plot for <bold>1A</bold>: (○) experimental data; ()\nbest-fit curve through eq <xref rid=\"eq1\"></xref> (see text). The\ninset shows the χ<sub>M</sub> versus <italic toggle=\"yes\">T</italic> plot\nin the low temperature region.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-008679_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Temperature dependence of the χM T plot for 1A: (○) experimental data; () best-fit curve through eq  (see text). The inset shows the χM versus T plot in the low temperature region.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Plots of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> versus <italic toggle=\"yes\">T</italic> for compounds <bold>2</bold>–<bold>4</bold> from a to c,\nrespectively. The insets show the χ<sub>M</sub>\n<sup>–1</sup> against <italic toggle=\"yes\">T</italic> plots: (○) experimental data;\n() best-fit curve through Curie–Weiss law (see text).</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-008679_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Plots of χM T versus T for compounds 2-4 from a to c, respectively. The insets show the χM -1 against T plots: (○) experimental data; () best-fit curve through Curie-Weiss law (see text).   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Dependence with the temperature of the χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> for compound <bold>5A</bold>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-008679_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Dependence with the temperature of the χM T for compound 5A.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/cg4008679", "title": "\nSynthesis, Crystal Structure and Magnetic Characterization\nof a Series of CuII–LnIII Heterometallic\n[Ln = La, Ce, Pr, Nd and Sm) Metal–Organic Compounds with an\nUnusual Single Crystal to Single Crystal Phase Transition\n", "journal": "American\nChemical\nSociety", "date": "2013.09", "author_list": ["Díaz-Gallifa\nPau", "Fabelo\nOscar", "Cañadillas-Delgado\nLaura", "Pasán\nJorge", "Labrador\nAna", "Lloret\nFrancesc", "Julve\nMiguel", "Ruiz-Pérez\nCatalina"]}}