{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/cg8b01482.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Three topologically\nisomeric coordination polymers of formula [Cu<sup>II</sup>\n<sub>3</sub>(μ<sub>3</sub>-OH)­(μ-Cl)­(μ-pz)<sub>3</sub>Cl­(tmpy)]<sub>\n<italic>n</italic>\n</sub>, consisting of triangular\nCu<sup>II</sup>–pyrazolate structural building units and flexible\n4,4′-trimethylenedipyridine linkers, have been prepared and\nstructurally characterized as 1D- and 2D-coordination polymers. Powder\nX-ray diffraction (PXRD) patterns under variable pressure (ambient,\n8 GPa) reveal a reversible compression of the lattice up to ∼4\nGPa, followed by the loss of crystallinity at higher pressure. Single-crystal\nX-ray diffraction data, collected using synchrotron radiation under\npressure of 1 GPa, corroborate the PXRD, showing a lattice compression\nforcing the C–C–C angles of the trimethylene moiety\nof the linkers to become more obtuse.</p>", "clean_text": "Three topologically isomeric coordination polymers of formula [CuII 3(μ3-OH)(μ-Cl)(μ-pz)3Cl(tmpy)] n , consisting of triangular CuII-pyrazolate structural building units and flexible 4,4'-trimethylenedipyridine linkers, have been prepared and structurally characterized as 1D- and 2D-coordination polymers. Powder X-ray diffraction (PXRD) patterns under variable pressure (ambient, 8 GPa) reveal a reversible compression of the lattice up to ~4 GPa, followed by the loss of crystallinity at higher pressure. Single-crystal X-ray diffraction data, collected using synchrotron radiation under pressure of 1 GPa, corroborate the PXRD, showing a lattice compression forcing the C-C-C angles of the trimethylene moiety of the linkers to become more obtuse.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Three topologically isomeric\ncoordination polymers have\nbeen structurally characterized. The robustness and flexibility of\nthese crystalline materials have been probed by a PXRD study under\nvariable pressure (&lt;8 GPa) and a single-crystal structure determination\nat 1 GPa.</p>", "clean_text": "Three topologically isomeric coordination polymers have been structurally characterized. The robustness and flexibility of these crystalline materials have been probed by a PXRD study under variable pressure (<8 GPa) and a single-crystal structure determination at 1 GPa.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Coordination polymers\n(CPs) with fascinating structural motifs\nhave been extensively studied due to their intriguing architectures\nand new topologies as well as potential applications in host–guest\nchemistry, catalysis, optics, drug delivery, molecular recognition,\ngas storage/separation, chemical sensors, and magnetism. The structural diversity of CPs is a result of several factors,\nsuch as stoichiometry, coordination preferences of metal center nodes,\nflexibility of linkers, and nature of counterions. Among\nthese, organic linkers play a crucial role in the topology and properties\nof CPs. The employment of rigid groups (fixed geometries and dimensions)\nas linkers is a rational approach for the design of CPs of varying\npore size and geometry. Algorithms that determine the possible topological\nisomers from the geometries of the nodes and linkers are available. The rigidity of N-donor bridging ligands, such as imidazole, triazole, pyrazine, 4,4′-bipyridine, 4,4′-azopyridine, and 1,2-di­(4-pyridyl)­ethylene\n(bpe), has been reported to result in\na range of interesting properties. For example, a Zn­(bpe)–MOF\nundergoes a bpe-based photochemical [2 + 2] cycloaddition reaction\nconverting bpe’s to cyclobutene-containing linkers, with the\noverall MOF structure persisting during the chemical transformation\nthanks to the rigidity of the linkers. Several other MOFs that undergo post-synthetic modification retain\nthe original framework structure. Furthermore,\nthe concept of isoreticular MOFs (IRMOFs) was based largely on the\navailability of rigid linkers that extend unidirectionally. On the contrary, flexible ligands can adapt\nvarious conformations, leading to unpredictable supramolecular isomers. Whereas CPs with rigid linkers have advantages,\nsuch as thermal stability and uniform pore structure, flexible linkers\nenable the new function of selective adsorption via a “breathing\nbehavior”. Recent studies have indicated that flexible ligands\nare good candidates to construct CPs for applications in gas adsorption,\nheterogeneous catalysis, proton conduction, and luminescence. A recent example of a CP with a flexible linker and a breathing\nstructure is Al-MIL-53-ADP (ADP = adipate dianion, H<sub>2</sub>ADP\n= hexanedioic acid), which becomes dehydrated/rehydrated upon pressure\ncycling due to the contraction/expansion of its aliphatic single-chain\nlinkers. It is important to note here\nthat flexibility resulting from rotations around single bonds is not\nthe only type of flexibility. Other flexible materials result from\nchemical/electrochemical modifications and thermal variations that\ninterconvert two coordination modes.\n</p>", "clean_text": "Introduction\n\nCoordination polymers (CPs) with fascinating structural motifs have been extensively studied due to their intriguing architectures and new topologies as well as potential applications in host-guest chemistry, catalysis, optics, drug delivery, molecular recognition, gas storage/separation, chemical sensors, and magnetism. The structural diversity of CPs is a result of several factors, such as stoichiometry, coordination preferences of metal center nodes, flexibility of linkers, and nature of counterions. Among these, organic linkers play a crucial role in the topology and properties of CPs. The employment of rigid groups (fixed geometries and dimensions) as linkers is a rational approach for the design of CPs of varying pore size and geometry. Algorithms that determine the possible topological isomers from the geometries of the nodes and linkers are available. The rigidity of N-donor bridging ligands, such as imidazole, triazole, pyrazine, 4,4'-bipyridine, 4,4'-azopyridine, and 1,2-di(4-pyridyl)ethylene (bpe), has been reported to result in a range of interesting properties. For example, a Zn(bpe)-MOF undergoes a bpe-based photochemical [2 + 2] cycloaddition reaction converting bpe's to cyclobutene-containing linkers, with the overall MOF structure persisting during the chemical transformation thanks to the rigidity of the linkers. Several other MOFs that undergo post-synthetic modification retain the original framework structure. Furthermore, the concept of isoreticular MOFs (IRMOFs) was based largely on the availability of rigid linkers that extend unidirectionally. On the contrary, flexible ligands can adapt various conformations, leading to unpredictable supramolecular isomers. Whereas CPs with rigid linkers have advantages, such as thermal stability and uniform pore structure, flexible linkers enable the new function of selective adsorption via a \"breathing behavior\". Recent studies have indicated that flexible ligands are good candidates to construct CPs for applications in gas adsorption, heterogeneous catalysis, proton conduction, and luminescence. A recent example of a CP with a flexible linker and a breathing structure is Al-MIL-53-ADP (ADP = adipate dianion, H2ADP = hexanedioic acid), which becomes dehydrated/rehydrated upon pressure cycling due to the contraction/expansion of its aliphatic single-chain linkers. It is important to note here that flexibility resulting from rotations around single bonds is not the only type of flexibility. Other flexible materials result from chemical/electrochemical modifications and thermal variations that interconvert two coordination modes. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Among the N-donor bridging ligands, 4,4′-trimethylenedipyridine\n(tmpy) has been used as a flexible N donor for the construction of\nseveral CPs with various network topologies and structure motifs. The flexible nature of the −(CH<sub>2</sub>)<sub>3</sub>– spacer allows it to rotate freely and\nadopt TT, TG, GG, or GG′ conformations (T = trans and G = gauche)\nwith respect to the relative orientations of CH<sub>2</sub> groups,\nwhich result in quite different N-to-N distances (). Obviously,\nthis kind of conformational freedom allows supramolecular isomerism,\nincluding different supramolecular arrays and interpenetrated and helical structures. For example, the hydrothermal reaction of tmpy\nwith ZnI<sub>2</sub> leads to the formation of a network containing\na homochiral infinite double-stranded helical structure. A [Ni<sub>4</sub>(L)<sub>4</sub>(H<sub>2</sub>O)<sub>3</sub>(tmpy)<sub>4</sub>]<sub>\n<italic>n</italic>\n</sub> CP\nforms an interlocking bilayer network, in which the tmpy ligands are\nencountered in three different conformations: TT, GG, and TG.\n</p>", "clean_text": "Among the N-donor bridging ligands, 4,4'-trimethylenedipyridine (tmpy) has been used as a flexible N donor for the construction of several CPs with various network topologies and structure motifs. The flexible nature of the -(CH2)3- spacer allows it to rotate freely and adopt TT, TG, GG, or GG' conformations (T = trans and G = gauche) with respect to the relative orientations of CH2 groups, which result in quite different N-to-N distances (). Obviously, this kind of conformational freedom allows supramolecular isomerism, including different supramolecular arrays and interpenetrated and helical structures. For example, the hydrothermal reaction of tmpy with ZnI2 leads to the formation of a network containing a homochiral infinite double-stranded helical structure. A [Ni4(L)4(H2O)3(tmpy)4] n  CP forms an interlocking bilayer network, in which the tmpy ligands are encountered in three different conformations: TT, GG, and TG. ", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Representation of the Conformational Isomers\nof the tmpy ligand with\nCorresponding Accessible N-to-N Distances</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cg-2018-01482z_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Representation of the Conformational Isomers of the tmpy ligand with Corresponding Accessible N-to-N Distances   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>The concept of secondary building unit (SBU) is particularly useful in the design of CP structures\nof\npredetermined topologies that incorporate specific SBU-properties,\nfor example, catalytic activity or magnetism. A hexanuclear copper-based SBU has been used to build\na MOF with magnetic properties and photocatalytic activity. Our group has described the synthesis and spectroscopic\nand magnetic properties of a series of trinuclear Cu<sup>II</sup>\n<sub>3</sub>(μ<sub>3</sub>-E) (E = O, OH) and Cu<sup>II</sup>\n<sub>3</sub>(μ<sub>3</sub>-E)<sub>2</sub> (E = Cl and Br) complexes\nand shown that the sign and magnitude of magnetic exchange between\ncopper centers is strongly dependent on the Cu–E–Cu\nangle. Cu<sup>II</sup>–pz complexes with\nCu<sub>3</sub>(μ<sub>3</sub>-O) core are redox-active and capable\nof cycling between a homovalent Cu<sup>II</sup>\n<sub>3</sub> and a\nmixed-valent Cu<sup>II</sup>\n<sub>2</sub>Cu<sup>III</sup> state by\na one-electron redox process. Because\nCu<sup>II</sup> ions tend to form triangular complexes with pyrazoles,\noften with coordinatively unsaturated metal sites, these trinuclear\ncomplexes are convenient three-connected SBU nodes. Nevertheless, they have been only partially explored as SBUs: Some\n1D and 2D CPs based on triangular [Cu<sub>3</sub>(μ<sub>3</sub>-OH)­(μ-pz)<sub>3</sub>]<sup>2+</sup> SBUs and 4,4′-bipyridine,\nsuccinate, and carboxylate linkers have been reported. The latter often forms supramolecular 3D networks via additional\nH bonds.\n</p>", "clean_text": "The concept of secondary building unit (SBU) is particularly useful in the design of CP structures of predetermined topologies that incorporate specific SBU-properties, for example, catalytic activity or magnetism. A hexanuclear copper-based SBU has been used to build a MOF with magnetic properties and photocatalytic activity. Our group has described the synthesis and spectroscopic and magnetic properties of a series of trinuclear CuII 3(μ3-E) (E = O, OH) and CuII 3(μ3-E)2 (E = Cl and Br) complexes and shown that the sign and magnitude of magnetic exchange between copper centers is strongly dependent on the Cu-E-Cu angle. CuII-pz complexes with Cu3(μ3-O) core are redox-active and capable of cycling between a homovalent CuII 3 and a mixed-valent CuII 2CuIII state by a one-electron redox process. Because CuII ions tend to form triangular complexes with pyrazoles, often with coordinatively unsaturated metal sites, these trinuclear complexes are convenient three-connected SBU nodes. Nevertheless, they have been only partially explored as SBUs: Some 1D and 2D CPs based on triangular [Cu3(μ3-OH)(μ-pz)3]2+ SBUs and 4,4'-bipyridine, succinate, and carboxylate linkers have been reported. The latter often forms supramolecular 3D networks via additional H bonds. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Whereas structural, electronic, spectroscopic, and gas sorption\nproperties of CPs and MOFs are studied rather routinely, their mechanical\nproperties, such as resistance to high pressure and temperature, are\nseldom studied. Structural investigations\nunder high pressure probe the stability, elasticity, hardness, and\nstiffness. The structural versatility of CPs involving flexible linkers\nmakes them ideal candidates to study the effects of external forces,\nsuch as pressure. These materials exhibit a variety of behaviors under applied pressure,\nwith the most commonly observed responses being pressure-induced amorphization\n(PIA) and phase transition to a new phase. For example, the proton conductivity of a zinc-phosphate\n1D chain decreases 1000-fold upon pressure application of 3–7\nGPa. The 0.6 GPa phase transition of\nsiliceous TON zeolite from the <italic>Cmc</italic>2<sub>1</sub> to\na <italic>Pbn</italic>2<sub>1</sub> structure has been reported. The experimental observation of irreversible\namorphization of MOF-5 crystals at 2 GPa was later attributed, by\nfirst-principle calculations, to local distortions in the framework,\nwith no involvement of bond breaking or forming. The application of 1.9 GPa pressure brings about mechanochemical\nbond breaking, leading to amorphization of the UiO-66 MOF, as determined\nby EXAFS and IR spectroscopies. Some\nCPs have demonstrated a mechanical effect, known as negative linear\ncompressibility (NLC), with potential applications in high-pressure\nenvironment sensors. A 3D hybrid zinc\nformate framework with a high degree of mechanical anisotropy and\naxial NLC has been reported. The effect\nof applying an external pressure on the trinuclear molecular wire\ncomplex [Co<sub>3</sub>(dpa)<sub>4</sub>Cl<sub>2</sub>] (dpa<sup>–</sup> = 2,2-dipyridylamide anion) is that the terminal Co–Cl bond\ndistance initially increases by 0.013(4) Å under 0.32 GPa, beyond\nwhich it continuously decreases. A similar\nlinear complex, [Co<sub>3</sub>(dpa)<sub>4</sub>Br<sub>2</sub>], has\nbeen studied up to a pressure of 13.6(2) GPa in a diamond anvil cell\n(DAC); Co–Br and Co–Co bond lengths decreased by 12\nand 4% at 11.8(2) GPa, respectively. However,\ncrystalline porous materials are typically amorphized under relatively\nlow pressures. For example, ZIF-8 has\nbeen shown to be compressible with an irreversible PIA at ∼0.34\nGPa. Similarly, [Zn<sub>4</sub>O­(BDC)<sub>3</sub>] (MOF-5) is irreversibly amorphized under a much lower compressing\npressure of 3.5 MPa. In contrast, the\nflexibility of an alkyl-chain-supported MOF can bring about dramatic\nelastic behavior of a single crystal; [Zn­(HO<sub>3</sub>PC<sub>4</sub>H<sub>8</sub>PO<sub>3</sub>H)]<sub>\n<italic>n</italic>\n</sub> (ZAG-4)\ncontaining a C<sub>4</sub>-alkyl chain is compressible, within the\n0–10 GPa range, maintaining its single-crystal quality.\n</p>", "clean_text": "Whereas structural, electronic, spectroscopic, and gas sorption properties of CPs and MOFs are studied rather routinely, their mechanical properties, such as resistance to high pressure and temperature, are seldom studied. Structural investigations under high pressure probe the stability, elasticity, hardness, and stiffness. The structural versatility of CPs involving flexible linkers makes them ideal candidates to study the effects of external forces, such as pressure. These materials exhibit a variety of behaviors under applied pressure, with the most commonly observed responses being pressure-induced amorphization (PIA) and phase transition to a new phase. For example, the proton conductivity of a zinc-phosphate 1D chain decreases 1000-fold upon pressure application of 3-7 GPa. The 0.6 GPa phase transition of siliceous TON zeolite from the Cmc21 to a Pbn21 structure has been reported. The experimental observation of irreversible amorphization of MOF-5 crystals at 2 GPa was later attributed, by first-principle calculations, to local distortions in the framework, with no involvement of bond breaking or forming. The application of 1.9 GPa pressure brings about mechanochemical bond breaking, leading to amorphization of the UiO-66 MOF, as determined by EXAFS and IR spectroscopies. Some CPs have demonstrated a mechanical effect, known as negative linear compressibility (NLC), with potential applications in high-pressure environment sensors. A 3D hybrid zinc formate framework with a high degree of mechanical anisotropy and axial NLC has been reported. The effect of applying an external pressure on the trinuclear molecular wire complex [Co3(dpa)4Cl2] (dpa- = 2,2-dipyridylamide anion) is that the terminal Co-Cl bond distance initially increases by 0.013(4) Å under 0.32 GPa, beyond which it continuously decreases. A similar linear complex, [Co3(dpa)4Br2], has been studied up to a pressure of 13.6(2) GPa in a diamond anvil cell (DAC); Co-Br and Co-Co bond lengths decreased by 12 and 4% at 11.8(2) GPa, respectively. However, crystalline porous materials are typically amorphized under relatively low pressures. For example, ZIF-8 has been shown to be compressible with an irreversible PIA at ~0.34 GPa. Similarly, [Zn4O(BDC)3] (MOF-5) is irreversibly amorphized under a much lower compressing pressure of 3.5 MPa. In contrast, the flexibility of an alkyl-chain-supported MOF can bring about dramatic elastic behavior of a single crystal; [Zn(HO3PC4H8PO3H)] n  (ZAG-4) containing a C4-alkyl chain is compressible, within the 0-10 GPa range, maintaining its single-crystal quality. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Although X-ray studies under high-pressure\nare technically possible,\nthe study of pressure-induced deformation at a molecular level is\nrare. In this paper, we report the synthesis and characterization,\nby single-crystal (SC-XRD) and powder X-ray diffraction (PXRD), of\nthree new CPs, along with the evaluation of the elasticity and amorphization\nof one compound using SC-XRD and PXRD methods in a DAC.</p>", "clean_text": "Although X-ray studies under high-pressure are technically possible, the study of pressure-induced deformation at a molecular level is rare. In this paper, we report the synthesis and characterization, by single-crystal (SC-XRD) and powder X-ray diffraction (PXRD), of three new CPs, along with the evaluation of the elasticity and amorphization of one compound using SC-XRD and PXRD methods in a DAC.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Experimetal Section</title><title>Materials\nand Methods</title><p>Reagents and solvents were commercially\navailable and used as received. All reactions and manipulations were\ncarried out in air. [PPN]<sub>2</sub>[Cu<sub>3</sub>(μ<sub>3</sub>-O)­(μ-pz)<sub>3</sub>Cl<sub>3</sub>] was synthesized following\nthe previously reported procedure. Elemental\nanalyses (C, H, N) were performed at Galbraith Laboratories, Knoxville,\nTennessee.</p>", "clean_text": "Experimetal Section\n\nMaterials and Methods\n\nReagents and solvents were commercially available and used as received. All reactions and manipulations were carried out in air. [PPN]2[Cu3(μ3-O)(μ-pz)3Cl3] was synthesized following the previously reported procedure. Elemental analyses (C, H, N) were performed at Galbraith Laboratories, Knoxville, Tennessee.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>General Procedure for the Synthesis of Three\nPolymorphs</title><title>Synthesis of {[Cu<sub>3</sub>(μ<sub>3</sub>-OH)­(μ-Cl)­(μ-pz)<sub>3</sub>Cl­(tmpy)]­(CH<sub>3</sub>CN)}<sub>\n<italic>n</italic>\n</sub> [<bold>1</bold>] and [<bold>2</bold>]</title><p>[PPN]<sub>2</sub>[Cu<sub>3</sub>(μ<sub>3</sub>-O)­(μ-pz)<sub>3</sub>Cl<sub>3</sub>] (0.013 mmol, 20 mg) and tmpy (0.006 mmol, 1.2 mg) were added to\n10 mL of CH<sub>3</sub>CN under stirring. The reaction mixture was\nfiltered after 24 h, and slow evaporation of the filtrate in air yielded\nwell-formed light-blue crystals of [<bold>1</bold>], suitable for\na SC-XRD determination. Yield: 60%. Elemental analysis calcd (%) for\n[Cu<sub>3</sub>(μ<sub>3</sub>-OH)­(μ-Cl)­(μ-pz)<sub>3</sub>Cl­(tmpy)]·H<sub>2</sub>O, C<sub>22</sub>H<sub>26</sub>Cl<sub>2</sub>Cu<sub>3</sub>N<sub>8</sub>O<sub>2</sub>: C, 38.10;\nH, 3.78; N, 16.17. Found: C, 37.19; H, 3.81; N, 15.75. After the removal\nof the crystals of [<bold>1</bold>], the mother liquor was allowed\nto further concentrate by evaporation, finally yielding a second crop\nof a few dark-blue crystals of [<bold>2</bold>]. The crystals of [<bold>2</bold>] standing in air quickly turned into powder upon the loss\nof solvent. The SC-XRD determination of [<bold>2</bold>] was carried\nout at 200 K with a crystal sealed in a capillary tube under its mother\nliquor.</p>", "clean_text": "General Procedure for the Synthesis of Three Polymorphs\n\nSynthesis of {[Cu3(μ3-OH)(μ-Cl)(μ-pz)3Cl(tmpy)](CH3CN)} n  [1] and [2]\n\n[PPN]2[Cu3(μ3-O)(μ-pz)3Cl3] (0.013 mmol, 20 mg) and tmpy (0.006 mmol, 1.2 mg) were added to 10 mL of CH3CN under stirring. The reaction mixture was filtered after 24 h, and slow evaporation of the filtrate in air yielded well-formed light-blue crystals of [1], suitable for a SC-XRD determination. Yield: 60%. Elemental analysis calcd (%) for [Cu3(μ3-OH)(μ-Cl)(μ-pz)3Cl(tmpy)]⋅H2O, C22H26Cl2Cu3N8O2: C, 38.10; H, 3.78; N, 16.17. Found: C, 37.19; H, 3.81; N, 15.75. After the removal of the crystals of [1], the mother liquor was allowed to further concentrate by evaporation, finally yielding a second crop of a few dark-blue crystals of [2]. The crystals of [2] standing in air quickly turned into powder upon the loss of solvent. The SC-XRD determination of [2] was carried out at 200 K with a crystal sealed in a capillary tube under its mother liquor.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of {[Cu<sub>3</sub>(μ<sub>3</sub>-OH)­(μ-Cl)­(μ-pz)<sub>3</sub>Cl­(tmpy)]­(CH<sub>3</sub>CN)}<sub>\n<italic>n</italic>\n</sub>\n<bold>[3</bold>]</title><p>Complex [<bold>3</bold>] was synthesized in a\nsimilar way as described for [<bold>1</bold>], except that the reaction\nmolar ratio was 2:1.5 (instead of 2:1). Yield: 40%. Although the crystal\nstructure shows CH<sub>3</sub>CN solvent molecules in the lattice,\nthe dried sample sent for elemental analysis showed none. Elemental\nanalysis calcd (%) for [Cu<sub>3</sub>(μ<sub>3</sub>-OH)­(μ-Cl)­(μ-pz)<sub>3</sub>Cl­(tmpy)], C<sub>22</sub>H<sub>24</sub>Cl<sub>2</sub>Cu<sub>3</sub>N<sub>8</sub>O: C, 39.11; H, 3.58; N, 16.60. Found: C, 38.74;\nH, 3.67; N, 16.56.</p>", "clean_text": "Synthesis of {[Cu3(μ3-OH)(μ-Cl)(μ-pz)3Cl(tmpy)](CH3CN)} n  [3]\n\nComplex [3] was synthesized in a similar way as described for [1], except that the reaction molar ratio was 2:1.5 (instead of 2:1). Yield: 40%. Although the crystal structure shows CH3CN solvent molecules in the lattice, the dried sample sent for elemental analysis showed none. Elemental analysis calcd (%) for [Cu3(μ3-OH)(μ-Cl)(μ-pz)3Cl(tmpy)], C22H24Cl2Cu3N8O: C, 39.11; H, 3.58; N, 16.60. Found: C, 38.74; H, 3.67; N, 16.56.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Ambient-Pressure, Single-Crystal X-ray Diffraction</title><p>The SC-XRD data of compounds [<bold>1</bold>]–[<bold>3</bold>] (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01482/suppl_file/cg8b01482_si_001.pdf\">Table S1</ext-link>) were collected on a Bruker\nD8 QUEST system equipped with a TRIUMPH curved-crystal monochromator\nand a Mo–Kα fine-focus X-ray tube with graphite monochromated\nMo–Kα radiation (λ = 0.71073 Å) at either\nambient or low temperature using the APEX3 or APEX2 suite. Frames\nwere integrated with the Bruker SAINT software package using a narrow-frame\nalgorithm. Absorption effects were corrected using the multiscan method\n(SADABS). Structures were solved by intrinsic phasing methods with\nShelXT and refined with ShelXL using\nfull-matrix least-squares minimization using Olex2. All non-hydrogen atoms were refined anisotropically. Hydrogen\natom positions were calculated and fixed by HFIX with their thermal\nellipsoids riding on those of their oxygen or carbon atoms.</p>", "clean_text": "Ambient-Pressure, Single-Crystal X-ray Diffraction\n\nThe SC-XRD data of compounds [1]-[3] (Table S1) were collected on a Bruker D8 QUEST system equipped with a TRIUMPH curved-crystal monochromator and a Mo-Kα fine-focus X-ray tube with graphite monochromated Mo-Kα radiation (λ = 0.71073 Å) at either ambient or low temperature using the APEX3 or APEX2 suite. Frames were integrated with the Bruker SAINT software package using a narrow-frame algorithm. Absorption effects were corrected using the multiscan method (SADABS). Structures were solved by intrinsic phasing methods with ShelXT and refined with ShelXL using full-matrix least-squares minimization using Olex2. All non-hydrogen atoms were refined anisotropically. Hydrogen atom positions were calculated and fixed by HFIX with their thermal ellipsoids riding on those of their oxygen or carbon atoms.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>High-Pressure\nPowder and Single-Crystal X-ray Diffraction</title><p>DAC experiments\nwere performed using a symmetrical cell and diamond\nanvils of 900 μm culet size. A beryllium bronze gasket 350 μm\nthick was preindented to 150 μm thickness. The pressure chamber\nwas a 300 μm hole drilled in the gasket. The pressure was determined\nfrom the fluorescence shift of small ruby crystals within the pressure\nchamber. XRD patterns of [<bold>3</bold>] at high pressure were collected using a GADDS/D8 diffractometer\n(Bruker) equipped with an APEX Smart CCD detector and a direct-drive\nmolybdenum rotating anode (MacScience) with λ = 0.71073 Å.\n2D diffraction images were integrated using FIT 2D. Two high-pressure experiments without and with pressure-transmitting\nmedia (silicone oil, 5 cSt viscosity, Sigma-Aldrich) were performed.</p>", "clean_text": "High-Pressure Powder and Single-Crystal X-ray Diffraction\n\nDAC experiments were performed using a symmetrical cell and diamond anvils of 900 μm culet size. A beryllium bronze gasket 350 μm thick was preindented to 150 μm thickness. The pressure chamber was a 300 μm hole drilled in the gasket. The pressure was determined from the fluorescence shift of small ruby crystals within the pressure chamber. XRD patterns of [3] at high pressure were collected using a GADDS/D8 diffractometer (Bruker) equipped with an APEX Smart CCD detector and a direct-drive molybdenum rotating anode (MacScience) with λ = 0.71073 Å. 2D diffraction images were integrated using FIT 2D. Two high-pressure experiments without and with pressure-transmitting media (silicone oil, 5 cSt viscosity, Sigma-Aldrich) were performed.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>High-pressure single-crystal measurements were carried out using\na (DESY) BX90-type DAC equipped with type-Ia 350 mm culet Boehler-Almax\ngeometry diamond anvils with 85° angular access. Rhenium gaskets with a 200 mm hole were used to contain the samples.\nGasket holes were cut using an Oxford Instruments laser mill at the\nAdvanced Light Source (ALS), Berkeley, CA. A single crystal of [<bold>3</bold>] and two ruby spheres were loaded into the sample compartment\nwith neon as the pressure medium. The standard ruby fluorescence gauge\nwas used to determine pressure. Neon\nwas loaded using the gas-loading apparatus at the ALS. The loaded\nDAC was mounted on the Huber sample stages on Beamline 12.2.2 at the\nALS. Shutterless, single-crystal diffraction data were collected on\na PerkinElmer amorphous silicon detector using synchrotron radiation\nmonochromated by silicon (111) to a wavelength of 0.49594 Å (25\nkeV). Phi scans were employed to measure across both diamonds, with\n0.25° image width. Distance and wavelength were calibrated using\na single-crystal quartz diffraction standard. To avoid integrating\ndetector regions obscured by the DAC, image masks were created using\nthe program ECLIPSE.\n</p>", "clean_text": "High-pressure single-crystal measurements were carried out using a (DESY) BX90-type DAC equipped with type-Ia 350 mm culet Boehler-Almax geometry diamond anvils with 85° angular access. Rhenium gaskets with a 200 mm hole were used to contain the samples. Gasket holes were cut using an Oxford Instruments laser mill at the Advanced Light Source (ALS), Berkeley, CA. A single crystal of [3] and two ruby spheres were loaded into the sample compartment with neon as the pressure medium. The standard ruby fluorescence gauge was used to determine pressure. Neon was loaded using the gas-loading apparatus at the ALS. The loaded DAC was mounted on the Huber sample stages on Beamline 12.2.2 at the ALS. Shutterless, single-crystal diffraction data were collected on a PerkinElmer amorphous silicon detector using synchrotron radiation monochromated by silicon (111) to a wavelength of 0.49594 Å (25 keV). Phi scans were employed to measure across both diamonds, with 0.25° image width. Distance and wavelength were calibrated using a single-crystal quartz diffraction standard. To avoid integrating detector regions obscured by the DAC, image masks were created using the program ECLIPSE. ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Synthesis\nof Complexes [<bold>1</bold>]–[<bold>3</bold>]</title><p>Compound\n[<bold>1</bold>] and [<bold>2</bold>] were obtained\nfrom a reaction of tmpy and [PPN]<sub>2</sub>[Cu<sub>3</sub>(μ<sub>3</sub>-O)­(μ-pz)<sub>3</sub>Cl<sub>3</sub>] in 1:2 molar ratio\nin CH<sub>3</sub>CN. When the molar ratio was changed to 1.5:2 (other\nconditions were kept constant), compound [<bold>3</bold>] was synthesized.\nAll three compounds were crystallized from the mother liquor and were\nshown crystallographically to have the same chemical formula but different\nstructures. Compounds [<bold>1</bold>]–[<bold>3</bold>] are\nair-stable but lose their interstitial solvents upon exposure to air.</p>", "clean_text": "Results and Discussion\n\nSynthesis of Complexes [1]-[3]\n\nCompound [1] and [2] were obtained from a reaction of tmpy and [PPN]2[Cu3(μ3-O)(μ-pz)3Cl3] in 1:2 molar ratio in CH3CN. When the molar ratio was changed to 1.5:2 (other conditions were kept constant), compound [3] was synthesized. All three compounds were crystallized from the mother liquor and were shown crystallographically to have the same chemical formula but different structures. Compounds [1]-[3] are air-stable but lose their interstitial solvents upon exposure to air.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Compounds [<bold>1</bold>]–[<bold>3</bold>] are topological\nisomers consisting of trinuclear [Cu<sub>3</sub>(μ<sub>3</sub>-OH)­(μ<sub>3</sub>-Cl))­(μ-pz)<sub>3</sub>]-SBUs connected\nby tmpy linkers. The different positions of the Cl atoms with regard\nto the Cu<sub>3</sub>–SBUs cause the differences between the\n3D structures of [<bold>1</bold>] and [<bold>2</bold>]: Compounds\n[<bold>1</bold>] and [<bold>2</bold>] are 1D polymers, whereas [<bold>3</bold>] is a 2D polymer. The Cu-atom coordination spheres are depicted\nin , and pertinent\nbond lengths and angles are summarized in . Compound [<bold>1</bold>] crystallizes\nin the orthorhombic <italic>Pnma</italic> space group, with the asymmetric\nunit consisting of one-half formula unit and the other half generated\nby a mirror plane bisecting the trinuclear motif perpendicular to\nthe Cu<sub>3</sub> plane.</p>", "clean_text": "Compounds [1]-[3] are topological isomers consisting of trinuclear [Cu3(μ3-OH)(μ3-Cl))(μ-pz)3]-SBUs connected by tmpy linkers. The different positions of the Cl atoms with regard to the Cu3-SBUs cause the differences between the 3D structures of [1] and [2]: Compounds [1] and [2] are 1D polymers, whereas [3] is a 2D polymer. The Cu-atom coordination spheres are depicted in , and pertinent bond lengths and angles are summarized in . Compound [1] crystallizes in the orthorhombic Pnma space group, with the asymmetric unit consisting of one-half formula unit and the other half generated by a mirror plane bisecting the trinuclear motif perpendicular to the Cu3 plane.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Coordination environment of Cu<sup>II</sup> atoms\nof [<bold>1</bold>] (left), [<bold>2</bold>] (center), and [<bold>3</bold>] (right).\nTrimethylene links of tmpy and H atoms omitted for clarity. Color\ncode: Cu, cyan; O, red; N, blue, Cl, green; C, black.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cg-2018-01482z_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Coordination environment of CuII atoms of [1] (left), [2] (center), and [3] (right). Trimethylene links of tmpy and H atoms omitted for clarity. Color code: Cu, cyan; O, red; N, blue, Cl, green; C, black.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Selected Interatomic Distances (Å)\nand Angles (°) of Compounds [<bold>1</bold>]–[<bold>3</bold>]</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">[<bold>1</bold>]</oasis:entry>\n<oasis:entry align=\"center\">[<bold>2</bold>]</oasis:entry>\n<oasis:entry align=\"center\">[<bold>3</bold>]</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Cu–O</oasis:entry>\n<oasis:entry>1.964(5)–1.975(3)</oasis:entry>\n<oasis:entry>1.986(3)–2.026(3)</oasis:entry>\n<oasis:entry>1.981(2)–2.047(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu–N<sub>pz</sub>\n</oasis:entry>\n<oasis:entry>1.958(5)–1.964(5)</oasis:entry>\n<oasis:entry>1.932(3)–1.959(4)</oasis:entry>\n<oasis:entry>1.929(3)–1.967(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu–N<sub>tmpy</sub>\n</oasis:entry>\n<oasis:entry>2.013(5)</oasis:entry>\n<oasis:entry>2.009(3)</oasis:entry>\n<oasis:entry>2.013(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu–Cl</oasis:entry>\n<oasis:entry>2.265(3)</oasis:entry>\n<oasis:entry>2.578(1)</oasis:entry>\n<oasis:entry>N/A</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu–(μ-Cl)</oasis:entry>\n<oasis:entry>2.634(2)</oasis:entry>\n<oasis:entry>2.273(1)–2.894(1)</oasis:entry>\n<oasis:entry>2.278(8)–2.876(1)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu–O–Cu</oasis:entry>\n<oasis:entry>103.10(3)–118.55(2)</oasis:entry>\n<oasis:entry>104.62(1)–115.61(1)</oasis:entry>\n<oasis:entry>102.22(8)–115.16(9)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu···Cu (intratrimer)</oasis:entry>\n<oasis:entry>3.095(1)–3.387(1)</oasis:entry>\n<oasis:entry>3.191(7)–3.378(8)</oasis:entry>\n<oasis:entry>3.161(6)–3.373(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu···Cu (Cu−μ-Cl–Cu)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>3.970(9)</oasis:entry>\n<oasis:entry>3.833(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu···tmpy···Cu</oasis:entry>\n<oasis:entry>12.683(2)</oasis:entry>\n<oasis:entry>12.577(1)</oasis:entry>\n<oasis:entry>12.635(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>N-to-N (tmpy)</oasis:entry>\n<oasis:entry>9.523(1)</oasis:entry>\n<oasis:entry>9.485(7)</oasis:entry>\n<oasis:entry>9.082(3)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Compound [<bold>1</bold>] is a 1D chain running along the crystallographic <italic>a</italic> axis, consisting of trinuclear Cu<sub>3</sub> units connected\nby tmpy ligands (a). The tmpy ligand in the TT conformation presents a tip-to-tip\nN···N distance of 9.523(1) Å, bringing about an\ninter-SBU Cu···Cu separation of 12.683(2) Å and\na Cu–tmpy–Cu angle of 119.42°. The tmpy spacers\nlink adjacent trinuclear [Cu<sub>3</sub>(μ<sub>3</sub>-OH)­(μ-Cl)­(μ-pz)<sub>3</sub>Cl] SBUs generating parallel, zigzag chains. Strong interchain\nH bonds between μ<sub>3</sub>-OH and Cl from adjacent chain\nare shown in the packing diagram (O···Cl 2.939 Å, ). Two similar structures\ncontaining similar SBUs, {[Cu<sub>3</sub>(μ<sub>3</sub>-OH)­(μ-pz)<sub>3</sub>(py)­(μ-4,4′-bpy)]­(CF<sub>3</sub>SO<sub>3</sub>)<sub>2</sub>·0.5H<sub>2</sub>O}<sub>\n<italic>n</italic>\n</sub> and [Cu<sub>3</sub>(μ<sub>3</sub>-OMe)­(μ-pz)<sub>3</sub>(Me­(CH<sub>2</sub>)<sub>4</sub>COO)<sub>2</sub>(μ-4,4′-bpy)],\nhave been reported. Zigzag chains, similar to those\nin [<bold>1</bold>], have been found in two [Ag­(tmpy)]<sub>\n<italic>n</italic>\n</sub>\n<sup>+</sup> and [Cu<sub>2</sub>(maa)<sub>4</sub>(tmpy)]<sub>\n<italic>n</italic>\n</sub> CPs (Hmaa = 2-methylacrylic\nacid), with the tmpy ligands of the two Ag compounds\nin a TT conformation and long N-to-N separations of 9.57 and 9.70\nÅ, respectively, whereas a TG conformation with shorter N-to-N\ndistance of 8.98 Å was found in the Cu<sub>2</sub> compound.\n[<bold>1</bold>] contains solvent-accessible channels (4.6% of cell\nvolume) parallel to the crystallographic <italic>a</italic> axis.</p>", "clean_text": "Compound [1] is a 1D chain running along the crystallographic a axis, consisting of trinuclear Cu3 units connected by tmpy ligands (a). The tmpy ligand in the TT conformation presents a tip-to-tip N⋅⋅⋅N distance of 9.523(1) Å, bringing about an inter-SBU Cu⋅⋅⋅Cu separation of 12.683(2) Å and a Cu-tmpy-Cu angle of 119.42°. The tmpy spacers link adjacent trinuclear [Cu3(μ3-OH)(μ-Cl)(μ-pz)3Cl] SBUs generating parallel, zigzag chains. Strong interchain H bonds between μ3-OH and Cl from adjacent chain are shown in the packing diagram (O⋅⋅⋅Cl 2.939 Å, ). Two similar structures containing similar SBUs, {[Cu3(μ3-OH)(μ-pz)3(py)(μ-4,4'-bpy)](CF3SO3)2⋅0.5H2O} n  and [Cu3(μ3-OMe)(μ-pz)3(Me(CH2)4COO)2(μ-4,4'-bpy)], have been reported. Zigzag chains, similar to those in [1], have been found in two [Ag(tmpy)] n  + and [Cu2(maa)4(tmpy)] n  CPs (Hmaa = 2-methylacrylic acid), with the tmpy ligands of the two Ag compounds in a TT conformation and long N-to-N separations of 9.57 and 9.70 Å, respectively, whereas a TG conformation with shorter N-to-N distance of 8.98 Å was found in the Cu2 compound. [1] contains solvent-accessible channels (4.6% of cell volume) parallel to the crystallographic a axis.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) 1D\nzigzag chain in complex [<bold>1</bold>], (b) 1D double-stranded\nchain of [<bold>2</bold>], and (c) 2D chain of [<bold>3</bold>] showing\nthe conformations of tmpy linkers, all viewed along the crystallographic <italic>a</italic> axis. H atoms are not shown for clarity; color code: Cu,\ncyan; O, red; N, blue, Cl, green; C, black.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cg-2018-01482z_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) 1D zigzag chain in complex [1], (b) 1D double-stranded chain of [2], and (c) 2D chain of [3] showing the conformations of tmpy linkers, all viewed along the crystallographic a axis. H atoms are not shown for clarity; color code: Cu, cyan; O, red; N, blue, Cl, green; C, black.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Part of the crystal structure of [<bold>1</bold>] showing intermolecular\nO–H···Cl H bonds. Hydrogen atoms are omitted\nfor clarity.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cg-2018-01482z_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Part of the crystal structure of [1] showing intermolecular O-H⋅⋅⋅Cl H bonds. Hydrogen atoms are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>Compound [<bold>2</bold>] crystallizes in the monoclinic space\ngroup <italic>P</italic>2<sub>1</sub>\n<italic>/n</italic>, with the\nasymmetric unit consisting of a trinuclear SBU, one tmpy ligand, and\ntwo interstitial acetonitrile molecules. As shown in b, compound [<bold>2</bold>] forms hexanuclear clusters generated by two parallel trinuclear\nmoieties, doubly bridged unsymmetrically by Cl atoms: Cu–Cl\n2.273(1) and 2.894(1) Å. This hexanuclear arrangement is similar\nto the one found in the [{Cu<sub>3</sub>(μ<sub>3</sub>-OH)­(μ-pz)<sub>3</sub>(Cl)­(Hpz)<sub>3</sub>}<sub>2</sub>(μ-Cl)<sub>2</sub>]·H<sub>2</sub>O, in which [Cu<sub>3</sub>(μ<sub>3</sub>-OH)­(μ-pz)<sub>3</sub>Cl­(Hpz)<sub>2</sub>]<sup>+</sup> units\nare connected through two symmetric chloride bridges (Cu–Cl\n2.709(5) Å). The tmpy ligands in\n[<bold>2</bold>] adopt a symmetrical TT conformation with average\nN···N separation of 9.486(5) Å; the corresponding\ndistance between the two Cu atoms bonded to the same tmpy is 12.577(1)\nÅ (b).\nThe Cu–tmpy–Cu angle is 121.88°, larger than in\n[<bold>1</bold>]. Compound [<bold>2</bold>] also contains solvent-accessible\nchannels along the crystallographic <italic>a</italic> axis (7.8%\nof cell volume).</p>", "clean_text": "Compound [2] crystallizes in the monoclinic space group P21 /n, with the asymmetric unit consisting of a trinuclear SBU, one tmpy ligand, and two interstitial acetonitrile molecules. As shown in b, compound [2] forms hexanuclear clusters generated by two parallel trinuclear moieties, doubly bridged unsymmetrically by Cl atoms: Cu-Cl 2.273(1) and 2.894(1) Å. This hexanuclear arrangement is similar to the one found in the [{Cu3(μ3-OH)(μ-pz)3(Cl)(Hpz)3}2(μ-Cl)2]⋅H2O, in which [Cu3(μ3-OH)(μ-pz)3Cl(Hpz)2]+ units are connected through two symmetric chloride bridges (Cu-Cl 2.709(5) Å). The tmpy ligands in [2] adopt a symmetrical TT conformation with average N⋅⋅⋅N separation of 9.486(5) Å; the corresponding distance between the two Cu atoms bonded to the same tmpy is 12.577(1) Å (b). The Cu-tmpy-Cu angle is 121.88°, larger than in [1]. Compound [2] also contains solvent-accessible channels along the crystallographic a axis (7.8% of cell volume).", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Finally, a crystal-packing diagram shows the\nadjacent wave-like\nCu<sub>3</sub>–tmpy 1D polymers forming a double-stranded chain\nvia weak Cu−μ–Cl bonds. The unsymmetrical Cl bridge\ngives rise to a Cu···Cu intertrimer separation of 3.970(9)\nÅ. These hexanuclear clusters act as four-connecting nodes, which\nis shown in . Two interstitial CH<sub>3</sub>CN molecules are located in positions\nof no chemical significance.</p>", "clean_text": "Finally, a crystal-packing diagram shows the adjacent wave-like Cu3-tmpy 1D polymers forming a double-stranded chain via weak Cu-μ-Cl bonds. The unsymmetrical Cl bridge gives rise to a Cu⋅⋅⋅Cu intertrimer separation of 3.970(9) Å. These hexanuclear clusters act as four-connecting nodes, which is shown in . Two interstitial CH3CN molecules are located in positions of no chemical significance.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>View of the 2D coordination network of [<bold>3</bold>] parallel\nto the crystallographic <italic>c</italic> axis; H atoms are omitted\nfor clarity. Color code: Cu, cyan; O, red; N, blue, Cl, green; C,\nblack.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cg-2018-01482z_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  View of the 2D coordination network of [3] parallel to the crystallographic c axis; H atoms are omitted for clarity. Color code: Cu, cyan; O, red; N, blue, Cl, green; C, black.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Compound [<bold>3</bold>] crystallizes\nin the monoclinic space\ngroup <italic>C</italic>2<italic>/c</italic>. It has a similar asymmetric\nunit as [<bold>2</bold>], except that there is only one interstitial\nacetonitrile molecule. In contrast with [<bold>1</bold>] and [<bold>2</bold>], in compound [<bold>3</bold>], the tmpy ligands are in\nTG conformation (c) with an N-to-N distance of 9.082(3) Å (shorter than compound\n[<bold>1</bold>] and [<bold>2</bold>]) and tmpy-bridged Cu···Cu\nseparation of 12.635(7) Å (intermediate to those of compounds\n[<bold>1</bold>] and [<bold>2</bold>], ).</p>", "clean_text": "Compound [3] crystallizes in the monoclinic space group C2/c. It has a similar asymmetric unit as [2], except that there is only one interstitial acetonitrile molecule. In contrast with [1] and [2], in compound [3], the tmpy ligands are in TG conformation (c) with an N-to-N distance of 9.082(3) Å (shorter than compound [1] and [2]) and tmpy-bridged Cu⋅⋅⋅Cu separation of 12.635(7) Å (intermediate to those of compounds [1] and [2], ).", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The supramolecular assembly of [<bold>3</bold>] is also similar\nto that found in [<bold>2</bold>]. The SBU of [<bold>3</bold>] can\nbe better described as a hexanuclear unit formed by two trinuclear\nmoieties joined through two monodentate asymmetrically bridging Cl\nions. In comparison with compound [<bold>2</bold>], the μ-Cl\nbridges (Cu–Cl 2.278(8) and 2.861(1) Å) give rise to a\nshorter Cu···Cu intertrimer distance of 3.833 (7) Å.\nEach hexanuclear Cu<sub>6</sub> cluster is linked to four other Cu<sub>6</sub> clusters through four tmpy ligands to form a 2D structure\n(). Finally,\nintermolecular Cu–(μ-Cl) () and C–H−π interactions\nfound between the methyl group of acetonitrile and the centroid of\npyrazolate ring (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01482/suppl_file/cg8b01482_si_001.pdf\">Table S2</ext-link>) further contribute\nto the stability of the overall hexanuclear assembly and lead to the\nformation of the CP structure. Small channels, running perpendicular\nto the 2D sheets, are occupied by disordered acetonitrile molecules\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01482/suppl_file/cg8b01482_si_001.pdf\">Figure S1</ext-link>, solvent-accessible voids occupy\n2.9% of cell volume).</p>", "clean_text": "The supramolecular assembly of [3] is also similar to that found in [2]. The SBU of [3] can be better described as a hexanuclear unit formed by two trinuclear moieties joined through two monodentate asymmetrically bridging Cl ions. In comparison with compound [2], the μ-Cl bridges (Cu-Cl 2.278(8) and 2.861(1) Å) give rise to a shorter Cu⋅⋅⋅Cu intertrimer distance of 3.833 (7) Å. Each hexanuclear Cu6 cluster is linked to four other Cu6 clusters through four tmpy ligands to form a 2D structure (). Finally, intermolecular Cu-(μ-Cl) () and C-H-π interactions found between the methyl group of acetonitrile and the centroid of pyrazolate ring (Table S2) further contribute to the stability of the overall hexanuclear assembly and lead to the formation of the CP structure. Small channels, running perpendicular to the 2D sheets, are occupied by disordered acetonitrile molecules (Figure S1, solvent-accessible voids occupy 2.9% of cell volume).", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<title>Investigation of the Flexibility of Compound\n[<bold>3</bold>] under High Pressure by PXRD</title><p>Because of the\nloss interstitial\nsolvents, crystals of compounds [<bold>1</bold>] and [<bold>2</bold>] did not produce good enough diffraction data in the DAC. The elasticity\nof compound [<bold>3</bold>] was investigated by PXRD under variable\npressure in a DAC. The experimental PXRD pattern for [<bold>3</bold>] shows four prominent peaks, assigned to 200, overlapping 201̅\n+ 002, 202̅, and overlapping 202 + 111 reflections at 2θ\nangles 3.09, 3.4, 4.3, and 4.9°, respectively, based on the pattern\nsimulated from the single-crystal data (a). The high-pressure PXRD (HP-PXRD) experiment\nwas conducted in two legs; stepwise compression up to 4.02 GPa, followed\nby stepwise decompression down to 0.23 GPa, and finally compression\nagain up to 8.47 GPa, revealing the onset of amorphization at 6.10\nGPa (b). Only\n2θ shifts were observed, no phase change. Monitoring the shift\nof the 200, 201̅ + 002, and 202 + 111 reflections to higher\n2θ, up to the amorphization point, indicates contraction, whereas\nthe shift of the 202̅ to lower 2θ indicates expansion\n(c). By feeding\nthe high-pressure 2θ values into the Bragg equation, <italic>d</italic> spacings are calculated for the above reflections at ambient/3.2\nGPa pressure, as follows: 200: 13.35/12.53 Å (−6%); 002:\n11.84/11.19 Å (−5%); 202̅: 9.43/9.93 Å (+5%);\n111: 8.30/8.08 Å (−3%).</p>", "clean_text": "Investigation of the Flexibility of Compound [3] under High Pressure by PXRD\n\nBecause of the loss interstitial solvents, crystals of compounds [1] and [2] did not produce good enough diffraction data in the DAC. The elasticity of compound [3] was investigated by PXRD under variable pressure in a DAC. The experimental PXRD pattern for [3] shows four prominent peaks, assigned to 200, overlapping 201̅ + 002, 202̅, and overlapping 202 + 111 reflections at 2θ angles 3.09, 3.4, 4.3, and 4.9°, respectively, based on the pattern simulated from the single-crystal data (a). The high-pressure PXRD (HP-PXRD) experiment was conducted in two legs; stepwise compression up to 4.02 GPa, followed by stepwise decompression down to 0.23 GPa, and finally compression again up to 8.47 GPa, revealing the onset of amorphization at 6.10 GPa (b). Only 2θ shifts were observed, no phase change. Monitoring the shift of the 200, 201̅ + 002, and 202 + 111 reflections to higher 2θ, up to the amorphization point, indicates contraction, whereas the shift of the 202̅ to lower 2θ indicates expansion (c). By feeding the high-pressure 2θ values into the Bragg equation, d spacings are calculated for the above reflections at ambient/3.2 GPa pressure, as follows: 200: 13.35/12.53 Å (-6%); 002: 11.84/11.19 Å (-5%); 202̅: 9.43/9.93 Å (+5%); 111: 8.30/8.08 Å (-3%).", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>From left: (a) Powder X-ray diffraction\npatterns for [<bold>3</bold>]: simulated from single crystal X-ray\ndata (black), outside the\nDAC (red), and inside the DAC measured at ambient pressure. (b) PXRD\npatterns for [<bold>3</bold>] in DAC at various pressures: outside\nthe DAC (black), compression traces (red), and decompression traces\n(blue). (c) 2θ versus pressure in GPa.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cg-2018-01482z_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  From left: (a) Powder X-ray diffraction patterns for [3]: simulated from single crystal X-ray data (black), outside the DAC (red), and inside the DAC measured at ambient pressure. (b) PXRD patterns for [3] in DAC at various pressures: outside the DAC (black), compression traces (red), and decompression traces (blue). (c) 2θ versus pressure in GPa.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["property"], "content": "<title>Investigation of the Flexibility of Compound [<bold>3</bold>] under\nHigh Pressure by Single-Crystal X-ray Diffraction</title><p>To pinpoint\nthe effect of compression at the molecular level, two\nSC-XRD data sets were collected using synchrotron radiation under\nambient and 1 GPa pressure. The structural parameters determined using\na laboratory X-ray source were reproduced satisfactorily by the synchrotron\ndata with resolution of 1.20 Å in a DAC: Ambient pressure lab\nsource unit-cell parameters, <italic>a</italic> = 26.609(1) Å, <italic>b</italic> = 9.2327(3) Å, <italic>c</italic> = 23.543(1) Å,\nβ = 96.902(1)°, and <italic>V</italic> = 5742.0(4) Å<sup>3</sup> and at 1 GPa, <italic>a</italic> = 26.20(4) Å, <italic>b</italic> = 9.02(1) Å, <italic>c</italic> = 23.05(3) Å,\nβ = 93.36(5)°, and <italic>V</italic> = 5440(1) Å<sup>3</sup>. The unit-cell parameters show compressed axial lengths by\n∼2%, a more acute β-angle, and an overall ∼5.3%\nvolume decrease at 1 GPa. The contraction of axial lengths is consistent\nwith the contraction of <italic>d</italic> spacing of the 200, 002,\nand 111 observed by HP-PXRD (see previous section and b), whereas the expansion of\n202̅ is caused by the change of the 180°-β angle\nfrom 83.10 to 86.64°. Structure solution using the 1 GPa data\nshows that the tmpy linkers expand by 0.33 Å, with the N-to-N\ndistance increasing from 9.082(3) Å at ambient pressure to 9.412(8)\nÅ at 1 GPa. This is attributed to a flattening of the tmpy as\nits interatomic angles become more obtuse, with most significant changes\nmeasured in the C–C–C angles of the aliphatic −(CH<sub>2</sub>)<sub>3</sub>– moiety of the linker from 113.4(3),\n113.2(2), and 110.2(2)° for the structure at ambient pressure\nto 118.29(5), 116.43(8), and 109.4(1)° for the structure at 1\nGPa, respectively. Although there are no significant changes in intertrimer\nCu···Cu distances within the same polymeric net, there\nis a shortening of interlattice Cu···Cu distances:\nthe distance between the closest Cu atoms belonging to the two 2D\nlattices contracts from 3.8325(7) to 3.79(2) Å (). The 2D-polymer [<bold>3</bold>] shows expansion of tmpy, indirectly suggesting that compression\ntakes place primarily in a direction perpendicular to tmpy, an action\nthat would bring the 2D layers of [<bold>3</bold>] to closer proximity.</p>", "clean_text": "Investigation of the Flexibility of Compound [3] under High Pressure by Single-Crystal X-ray Diffraction\n\nTo pinpoint the effect of compression at the molecular level, two SC-XRD data sets were collected using synchrotron radiation under ambient and 1 GPa pressure. The structural parameters determined using a laboratory X-ray source were reproduced satisfactorily by the synchrotron data with resolution of 1.20 Å in a DAC: Ambient pressure lab source unit-cell parameters, a = 26.609(1) Å, b = 9.2327(3) Å, c = 23.543(1) Å, β = 96.902(1)°, and V = 5742.0(4) Å3 and at 1 GPa, a = 26.20(4) Å, b = 9.02(1) Å, c = 23.05(3) Å, β = 93.36(5)°, and V = 5440(1) Å3. The unit-cell parameters show compressed axial lengths by ~2%, a more acute β-angle, and an overall ~5.3% volume decrease at 1 GPa. The contraction of axial lengths is consistent with the contraction of d spacing of the 200, 002, and 111 observed by HP-PXRD (see previous section and b), whereas the expansion of 202̅ is caused by the change of the 180°-β angle from 83.10 to 86.64°. Structure solution using the 1 GPa data shows that the tmpy linkers expand by 0.33 Å, with the N-to-N distance increasing from 9.082(3) Å at ambient pressure to 9.412(8) Å at 1 GPa. This is attributed to a flattening of the tmpy as its interatomic angles become more obtuse, with most significant changes measured in the C-C-C angles of the aliphatic -(CH2)3- moiety of the linker from 113.4(3), 113.2(2), and 110.2(2)° for the structure at ambient pressure to 118.29(5), 116.43(8), and 109.4(1)° for the structure at 1 GPa, respectively. Although there are no significant changes in intertrimer Cu⋅⋅⋅Cu distances within the same polymeric net, there is a shortening of interlattice Cu⋅⋅⋅Cu distances: the distance between the closest Cu atoms belonging to the two 2D lattices contracts from 3.8325(7) to 3.79(2) Å (). The 2D-polymer [3] shows expansion of tmpy, indirectly suggesting that compression takes place primarily in a direction perpendicular to tmpy, an action that would bring the 2D layers of [3] to closer proximity.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Overlay\nof two adjacent sheets of compound [<bold>3</bold>] obtained\nby X-ray radiation from a synchrotron source inside the DAC at ambient\n(blue) and at 1 GPa pressures (red).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cg-2018-01482z_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Overlay of two adjacent sheets of compound [3] obtained by X-ray radiation from a synchrotron source inside the DAC at ambient (blue) and at 1 GPa pressures (red).   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>Although the isomeric compounds [<bold>1</bold>]–[<bold>3</bold>] were synthesized under similar\nreaction conditions, they\ndiffer in their 3D structural features. This is attributed to the\ndifferent conformation of their tmpy linkers (TT in [<bold>1</bold>] and [<bold>2</bold>], TG in [<bold>3</bold>]) and different bridging\nmodes of chlorides, the latter resulting also in different coordination\nnumbers of the Cu<sup>II</sup> centers. The tmpy linkers respond to\nexternal pressure by expanding along its axis: In isomer [<bold>3</bold>], pressure forces the lattice of this CP to contract, as demonstrated\nby an HP-PXRD and single-crystal diffraction experiments. At the molecular\nlevel, the flexibility of isomer [<bold>3</bold>] is attributed to\nflattening of aliphatic C–C–C angles by 1–5°\nunder 1 GPa, which is corroborated by PXRD experiments under high\npressure up to 3.2 GPa. The {−Cu<sub>3</sub>–tmpy−}<sub>\n<italic>n</italic>\n</sub> chains of compound [<bold>3</bold>] are\nsurprisingly robust under high pressure: It contracts almost linearly\nwith pressure up to amorphization (by ∼2% at 1 GPa and ∼5%\nat 3.2 GPa), and its amorphization pressure of 4.0 GPa is comparable\nto the pressure required to collapse the 3D structure of some zeolites.\n</p>", "clean_text": "Conclusions\n\nAlthough the isomeric compounds [1]-[3] were synthesized under similar reaction conditions, they differ in their 3D structural features. This is attributed to the different conformation of their tmpy linkers (TT in [1] and [2], TG in [3]) and different bridging modes of chlorides, the latter resulting also in different coordination numbers of the CuII centers. The tmpy linkers respond to external pressure by expanding along its axis: In isomer [3], pressure forces the lattice of this CP to contract, as demonstrated by an HP-PXRD and single-crystal diffraction experiments. At the molecular level, the flexibility of isomer [3] is attributed to flattening of aliphatic C-C-C angles by 1-5° under 1 GPa, which is corroborated by PXRD experiments under high pressure up to 3.2 GPa. The {-Cu3-tmpy-} n  chains of compound [3] are surprisingly robust under high pressure: It contracts almost linearly with pressure up to amorphization (by ~2% at 1 GPa and ~5% at 3.2 GPa), and its amorphization pressure of 4.0 GPa is comparable to the pressure required to collapse the 3D structure of some zeolites. ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.cgd.8b01482\">10.1021/acs.cgd.8b01482</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Crystallographic\ndata and structure refinement details\nfor [<bold>1</bold>]–[<bold>3</bold>], crystallographic data\nand structure refinement details for [<bold>3</bold>] under 1 GPa\n(Table S1), edge-to-face σ–π interactions parameters\nfor [<bold>3</bold>] (Table S2), and view of channels occupied by\ninterstitial solvent molecules of [<bold>3</bold>] (Figure S1) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01482/suppl_file/cg8b01482_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.cgd.8b01482.  Crystallographic data and structure refinement details for [1]-[3], crystallographic data and structure refinement details for [3] under 1 GPa (Table S1), edge-to-face σ-π interactions parameters for [3] (Table S2), and view of channels occupied by interstitial solvent molecules of [3] (Figure S1) (PDF)   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>Crystallographic\ndata and structure refinement details\nfor [<bold>1</bold>]–[<bold>3</bold>], crystallographic data\nand structure refinement details for [<bold>3</bold>] under 1 GPa\n(Table S1), edge-to-face σ–π interactions parameters\nfor [<bold>3</bold>] (Table S2), and view of channels occupied by\ninterstitial solvent molecules of [<bold>3</bold>] (Figure S1) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01482/suppl_file/cg8b01482_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "Crystallographic data and structure refinement details for [1]-[3], crystallographic data and structure refinement details for [3] under 1 GPa (Table S1), edge-to-face σ-π interactions parameters for [3] (Table S2), and view of channels occupied by interstitial solvent molecules of [3] (Figure S1) (PDF)", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"1868694\">1868694</ext-link>–<ext-link ext-link-type=\"ccdc\" xlink:href=\"1868696\">1868696</ext-link> and <ext-link ext-link-type=\"ccdc\" xlink:href=\"1870086\">1870086</ext-link> contain the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email>data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "CCDC 1868694-1868696 and 1870086 contain the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The manuscript\nwas written through contributions of all authors. All authors have\ngiven approval to the final version of the manuscript.</p><p>The authors declare\nno\ncompeting financial interest.</p><title>Abbreviations</title><p>Advanced Light Source</p><p>coordination polymer</p><p>diamond anvil cell</p><p>high pressure</p><p>powder X-ray diffraction</p><p>structural building\nunit</p><p>4,4′-trimethylenebipyridine.</p>", "clean_text": "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.\n\nThe authors declare no competing financial interest.\n\nAbbreviations\n\nAdvanced Light Source\n\ncoordination polymer\n\ndiamond anvil cell\n\nhigh pressure\n\npowder X-ray diffraction\n\nstructural building unit\n\n4,4'-trimethylenebipyridine.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "10, 11", "type": "text", "classification": "synthesis condition", "content": "<title>General Procedure for the Synthesis of Three\nPolymorphs</title><title>Synthesis of {[Cu<sub>3</sub>(μ<sub>3</sub>-OH)­(μ-Cl)­(μ-pz)<sub>3</sub>Cl­(tmpy)]­(CH<sub>3</sub>CN)}<sub>\n<italic>n</italic>\n</sub> [<bold>1</bold>] and [<bold>2</bold>]</title><p>[PPN]<sub>2</sub>[Cu<sub>3</sub>(μ<sub>3</sub>-O)­(μ-pz)<sub>3</sub>Cl<sub>3</sub>] (0.013 mmol, 20 mg) and tmpy (0.006 mmol, 1.2 mg) were added to\n10 mL of CH<sub>3</sub>CN under stirring. The reaction mixture was\nfiltered after 24 h, and slow evaporation of the filtrate in air yielded\nwell-formed light-blue crystals of [<bold>1</bold>], suitable for\na SC-XRD determination. Yield: 60%. Elemental analysis calcd (%) for\n[Cu<sub>3</sub>(μ<sub>3</sub>-OH)­(μ-Cl)­(μ-pz)<sub>3</sub>Cl­(tmpy)]·H<sub>2</sub>O, C<sub>22</sub>H<sub>26</sub>Cl<sub>2</sub>Cu<sub>3</sub>N<sub>8</sub>O<sub>2</sub>: C, 38.10;\nH, 3.78; N, 16.17. Found: C, 37.19; H, 3.81; N, 15.75. After the removal\nof the crystals of [<bold>1</bold>], the mother liquor was allowed\nto further concentrate by evaporation, finally yielding a second crop\nof a few dark-blue crystals of [<bold>2</bold>]. The crystals of [<bold>2</bold>] standing in air quickly turned into powder upon the loss\nof solvent. The SC-XRD determination of [<bold>2</bold>] was carried\nout at 200 K with a crystal sealed in a capillary tube under its mother\nliquor.</p><title>Synthesis of {[Cu<sub>3</sub>(μ<sub>3</sub>-OH)­(μ-Cl)­(μ-pz)<sub>3</sub>Cl­(tmpy)]­(CH<sub>3</sub>CN)}<sub>\n<italic>n</italic>\n</sub>\n<bold>[3</bold>]</title><p>Complex [<bold>3</bold>] was synthesized in a\nsimilar way as described for [<bold>1</bold>], except that the reaction\nmolar ratio was 2:1.5 (instead of 2:1). Yield: 40%. Although the crystal\nstructure shows CH<sub>3</sub>CN solvent molecules in the lattice,\nthe dried sample sent for elemental analysis showed none. Elemental\nanalysis calcd (%) for [Cu<sub>3</sub>(μ<sub>3</sub>-OH)­(μ-Cl)­(μ-pz)<sub>3</sub>Cl­(tmpy)], C<sub>22</sub>H<sub>24</sub>Cl<sub>2</sub>Cu<sub>3</sub>N<sub>8</sub>O: C, 39.11; H, 3.58; N, 16.60. Found: C, 38.74;\nH, 3.67; N, 16.56.</p>", "clean_text": "General Procedure for the Synthesis of Three Polymorphs\n\nSynthesis of {[Cu3(μ3-OH)(μ-Cl)(μ-pz)3Cl(tmpy)](CH3CN)} n  [1] and [2]\n\n[PPN]2[Cu3(μ3-O)(μ-pz)3Cl3] (0.013 mmol, 20 mg) and tmpy (0.006 mmol, 1.2 mg) were added to 10 mL of CH3CN under stirring. The reaction mixture was filtered after 24 h, and slow evaporation of the filtrate in air yielded well-formed light-blue crystals of [1], suitable for a SC-XRD determination. Yield: 60%. Elemental analysis calcd (%) for [Cu3(μ3-OH)(μ-Cl)(μ-pz)3Cl(tmpy)]⋅H2O, C22H26Cl2Cu3N8O2: C, 38.10; H, 3.78; N, 16.17. Found: C, 37.19; H, 3.81; N, 15.75. After the removal of the crystals of [1], the mother liquor was allowed to further concentrate by evaporation, finally yielding a second crop of a few dark-blue crystals of [2]. The crystals of [2] standing in air quickly turned into powder upon the loss of solvent. The SC-XRD determination of [2] was carried out at 200 K with a crystal sealed in a capillary tube under its mother liquor.\n\nSynthesis of {[Cu3(μ3-OH)(μ-Cl)(μ-pz)3Cl(tmpy)](CH3CN)} n  [3]\n\nComplex [3] was synthesized in a similar way as described for [1], except that the reaction molar ratio was 2:1.5 (instead of 2:1). Yield: 40%. Although the crystal structure shows CH3CN solvent molecules in the lattice, the dried sample sent for elemental analysis showed none. Elemental analysis calcd (%) for [Cu3(μ3-OH)(μ-Cl)(μ-pz)3Cl(tmpy)], C22H24Cl2Cu3N8O: C, 39.11; H, 3.58; N, 16.60. Found: C, 38.74; H, 3.67; N, 16.56.", "data": [{"meta": {"name": "[Cu3(μ3-OH)­(μ-Cl)­(μ-pz)3Cl­(tmpy)]·H2O", "symbol": "1", "chemical formula": "C22H26Cl2Cu3N8O2"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "[PPN]2[Cu3(μ3-O)­(μ-pz)3Cl3]", "amount": "0.013", "unit": "mmol"}, {"name": "tmpy", "amount": "0.006", "unit": "mmol"}], "solution": [{"name": "CH3CN", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "", "time": "24 h"}, {"synthesis method": "filtration", "filtration solution": "air"}, {"synthesis method": "evaporation", "evaporation solution": "filtrate", "atmosphere": "air"}], "yield": "60%"}, {"meta": {"name": "[Cu3(μ3-OH)­(μ-Cl)­(μ-pz)3Cl­(tmpy)]", "symbol": "2", "chemical formula": "C22H24Cl2Cu3N8O"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "[PPN]2[Cu3(μ3-O)­(μ-pz)3Cl3]", "amount": "0.013", "unit": "mmol"}, {"name": "tmpy", "amount": "0.006", "unit": "mmol"}], "solution": [{"name": "CH3CN", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "", "time": "24 h"}, {"synthesis method": "filtration", "filtration solution": "air"}, {"synthesis method": "evaporation", "evaporation solution": "filtrate", "atmosphere": "air"}]}, {"meta": {"name": "[Cu3(μ3-OH)­(μ-Cl)­(μ-pz)3Cl­(tmpy)]", "symbol": "3", "chemical formula": "C22H24Cl2Cu3N8O"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "[PPN]2[Cu3(μ3-O)­(μ-pz)3Cl3]", "amount": "0.013", "unit": "mmol"}, {"name": "tmpy", "amount": "0.006", "unit": "mmol"}], "solution": [{"name": "CH3CN", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "", "time": "24 h"}, {"synthesis method": "filtration", "filtration solution": "air"}, {"synthesis method": "evaporation", "evaporation solution": "filtrate", "atmosphere": "air"}], "yield": "40%"}], "include_properties": ["chemical_synthesis", "filtration", "drying"]}, {"idx": "27, 29", "type": "text", "classification": "property", "content": "<title>Investigation of the Flexibility of Compound\n[<bold>3</bold>] under High Pressure by PXRD</title><p>Because of the\nloss interstitial\nsolvents, crystals of compounds [<bold>1</bold>] and [<bold>2</bold>] did not produce good enough diffraction data in the DAC. The elasticity\nof compound [<bold>3</bold>] was investigated by PXRD under variable\npressure in a DAC. The experimental PXRD pattern for [<bold>3</bold>] shows four prominent peaks, assigned to 200, overlapping 201̅\n+ 002, 202̅, and overlapping 202 + 111 reflections at 2θ\nangles 3.09, 3.4, 4.3, and 4.9°, respectively, based on the pattern\nsimulated from the single-crystal data (a). The high-pressure PXRD (HP-PXRD) experiment\nwas conducted in two legs; stepwise compression up to 4.02 GPa, followed\nby stepwise decompression down to 0.23 GPa, and finally compression\nagain up to 8.47 GPa, revealing the onset of amorphization at 6.10\nGPa (b). Only\n2θ shifts were observed, no phase change. Monitoring the shift\nof the 200, 201̅ + 002, and 202 + 111 reflections to higher\n2θ, up to the amorphization point, indicates contraction, whereas\nthe shift of the 202̅ to lower 2θ indicates expansion\n(c). By feeding\nthe high-pressure 2θ values into the Bragg equation, <italic>d</italic> spacings are calculated for the above reflections at ambient/3.2\nGPa pressure, as follows: 200: 13.35/12.53 Å (−6%); 002:\n11.84/11.19 Å (−5%); 202̅: 9.43/9.93 Å (+5%);\n111: 8.30/8.08 Å (−3%).</p><title>Investigation of the Flexibility of Compound [<bold>3</bold>] under\nHigh Pressure by Single-Crystal X-ray Diffraction</title><p>To pinpoint\nthe effect of compression at the molecular level, two\nSC-XRD data sets were collected using synchrotron radiation under\nambient and 1 GPa pressure. The structural parameters determined using\na laboratory X-ray source were reproduced satisfactorily by the synchrotron\ndata with resolution of 1.20 Å in a DAC: Ambient pressure lab\nsource unit-cell parameters, <italic>a</italic> = 26.609(1) Å, <italic>b</italic> = 9.2327(3) Å, <italic>c</italic> = 23.543(1) Å,\nβ = 96.902(1)°, and <italic>V</italic> = 5742.0(4) Å<sup>3</sup> and at 1 GPa, <italic>a</italic> = 26.20(4) Å, <italic>b</italic> = 9.02(1) Å, <italic>c</italic> = 23.05(3) Å,\nβ = 93.36(5)°, and <italic>V</italic> = 5440(1) Å<sup>3</sup>. The unit-cell parameters show compressed axial lengths by\n∼2%, a more acute β-angle, and an overall ∼5.3%\nvolume decrease at 1 GPa. The contraction of axial lengths is consistent\nwith the contraction of <italic>d</italic> spacing of the 200, 002,\nand 111 observed by HP-PXRD (see previous section and b), whereas the expansion of\n202̅ is caused by the change of the 180°-β angle\nfrom 83.10 to 86.64°. Structure solution using the 1 GPa data\nshows that the tmpy linkers expand by 0.33 Å, with the N-to-N\ndistance increasing from 9.082(3) Å at ambient pressure to 9.412(8)\nÅ at 1 GPa. This is attributed to a flattening of the tmpy as\nits interatomic angles become more obtuse, with most significant changes\nmeasured in the C–C–C angles of the aliphatic −(CH<sub>2</sub>)<sub>3</sub>– moiety of the linker from 113.4(3),\n113.2(2), and 110.2(2)° for the structure at ambient pressure\nto 118.29(5), 116.43(8), and 109.4(1)° for the structure at 1\nGPa, respectively. Although there are no significant changes in intertrimer\nCu···Cu distances within the same polymeric net, there\nis a shortening of interlattice Cu···Cu distances:\nthe distance between the closest Cu atoms belonging to the two 2D\nlattices contracts from 3.8325(7) to 3.79(2) Å (). The 2D-polymer [<bold>3</bold>] shows expansion of tmpy, indirectly suggesting that compression\ntakes place primarily in a direction perpendicular to tmpy, an action\nthat would bring the 2D layers of [<bold>3</bold>] to closer proximity.</p>", "clean_text": "Investigation of the Flexibility of Compound [3] under High Pressure by PXRD\n\nBecause of the loss interstitial solvents, crystals of compounds [1] and [2] did not produce good enough diffraction data in the DAC. The elasticity of compound [3] was investigated by PXRD under variable pressure in a DAC. The experimental PXRD pattern for [3] shows four prominent peaks, assigned to 200, overlapping 201̅ + 002, 202̅, and overlapping 202 + 111 reflections at 2θ angles 3.09, 3.4, 4.3, and 4.9°, respectively, based on the pattern simulated from the single-crystal data (a). The high-pressure PXRD (HP-PXRD) experiment was conducted in two legs; stepwise compression up to 4.02 GPa, followed by stepwise decompression down to 0.23 GPa, and finally compression again up to 8.47 GPa, revealing the onset of amorphization at 6.10 GPa (b). Only 2θ shifts were observed, no phase change. Monitoring the shift of the 200, 201̅ + 002, and 202 + 111 reflections to higher 2θ, up to the amorphization point, indicates contraction, whereas the shift of the 202̅ to lower 2θ indicates expansion (c). By feeding the high-pressure 2θ values into the Bragg equation, d spacings are calculated for the above reflections at ambient/3.2 GPa pressure, as follows: 200: 13.35/12.53 Å (-6%); 002: 11.84/11.19 Å (-5%); 202̅: 9.43/9.93 Å (+5%); 111: 8.30/8.08 Å (-3%).\n\nInvestigation of the Flexibility of Compound [3] under High Pressure by Single-Crystal X-ray Diffraction\n\nTo pinpoint the effect of compression at the molecular level, two SC-XRD data sets were collected using synchrotron radiation under ambient and 1 GPa pressure. The structural parameters determined using a laboratory X-ray source were reproduced satisfactorily by the synchrotron data with resolution of 1.20 Å in a DAC: Ambient pressure lab source unit-cell parameters, a = 26.609(1) Å, b = 9.2327(3) Å, c = 23.543(1) Å, β = 96.902(1)°, and V = 5742.0(4) Å3 and at 1 GPa, a = 26.20(4) Å, b = 9.02(1) Å, c = 23.05(3) Å, β = 93.36(5)°, and V = 5440(1) Å3. The unit-cell parameters show compressed axial lengths by ~2%, a more acute β-angle, and an overall ~5.3% volume decrease at 1 GPa. The contraction of axial lengths is consistent with the contraction of d spacing of the 200, 002, and 111 observed by HP-PXRD (see previous section and b), whereas the expansion of 202̅ is caused by the change of the 180°-β angle from 83.10 to 86.64°. Structure solution using the 1 GPa data shows that the tmpy linkers expand by 0.33 Å, with the N-to-N distance increasing from 9.082(3) Å at ambient pressure to 9.412(8) Å at 1 GPa. This is attributed to a flattening of the tmpy as its interatomic angles become more obtuse, with most significant changes measured in the C-C-C angles of the aliphatic -(CH2)3- moiety of the linker from 113.4(3), 113.2(2), and 110.2(2)° for the structure at ambient pressure to 118.29(5), 116.43(8), and 109.4(1)° for the structure at 1 GPa, respectively. Although there are no significant changes in intertrimer Cu⋅⋅⋅Cu distances within the same polymeric net, there is a shortening of interlattice Cu⋅⋅⋅Cu distances: the distance between the closest Cu atoms belonging to the two 2D lattices contracts from 3.8325(7) to 3.79(2) Å (). The 2D-polymer [3] shows expansion of tmpy, indirectly suggesting that compression takes place primarily in a direction perpendicular to tmpy, an action that would bring the 2D layers of [3] to closer proximity.", "data": [[{"meta": {"name": "Compound 3", "symbol": "", "chemical formula": ""}, "lattice parameters": [{"value": {"a": "", "b": "", "c": "", "alpha": "", "beta": "", "gamma": "", "condition": ""}}]}]], "include_properties": ["lattice_parameters"]}, {"idx": 18, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Selected Interatomic Distances (Å)\nand Angles (°) of Compounds [<bold>1</bold>]–[<bold>3</bold>]</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">[<bold>1</bold>]</oasis:entry>\n<oasis:entry align=\"center\">[<bold>2</bold>]</oasis:entry>\n<oasis:entry align=\"center\">[<bold>3</bold>]</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Cu–O</oasis:entry>\n<oasis:entry>1.964(5)–1.975(3)</oasis:entry>\n<oasis:entry>1.986(3)–2.026(3)</oasis:entry>\n<oasis:entry>1.981(2)–2.047(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu–N<sub>pz</sub>\n</oasis:entry>\n<oasis:entry>1.958(5)–1.964(5)</oasis:entry>\n<oasis:entry>1.932(3)–1.959(4)</oasis:entry>\n<oasis:entry>1.929(3)–1.967(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu–N<sub>tmpy</sub>\n</oasis:entry>\n<oasis:entry>2.013(5)</oasis:entry>\n<oasis:entry>2.009(3)</oasis:entry>\n<oasis:entry>2.013(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu–Cl</oasis:entry>\n<oasis:entry>2.265(3)</oasis:entry>\n<oasis:entry>2.578(1)</oasis:entry>\n<oasis:entry>N/A</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu–(μ-Cl)</oasis:entry>\n<oasis:entry>2.634(2)</oasis:entry>\n<oasis:entry>2.273(1)–2.894(1)</oasis:entry>\n<oasis:entry>2.278(8)–2.876(1)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu–O–Cu</oasis:entry>\n<oasis:entry>103.10(3)–118.55(2)</oasis:entry>\n<oasis:entry>104.62(1)–115.61(1)</oasis:entry>\n<oasis:entry>102.22(8)–115.16(9)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu···Cu (intratrimer)</oasis:entry>\n<oasis:entry>3.095(1)–3.387(1)</oasis:entry>\n<oasis:entry>3.191(7)–3.378(8)</oasis:entry>\n<oasis:entry>3.161(6)–3.373(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu···Cu (Cu−μ-Cl–Cu)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>3.970(9)</oasis:entry>\n<oasis:entry>3.833(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu···tmpy···Cu</oasis:entry>\n<oasis:entry>12.683(2)</oasis:entry>\n<oasis:entry>12.577(1)</oasis:entry>\n<oasis:entry>12.635(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>N-to-N (tmpy)</oasis:entry>\n<oasis:entry>9.523(1)</oasis:entry>\n<oasis:entry>9.485(7)</oasis:entry>\n<oasis:entry>9.082(3)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Selected Interatomic Distances (Å) and Angles (°) of Compounds [1]–[3]\n\n|              | [1]               | [2]               | [3]               |\n|--------------|-------------------|-------------------|-------------------|\n| Cu–O         | 1.964(5)–1.975(3)  | 1.986(3)–2.026(3)  | 1.981(2)–2.047(2)  |\n| Cu–N<sub>pz</sub> | 1.958(5)–1.964(5)  | 1.932(3)–1.959(4)  | 1.929(3)–1.967(2)  |\n| Cu–N<sub>tmpy</sub> | 2.013(5)  | 2.009(3)  | 2.013(3)  |\n| Cu–Cl        | 2.265(3)          | 2.578(1)          | N/A               |\n| Cu–(μ-Cl)    | 2.634(2)          | 2.273(1)–2.894(1) | 2.278(8)–2.876(1) |\n| Cu–O–Cu      | 103.10(3)–118.55(2) | 104.62(1)–115.61(1) | 102.22(8)–115.16(9) |\n| Cu···Cu (intratrimer) | 3.095(1)–3.387(1) | 3.191(7)–3.378(8) | 3.161(6)–3.373(7) |\n| Cu···Cu (Cu−μ-Cl–Cu) |                   | 3.970(9)          | 3.833(7)          |\n| Cu···tmpy···Cu | 12.683(2)         | 12.577(1)         | 12.635(7)         |\n| N-to-N (tmpy) | 9.523(1)          | 9.485(7)          | 9.082(3)          |", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Representation of the Conformational Isomers\nof the tmpy ligand with\nCorresponding Accessible N-to-N Distances</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cg-2018-01482z_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Representation of the Conformational Isomers of the tmpy ligand with Corresponding Accessible N-to-N Distances   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Coordination environment of Cu<sup>II</sup> atoms\nof [<bold>1</bold>] (left), [<bold>2</bold>] (center), and [<bold>3</bold>] (right).\nTrimethylene links of tmpy and H atoms omitted for clarity. Color\ncode: Cu, cyan; O, red; N, blue, Cl, green; C, black.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cg-2018-01482z_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Coordination environment of CuII atoms of [1] (left), [2] (center), and [3] (right). Trimethylene links of tmpy and H atoms omitted for clarity. Color code: Cu, cyan; O, red; N, blue, Cl, green; C, black.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) 1D\nzigzag chain in complex [<bold>1</bold>], (b) 1D double-stranded\nchain of [<bold>2</bold>], and (c) 2D chain of [<bold>3</bold>] showing\nthe conformations of tmpy linkers, all viewed along the crystallographic <italic>a</italic> axis. H atoms are not shown for clarity; color code: Cu,\ncyan; O, red; N, blue, Cl, green; C, black.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cg-2018-01482z_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) 1D zigzag chain in complex [1], (b) 1D double-stranded chain of [2], and (c) 2D chain of [3] showing the conformations of tmpy linkers, all viewed along the crystallographic a axis. H atoms are not shown for clarity; color code: Cu, cyan; O, red; N, blue, Cl, green; C, black.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Part of the crystal structure of [<bold>1</bold>] showing intermolecular\nO–H···Cl H bonds. Hydrogen atoms are omitted\nfor clarity.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cg-2018-01482z_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Part of the crystal structure of [1] showing intermolecular O-H⋅⋅⋅Cl H bonds. Hydrogen atoms are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>View of the 2D coordination network of [<bold>3</bold>] parallel\nto the crystallographic <italic>c</italic> axis; H atoms are omitted\nfor clarity. Color code: Cu, cyan; O, red; N, blue, Cl, green; C,\nblack.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cg-2018-01482z_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  View of the 2D coordination network of [3] parallel to the crystallographic c axis; H atoms are omitted for clarity. Color code: Cu, cyan; O, red; N, blue, Cl, green; C, black.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>From left: (a) Powder X-ray diffraction\npatterns for [<bold>3</bold>]: simulated from single crystal X-ray\ndata (black), outside the\nDAC (red), and inside the DAC measured at ambient pressure. (b) PXRD\npatterns for [<bold>3</bold>] in DAC at various pressures: outside\nthe DAC (black), compression traces (red), and decompression traces\n(blue). (c) 2θ versus pressure in GPa.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cg-2018-01482z_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  From left: (a) Powder X-ray diffraction patterns for [3]: simulated from single crystal X-ray data (black), outside the DAC (red), and inside the DAC measured at ambient pressure. (b) PXRD patterns for [3] in DAC at various pressures: outside the DAC (black), compression traces (red), and decompression traces (blue). (c) 2θ versus pressure in GPa.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Overlay\nof two adjacent sheets of compound [<bold>3</bold>] obtained\nby X-ray radiation from a synchrotron source inside the DAC at ambient\n(blue) and at 1 GPa pressures (red).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cg-2018-01482z_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Overlay of two adjacent sheets of compound [3] obtained by X-ray radiation from a synchrotron source inside the DAC at ambient (blue) and at 1 GPa pressures (red).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.cgd.8b01482", "title": "\nThree Topological\nIsomers of 1D- and 2D-Coordination\nPolymers Consisting of Tricopper Pyrazolate SBUs and 4,4′-Trimethylenedipyridine\nLinkers: Effect of Pressure on the Structure\n", "journal": "American Chemical\nSociety", "date": "2018.12", "author_list": ["Shi\nKaige", "Mathivathanan\nLogesh", "Drozd\nVadym A.", "Raptis\nRaphael G."]}}