{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/cg900395w.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Treatment of 1,4-bis(2-mercaptoethyl)benzene (<bold>1</bold>) or 1,4-bis(2-bromoethyl)benzene (<bold>2</bold>) with excess SbCl<sub>3</sub> affords new one-dimensional and two-dimensional supramolecular coordination networks. Compound <bold>1</bold>·2SbCl<sub>3</sub> is stabilized solely by Sb···Cl, Sb-π, and Sb···S secondary bonding interactions (SBIs), providing an unusual example of Sb(III) and a thiol interacting through an SBI rather than a strong antimony thiolate bond. <bold>2</bold>·2SbCl<sub>3</sub> is stabilized by Sb···Cl, Sb···Br, and Sb-π SBIs. Both compounds have higher melting points than that of SbCl<sub>3</sub>. The crystal structures of <bold>1</bold>·2SbCl<sub>3</sub> and <bold>2</bold>·2SbCl<sub>3</sub> have been determined by single crystal X-ray diffraction methods.</p>", "clean_text": "Treatment of 1,4-bis(2-mercaptoethyl)benzene (1) or 1,4-bis(2-bromoethyl)benzene (2) with excess SbCl3 affords new one-dimensional and two-dimensional supramolecular coordination networks. Compound 1⋅2SbCl3 is stabilized solely by Sb⋅⋅⋅Cl, Sb-π, and Sb⋅⋅⋅S secondary bonding interactions (SBIs), providing an unusual example of Sb(III) and a thiol interacting through an SBI rather than a strong antimony thiolate bond. 2⋅2SbCl3 is stabilized by Sb⋅⋅⋅Cl, Sb⋅⋅⋅Br, and Sb-π SBIs. Both compounds have higher melting points than that of SbCl3. The crystal structures of 1⋅2SbCl3 and 2⋅2SbCl3 have been determined by single crystal X-ray diffraction methods.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Treatment of 1,4-bis(2-mercaptoethyl)benzene (<bold>1</bold>) or 1,4-bis(2-bromoethyl)benzene (<bold>2</bold>) with excess SbCl<sub>3</sub> affords new one-dimensional and two-dimensional supramolecular polymeric networks stabilized solely by Sb···Cl, Sb···Br, Sb···S, and Sb-π secondary bonding interactions.</p>", "clean_text": "Treatment of 1,4-bis(2-mercaptoethyl)benzene (1) or 1,4-bis(2-bromoethyl)benzene (2) with excess SbCl3 affords new one-dimensional and two-dimensional supramolecular polymeric networks stabilized solely by Sb⋅⋅⋅Cl, Sb⋅⋅⋅Br, Sb⋅⋅⋅S, and Sb-π secondary bonding interactions.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>A recent “renaissance in main group chemistry” has inspired new research directions spanning across numerous disciplines. The use of main group metal ions to template and/or direct the formation of self-assembled supramolecular assemblies has become one such emergent research area. Exploring the supramolecular coordination chemistry of the pnictogens and their complementary secondary bonding interactions (SBIs) is another. Here, we report the crystal structures of two new supramolecular networks that are stabilized solely by multiple SBIs with antimony: Sb-π, Sb···Cl <italic toggle=\"yes\">and</italic> either Sb···S or Sb···Br. Furthermore, this is the first example in which a SBI (donor−acceptor bond) is observed between antimony trichloride and a neutral thiol. Typically, the reaction of a thiol with SbCl<sub>3</sub> results in the loss of HCl and the formation of a strong Sb−S (antimony thiolate) bond. Our surprising result could be due to fast crystallization, in which the kinetic product forms quickly and is removed from solution, never allowing the formation of the thermodynamically preferred Sb−thiolate bond.</p>", "clean_text": "A recent \"renaissance in main group chemistry\" has inspired new research directions spanning across numerous disciplines. The use of main group metal ions to template and/or direct the formation of self-assembled supramolecular assemblies has become one such emergent research area. Exploring the supramolecular coordination chemistry of the pnictogens and their complementary secondary bonding interactions (SBIs) is another. Here, we report the crystal structures of two new supramolecular networks that are stabilized solely by multiple SBIs with antimony: Sb-π, Sb⋅⋅⋅Cl and either Sb⋅⋅⋅S or Sb⋅⋅⋅Br. Furthermore, this is the first example in which a SBI (donor-acceptor bond) is observed between antimony trichloride and a neutral thiol. Typically, the reaction of a thiol with SbCl3 results in the loss of HCl and the formation of a strong Sb-S (antimony thiolate) bond. Our surprising result could be due to fast crystallization, in which the kinetic product forms quickly and is removed from solution, never allowing the formation of the thermodynamically preferred Sb-thiolate bond.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>SBIs with antimony have been studied for well over a century, but the use of multiple SBIs working in tandem to direct the formation of polymeric networks is relatively new. The lower pnictogens (arsenic, antimony, and bismuth) are known to exhibit SBIs with the halogens, chalcogen ethers (oxygen, sulfur, selenium), and aryl π-electrons. Recently, “two-dimensional sheets” containing SbBr<sub>3</sub> and a thioether have been crystallized and studied. Similar structures have also been found for networks formed from thioamides and SbX<sub>3</sub> (X = Cl, Br). In each case, these networks are held together by multiple Sb···S and Sb···X SBIs only; no strong covalent interactions exist between molecules. The present report focuses on networks held together by Sb···S, Sb···Cl, Sb···Br and Sb-π SBIs between a rigid dithiol or dibromo ligand and SbCl<sub>3</sub>. Individually, each of these interactions have been previously observed for Sb(III). The Sb···S SBI between SbCl<sub>3</sub> and thioethers are typical ligand to metal donor/acceptor interactions. Sb···X (X = halogen) SBIs are well-known and have been studied in a variety of contexts. The Sb-π interaction was first identified in the crystal structure of (SbCl<sub>3</sub>)<sub>2</sub>·(naphthalene), where the Sb atoms are coordinated in an η<sup>3</sup> fashion to opposite faces and rings of naphthalene. For SbCl<sub>3</sub>, this Sb-π interaction is described as donation of the π-electrons of an arene ring into one of antimony’s σ* orbitals which is further supported by a lengthening of the Sb−Cl bond that is normal to the ring plane.\n</p>", "clean_text": "SBIs with antimony have been studied for well over a century, but the use of multiple SBIs working in tandem to direct the formation of polymeric networks is relatively new. The lower pnictogens (arsenic, antimony, and bismuth) are known to exhibit SBIs with the halogens, chalcogen ethers (oxygen, sulfur, selenium), and aryl π-electrons. Recently, \"two-dimensional sheets\" containing SbBr3 and a thioether have been crystallized and studied. Similar structures have also been found for networks formed from thioamides and SbX3 (X = Cl, Br). In each case, these networks are held together by multiple Sb⋅⋅⋅S and Sb⋅⋅⋅X SBIs only; no strong covalent interactions exist between molecules. The present report focuses on networks held together by Sb⋅⋅⋅S, Sb⋅⋅⋅Cl, Sb⋅⋅⋅Br and Sb-π SBIs between a rigid dithiol or dibromo ligand and SbCl3. Individually, each of these interactions have been previously observed for Sb(III). The Sb⋅⋅⋅S SBI between SbCl3 and thioethers are typical ligand to metal donor/acceptor interactions. Sb⋅⋅⋅X (X = halogen) SBIs are well-known and have been studied in a variety of contexts. The Sb-π interaction was first identified in the crystal structure of (SbCl3)2⋅(naphthalene), where the Sb atoms are coordinated in an η3 fashion to opposite faces and rings of naphthalene. For SbCl3, this Sb-π interaction is described as donation of the π-electrons of an arene ring into one of antimony's σ* orbitals which is further supported by a lengthening of the Sb-Cl bond that is normal to the ring plane. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["synthesis condition"], "content": "<p>Previously, our lab has reported As···O, As-π, and Sb-π SBIs in discrete, self-assembled supramolecular pnictogen-thiolate complexes. While attempting to further study Sb-thiolate compounds, we serendipitously prepared the supramolecular coordination network <bold>1</bold>·2SbCl<sub>3</sub> (Figure ). When a CHCl<sub>3</sub> solution of 1,4-bis(2-mercaptoethyl)benzene (<bold>1</bold>) (Scheme ) was added to a CHCl<sub>3</sub> solution of SbCl<sub>3</sub>, opaque off-white crystals which were suitable for single crystal X-ray diffraction analysis grew out of solution within 5 min. The single-crystal X-ray structure revealed a one-dimensional (1D) network of <bold>1</bold> and two SbCl<sub>3</sub> molecules coordinated through Sb-π, Sb···S and Sb···Cl SBIs (Figure ). Each antimony center is 6 coordinate with a pseudo-octahedral coordination geometry, while the ligand takes an “S-like” conformation (the two -CH<sub>2</sub>CH<sub>2</sub>SH groups are bent in opposite directions). The structure revealed the surprising result that the thiol of <bold>1</bold> was not deprotonated in the presence of SbCl<sub>3</sub>. This was unexpected, since we have previously shown that under similar conditions, Sb−thiolate bonds will form in conjunction with the loss of HCl. Here the Sb···S (thiol) distance is 3.11 Å, which is much longer than the typical Sb−S (thiolate) bond of 2.41 Å. The Sb-π (as measured from Sb to the arene centroid: 3.19 and 3.29 Å) and Sb···Cl (3.26 Å) distances are typical for these types of SBIs. Interestingly, the antimony atoms are situated directly over the centroid of the arene ring interacting in an η<sup>6</sup> fashion, instead of offset to one side as observed in our previous structures. The arene rings and antimony are situated in a centered “inverted sandwich” which has been observed in the solid state for As-π and Bi-π interactions, but rarely for Sb-π. These crystals do not readily dissolve in CHCl<sub>3</sub> and have a melting range of 82−100 °C, which is higher than both pure SbCl<sub>3</sub> (73.4 °C) and the ligand, which is an oil at room temperature.</p>", "clean_text": "Previously, our lab has reported As⋅⋅⋅O, As-π, and Sb-π SBIs in discrete, self-assembled supramolecular pnictogen-thiolate complexes. While attempting to further study Sb-thiolate compounds, we serendipitously prepared the supramolecular coordination network 1⋅2SbCl3 (Figure ). When a CHCl3 solution of 1,4-bis(2-mercaptoethyl)benzene (1) (Scheme ) was added to a CHCl3 solution of SbCl3, opaque off-white crystals which were suitable for single crystal X-ray diffraction analysis grew out of solution within 5 min. The single-crystal X-ray structure revealed a one-dimensional (1D) network of 1 and two SbCl3 molecules coordinated through Sb-π, Sb⋅⋅⋅S and Sb⋅⋅⋅Cl SBIs (Figure ). Each antimony center is 6 coordinate with a pseudo-octahedral coordination geometry, while the ligand takes an \"S-like\" conformation (the two -CH2CH2SH groups are bent in opposite directions). The structure revealed the surprising result that the thiol of 1 was not deprotonated in the presence of SbCl3. This was unexpected, since we have previously shown that under similar conditions, Sb-thiolate bonds will form in conjunction with the loss of HCl. Here the Sb⋅⋅⋅S (thiol) distance is 3.11 Å, which is much longer than the typical Sb-S (thiolate) bond of 2.41 Å. The Sb-π (as measured from Sb to the arene centroid: 3.19 and 3.29 Å) and Sb⋅⋅⋅Cl (3.26 Å) distances are typical for these types of SBIs. Interestingly, the antimony atoms are situated directly over the centroid of the arene ring interacting in an η6 fashion, instead of offset to one side as observed in our previous structures. The arene rings and antimony are situated in a centered \"inverted sandwich\" which has been observed in the solid state for As-π and Bi-π interactions, but rarely for Sb-π. These crystals do not readily dissolve in CHCl3 and have a melting range of 82-100 °C, which is higher than both pure SbCl3 (73.4 °C) and the ligand, which is an oil at room temperature.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>ORTEP representation of the X-ray crystal structure of <bold>1</bold>·2SbCl<sub>3</sub> at the 30% probability level. Sb···S and Sb···Cl SBIs are illustrated with dashed lines. Sb-π SBIs are illustrated with dotted lines.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"cg-2009-00395w_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  ORTEP representation of the X-ray crystal structure of 1⋅2SbCl3 at the 30% probability level. Sb⋅⋅⋅S and Sb⋅⋅⋅Cl SBIs are illustrated with dashed lines. Sb-π SBIs are illustrated with dotted lines.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Ligands <bold>1</bold> and <bold>2</bold>\n</title>\n</caption>\n<graphic id=\"gs1\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"cg-2009-00395w_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Ligands 1 and 2    ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>The precursor to ligand <bold>1</bold>, 1,4-bis(2-bromoethyl)benzene (<bold>2</bold>), also surprisingly forms an extended structure with SbCl<sub>3</sub> even though it lacks the thiol groups of <bold>1</bold> or any basic donor group (Scheme ). When a CHCl<sub>3</sub> solution of <bold>2</bold> was added to a CHCl<sub>3</sub> solution of SbCl<sub>3</sub>, single crystals of <bold>2</bold>·2SbCl<sub>3</sub> formed in two weeks. The structure of <bold>2</bold>·2SbCl<sub>3</sub> (Figure ) reveals a coordination network similar to that of <bold>1</bold>·2SbCl<sub>3</sub>. While <bold>1</bold>·2SbCl<sub>3</sub> forms a 1D network, the <bold>2</bold>·2SbCl<sub>3</sub> network is two-dimensional (2D) with two Sb···Br SBIs in place of the Sb···S interaction thus creating a 7 coordinate antimony center. The SBI distances in <bold>2</bold>·2SbCl<sub>3</sub> are slightly longer than those in <bold>1</bold>·2SbCl<sub>3</sub>: the Sb-π distance is 3.28 Å (Sb to arene centroid), the Sb···Br distances are 3.61 and 3.74 Å, and the Sb···Cl distance is 3.51 Å. Each antimony atom participates in SBIs with two bromine atoms, a chlorine atom from a neighboring SbCl<sub>3</sub> molecule, and the arene ring. In addition, the Sb−Cl bond is normal to, but not centered over, the ring face (as it is in <bold>1</bold>·2SbCl<sub>3</sub>) resulting in a typical η<sup>3</sup> bonding interaction between antimony and the arene ring.</p>", "clean_text": "The precursor to ligand 1, 1,4-bis(2-bromoethyl)benzene (2), also surprisingly forms an extended structure with SbCl3 even though it lacks the thiol groups of 1 or any basic donor group (Scheme ). When a CHCl3 solution of 2 was added to a CHCl3 solution of SbCl3, single crystals of 2⋅2SbCl3 formed in two weeks. The structure of 2⋅2SbCl3 (Figure ) reveals a coordination network similar to that of 1⋅2SbCl3. While 1⋅2SbCl3 forms a 1D network, the 2⋅2SbCl3 network is two-dimensional (2D) with two Sb⋅⋅⋅Br SBIs in place of the Sb⋅⋅⋅S interaction thus creating a 7 coordinate antimony center. The SBI distances in 2⋅2SbCl3 are slightly longer than those in 1⋅2SbCl3: the Sb-π distance is 3.28 Å (Sb to arene centroid), the Sb⋅⋅⋅Br distances are 3.61 and 3.74 Å, and the Sb⋅⋅⋅Cl distance is 3.51 Å. Each antimony atom participates in SBIs with two bromine atoms, a chlorine atom from a neighboring SbCl3 molecule, and the arene ring. In addition, the Sb-Cl bond is normal to, but not centered over, the ring face (as it is in 1⋅2SbCl3) resulting in a typical η3 bonding interaction between antimony and the arene ring.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>ORTEP representation of the X-ray crystal structure of <bold>2</bold>·2SbCl<sub>3</sub> at the 30% probability level. Sb···Cl and Sb···Br SBIs are illustrated with dashed lines, while Sb-π SBIs are illustrated with dotted lines.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"cg-2009-00395w_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  ORTEP representation of the X-ray crystal structure of 2⋅2SbCl3 at the 30% probability level. Sb⋅⋅⋅Cl and Sb⋅⋅⋅Br SBIs are illustrated with dashed lines, while Sb-π SBIs are illustrated with dotted lines.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>In summary, two coordination networks were synthesized and structurally characterized with analogous thiol and bromide ligands. Both of these networks contain SBIs similar to those described in in SbX<sub>3</sub>-thioether and SbX<sub>3</sub>-thioamide networks, but the present structures also incorporate Sb-π interactions into the framework. In both structures, the arene rings interact with an SbCl<sub>3</sub> molecule on both sides of the aromatic ring; such “inverted sandwich” structures are quite rare for Sb(III) π-complexes. Structure <bold>1</bold> is a unique solid-state example of a thiol bound to SbCl<sub>3</sub> through a SBI rather than direct coordination by a thiolate ligand, and it represents a very rare example of the contribution of three different weak intermolecular forces to the formation of a coordination polymer. This provides further evidence that SBIs of main group ions provide a sufficient stabilizing force for supramolecular organization. Further investigation of these and similar systems are being carried out to determine the generality of the formation of these networks.</p>", "clean_text": "In summary, two coordination networks were synthesized and structurally characterized with analogous thiol and bromide ligands. Both of these networks contain SBIs similar to those described in in SbX3-thioether and SbX3-thioamide networks, but the present structures also incorporate Sb-π interactions into the framework. In both structures, the arene rings interact with an SbCl3 molecule on both sides of the aromatic ring; such \"inverted sandwich\" structures are quite rare for Sb(III) π-complexes. Structure 1 is a unique solid-state example of a thiol bound to SbCl3 through a SBI rather than direct coordination by a thiolate ligand, and it represents a very rare example of the contribution of three different weak intermolecular forces to the formation of a coordination polymer. This provides further evidence that SBIs of main group ions provide a sufficient stabilizing force for supramolecular organization. Further investigation of these and similar systems are being carried out to determine the generality of the formation of these networks.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>X-ray data in CIF format, experimental descriptions for ligand syntheses via literature and modified literature procedures, and experimental details of crystallizations. This information is available free of charge via the Internet at <uri>http://pubs.acs.org</uri>.</p>", "clean_text": "X-ray data in CIF format, experimental descriptions for ligand syntheses via literature and modified literature procedures, and experimental details of crystallizations. This information is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>References</title><p>Sb-thiolate bonds are typically on the order of ∼2.5 Å, indicative of a strong covalent bond. Here we use the term “secondary bonding interaction” (or “SBI”) for weaker bonds (also referred to as donor−acceptor interactions) between antimony and a Lewis basic atom. These interactions are weaker and result in an atom−atom distance that is smaller than the sum of their van der Waals radii. A search of the Cambridge Structural Database shows no other examples of thiols interacting with Sb(III) with Sb−HSR distances under 4.0 Å. Only a dozen examples can be found of thioethers interacting in a similar manner (i.e., a SBI between neutral RSR and SbX<sub>3</sub>).</p>", "clean_text": "References\n\nSb-thiolate bonds are typically on the order of ~2.5 Å, indicative of a strong covalent bond. Here we use the term \"secondary bonding interaction\" (or \"SBI\") for weaker bonds (also referred to as donor-acceptor interactions) between antimony and a Lewis basic atom. These interactions are weaker and result in an atom-atom distance that is smaller than the sum of their van der Waals radii. A search of the Cambridge Structural Database shows no other examples of thiols interacting with Sb(III) with Sb-HSR distances under 4.0 Å. Only a dozen examples can be found of thioethers interacting in a similar manner (i.e., a SBI between neutral RSR and SbX3).", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>Crystal data for <bold>1·</bold>2SbCl<sub>3</sub>: C<sub>10</sub>H<sub>14</sub>Cl<sub>6</sub>S<sub>2</sub>Sb, <italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 654.53 0.32 × 0.28 × 0.22 mm, monoclinic, <italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>, <italic toggle=\"yes\">a</italic> = 7.5028(5) Å, <italic toggle=\"yes\">b</italic> = 9.2150(6) Å, <italic toggle=\"yes\">c</italic> = 14.6331(10) Å, <italic toggle=\"yes\">β</italic> = 101.955(1)°, <italic toggle=\"yes\">V</italic> = 989.76(11) Å<sup>3</sup>, <italic toggle=\"yes\">Z</italic> = 2, <italic toggle=\"yes\">Z′</italic> = 0.5, <italic toggle=\"yes\">ρ</italic>\n<sub>calcd</sub> = 2.196 g cm<sup>−3</sup>, <italic toggle=\"yes\">μ</italic> = 3.737 mm<sup>−1</sup>, 2θ<sub>max</sub> = 54.00°, <italic toggle=\"yes\">T</italic> = 173(2) K, 10898 reflections collected, 2165 reflections independent [<italic toggle=\"yes\">R</italic>\n<sub>int</sub> = 0.0220], 95 parameters R1 = 0.0207, wR2 = 0.0505 for reflections with <italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>), and R1 = 0.0217, wR2 = 0.0512 for all data, GOF = 1.059, max/min residual electron density +1.217/−0.535 e Å<sup>−3</sup>.</p>", "clean_text": "Crystal data for 1⋅2SbCl3: C10H14Cl6S2Sb, M r = 654.53 0.32 × 0.28 × 0.22 mm, monoclinic, P21/c, a = 7.5028(5) Å, b = 9.2150(6) Å, c = 14.6331(10) Å, β = 101.955(1)°, V = 989.76(11) Å3, Z = 2, Z' = 0.5, ρ calcd = 2.196 g cm-3, μ = 3.737 mm-1, 2θmax = 54.00°, T = 173(2) K, 10898 reflections collected, 2165 reflections independent [R int = 0.0220], 95 parameters R1 = 0.0207, wR2 = 0.0505 for reflections with I > 2σ(I), and R1 = 0.0217, wR2 = 0.0512 for all data, GOF = 1.059, max/min residual electron density +1.217/-0.535 e Å-3.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>Crystal data for <bold>2</bold>·2SbCl<sub>3</sub>: C<sub>10</sub>H<sub>12</sub>Br<sub>2</sub>Cl<sub>6</sub>Sb<sub>2</sub>, <italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 748.22 0.42 × 0.24 × 0.12 mm, monoclinic, <italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>, <italic toggle=\"yes\">a</italic> = 7.6386(4) Å, <italic toggle=\"yes\">b</italic> = 16.1453(9) Å, <italic toggle=\"yes\">c</italic> = 8.1907(5) Å, <italic toggle=\"yes\">β</italic> = 105.532(1)°, <italic toggle=\"yes\">V</italic> = 937.25(10) Å<sup>3</sup>, <italic toggle=\"yes\">Z</italic> = 2, <italic toggle=\"yes\">Z′</italic> = 0.5, <italic toggle=\"yes\">ρ</italic>\n<sub>calcd</sub> = 2.553 g cm<sup>−3</sup>, <italic toggle=\"yes\">μ</italic> = 7.692 mm<sup>−1</sup>, 2θ<sub>max</sub> = 54.00°, <italic toggle=\"yes\">T</italic> = 173(2) K, 10642 reflections collected, 2117 reflections independent [<italic toggle=\"yes\">R</italic>\n<sub>int</sub> = 0.0337], 92 parameters R1 = 0.0185, wR2 = 0.0463 for reflections with <italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>), and R1 = 0.0189, wR2 = 0.0466 for all data, GOF = 1.130, max/min residual electron density +0.710/−0.642 e Å<sup>−3</sup>.</p>", "clean_text": "Crystal data for 2⋅2SbCl3: C10H12Br2Cl6Sb2, M r = 748.22 0.42 × 0.24 × 0.12 mm, monoclinic, P21/c, a = 7.6386(4) Å, b = 16.1453(9) Å, c = 8.1907(5) Å, β = 105.532(1)°, V = 937.25(10) Å3, Z = 2, Z' = 0.5, ρ calcd = 2.553 g cm-3, μ = 7.692 mm-1, 2θmax = 54.00°, T = 173(2) K, 10642 reflections collected, 2117 reflections independent [R int = 0.0337], 92 parameters R1 = 0.0185, wR2 = 0.0463 for reflections with I > 2σ(I), and R1 = 0.0189, wR2 = 0.0466 for all data, GOF = 1.130, max/min residual electron density +0.710/-0.642 e Å-3.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 5, "type": "text", "classification": "synthesis condition", "content": "<p>Previously, our lab has reported As···O, As-π, and Sb-π SBIs in discrete, self-assembled supramolecular pnictogen-thiolate complexes. While attempting to further study Sb-thiolate compounds, we serendipitously prepared the supramolecular coordination network <bold>1</bold>·2SbCl<sub>3</sub> (Figure ). When a CHCl<sub>3</sub> solution of 1,4-bis(2-mercaptoethyl)benzene (<bold>1</bold>) (Scheme ) was added to a CHCl<sub>3</sub> solution of SbCl<sub>3</sub>, opaque off-white crystals which were suitable for single crystal X-ray diffraction analysis grew out of solution within 5 min. The single-crystal X-ray structure revealed a one-dimensional (1D) network of <bold>1</bold> and two SbCl<sub>3</sub> molecules coordinated through Sb-π, Sb···S and Sb···Cl SBIs (Figure ). Each antimony center is 6 coordinate with a pseudo-octahedral coordination geometry, while the ligand takes an “S-like” conformation (the two -CH<sub>2</sub>CH<sub>2</sub>SH groups are bent in opposite directions). The structure revealed the surprising result that the thiol of <bold>1</bold> was not deprotonated in the presence of SbCl<sub>3</sub>. This was unexpected, since we have previously shown that under similar conditions, Sb−thiolate bonds will form in conjunction with the loss of HCl. Here the Sb···S (thiol) distance is 3.11 Å, which is much longer than the typical Sb−S (thiolate) bond of 2.41 Å. The Sb-π (as measured from Sb to the arene centroid: 3.19 and 3.29 Å) and Sb···Cl (3.26 Å) distances are typical for these types of SBIs. Interestingly, the antimony atoms are situated directly over the centroid of the arene ring interacting in an η<sup>6</sup> fashion, instead of offset to one side as observed in our previous structures. The arene rings and antimony are situated in a centered “inverted sandwich” which has been observed in the solid state for As-π and Bi-π interactions, but rarely for Sb-π. These crystals do not readily dissolve in CHCl<sub>3</sub> and have a melting range of 82−100 °C, which is higher than both pure SbCl<sub>3</sub> (73.4 °C) and the ligand, which is an oil at room temperature.</p>", "clean_text": "Previously, our lab has reported As⋅⋅⋅O, As-π, and Sb-π SBIs in discrete, self-assembled supramolecular pnictogen-thiolate complexes. While attempting to further study Sb-thiolate compounds, we serendipitously prepared the supramolecular coordination network 1⋅2SbCl3 (Figure ). When a CHCl3 solution of 1,4-bis(2-mercaptoethyl)benzene (1) (Scheme ) was added to a CHCl3 solution of SbCl3, opaque off-white crystals which were suitable for single crystal X-ray diffraction analysis grew out of solution within 5 min. The single-crystal X-ray structure revealed a one-dimensional (1D) network of 1 and two SbCl3 molecules coordinated through Sb-π, Sb⋅⋅⋅S and Sb⋅⋅⋅Cl SBIs (Figure ). Each antimony center is 6 coordinate with a pseudo-octahedral coordination geometry, while the ligand takes an \"S-like\" conformation (the two -CH2CH2SH groups are bent in opposite directions). The structure revealed the surprising result that the thiol of 1 was not deprotonated in the presence of SbCl3. This was unexpected, since we have previously shown that under similar conditions, Sb-thiolate bonds will form in conjunction with the loss of HCl. Here the Sb⋅⋅⋅S (thiol) distance is 3.11 Å, which is much longer than the typical Sb-S (thiolate) bond of 2.41 Å. The Sb-π (as measured from Sb to the arene centroid: 3.19 and 3.29 Å) and Sb⋅⋅⋅Cl (3.26 Å) distances are typical for these types of SBIs. Interestingly, the antimony atoms are situated directly over the centroid of the arene ring interacting in an η6 fashion, instead of offset to one side as observed in our previous structures. The arene rings and antimony are situated in a centered \"inverted sandwich\" which has been observed in the solid state for As-π and Bi-π interactions, but rarely for Sb-π. These crystals do not readily dissolve in CHCl3 and have a melting range of 82-100 °C, which is higher than both pure SbCl3 (73.4 °C) and the ligand, which is an oil at room temperature.", "data": [{"meta": {"name": "1·2SbCl3", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "1,4-bis(2-mercaptoethyl)benzene", "amount": "", "unit": ""}], "solution": [{"name": "CHCl3", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": "5 min"}, {"synthesis method": "crystallization", "solvent": [{"name": "CHCl3", "amount": "", "unit": ""}], "temperature": "", "time": ""}], "yield": ""}], "include_properties": []}, {"idx": "13, 14", "type": "text", "classification": "property", "content": "<p>Crystal data for <bold>1·</bold>2SbCl<sub>3</sub>: C<sub>10</sub>H<sub>14</sub>Cl<sub>6</sub>S<sub>2</sub>Sb, <italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 654.53 0.32 × 0.28 × 0.22 mm, monoclinic, <italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>, <italic toggle=\"yes\">a</italic> = 7.5028(5) Å, <italic toggle=\"yes\">b</italic> = 9.2150(6) Å, <italic toggle=\"yes\">c</italic> = 14.6331(10) Å, <italic toggle=\"yes\">β</italic> = 101.955(1)°, <italic toggle=\"yes\">V</italic> = 989.76(11) Å<sup>3</sup>, <italic toggle=\"yes\">Z</italic> = 2, <italic toggle=\"yes\">Z′</italic> = 0.5, <italic toggle=\"yes\">ρ</italic>\n<sub>calcd</sub> = 2.196 g cm<sup>−3</sup>, <italic toggle=\"yes\">μ</italic> = 3.737 mm<sup>−1</sup>, 2θ<sub>max</sub> = 54.00°, <italic toggle=\"yes\">T</italic> = 173(2) K, 10898 reflections collected, 2165 reflections independent [<italic toggle=\"yes\">R</italic>\n<sub>int</sub> = 0.0220], 95 parameters R1 = 0.0207, wR2 = 0.0505 for reflections with <italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>), and R1 = 0.0217, wR2 = 0.0512 for all data, GOF = 1.059, max/min residual electron density +1.217/−0.535 e Å<sup>−3</sup>.</p><p>Crystal data for <bold>2</bold>·2SbCl<sub>3</sub>: C<sub>10</sub>H<sub>12</sub>Br<sub>2</sub>Cl<sub>6</sub>Sb<sub>2</sub>, <italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 748.22 0.42 × 0.24 × 0.12 mm, monoclinic, <italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>, <italic toggle=\"yes\">a</italic> = 7.6386(4) Å, <italic toggle=\"yes\">b</italic> = 16.1453(9) Å, <italic toggle=\"yes\">c</italic> = 8.1907(5) Å, <italic toggle=\"yes\">β</italic> = 105.532(1)°, <italic toggle=\"yes\">V</italic> = 937.25(10) Å<sup>3</sup>, <italic toggle=\"yes\">Z</italic> = 2, <italic toggle=\"yes\">Z′</italic> = 0.5, <italic toggle=\"yes\">ρ</italic>\n<sub>calcd</sub> = 2.553 g cm<sup>−3</sup>, <italic toggle=\"yes\">μ</italic> = 7.692 mm<sup>−1</sup>, 2θ<sub>max</sub> = 54.00°, <italic toggle=\"yes\">T</italic> = 173(2) K, 10642 reflections collected, 2117 reflections independent [<italic toggle=\"yes\">R</italic>\n<sub>int</sub> = 0.0337], 92 parameters R1 = 0.0185, wR2 = 0.0463 for reflections with <italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>), and R1 = 0.0189, wR2 = 0.0466 for all data, GOF = 1.130, max/min residual electron density +0.710/−0.642 e Å<sup>−3</sup>.</p>", "clean_text": "Crystal data for 1⋅2SbCl3: C10H14Cl6S2Sb, M r = 654.53 0.32 × 0.28 × 0.22 mm, monoclinic, P21/c, a = 7.5028(5) Å, b = 9.2150(6) Å, c = 14.6331(10) Å, β = 101.955(1)°, V = 989.76(11) Å3, Z = 2, Z' = 0.5, ρ calcd = 2.196 g cm-3, μ = 3.737 mm-1, 2θmax = 54.00°, T = 173(2) K, 10898 reflections collected, 2165 reflections independent [R int = 0.0220], 95 parameters R1 = 0.0207, wR2 = 0.0505 for reflections with I > 2σ(I), and R1 = 0.0217, wR2 = 0.0512 for all data, GOF = 1.059, max/min residual electron density +1.217/-0.535 e Å-3.\n\nCrystal data for 2⋅2SbCl3: C10H12Br2Cl6Sb2, M r = 748.22 0.42 × 0.24 × 0.12 mm, monoclinic, P21/c, a = 7.6386(4) Å, b = 16.1453(9) Å, c = 8.1907(5) Å, β = 105.532(1)°, V = 937.25(10) Å3, Z = 2, Z' = 0.5, ρ calcd = 2.553 g cm-3, μ = 7.692 mm-1, 2θmax = 54.00°, T = 173(2) K, 10642 reflections collected, 2117 reflections independent [R int = 0.0337], 92 parameters R1 = 0.0185, wR2 = 0.0463 for reflections with I > 2σ(I), and R1 = 0.0189, wR2 = 0.0466 for all data, GOF = 1.130, max/min residual electron density +0.710/-0.642 e Å-3.", "data": [[[{"meta": {"name": "1·2SbCl3", "symbol": "", "chemical formula": "C10H14Cl6S2Sb"}}, {"lattice parameters": [{"value": {"a": "7.5028", "b": "9.2150", "c": "14.6331", "alpha": "", "beta": "101.955", "gamma": "", "condition": "T = 173(2) K"}}], "density": [{"value": "2.196", "unit": "g cm^-3", "condition": ""}]}], [{"meta": {"name": "2·2SbCl3", "symbol": "", "chemical formula": "C10H12Br2Cl6Sb2"}}, {"lattice parameters": [{"value": {"a": "7.6386", "b": "16.1453", "c": "8.1907", "alpha": "", "beta": "105.532", "gamma": "", "condition": "T = 173(2) K"}}], "density": [{"value": "2.553", "unit": "g cm^-3", "condition": ""}]}]]], "include_properties": ["chemical_formula_weight", "crystal_system", "space_group", "lattice_parameters", "density"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>ORTEP representation of the X-ray crystal structure of <bold>1</bold>·2SbCl<sub>3</sub> at the 30% probability level. Sb···S and Sb···Cl SBIs are illustrated with dashed lines. Sb-π SBIs are illustrated with dotted lines.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"cg-2009-00395w_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  ORTEP representation of the X-ray crystal structure of 1⋅2SbCl3 at the 30% probability level. Sb⋅⋅⋅S and Sb⋅⋅⋅Cl SBIs are illustrated with dashed lines. Sb-π SBIs are illustrated with dotted lines.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Ligands <bold>1</bold> and <bold>2</bold>\n</title>\n</caption>\n<graphic id=\"gs1\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"cg-2009-00395w_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Ligands 1 and 2    ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>ORTEP representation of the X-ray crystal structure of <bold>2</bold>·2SbCl<sub>3</sub> at the 30% probability level. Sb···Cl and Sb···Br SBIs are illustrated with dashed lines, while Sb-π SBIs are illustrated with dotted lines.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"cg-2009-00395w_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  ORTEP representation of the X-ray crystal structure of 2⋅2SbCl3 at the 30% probability level. Sb⋅⋅⋅Cl and Sb⋅⋅⋅Br SBIs are illustrated with dashed lines, while Sb-π SBIs are illustrated with dotted lines.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/cg900395w", "title": "\nSupramolecular Organization Using Multiple Secondary Bonding Interactions\nCommunications\n", "journal": "American Chemical Society", "date": "2009.06", "author_list": ["Allen\nCorinne A.", "Cangelosi\nVirginia M.", "Zakharov\nLev N.", "Johnson\nDarren W."]}}