{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/cm6b02511.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>We report a rare example of a sulfonate-based\nmetal–organic\nframework (MOF) possessing a prototypical primitive-cubic topology,\nconstructed with Jahn–Teller distorted Cu­(II) centers and a\nmixed-linker (organosulfonate and N-donor) system. The inherent highly\npolar, permanent porosity contributes to the highest reported CO<sub>2</sub> sorption properties to date among organosulfonate-based MOFs,\noutperforming the benchmark carboxylate MOF counterpart. Importantly,\ndensity functional theory calculations confirm that the CO<sub>2</sub>–sulfonate interaction plays an important role in CO<sub>2</sub> capture. Indeed, the hydrothermal product demonstrates high robustness\nover a wide pH range as well as aqueous boiling conditions, overcoming\nthe moisture sensitivity of conventional Cu<sub>2</sub> paddlewheel-based\nMOFs. In addition, bulk synthesis of this material has been successfully\nachieved on a gram scale (&gt;1 g) in a single batch with a high yield.\nCombining the high CO<sub>2</sub> affinity and a robust nature, this\nsulfonate porous material is also an efficient, recyclable heterogeneous\ncatalyst for CO<sub>2</sub> fixation to form cyclic carbonates under\nambient conditions.</p>", "clean_text": "We report a rare example of a sulfonate-based metal-organic framework (MOF) possessing a prototypical primitive-cubic topology, constructed with Jahn-Teller distorted Cu(II) centers and a mixed-linker (organosulfonate and N-donor) system. The inherent highly polar, permanent porosity contributes to the highest reported CO2 sorption properties to date among organosulfonate-based MOFs, outperforming the benchmark carboxylate MOF counterpart. Importantly, density functional theory calculations confirm that the CO2-sulfonate interaction plays an important role in CO2 capture. Indeed, the hydrothermal product demonstrates high robustness over a wide pH range as well as aqueous boiling conditions, overcoming the moisture sensitivity of conventional Cu2 paddlewheel-based MOFs. In addition, bulk synthesis of this material has been successfully achieved on a gram scale (>1 g) in a single batch with a high yield. Combining the high CO2 affinity and a robust nature, this sulfonate porous material is also an efficient, recyclable heterogeneous catalyst for CO2 fixation to form cyclic carbonates under ambient conditions.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic\nframeworks (MOFs) provide a versatile platform\nfor tuning the chemical functionality of pore surfaces and thus have\nattracted an increasing amount of attention for applications in gas\nstorage, molecular separation, sensing, and catalysis. Overall, the architecture of the\nnumerous carboxylate-based MOFs is well-defined with reticular chemistry,\npartly because of their prominent metal–carboxylate secondary\nbuilding units (SBUs). As a result, the\nchelation of the carboxyl organic linkers to metal ions gives nonpolar\nporosity that is much more typically observed in MOFs (, left). Though some functionalizations\nmay be achieved via presynthetic or postsynthetic modification under\nmild conditions, they usually require sophisticated multiple-step\nsynthesis as well as a significant sacrifice in porosity.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) provide a versatile platform for tuning the chemical functionality of pore surfaces and thus have attracted an increasing amount of attention for applications in gas storage, molecular separation, sensing, and catalysis. Overall, the architecture of the numerous carboxylate-based MOFs is well-defined with reticular chemistry, partly because of their prominent metal-carboxylate secondary building units (SBUs). As a result, the chelation of the carboxyl organic linkers to metal ions gives nonpolar porosity that is much more typically observed in MOFs (, left). Though some functionalizations may be achieved via presynthetic or postsynthetic modification under mild conditions, they usually require sophisticated multiple-step synthesis as well as a significant sacrifice in porosity. ", "data": null, "include_properties": null}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Typical\nmode of binding (left) of metal–carboxyl units of\ncarboxylate-based MOFs and mode of binding (right) of metal–sulfonate\nunits of the sulfonate-based MOF used in this study.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cm-2016-02511f_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Typical mode of binding (left) of metal-carboxyl units of carboxylate-based MOFs and mode of binding (right) of metal-sulfonate units of the sulfonate-based MOF used in this study.   ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In contrast to carboxylate-based MOFs, sulfonate-based\nMOFs have\nbeen significantly less investigated and exhibit a lower degree of\nstructural predictability, which can be attributed to the versatile\ncoordination modes of the sulfonate monoanions (RSO<sub>3</sub>\n<sup>–</sup>) to the metal. However,\npermanently porous MOFs constructed with organosulfonates (i.e., alkylsulfonates\nor aromatic sulfonates) as organic linkers may offer a functional\nplatform for highly polar pore surfaces (, right), including potential applications\nin chemical recognition and/or separation as well as ionic conductivity. Nevertheless, the vast majority of sulfonate\nframeworks hold a densely packed structure and/or a low-dimensional\ntopology. Among the rather confined examples\nof three-dimensional (3D) sulfonate-based open frameworks, permanent\nporosity has rarely been confirmed via complete guest-free activation,\nBrunner–Emmet–Teller (BET) measurements, or gas adsorption;\nthus, they are not widely recognized within the realm of MOFs. In addition, no systematic investigation has been undertaken to\nstudy the molecular selectivity of a sulfonate-based prototypical\nMOF in comparison with that of its carboxylate counterpart.</p>", "clean_text": "In contrast to carboxylate-based MOFs, sulfonate-based MOFs have been significantly less investigated and exhibit a lower degree of structural predictability, which can be attributed to the versatile coordination modes of the sulfonate monoanions (RSO3 -) to the metal. However, permanently porous MOFs constructed with organosulfonates (i.e., alkylsulfonates or aromatic sulfonates) as organic linkers may offer a functional platform for highly polar pore surfaces (, right), including potential applications in chemical recognition and/or separation as well as ionic conductivity. Nevertheless, the vast majority of sulfonate frameworks hold a densely packed structure and/or a low-dimensional topology. Among the rather confined examples of three-dimensional (3D) sulfonate-based open frameworks, permanent porosity has rarely been confirmed via complete guest-free activation, Brunner-Emmet-Teller (BET) measurements, or gas adsorption; thus, they are not widely recognized within the realm of MOFs. In addition, no systematic investigation has been undertaken to study the molecular selectivity of a sulfonate-based prototypical MOF in comparison with that of its carboxylate counterpart.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Carbon dioxide (CO<sub>2</sub>), the anthropogenically emitted\ngas, has been recognized as the primary contributor to global warming. The development of CO<sub>2</sub> capture and\nsequestration (CCS) technologies is imperative for selectively capturing\nCO<sub>2</sub> from existing emission sources. In addition, the well-designed chemical transformation\nof captured CO<sub>2</sub> into commercially relevant chemicals is\nof vital importance to utilize CO<sub>2</sub> as a renewable C1 feedstock. Because of the high energy cost, corrosion, and toxicity of conventional\namine-based wet-scrubbing systems for CO<sub>2</sub> capture, extensive\nefforts have been made to discover new solid-state materials for advanced\nCCS technologies. MOFs are potentially\nthe ideal candidates for the next-generation CO<sub>2</sub> capture\nand conversion materials because of their exceptionally large surface\narea, gas sorption capacity, and chemical tunability. Decorating the pore surfaces with strongly polarizing groups is\nfavorable for enhancing CO<sub>2</sub> capture capabilities of MOFs. Meanwhile, employing MOFs as bifunctional materials\nto catalytically convert the captured CO<sub>2</sub> to high-value\nchemicals is rather limited at present, especially under very mild\nreaction conditions.\n</p>", "clean_text": "Carbon dioxide (CO2), the anthropogenically emitted gas, has been recognized as the primary contributor to global warming. The development of CO2 capture and sequestration (CCS) technologies is imperative for selectively capturing CO2 from existing emission sources. In addition, the well-designed chemical transformation of captured CO2 into commercially relevant chemicals is of vital importance to utilize CO2 as a renewable C1 feedstock. Because of the high energy cost, corrosion, and toxicity of conventional amine-based wet-scrubbing systems for CO2 capture, extensive efforts have been made to discover new solid-state materials for advanced CCS technologies. MOFs are potentially the ideal candidates for the next-generation CO2 capture and conversion materials because of their exceptionally large surface area, gas sorption capacity, and chemical tunability. Decorating the pore surfaces with strongly polarizing groups is favorable for enhancing CO2 capture capabilities of MOFs. Meanwhile, employing MOFs as bifunctional materials to catalytically convert the captured CO2 to high-value chemicals is rather limited at present, especially under very mild reaction conditions. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Herein, we employ a mixed-linker strategy to synthesize a\nrare\nsulfonate-based 3D Cu­(II) MOF possessing interconnected square channels.\nUsing the proposed nomenclature of Cheetham et al., the sulfonate MOF possesses an “I<sup>0</sup>O<sup>3</sup>” connectivity, giving a prototypical primitive-cubic\ntopology with 2-fold interpenetration. Importantly, the permanent\nporosity of this material can be successfully activated and reveals\nsignificantly enhanced CO<sub>2</sub> affinity with respect to those\nof its carboxylate-based MOF counterparts. Utilizing dispersion-corrected\ndensity functional theory (DFT) calculations and molecular dynamics\nsimulation, we further determine the CO<sub>2</sub> adsorption\nsites and the calculated CO<sub>2</sub> adsorption free energy, which\nis highly consistent with the experimental results. Moreover, this\nhydrothermally synthesized material exhibits a high thermal and chemical\nstability, unlike conventional carboxylate MOFs built with Cu<sub>2</sub> paddlewheel SBUs. By taking advantage of the highly robust\nnature and strong CO<sub>2</sub> affinity of the material, we can\nuse the embedded Lewis acidic sites to achieve efficient and reusable\nheterogeneous catalysis to convert captured CO<sub>2</sub> into cyclic\ncarbonates under ambient conditions.</p>", "clean_text": "Herein, we employ a mixed-linker strategy to synthesize a rare sulfonate-based 3D Cu(II) MOF possessing interconnected square channels. Using the proposed nomenclature of Cheetham et al., the sulfonate MOF possesses an \"I0O3\" connectivity, giving a prototypical primitive-cubic topology with 2-fold interpenetration. Importantly, the permanent porosity of this material can be successfully activated and reveals significantly enhanced CO2 affinity with respect to those of its carboxylate-based MOF counterparts. Utilizing dispersion-corrected density functional theory (DFT) calculations and molecular dynamics simulation, we further determine the CO2 adsorption sites and the calculated CO2 adsorption free energy, which is highly consistent with the experimental results. Moreover, this hydrothermally synthesized material exhibits a high thermal and chemical stability, unlike conventional carboxylate MOFs built with Cu2 paddlewheel SBUs. By taking advantage of the highly robust nature and strong CO2 affinity of the material, we can use the embedded Lewis acidic sites to achieve efficient and reusable heterogeneous catalysis to convert captured CO2 into cyclic carbonates under ambient conditions.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>Hydrothermal reaction of Cu­(NO<sub>3</sub>)<sub>2</sub>, 4,4′-bipyridine\n(bpy), and disodium 1,2-ethanedisulfonate (EDSNa<sub>2</sub>) afforded\nblue cubic crystals of [Cu­(bpy)<sub>2</sub>(EDS)]<sub>\n<italic>n</italic>\n</sub>, which we denote as TMOF-1 (TMOF = Tongji-MOF). Employing\na flexible sulfonate-based organic linker (instead of rigid terephthalate-type\nlinkers in carboxylic MOFs) is necessary, likely because of the tilted\ncoordination direction of linear organosulfonate linkers toward the\nmetal centers (). The high yield and phase purity of TMOF-1 were evidenced by experimental\npowder X-ray diffraction (PXRD), which matches well with the theoretical\npattern simulated from single-crystal data (). In addition, refluxing the reaction solution\nwithout applied pressure was used to synthesize TMOF-1 with high crystallinity.\nImportantly, bulk refluxing synthesis of TMOF-1 on a gram scale (&gt;1\ng) was successfully achieved in a single batch with a comparable yield\n(see details in the experimental section of the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Supporting Information</ext-link>).</p>", "clean_text": "Results and Discussion\n\nHydrothermal reaction of Cu(NO3)2, 4,4'-bipyridine (bpy), and disodium 1,2-ethanedisulfonate (EDSNa2) afforded blue cubic crystals of [Cu(bpy)2(EDS)] n , which we denote as TMOF-1 (TMOF = Tongji-MOF). Employing a flexible sulfonate-based organic linker (instead of rigid terephthalate-type linkers in carboxylic MOFs) is necessary, likely because of the tilted coordination direction of linear organosulfonate linkers toward the metal centers (). The high yield and phase purity of TMOF-1 were evidenced by experimental powder X-ray diffraction (PXRD), which matches well with the theoretical pattern simulated from single-crystal data (). In addition, refluxing the reaction solution without applied pressure was used to synthesize TMOF-1 with high crystallinity. Importantly, bulk refluxing synthesis of TMOF-1 on a gram scale (>1 g) was successfully achieved in a single batch with a comparable yield (see details in the experimental section of the Supporting Information).", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>PXRD patterns of TMOF-1.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cm-2016-02511f_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  PXRD patterns of TMOF-1.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>X-ray crystallography reveals TMOF-1 is a covalently\nbonded 3D\nframework and crystallized in monoclinic space group <italic>C</italic>2. The overall structure consists of doubly interpenetrated nets,\nin which each independent primitive-cubic net can be viewed as cationic\ntwo-dimensional (4,4)-connected bricklike layers [Cu­(bpy)]<sup>2+</sup> pillared by EDS linkers (). Each framework is staggered with respect to one\nanother (),\naffording a void space of 21.4% [calculated by PLATON ()]. Both of the two crystallographically independent Cu centers residing\nin TMOF-1 have an octahedral coordination environment. Four ending\nnitrogens of four separate bpy linkers define a square plane around\nthe Cu atoms, while two oxygens of two independent EDS ligands bond\nto Cu in the axial positions to complete the octahedral geometry.\nNote that only one oxygen of each sulfonate coordinates to the Cu\ncenters, and the axial Cu–O bonds are significantly elongated\nwith atomic distances of 2.309(3)–2.414(3) Å because of\nits d<sup>9</sup> Jahn–Teller distortion.</p>", "clean_text": "X-ray crystallography reveals TMOF-1 is a covalently bonded 3D framework and crystallized in monoclinic space group C2. The overall structure consists of doubly interpenetrated nets, in which each independent primitive-cubic net can be viewed as cationic two-dimensional (4,4)-connected bricklike layers [Cu(bpy)]2+ pillared by EDS linkers (). Each framework is staggered with respect to one another (), affording a void space of 21.4% [calculated by PLATON ()]. Both of the two crystallographically independent Cu centers residing in TMOF-1 have an octahedral coordination environment. Four ending nitrogens of four separate bpy linkers define a square plane around the Cu atoms, while two oxygens of two independent EDS ligands bond to Cu in the axial positions to complete the octahedral geometry. Note that only one oxygen of each sulfonate coordinates to the Cu centers, and the axial Cu-O bonds are significantly elongated with atomic distances of 2.309(3)-2.414(3) Å because of its d9 Jahn-Teller distortion.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Crystallographic view\nof a single net of TMOF-1 (Cu, cyan; C, gray;\nS, yellow; O, red; N, blue): (a) one single primitive-cubic net and\n(b) a single primitive extended framework viewed along the <italic>a</italic> axis.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cm-2016-02511f_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  Crystallographic view of a single net of TMOF-1 (Cu, cyan; C, gray; S, yellow; O, red; N, blue): (a) one single primitive-cubic net and (b) a single primitive extended framework viewed along the a axis.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Crystallographic view\nof the 2-fold interpenetrated TMOF-1: (a)\na single primitive-cubic net staggered with another cubic net (the\nnets are colored yellow and orange) and (b) representation of the\ndoubly interpenetrated extended frameworks (the networks are colored\ngreen and brown).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cm-2016-02511f_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  Crystallographic view of the 2-fold interpenetrated TMOF-1: (a) a single primitive-cubic net staggered with another cubic net (the nets are colored yellow and orange) and (b) representation of the doubly interpenetrated extended frameworks (the networks are colored green and brown).   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["synthesis condition"], "content": "<p>Successful activation\nof the permanent porosity within TMOF-1 was\nachieved under vacuum at 105 °C, as evidenced by the agreement\nof the PXRD patterns of the activated sample and simulated data from\nX-ray crystallography (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S1</ext-link>). TMOF-1\nexhibited an overall BET surface area of 256 ± 5 m<sup>2</sup>/g with a reversible type I sorption isotherm using Ar at 87 K or\nN<sub>2</sub> at 77 K, demonstrating its microporous nature (a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S2</ext-link>). Because the high density and strong\npolarity of the sulfonate groups in TMOF-1 would significantly promote\nthe affinity of CO<sub>2</sub> to have a quadrupole moment, we systematically\ninvestigated the affinity of TMOF-1 for CO<sub>2</sub>. On the basis\nof low-pressure CO<sub>2</sub> sorption isotherms (b), TMOF-1 showed CO<sub>2</sub> uptake of 104.2 cm<sup>3</sup>/g (297.4 mg/g) at 200 K, 47.1 cm<sup>3</sup>/g (98.6 mg/g) at 273 K, 32.4 cm<sup>3</sup>/g (62.0 mg/g)\nat 298 K, and 27.7 cm<sup>3</sup>/g (51.5 mg/g) at 308 K under 1 bar.\nTo the best of our knowledge, these numbers are the highest among\norganosulfonate-based MOFs. Meanwhile, they are not comparable to\nthe highest values in the realm of carboxylate-based MOFs largely\nbecause of the relatively limited void space of TMOF-1. Nevertheless, the rate of CO<sub>2</sub> uptake of TMOF-1 at 298\nK and 1 bar is higher than the reported values of carboxylate MOFs\nwith comparable surface areas (e.g., MOF-2) as well as some highly porous benchmark carboxylate MOFs (e.g.,\nIRMOF-3, UMCM-1, and MIL-101).</p>", "clean_text": "Successful activation of the permanent porosity within TMOF-1 was achieved under vacuum at 105 °C, as evidenced by the agreement of the PXRD patterns of the activated sample and simulated data from X-ray crystallography (Figure S1). TMOF-1 exhibited an overall BET surface area of 256 ± 5 m2/g with a reversible type I sorption isotherm using Ar at 87 K or N2 at 77 K, demonstrating its microporous nature (a and Figure S2). Because the high density and strong polarity of the sulfonate groups in TMOF-1 would significantly promote the affinity of CO2 to have a quadrupole moment, we systematically investigated the affinity of TMOF-1 for CO2. On the basis of low-pressure CO2 sorption isotherms (b), TMOF-1 showed CO2 uptake of 104.2 cm3/g (297.4 mg/g) at 200 K, 47.1 cm3/g (98.6 mg/g) at 273 K, 32.4 cm3/g (62.0 mg/g) at 298 K, and 27.7 cm3/g (51.5 mg/g) at 308 K under 1 bar. To the best of our knowledge, these numbers are the highest among organosulfonate-based MOFs. Meanwhile, they are not comparable to the highest values in the realm of carboxylate-based MOFs largely because of the relatively limited void space of TMOF-1. Nevertheless, the rate of CO2 uptake of TMOF-1 at 298 K and 1 bar is higher than the reported values of carboxylate MOFs with comparable surface areas (e.g., MOF-2) as well as some highly porous benchmark carboxylate MOFs (e.g., IRMOF-3, UMCM-1, and MIL-101).", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Gas sorption of TMOF-1.\n(a) Ar sorption isotherm at 87 K. (b) CO<sub>2</sub> sorption isotherms\nat 200 K (green), 273 K (yellow), and\n298 K (red). The inset shows the <italic>Q</italic>\n<sub>st</sub> of\nCO<sub>2</sub> adsorption. (c) CO<sub>2</sub> sorption isotherms of\nTMOF-1 at 298 K (black) and 308 K (gray) and those of [Cu<sub>2</sub>(bdc)<sub>2</sub>(bpy)]<sub>\n<italic>n</italic>\n</sub> [MOF-508b­(Cu)]\nat 298 K (magenta) and 308 K (light magenta). (d) H<sub>2</sub> adsorption\nisotherms at 77 K (black) and 87 K (gray). The inset shows the <italic>Q</italic>\n<sub>st</sub> of H<sub>2</sub> adsorption.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cm-2016-02511f_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  Gas sorption of TMOF-1. (a) Ar sorption isotherm at 87 K. (b) CO2 sorption isotherms at 200 K (green), 273 K (yellow), and 298 K (red). The inset shows the Q st of CO2 adsorption. (c) CO2 sorption isotherms of TMOF-1 at 298 K (black) and 308 K (gray) and those of [Cu2(bdc)2(bpy)] n  [MOF-508b(Cu)] at 298 K (magenta) and 308 K (light magenta). (d) H2 adsorption isotherms at 77 K (black) and 87 K (gray). The inset shows the Q st of H2 adsorption.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>The variable-temperature CO<sub>2</sub> adsorption\nisotherms reveal\nthe zero-coverage isosteric heat of adsorption (<italic>Q</italic>\n<sub>st</sub>) of TMOF-1 to be 30.9 kJ/mol, computed using the Clausius–Clapeyron\nequation (b). Compared to literature values, the <italic>Q</italic>\n<sub>st</sub> of TMOF-1 is higher than those of most of\nthe unfunctionalized carboxylate-based MOFs without exposed metal\nsites or amine functionality, confirming the high affinity of TMOF-1\nfor CO<sub>2</sub>. In addition, after TMOF-1 had\nbeen soaked in 1 bar CO<sub>2</sub> for 1 h at room temperature, the\nmaterial exhibited a characteristic CO<sub>2</sub> absorption band\nat 2335 cm<sup>–1</sup> in the infrared spectrum, confirming\nthe strong interaction between CO<sub>2</sub> and TMOF-1 even under\nambient conditions (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S3</ext-link>). Besides CO<sub>2</sub> sorption, the H<sub>2</sub> sorption isotherms of TMOF-1 exhibit a steep increase at low pressure\nwith a <italic>Q</italic>\n<sub>st</sub> of 9.0 kJ/mol, resulting in\nH<sub>2</sub> uptake capacities of 0.9 wt % (77 K, 1 bar) and 0.75\nwt % (87 K, 1 bar) (d). The high <italic>Q</italic>\n<sub>st</sub> value is likely\nrelated to the increased extent of H<sub>2</sub>–host interaction,\ndue to the narrow pore size from the 2-fold interpenetration.\n</p>", "clean_text": "The variable-temperature CO2 adsorption isotherms reveal the zero-coverage isosteric heat of adsorption (Q st) of TMOF-1 to be 30.9 kJ/mol, computed using the Clausius-Clapeyron equation (b). Compared to literature values, the Q st of TMOF-1 is higher than those of most of the unfunctionalized carboxylate-based MOFs without exposed metal sites or amine functionality, confirming the high affinity of TMOF-1 for CO2. In addition, after TMOF-1 had been soaked in 1 bar CO2 for 1 h at room temperature, the material exhibited a characteristic CO2 absorption band at 2335 cm-1 in the infrared spectrum, confirming the strong interaction between CO2 and TMOF-1 even under ambient conditions (Figure S3). Besides CO2 sorption, the H2 sorption isotherms of TMOF-1 exhibit a steep increase at low pressure with a Q st of 9.0 kJ/mol, resulting in H2 uptake capacities of 0.9 wt % (77 K, 1 bar) and 0.75 wt % (87 K, 1 bar) (d). The high Q st value is likely related to the increased extent of H2-host interaction, due to the narrow pore size from the 2-fold interpenetration. ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>To examine in detail the interaction between\nCO<sub>2</sub> and\nembedded sulfonate moieties in TMOF-1, we employed both control experiments\nand DFT calculations. First, we synthesized a doubly interpenetrated\ncarboxylate-based Cu­(II) MOF, [Cu<sub>2</sub>(bpy)­(bdc)<sub>2</sub>]<sub>\n<italic>n</italic>\n</sub> [MOF-508b­(Cu)], which possesses the\nsame N-donor ligand and a prototypical primitive-cubic topology, as\nwell. Despite the fact that its BET surface\narea (364 m<sup>2</sup>/g) is slightly larger than that of TMOF-1\n(256 m<sup>2</sup>/g) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S4</ext-link>), its\nCO<sub>2</sub> uptake value at 298 K and 1 bar is &lt;40% compared\nto that of TMOF-1 (c). More importantly, the zero-coverage <italic>Q</italic>\n<sub>st</sub> of this carboxylate MOF is as low as 19.2 kJ/mol, measured\nusing variable-temperature CO<sub>2</sub> sorption under identical\nconditions. This value agrees well with the literature value (15–19\nkJ/mol) of the isostructural MOF-508b­(Zn).\n</p>", "clean_text": "To examine in detail the interaction between CO2 and embedded sulfonate moieties in TMOF-1, we employed both control experiments and DFT calculations. First, we synthesized a doubly interpenetrated carboxylate-based Cu(II) MOF, [Cu2(bpy)(bdc)2] n  [MOF-508b(Cu)], which possesses the same N-donor ligand and a prototypical primitive-cubic topology, as well. Despite the fact that its BET surface area (364 m2/g) is slightly larger than that of TMOF-1 (256 m2/g) (Figure S4), its CO2 uptake value at 298 K and 1 bar is <40% compared to that of TMOF-1 (c). More importantly, the zero-coverage Q st of this carboxylate MOF is as low as 19.2 kJ/mol, measured using variable-temperature CO2 sorption under identical conditions. This value agrees well with the literature value (15-19 kJ/mol) of the isostructural MOF-508b(Zn). ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>In addition to control experiments of CO<sub>2</sub> capture,\nwe\nperformed first-principles calculations based on dispersion-corrected\nDFT to investigate the CO<sub>2</sub> binding sites residing in TMOF-1\n(see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Supporting Information</ext-link> for calculation\ndetails). By adding CO<sub>2</sub> molecules to the cavity of TMOF-1,\nwe discovered that the adsorbed CO<sub>2</sub> inside TMOF-1 reaches\nup to four molecules per unit cell at 298 K and 1 bar of CO<sub>2</sub>, which is equivalent to a CO<sub>2</sub> uptake of ∼78 mg/g.\nThe most energetically stable adsorption site (two such sites per\nunit cell) is shown in , where each CO<sub>2</sub> is surrounded by four sulfonate\ngroups from the two adjacent EDS linkers, confirming the strong binding\nbetween CO<sub>2</sub> and organosulfonate functionalities. The calculated\nfree energy of adsorption after the correction of vibrational entropy\nand the zero-point energy is 29.2 kJ/mol, which agrees well with the\nexperimentally measured <italic>Q</italic>\n<sub>st</sub> (30.9 kJ/mol).\nImportantly, our first-principles molecular dynamics simulation confirms\nthat these captured CO<sub>2</sub> molecules together with TMOF-1\nare energetically stable at room temperature (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S5</ext-link>). Adding CO<sub>2</sub> above the ∼39 mg/g\ncapacity, we found the new additional CO<sub>2</sub> would reside\nin the spare porosity adjacent to the adsorbed CO<sub>2</sub> molecules,\nwhich are distal (≥5.9 Å) to the sulfonate groups within\nthe TMOF-1 framework. These CO<sub>2</sub> molecules are rather weakly\nadsorbed, with an adsorption free energy value of −3.3 kJ/mol.\nThe proposed CO<sub>2</sub> diffusion channels were analyzed, as well,\non the basis of the MD trajectories (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S6</ext-link>). According to computational results, the CO<sub>2</sub> molecules\ncan easily diffuse through the 3D-interconnected porosity of the TMOF-1\nwith a low free energy barrier (only ∼0.3 eV). Overall, the\nCO<sub>2</sub>–sulfonate interaction obviously plays an important\nrole in the CO<sub>2</sub> capture of TMOF-1.</p>", "clean_text": "In addition to control experiments of CO2 capture, we performed first-principles calculations based on dispersion-corrected DFT to investigate the CO2 binding sites residing in TMOF-1 (see the Supporting Information for calculation details). By adding CO2 molecules to the cavity of TMOF-1, we discovered that the adsorbed CO2 inside TMOF-1 reaches up to four molecules per unit cell at 298 K and 1 bar of CO2, which is equivalent to a CO2 uptake of ~78 mg/g. The most energetically stable adsorption site (two such sites per unit cell) is shown in , where each CO2 is surrounded by four sulfonate groups from the two adjacent EDS linkers, confirming the strong binding between CO2 and organosulfonate functionalities. The calculated free energy of adsorption after the correction of vibrational entropy and the zero-point energy is 29.2 kJ/mol, which agrees well with the experimentally measured Q st (30.9 kJ/mol). Importantly, our first-principles molecular dynamics simulation confirms that these captured CO2 molecules together with TMOF-1 are energetically stable at room temperature (Figure S5). Adding CO2 above the ~39 mg/g capacity, we found the new additional CO2 would reside in the spare porosity adjacent to the adsorbed CO2 molecules, which are distal (≥5.9 Å) to the sulfonate groups within the TMOF-1 framework. These CO2 molecules are rather weakly adsorbed, with an adsorption free energy value of -3.3 kJ/mol. The proposed CO2 diffusion channels were analyzed, as well, on the basis of the MD trajectories (Figure S6). According to computational results, the CO2 molecules can easily diffuse through the 3D-interconnected porosity of the TMOF-1 with a low free energy barrier (only ~0.3 eV). Overall, the CO2-sulfonate interaction obviously plays an important role in the CO2 capture of TMOF-1.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>DFT-optimized most stable\nCO<sub>2</sub> binding configuration\nin TMOF-1 (Cu, cyan; C, gray; S, yellow; O, red; N, blue).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cm-2016-02511f_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  DFT-optimized most stable CO2 binding configuration in TMOF-1 (Cu, cyan; C, gray; S, yellow; O, red; N, blue).   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>The thermal stability of TMOF-1 was investigated\nin detail by thermogravimetric\nanalysis (TGA) and <italic>ex situ</italic> PXRD ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S7</ext-link>). An ∼10.0% weight loss occurs after heating beyond\n100 °C, ascribed to the removal of solvent H<sub>2</sub>O molecules\nin the pores. The anhydrous phase is stable up to ∼300 °C\nuntil the decomposition of bpy and EDS. <italic>Ex situ</italic> PXRD\nof heating TMOF-1 to 260 °C in air confirms the retention of\nthe as-synthesized 3D porous topology (). The chemical stability of TMOF-1 was examined\nin polar and nonpolar boiling solvents (water, methanol, and <italic>n</italic>-hexane), a HCl solution (pH 3), and a NaOH solution (pH\n10). After incubation in these solutions for 24 h, the high crystallinity\nof the primitive-cubic topology is retained well, as evidenced by\nPXRD patterns (). Besides PXRD, a &lt;10 wt % decrease in mass was observed after\nthe thermal and chemical treatment, which is likely due to the solvent\nloss after activation (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Table S1</ext-link>). To further\nconfirm the strong water-stable nature of TMOF-1, <italic>in situ</italic> optical microscopy was employed to monitor the crystallinity throughout\nthe immersion of MOF in an acid/base solution (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S8</ext-link>). The size and morphology did not change in an observable\nmanner. Importantly, the porosity of the material was largely retained\nafter refluxing in water, evidenced by BET measurements (238 m<sup>2</sup>/g) using Ar at 87 K (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S9</ext-link>). Note that only a limited number of carboxylate MOFs with permanent\nporosity demonstrate excellent stability in boiling water, or in aqueous\nsolutions over a wide pH range. Indeed,\ndivalent metal carboxylate MOFs (e.g., Cu<sub>2</sub> or Zn<sub>2</sub> paddlewheel) are subject to hydrolysis and usually quite soluble\nin aqueous solutions. It is likely that\nthe typical Jahn–Teller distorted octahedral coordination geometry\nof Cu­(II) in our TMOF-1 was less susceptible to hydrolysis than the\nconventional five-coordinate Cu centers in Cu<sub>2</sub> paddlewheel\nSBUs.</p>", "clean_text": "The thermal stability of TMOF-1 was investigated in detail by thermogravimetric analysis (TGA) and ex situ PXRD ( and Figure S7). An ~10.0% weight loss occurs after heating beyond 100 °C, ascribed to the removal of solvent H2O molecules in the pores. The anhydrous phase is stable up to ~300 °C until the decomposition of bpy and EDS. Ex situ PXRD of heating TMOF-1 to 260 °C in air confirms the retention of the as-synthesized 3D porous topology (). The chemical stability of TMOF-1 was examined in polar and nonpolar boiling solvents (water, methanol, and n-hexane), a HCl solution (pH 3), and a NaOH solution (pH 10). After incubation in these solutions for 24 h, the high crystallinity of the primitive-cubic topology is retained well, as evidenced by PXRD patterns (). Besides PXRD, a <10 wt % decrease in mass was observed after the thermal and chemical treatment, which is likely due to the solvent loss after activation (Table S1). To further confirm the strong water-stable nature of TMOF-1, in situ optical microscopy was employed to monitor the crystallinity throughout the immersion of MOF in an acid/base solution (Figure S8). The size and morphology did not change in an observable manner. Importantly, the porosity of the material was largely retained after refluxing in water, evidenced by BET measurements (238 m2/g) using Ar at 87 K (Figure S9). Note that only a limited number of carboxylate MOFs with permanent porosity demonstrate excellent stability in boiling water, or in aqueous solutions over a wide pH range. Indeed, divalent metal carboxylate MOFs (e.g., Cu2 or Zn2 paddlewheel) are subject to hydrolysis and usually quite soluble in aqueous solutions. It is likely that the typical Jahn-Teller distorted octahedral coordination geometry of Cu(II) in our TMOF-1 was less susceptible to hydrolysis than the conventional five-coordinate Cu centers in Cu2 paddlewheel SBUs.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>Given the strong inherent CO<sub>2</sub> affinity and\nhighly robust\nnature of TMOF-1, we sought to investigate the embedded Cu­(II) Lewis\nacidic sites for CO<sub>2</sub>-related heterogeneous catalytic reactions.\nAs a benchmark reaction, cycloaddition of CO<sub>2</sub> and epoxides\nto form cyclic carbonates is of great interest in the chemical industry,\nbecause of the wide application of carbonates in pharmaceuticals. High pressure and/or temperature is necessary\nfor this CO<sub>2</sub> fixation by common catalysts, such as metal–salen\ncomplexes, metal oxides, and zeolites. A few recent\nstudies employed MOFs as promising and efficient catalytic materials\nto convert captured CO<sub>2</sub> to cyclic carbonates. In conjunction with tetra-<italic>n</italic>-<italic>tert</italic>-butylammonium bromide (TBAB) as a cocatalyst under ambient conditions\n(i.e., room temperature, 1 bar), TMOF-1 exhibited a nearly quantitative\nyield in converting 2-methyloxirane to the corresponding cyclic carbonate\n(, entry 1).\nThe high efficiency of this catalytic activity was successfully extended\nto functionalized (e.g., -CH<sub>3</sub>, -Cl, or -Br) 2-methyloxirane\nsubstrates (, entries 2–5). By comparison, these catalytic activities\nare significantly higher than that of the benchmark Cu­(II)–carboxylate\nMOF, HKUST-1, which showed a moderate yield in the range of 50–60%. Meanwhile, a control reaction without any catalyst gave negligible\nconversion. However, for bulky epoxide substrates such as styrene\noxide, TMOF-1 gave a yield of only 39(3)% (, entry 6). This lower yield is probably\ndue to the steric hindrance on the β-carbon of the substrates,\nhampering nucleophilic attack from TBAB (see the mechanism in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S10</ext-link>). To\nconfirm the heterogeneous and reusable nature of the catalysis, TMOF-1\ndemonstrated excellent recyclability in converting 2-(chloromethyl)­oxirane\nwithout a significant decrease in yield [86–92% (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S11</ext-link>)]. Between each run, the catalyst\nwas recovered by filtration, rinsed with methanol, dried in air, and\nreused on subsequent reactions without further treatment. Importantly,\nthe crystallinity of TMOF-1 was maintained after each cycle, as indicated\nby PXRD (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S12</ext-link>). In addition, the\nfiltrate of catalysis reactions contained &lt;0.1 ppm Cu, as evidenced\nby inductively coupled plasma atomic emission spectroscopy (ICP-AES).\nAll these results point to the heterogeneity of the MOF catalyst.\nOverall, the high efficiency and reusability presented here prove\nthat TMOF-1 can catalytically achieve successful cycloaddition of\ncaptured CO<sub>2</sub> to form cyclic carbonates.</p>", "clean_text": "Given the strong inherent CO2 affinity and highly robust nature of TMOF-1, we sought to investigate the embedded Cu(II) Lewis acidic sites for CO2-related heterogeneous catalytic reactions. As a benchmark reaction, cycloaddition of CO2 and epoxides to form cyclic carbonates is of great interest in the chemical industry, because of the wide application of carbonates in pharmaceuticals. High pressure and/or temperature is necessary for this CO2 fixation by common catalysts, such as metal-salen complexes, metal oxides, and zeolites. A few recent studies employed MOFs as promising and efficient catalytic materials to convert captured CO2 to cyclic carbonates. In conjunction with tetra-n-tert-butylammonium bromide (TBAB) as a cocatalyst under ambient conditions (i.e., room temperature, 1 bar), TMOF-1 exhibited a nearly quantitative yield in converting 2-methyloxirane to the corresponding cyclic carbonate (, entry 1). The high efficiency of this catalytic activity was successfully extended to functionalized (e.g., -CH3, -Cl, or -Br) 2-methyloxirane substrates (, entries 2-5). By comparison, these catalytic activities are significantly higher than that of the benchmark Cu(II)-carboxylate MOF, HKUST-1, which showed a moderate yield in the range of 50-60%. Meanwhile, a control reaction without any catalyst gave negligible conversion. However, for bulky epoxide substrates such as styrene oxide, TMOF-1 gave a yield of only 39(3)% (, entry 6). This lower yield is probably due to the steric hindrance on the β-carbon of the substrates, hampering nucleophilic attack from TBAB (see the mechanism in Figure S10). To confirm the heterogeneous and reusable nature of the catalysis, TMOF-1 demonstrated excellent recyclability in converting 2-(chloromethyl)oxirane without a significant decrease in yield [86-92% (Figure S11)]. Between each run, the catalyst was recovered by filtration, rinsed with methanol, dried in air, and reused on subsequent reactions without further treatment. Importantly, the crystallinity of TMOF-1 was maintained after each cycle, as indicated by PXRD (Figure S12). In addition, the filtrate of catalysis reactions contained <0.1 ppm Cu, as evidenced by inductively coupled plasma atomic emission spectroscopy (ICP-AES). All these results point to the heterogeneity of the MOF catalyst. Overall, the high efficiency and reusability presented here prove that TMOF-1 can catalytically achieve successful cycloaddition of captured CO2 to form cyclic carbonates.", "data": null, "include_properties": null}, {"idx": 20, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>TMOF-1-Catalyzed Cycloaddition of\nCO<sub>2</sub> and Epoxides To Form Cyclic Carbonates<xref rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<graphic content-type=\"header\" id=\"fx1\" position=\"float\" xlink:href=\"cm-2016-02511f_0008.tif\"></graphic>\n<graphic id=\"fx2\" position=\"float\" xlink:href=\"cm-2016-02511f_0009.tif\"></graphic>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Conditions:\n20 mmol of epoxide,\n1 mol % (based on Cu) TMOF-1, 10 mol % TBAB, CO<sub>2</sub> (1 atm),\nsolvent-free, at room temperature.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Yields determined by <sup>1</sup>H NMR, an average value of three\nruns (error in parentheses).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In conclusion, a rare example of an organosulfonate-based 3D MOF\npossessing a primitive-cubic topology has been realized using a mixed-linker\nstrategy. The resulting material can be easily synthesized on a gram\nscale with high yield. Importantly, TMOF-1 exhibits permanent and\nstrongly polar porosity, thus significantly enhancing CO<sub>2</sub> capture capability with respect to that of its carboxylate MOF counterpart.\nIndeed, the sulfonate material also overcomes the moisture sensitivity\nof conventional Cu<sub>2</sub> paddlewheel MOFs. The inherent high-polarity\npore surface along with the “inert” feature of the material\nallows for excellent catalytic efficiency of converting CO<sub>2</sub> to cyclic carbonate. Because the MOF chemistry is far from mature\nwith many potential applications yet to be discovered, the advancement\nof sulfonate-type porous MOFs will likely play an important role in\nthe MOF field with respect to conventional carboxylate MOFs. We are\nfurther extending this synthetic strategy to other multitopic organosulfonates,\nopening up an opportunity for the discovery of a new class of sulfonate-functionalized\nporous materials.</p>", "clean_text": "Conclusions\n\nIn conclusion, a rare example of an organosulfonate-based 3D MOF possessing a primitive-cubic topology has been realized using a mixed-linker strategy. The resulting material can be easily synthesized on a gram scale with high yield. Importantly, TMOF-1 exhibits permanent and strongly polar porosity, thus significantly enhancing CO2 capture capability with respect to that of its carboxylate MOF counterpart. Indeed, the sulfonate material also overcomes the moisture sensitivity of conventional Cu2 paddlewheel MOFs. The inherent high-polarity pore surface along with the \"inert\" feature of the material allows for excellent catalytic efficiency of converting CO2 to cyclic carbonate. Because the MOF chemistry is far from mature with many potential applications yet to be discovered, the advancement of sulfonate-type porous MOFs will likely play an important role in the MOF field with respect to conventional carboxylate MOFs. We are further extending this synthetic strategy to other multitopic organosulfonates, opening up an opportunity for the discovery of a new class of sulfonate-functionalized porous materials.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.chemmater.6b02511\">10.1021/acs.chemmater.6b02511</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental details\nand additional characterization\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystallographic\ndata (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_002.cif\">CIF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.chemmater.6b02511.  Experimental details and additional characterization (PDF)   Crystallographic data (CIF)   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Experimental details\nand additional characterization\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">PDF</ext-link>)</p><p>Crystallographic\ndata (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_002.cif\">CIF</ext-link>)</p><p>G. Zhang\nand G. Wei contributed equally to this work.</p><p>The authors\ndeclare no competing financial interest.</p><title>References</title>", "clean_text": "Experimental details and additional characterization (PDF)\n\nCrystallographic data (CIF)\n\nG. Zhang and G. Wei contributed equally to this work.\n\nThe authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": 12, "type": "text", "classification": "synthesis condition", "content": "<p>Successful activation\nof the permanent porosity within TMOF-1 was\nachieved under vacuum at 105 °C, as evidenced by the agreement\nof the PXRD patterns of the activated sample and simulated data from\nX-ray crystallography (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S1</ext-link>). TMOF-1\nexhibited an overall BET surface area of 256 ± 5 m<sup>2</sup>/g with a reversible type I sorption isotherm using Ar at 87 K or\nN<sub>2</sub> at 77 K, demonstrating its microporous nature (a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S2</ext-link>). Because the high density and strong\npolarity of the sulfonate groups in TMOF-1 would significantly promote\nthe affinity of CO<sub>2</sub> to have a quadrupole moment, we systematically\ninvestigated the affinity of TMOF-1 for CO<sub>2</sub>. On the basis\nof low-pressure CO<sub>2</sub> sorption isotherms (b), TMOF-1 showed CO<sub>2</sub> uptake of 104.2 cm<sup>3</sup>/g (297.4 mg/g) at 200 K, 47.1 cm<sup>3</sup>/g (98.6 mg/g) at 273 K, 32.4 cm<sup>3</sup>/g (62.0 mg/g)\nat 298 K, and 27.7 cm<sup>3</sup>/g (51.5 mg/g) at 308 K under 1 bar.\nTo the best of our knowledge, these numbers are the highest among\norganosulfonate-based MOFs. Meanwhile, they are not comparable to\nthe highest values in the realm of carboxylate-based MOFs largely\nbecause of the relatively limited void space of TMOF-1. Nevertheless, the rate of CO<sub>2</sub> uptake of TMOF-1 at 298\nK and 1 bar is higher than the reported values of carboxylate MOFs\nwith comparable surface areas (e.g., MOF-2) as well as some highly porous benchmark carboxylate MOFs (e.g.,\nIRMOF-3, UMCM-1, and MIL-101).</p>", "clean_text": "Successful activation of the permanent porosity within TMOF-1 was achieved under vacuum at 105 °C, as evidenced by the agreement of the PXRD patterns of the activated sample and simulated data from X-ray crystallography (Figure S1). TMOF-1 exhibited an overall BET surface area of 256 ± 5 m2/g with a reversible type I sorption isotherm using Ar at 87 K or N2 at 77 K, demonstrating its microporous nature (a and Figure S2). Because the high density and strong polarity of the sulfonate groups in TMOF-1 would significantly promote the affinity of CO2 to have a quadrupole moment, we systematically investigated the affinity of TMOF-1 for CO2. On the basis of low-pressure CO2 sorption isotherms (b), TMOF-1 showed CO2 uptake of 104.2 cm3/g (297.4 mg/g) at 200 K, 47.1 cm3/g (98.6 mg/g) at 273 K, 32.4 cm3/g (62.0 mg/g) at 298 K, and 27.7 cm3/g (51.5 mg/g) at 308 K under 1 bar. To the best of our knowledge, these numbers are the highest among organosulfonate-based MOFs. Meanwhile, they are not comparable to the highest values in the realm of carboxylate-based MOFs largely because of the relatively limited void space of TMOF-1. Nevertheless, the rate of CO2 uptake of TMOF-1 at 298 K and 1 bar is higher than the reported values of carboxylate MOFs with comparable surface areas (e.g., MOF-2) as well as some highly porous benchmark carboxylate MOFs (e.g., IRMOF-3, UMCM-1, and MIL-101).", "data": [{"meta": {"name": "TMOF-1", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "activation", "pressure": "", "temperature": "105°C", "time": "", "atmosphere": "vacuum"}], "yield": "", "other properties": ["BET surface area: 256 ± 5 m^2/g", "Sorption isotherm: type I", "CO2 uptake: 104.2 cm^3/g at 200 K, 47.1 cm^3/g at 273 K, 32.4 cm^3/g at 298 K, 27.7 cm^3/g at 308 K under 1 bar"]}], "include_properties": []}, {"idx": "14, 15, 16, 18, 19", "type": "text", "classification": "property", "content": "<p>The variable-temperature CO<sub>2</sub> adsorption\nisotherms reveal\nthe zero-coverage isosteric heat of adsorption (<italic>Q</italic>\n<sub>st</sub>) of TMOF-1 to be 30.9 kJ/mol, computed using the Clausius–Clapeyron\nequation (b). Compared to literature values, the <italic>Q</italic>\n<sub>st</sub> of TMOF-1 is higher than those of most of\nthe unfunctionalized carboxylate-based MOFs without exposed metal\nsites or amine functionality, confirming the high affinity of TMOF-1\nfor CO<sub>2</sub>. In addition, after TMOF-1 had\nbeen soaked in 1 bar CO<sub>2</sub> for 1 h at room temperature, the\nmaterial exhibited a characteristic CO<sub>2</sub> absorption band\nat 2335 cm<sup>–1</sup> in the infrared spectrum, confirming\nthe strong interaction between CO<sub>2</sub> and TMOF-1 even under\nambient conditions (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S3</ext-link>). Besides CO<sub>2</sub> sorption, the H<sub>2</sub> sorption isotherms of TMOF-1 exhibit a steep increase at low pressure\nwith a <italic>Q</italic>\n<sub>st</sub> of 9.0 kJ/mol, resulting in\nH<sub>2</sub> uptake capacities of 0.9 wt % (77 K, 1 bar) and 0.75\nwt % (87 K, 1 bar) (d). The high <italic>Q</italic>\n<sub>st</sub> value is likely\nrelated to the increased extent of H<sub>2</sub>–host interaction,\ndue to the narrow pore size from the 2-fold interpenetration.\n</p><p>To examine in detail the interaction between\nCO<sub>2</sub> and\nembedded sulfonate moieties in TMOF-1, we employed both control experiments\nand DFT calculations. First, we synthesized a doubly interpenetrated\ncarboxylate-based Cu­(II) MOF, [Cu<sub>2</sub>(bpy)­(bdc)<sub>2</sub>]<sub>\n<italic>n</italic>\n</sub> [MOF-508b­(Cu)], which possesses the\nsame N-donor ligand and a prototypical primitive-cubic topology, as\nwell. Despite the fact that its BET surface\narea (364 m<sup>2</sup>/g) is slightly larger than that of TMOF-1\n(256 m<sup>2</sup>/g) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S4</ext-link>), its\nCO<sub>2</sub> uptake value at 298 K and 1 bar is &lt;40% compared\nto that of TMOF-1 (c). More importantly, the zero-coverage <italic>Q</italic>\n<sub>st</sub> of this carboxylate MOF is as low as 19.2 kJ/mol, measured\nusing variable-temperature CO<sub>2</sub> sorption under identical\nconditions. This value agrees well with the literature value (15–19\nkJ/mol) of the isostructural MOF-508b­(Zn).\n</p><p>In addition to control experiments of CO<sub>2</sub> capture,\nwe\nperformed first-principles calculations based on dispersion-corrected\nDFT to investigate the CO<sub>2</sub> binding sites residing in TMOF-1\n(see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Supporting Information</ext-link> for calculation\ndetails). By adding CO<sub>2</sub> molecules to the cavity of TMOF-1,\nwe discovered that the adsorbed CO<sub>2</sub> inside TMOF-1 reaches\nup to four molecules per unit cell at 298 K and 1 bar of CO<sub>2</sub>, which is equivalent to a CO<sub>2</sub> uptake of ∼78 mg/g.\nThe most energetically stable adsorption site (two such sites per\nunit cell) is shown in , where each CO<sub>2</sub> is surrounded by four sulfonate\ngroups from the two adjacent EDS linkers, confirming the strong binding\nbetween CO<sub>2</sub> and organosulfonate functionalities. The calculated\nfree energy of adsorption after the correction of vibrational entropy\nand the zero-point energy is 29.2 kJ/mol, which agrees well with the\nexperimentally measured <italic>Q</italic>\n<sub>st</sub> (30.9 kJ/mol).\nImportantly, our first-principles molecular dynamics simulation confirms\nthat these captured CO<sub>2</sub> molecules together with TMOF-1\nare energetically stable at room temperature (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S5</ext-link>). Adding CO<sub>2</sub> above the ∼39 mg/g\ncapacity, we found the new additional CO<sub>2</sub> would reside\nin the spare porosity adjacent to the adsorbed CO<sub>2</sub> molecules,\nwhich are distal (≥5.9 Å) to the sulfonate groups within\nthe TMOF-1 framework. These CO<sub>2</sub> molecules are rather weakly\nadsorbed, with an adsorption free energy value of −3.3 kJ/mol.\nThe proposed CO<sub>2</sub> diffusion channels were analyzed, as well,\non the basis of the MD trajectories (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S6</ext-link>). According to computational results, the CO<sub>2</sub> molecules\ncan easily diffuse through the 3D-interconnected porosity of the TMOF-1\nwith a low free energy barrier (only ∼0.3 eV). Overall, the\nCO<sub>2</sub>–sulfonate interaction obviously plays an important\nrole in the CO<sub>2</sub> capture of TMOF-1.</p><p>The thermal stability of TMOF-1 was investigated\nin detail by thermogravimetric\nanalysis (TGA) and <italic>ex situ</italic> PXRD ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S7</ext-link>). An ∼10.0% weight loss occurs after heating beyond\n100 °C, ascribed to the removal of solvent H<sub>2</sub>O molecules\nin the pores. The anhydrous phase is stable up to ∼300 °C\nuntil the decomposition of bpy and EDS. <italic>Ex situ</italic> PXRD\nof heating TMOF-1 to 260 °C in air confirms the retention of\nthe as-synthesized 3D porous topology (). The chemical stability of TMOF-1 was examined\nin polar and nonpolar boiling solvents (water, methanol, and <italic>n</italic>-hexane), a HCl solution (pH 3), and a NaOH solution (pH\n10). After incubation in these solutions for 24 h, the high crystallinity\nof the primitive-cubic topology is retained well, as evidenced by\nPXRD patterns (). Besides PXRD, a &lt;10 wt % decrease in mass was observed after\nthe thermal and chemical treatment, which is likely due to the solvent\nloss after activation (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Table S1</ext-link>). To further\nconfirm the strong water-stable nature of TMOF-1, <italic>in situ</italic> optical microscopy was employed to monitor the crystallinity throughout\nthe immersion of MOF in an acid/base solution (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S8</ext-link>). The size and morphology did not change in an observable\nmanner. Importantly, the porosity of the material was largely retained\nafter refluxing in water, evidenced by BET measurements (238 m<sup>2</sup>/g) using Ar at 87 K (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S9</ext-link>). Note that only a limited number of carboxylate MOFs with permanent\nporosity demonstrate excellent stability in boiling water, or in aqueous\nsolutions over a wide pH range. Indeed,\ndivalent metal carboxylate MOFs (e.g., Cu<sub>2</sub> or Zn<sub>2</sub> paddlewheel) are subject to hydrolysis and usually quite soluble\nin aqueous solutions. It is likely that\nthe typical Jahn–Teller distorted octahedral coordination geometry\nof Cu­(II) in our TMOF-1 was less susceptible to hydrolysis than the\nconventional five-coordinate Cu centers in Cu<sub>2</sub> paddlewheel\nSBUs.</p><p>Given the strong inherent CO<sub>2</sub> affinity and\nhighly robust\nnature of TMOF-1, we sought to investigate the embedded Cu­(II) Lewis\nacidic sites for CO<sub>2</sub>-related heterogeneous catalytic reactions.\nAs a benchmark reaction, cycloaddition of CO<sub>2</sub> and epoxides\nto form cyclic carbonates is of great interest in the chemical industry,\nbecause of the wide application of carbonates in pharmaceuticals. High pressure and/or temperature is necessary\nfor this CO<sub>2</sub> fixation by common catalysts, such as metal–salen\ncomplexes, metal oxides, and zeolites. A few recent\nstudies employed MOFs as promising and efficient catalytic materials\nto convert captured CO<sub>2</sub> to cyclic carbonates. In conjunction with tetra-<italic>n</italic>-<italic>tert</italic>-butylammonium bromide (TBAB) as a cocatalyst under ambient conditions\n(i.e., room temperature, 1 bar), TMOF-1 exhibited a nearly quantitative\nyield in converting 2-methyloxirane to the corresponding cyclic carbonate\n(, entry 1).\nThe high efficiency of this catalytic activity was successfully extended\nto functionalized (e.g., -CH<sub>3</sub>, -Cl, or -Br) 2-methyloxirane\nsubstrates (, entries 2–5). By comparison, these catalytic activities\nare significantly higher than that of the benchmark Cu­(II)–carboxylate\nMOF, HKUST-1, which showed a moderate yield in the range of 50–60%. Meanwhile, a control reaction without any catalyst gave negligible\nconversion. However, for bulky epoxide substrates such as styrene\noxide, TMOF-1 gave a yield of only 39(3)% (, entry 6). This lower yield is probably\ndue to the steric hindrance on the β-carbon of the substrates,\nhampering nucleophilic attack from TBAB (see the mechanism in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S10</ext-link>). To\nconfirm the heterogeneous and reusable nature of the catalysis, TMOF-1\ndemonstrated excellent recyclability in converting 2-(chloromethyl)­oxirane\nwithout a significant decrease in yield [86–92% (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S11</ext-link>)]. Between each run, the catalyst\nwas recovered by filtration, rinsed with methanol, dried in air, and\nreused on subsequent reactions without further treatment. Importantly,\nthe crystallinity of TMOF-1 was maintained after each cycle, as indicated\nby PXRD (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b02511/suppl_file/cm6b02511_si_001.pdf\">Figure S12</ext-link>). In addition, the\nfiltrate of catalysis reactions contained &lt;0.1 ppm Cu, as evidenced\nby inductively coupled plasma atomic emission spectroscopy (ICP-AES).\nAll these results point to the heterogeneity of the MOF catalyst.\nOverall, the high efficiency and reusability presented here prove\nthat TMOF-1 can catalytically achieve successful cycloaddition of\ncaptured CO<sub>2</sub> to form cyclic carbonates.</p>", "clean_text": "The variable-temperature CO2 adsorption isotherms reveal the zero-coverage isosteric heat of adsorption (Q st) of TMOF-1 to be 30.9 kJ/mol, computed using the Clausius-Clapeyron equation (b). Compared to literature values, the Q st of TMOF-1 is higher than those of most of the unfunctionalized carboxylate-based MOFs without exposed metal sites or amine functionality, confirming the high affinity of TMOF-1 for CO2. In addition, after TMOF-1 had been soaked in 1 bar CO2 for 1 h at room temperature, the material exhibited a characteristic CO2 absorption band at 2335 cm-1 in the infrared spectrum, confirming the strong interaction between CO2 and TMOF-1 even under ambient conditions (Figure S3). Besides CO2 sorption, the H2 sorption isotherms of TMOF-1 exhibit a steep increase at low pressure with a Q st of 9.0 kJ/mol, resulting in H2 uptake capacities of 0.9 wt % (77 K, 1 bar) and 0.75 wt % (87 K, 1 bar) (d). The high Q st value is likely related to the increased extent of H2-host interaction, due to the narrow pore size from the 2-fold interpenetration. \n\nTo examine in detail the interaction between CO2 and embedded sulfonate moieties in TMOF-1, we employed both control experiments and DFT calculations. First, we synthesized a doubly interpenetrated carboxylate-based Cu(II) MOF, [Cu2(bpy)(bdc)2] n  [MOF-508b(Cu)], which possesses the same N-donor ligand and a prototypical primitive-cubic topology, as well. Despite the fact that its BET surface area (364 m2/g) is slightly larger than that of TMOF-1 (256 m2/g) (Figure S4), its CO2 uptake value at 298 K and 1 bar is <40% compared to that of TMOF-1 (c). More importantly, the zero-coverage Q st of this carboxylate MOF is as low as 19.2 kJ/mol, measured using variable-temperature CO2 sorption under identical conditions. This value agrees well with the literature value (15-19 kJ/mol) of the isostructural MOF-508b(Zn). \n\nIn addition to control experiments of CO2 capture, we performed first-principles calculations based on dispersion-corrected DFT to investigate the CO2 binding sites residing in TMOF-1 (see the Supporting Information for calculation details). By adding CO2 molecules to the cavity of TMOF-1, we discovered that the adsorbed CO2 inside TMOF-1 reaches up to four molecules per unit cell at 298 K and 1 bar of CO2, which is equivalent to a CO2 uptake of ~78 mg/g. The most energetically stable adsorption site (two such sites per unit cell) is shown in , where each CO2 is surrounded by four sulfonate groups from the two adjacent EDS linkers, confirming the strong binding between CO2 and organosulfonate functionalities. The calculated free energy of adsorption after the correction of vibrational entropy and the zero-point energy is 29.2 kJ/mol, which agrees well with the experimentally measured Q st (30.9 kJ/mol). Importantly, our first-principles molecular dynamics simulation confirms that these captured CO2 molecules together with TMOF-1 are energetically stable at room temperature (Figure S5). Adding CO2 above the ~39 mg/g capacity, we found the new additional CO2 would reside in the spare porosity adjacent to the adsorbed CO2 molecules, which are distal (≥5.9 Å) to the sulfonate groups within the TMOF-1 framework. These CO2 molecules are rather weakly adsorbed, with an adsorption free energy value of -3.3 kJ/mol. The proposed CO2 diffusion channels were analyzed, as well, on the basis of the MD trajectories (Figure S6). According to computational results, the CO2 molecules can easily diffuse through the 3D-interconnected porosity of the TMOF-1 with a low free energy barrier (only ~0.3 eV). Overall, the CO2-sulfonate interaction obviously plays an important role in the CO2 capture of TMOF-1.\n\nThe thermal stability of TMOF-1 was investigated in detail by thermogravimetric analysis (TGA) and ex situ PXRD ( and Figure S7). An ~10.0% weight loss occurs after heating beyond 100 °C, ascribed to the removal of solvent H2O molecules in the pores. The anhydrous phase is stable up to ~300 °C until the decomposition of bpy and EDS. Ex situ PXRD of heating TMOF-1 to 260 °C in air confirms the retention of the as-synthesized 3D porous topology (). The chemical stability of TMOF-1 was examined in polar and nonpolar boiling solvents (water, methanol, and n-hexane), a HCl solution (pH 3), and a NaOH solution (pH 10). After incubation in these solutions for 24 h, the high crystallinity of the primitive-cubic topology is retained well, as evidenced by PXRD patterns (). Besides PXRD, a <10 wt % decrease in mass was observed after the thermal and chemical treatment, which is likely due to the solvent loss after activation (Table S1). To further confirm the strong water-stable nature of TMOF-1, in situ optical microscopy was employed to monitor the crystallinity throughout the immersion of MOF in an acid/base solution (Figure S8). The size and morphology did not change in an observable manner. Importantly, the porosity of the material was largely retained after refluxing in water, evidenced by BET measurements (238 m2/g) using Ar at 87 K (Figure S9). Note that only a limited number of carboxylate MOFs with permanent porosity demonstrate excellent stability in boiling water, or in aqueous solutions over a wide pH range. Indeed, divalent metal carboxylate MOFs (e.g., Cu2 or Zn2 paddlewheel) are subject to hydrolysis and usually quite soluble in aqueous solutions. It is likely that the typical Jahn-Teller distorted octahedral coordination geometry of Cu(II) in our TMOF-1 was less susceptible to hydrolysis than the conventional five-coordinate Cu centers in Cu2 paddlewheel SBUs.\n\nGiven the strong inherent CO2 affinity and highly robust nature of TMOF-1, we sought to investigate the embedded Cu(II) Lewis acidic sites for CO2-related heterogeneous catalytic reactions. As a benchmark reaction, cycloaddition of CO2 and epoxides to form cyclic carbonates is of great interest in the chemical industry, because of the wide application of carbonates in pharmaceuticals. High pressure and/or temperature is necessary for this CO2 fixation by common catalysts, such as metal-salen complexes, metal oxides, and zeolites. A few recent studies employed MOFs as promising and efficient catalytic materials to convert captured CO2 to cyclic carbonates. In conjunction with tetra-n-tert-butylammonium bromide (TBAB) as a cocatalyst under ambient conditions (i.e., room temperature, 1 bar), TMOF-1 exhibited a nearly quantitative yield in converting 2-methyloxirane to the corresponding cyclic carbonate (, entry 1). The high efficiency of this catalytic activity was successfully extended to functionalized (e.g., -CH3, -Cl, or -Br) 2-methyloxirane substrates (, entries 2-5). By comparison, these catalytic activities are significantly higher than that of the benchmark Cu(II)-carboxylate MOF, HKUST-1, which showed a moderate yield in the range of 50-60%. Meanwhile, a control reaction without any catalyst gave negligible conversion. However, for bulky epoxide substrates such as styrene oxide, TMOF-1 gave a yield of only 39(3)% (, entry 6). This lower yield is probably due to the steric hindrance on the β-carbon of the substrates, hampering nucleophilic attack from TBAB (see the mechanism in Figure S10). To confirm the heterogeneous and reusable nature of the catalysis, TMOF-1 demonstrated excellent recyclability in converting 2-(chloromethyl)oxirane without a significant decrease in yield [86-92% (Figure S11)]. Between each run, the catalyst was recovered by filtration, rinsed with methanol, dried in air, and reused on subsequent reactions without further treatment. Importantly, the crystallinity of TMOF-1 was maintained after each cycle, as indicated by PXRD (Figure S12). In addition, the filtrate of catalysis reactions contained <0.1 ppm Cu, as evidenced by inductively coupled plasma atomic emission spectroscopy (ICP-AES). All these results point to the heterogeneity of the MOF catalyst. Overall, the high efficiency and reusability presented here prove that TMOF-1 can catalytically achieve successful cycloaddition of captured CO2 to form cyclic carbonates.", "data": [[{"meta": {"name": "TMOF-1", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "zero-coverage isosteric heat of adsorption", "value": "30.9", "unit": "kJ/mol", "condition": ""}, {"property name": "CO2 absorption band", "value": "", "unit": "", "condition": "at 2335 cm-1 in the infrared spectrum"}, {"property name": "H2 uptake capacities", "value": "0.9", "unit": "wt %", "condition": "77 K, 1 bar"}, {"property name": "H2 uptake capacities", "value": "0.75", "unit": "wt %", "condition": "87 K, 1 bar"}, {"property name": "adsorbed CO2", "value": "four molecules per unit cell", "unit": "", "condition": "298 K, 1 bar of CO2"}, {"property name": "adsorption free energy", "value": "29.2", "unit": "kJ/mol", "condition": ""}, {"property name": "thermal stability", "value": "", "unit": "", "condition": "up to ∼300 °C"}, {"property name": "chemical stability", "value": "", "unit": "", "condition": "retained well in polar and nonpolar boiling solvents, HCl solution (pH 3), and NaOH solution (pH 10)"}, {"property name": "catalytic activity", "value": "nearly quantitative yield", "unit": "", "condition": "converting 2-methyloxirane to the corresponding cyclic carbonate"}, {"property name": "catalytic activity", "value": "significantly higher than HKUST-1", "unit": "", "condition": "converting functionalized 2-methyloxirane substrates"}, {"property name": "catalytic activity", "value": "39(3)% yield", "unit": "", "condition": "converting bulky epoxide substrates such as styrene oxide"}, {"property name": "recyclability", "value": "excellent", "unit": "", "condition": "maintained crystallinity and high yield after each cycle"}]}]], "include_properties": ["etc"]}, {"idx": 20, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>TMOF-1-Catalyzed Cycloaddition of\nCO<sub>2</sub> and Epoxides To Form Cyclic Carbonates<xref rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<graphic content-type=\"header\" id=\"fx1\" position=\"float\" xlink:href=\"cm-2016-02511f_0008.tif\"></graphic>\n<graphic id=\"fx2\" position=\"float\" xlink:href=\"cm-2016-02511f_0009.tif\"></graphic>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Conditions:\n20 mmol of epoxide,\n1 mol % (based on Cu) TMOF-1, 10 mol % TBAB, CO<sub>2</sub> (1 atm),\nsolvent-free, at room temperature.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Yields determined by <sup>1</sup>H NMR, an average value of three\nruns (error in parentheses).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. TMOF-1-Catalyzed Cycloaddition of CO<sub>2</sub> and Epoxides To Form Cyclic Carbonates[^a][^b]\n\n| Conditions | 20 mmol of epoxide, 1 mol % (based on Cu) TMOF-1, 10 mol % TBAB, CO<sub>2</sub> (1 atm), solvent-free, at room temperature |\n|------------|-------------------------------------------------------------------------------------------------------------------------------|\n| Yields     | Yields determined by <sup>1</sup>H NMR, an average value of three runs (error in parentheses)                                 |\n[^a]: Conditions: 20 mmol of epoxide, 1 mol % (based on Cu) TMOF-1, 10 mol % TBAB, CO<sub>2</sub> (1 atm), solvent-free, at room temperature.\n[^b]: Yields determined by <sup>1</sup>H NMR, an average value of three runs (error in parentheses).", "data": [{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "conditions": [{"condition": "20 mmol of epoxide, 1 mol % (based on Cu) TMOF-1, 10 mol % TBAB, CO2 (1 atm), solvent-free, at room temperature"}], "yield": [{"value": "", "unit": "", "substrate": "", "catalyst": "TMOF-1", "pressure": "1 atm", "temperature": "room temperature", "solvent": "solvent-free", "time": ""}]}], "include_properties": ["reaction_yield"]}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Typical\nmode of binding (left) of metal–carboxyl units of\ncarboxylate-based MOFs and mode of binding (right) of metal–sulfonate\nunits of the sulfonate-based MOF used in this study.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cm-2016-02511f_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Typical mode of binding (left) of metal-carboxyl units of carboxylate-based MOFs and mode of binding (right) of metal-sulfonate units of the sulfonate-based MOF used in this study.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>PXRD patterns of TMOF-1.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cm-2016-02511f_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  PXRD patterns of TMOF-1.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Crystallographic view\nof a single net of TMOF-1 (Cu, cyan; C, gray;\nS, yellow; O, red; N, blue): (a) one single primitive-cubic net and\n(b) a single primitive extended framework viewed along the <italic>a</italic> axis.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cm-2016-02511f_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  Crystallographic view of a single net of TMOF-1 (Cu, cyan; C, gray; S, yellow; O, red; N, blue): (a) one single primitive-cubic net and (b) a single primitive extended framework viewed along the a axis.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Crystallographic view\nof the 2-fold interpenetrated TMOF-1: (a)\na single primitive-cubic net staggered with another cubic net (the\nnets are colored yellow and orange) and (b) representation of the\ndoubly interpenetrated extended frameworks (the networks are colored\ngreen and brown).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cm-2016-02511f_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  Crystallographic view of the 2-fold interpenetrated TMOF-1: (a) a single primitive-cubic net staggered with another cubic net (the nets are colored yellow and orange) and (b) representation of the doubly interpenetrated extended frameworks (the networks are colored green and brown).   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Gas sorption of TMOF-1.\n(a) Ar sorption isotherm at 87 K. (b) CO<sub>2</sub> sorption isotherms\nat 200 K (green), 273 K (yellow), and\n298 K (red). The inset shows the <italic>Q</italic>\n<sub>st</sub> of\nCO<sub>2</sub> adsorption. (c) CO<sub>2</sub> sorption isotherms of\nTMOF-1 at 298 K (black) and 308 K (gray) and those of [Cu<sub>2</sub>(bdc)<sub>2</sub>(bpy)]<sub>\n<italic>n</italic>\n</sub> [MOF-508b­(Cu)]\nat 298 K (magenta) and 308 K (light magenta). (d) H<sub>2</sub> adsorption\nisotherms at 77 K (black) and 87 K (gray). The inset shows the <italic>Q</italic>\n<sub>st</sub> of H<sub>2</sub> adsorption.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cm-2016-02511f_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  Gas sorption of TMOF-1. (a) Ar sorption isotherm at 87 K. (b) CO2 sorption isotherms at 200 K (green), 273 K (yellow), and 298 K (red). The inset shows the Q st of CO2 adsorption. (c) CO2 sorption isotherms of TMOF-1 at 298 K (black) and 308 K (gray) and those of [Cu2(bdc)2(bpy)] n  [MOF-508b(Cu)] at 298 K (magenta) and 308 K (light magenta). (d) H2 adsorption isotherms at 77 K (black) and 87 K (gray). The inset shows the Q st of H2 adsorption.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>DFT-optimized most stable\nCO<sub>2</sub> binding configuration\nin TMOF-1 (Cu, cyan; C, gray; S, yellow; O, red; N, blue).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cm-2016-02511f_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  DFT-optimized most stable CO2 binding configuration in TMOF-1 (Cu, cyan; C, gray; S, yellow; O, red; N, blue).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.chemmater.6b02511", "title": "\nA Robust Sulfonate-Based Metal–Organic Framework\nwith Permanent Porosity for Efficient CO2 Capture and Conversion\n", "journal": "American Chemical\nSociety", "date": "2016.08", "author_list": ["Zhang\nGuiyang", "Wei\nGuangfeng", "Liu\nZhipan", "Oliver\nScott R. J.", "Fei\nHonghan"]}}