{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/cm6b04118.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The magnetic spin change associated\nwith the spin crossover (<italic>SCO</italic>) phenomenon represents\na paradigm of bistability at the molecular level that is of current\ninterest because of potential applications in the development of new\ngenerations of electronic devices such as nonvolatil memories, molecular\nsensors and displays. The <italic>SCO</italic> phenomenon is especially observed in Fe<sup>II</sup> complexes in which the paramagnetic high spin state (<italic>HS</italic>, <italic>S</italic> = 2) can be switched reversibly to\nthe low spin state (<italic>LS</italic>, <italic>S</italic> = 0) by\nseveral external stimuli such as temperature, pressure or light irradiation. A huge effort has been devoted to the understanding\nof the transition mechanisms using inter alia crystallographic tools. The minimal requirements for the latter involve the determination\nof the crystal structures in both <italic>LS</italic> and <italic>HS</italic> states to comprehend the structural parameters at the\nmolecular and intermolecular scales. Although some systems were deeply\ninvestigated due to their remarkable switching properties, the absence\nof any detailed and punctilious structural informations has precluded\nthe definite understanding of these exciting properties. This is particularly\nthe case of the so-called “triazole family”, more specifically\nthe coordination polymer chains of general formula [Fe­(Rtrz)<sub>2</sub>(trz)]­(X), where Rtrz is a functionalized 1,2,4-triazole ligand and\nX a counteranion, which typically display bistability with wide hysteresis\nloops around or above room temperature. Although known for a\nfew decades, the major lack of high quality single crystals with complete\nstructural data for those materials prevent any deep magneto-structural\ncorrelations that are of paramount importance for (i) the understanding\nof the origin of the thermal hysteresis loop, and (ii) the control\nof the transition temperature. Indeed, a deep knowledge of the structural\ndata is required to evaluate notably the effects of the rigid triple\nμ<sub>1,2</sub>-trz bridges and/or the characteristics of the\nintermolecular contacts on the propagation of the elastic interactions.\nOwing to the great and intensifying attention given to these materials,\nscarce crystallographic investigations have been recently attempted.\nAmong them, the structural characterizations of the <italic>HS</italic> and <italic>LS</italic> states of the [Fe­(Htrz)<sub>2</sub>(trz)]­(BF<sub>4</sub>) derivative, using distinctively high-resolution synchrotron\nX-ray powder diffraction combined with Raman spectroscopy or X-ray diffraction data from high-quality\ncrystalline powder, have been reported.\nAlthough the 1D chain structure was proven for both <italic>HS</italic> and <italic>LS</italic> states, the rather limited quality of the\ndiffraction patterns could not provide highly precise structural data\nsuitable for deep magneto-structural correlations. At the same time,\na single crystal of the parent Cu<sup>II</sup> compound [Cu­(NH<sub>2</sub>trz)<sub>3</sub>]­(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O has been finely investigated by Garcia et al. in parallel\nwith the crystal structure of the [Fe­(NH<sub>2</sub>trz)<sub>3</sub>]­(NO<sub>3</sub>)<sub>2</sub> for which only nanosized thin crystallite\nneedles (120–330 nm) could be prepared. However, the powder\ndiffraction pattern of the latter did not fully fit to the diffraction\npattern observed for the single crystals of the Cu<sup>II</sup> compound. Besides, the lone single crystal structural\nstudy proving the presumably 1D character of [Fe­(NH<sub>2</sub>trz)<sub>3</sub>]­(NO<sub>3</sub>)<sub>2</sub>·2H<sub>2</sub>O was only\nreported in 2011 by Guionneau et al. However,\nas clearly claimed by the authors, the very low diffraction pattern\ninduced essentially by the sub-micrometric size (&gt;20 × 1 ×\n1 μm) of the crystals and the damages due to the X-ray beam\nduring the data collection led to a rather low quality of the structural\ndata that did not allow an accurate detailed discussion of the polymeric\nchain structure. In addition, the study, performed at 120 K, concerned\nonly the <italic>LS</italic> state of the sample because the damages\ncaused on the crystals when warming over room temperature have hindered\ndata collection for the <italic>HS</italic> state. Ultimately, those\nrecent examples clearly expose the challenge to access refined structural\ndata in both spin states in order to apprehend and rationalize fully\nthe conspicuous <italic>SCO</italic> properties in the Fe<sup>II</sup>/trz systems.</p>", "clean_text": "The magnetic spin change associated with the spin crossover (SCO) phenomenon represents a paradigm of bistability at the molecular level that is of current interest because of potential applications in the development of new generations of electronic devices such as nonvolatil memories, molecular sensors and displays. The SCO phenomenon is especially observed in FeII complexes in which the paramagnetic high spin state (HS, S = 2) can be switched reversibly to the low spin state (LS, S = 0) by several external stimuli such as temperature, pressure or light irradiation. A huge effort has been devoted to the understanding of the transition mechanisms using inter alia crystallographic tools. The minimal requirements for the latter involve the determination of the crystal structures in both LS and HS states to comprehend the structural parameters at the molecular and intermolecular scales. Although some systems were deeply investigated due to their remarkable switching properties, the absence of any detailed and punctilious structural informations has precluded the definite understanding of these exciting properties. This is particularly the case of the so-called \"triazole family\", more specifically the coordination polymer chains of general formula [Fe(Rtrz)2(trz)](X), where Rtrz is a functionalized 1,2,4-triazole ligand and X a counteranion, which typically display bistability with wide hysteresis loops around or above room temperature. Although known for a few decades, the major lack of high quality single crystals with complete structural data for those materials prevent any deep magneto-structural correlations that are of paramount importance for (i) the understanding of the origin of the thermal hysteresis loop, and (ii) the control of the transition temperature. Indeed, a deep knowledge of the structural data is required to evaluate notably the effects of the rigid triple μ1,2-trz bridges and/or the characteristics of the intermolecular contacts on the propagation of the elastic interactions. Owing to the great and intensifying attention given to these materials, scarce crystallographic investigations have been recently attempted. Among them, the structural characterizations of the HS and LS states of the [Fe(Htrz)2(trz)](BF4) derivative, using distinctively high-resolution synchrotron X-ray powder diffraction combined with Raman spectroscopy or X-ray diffraction data from high-quality crystalline powder, have been reported. Although the 1D chain structure was proven for both HS and LS states, the rather limited quality of the diffraction patterns could not provide highly precise structural data suitable for deep magneto-structural correlations. At the same time, a single crystal of the parent CuII compound [Cu(NH2trz)3](NO3)2⋅3H2O has been finely investigated by Garcia et al. in parallel with the crystal structure of the [Fe(NH2trz)3](NO3)2 for which only nanosized thin crystallite needles (120-330 nm) could be prepared. However, the powder diffraction pattern of the latter did not fully fit to the diffraction pattern observed for the single crystals of the CuII compound. Besides, the lone single crystal structural study proving the presumably 1D character of [Fe(NH2trz)3](NO3)2⋅2H2O was only reported in 2011 by Guionneau et al. However, as clearly claimed by the authors, the very low diffraction pattern induced essentially by the sub-micrometric size (>20 × 1 × 1 μm) of the crystals and the damages due to the X-ray beam during the data collection led to a rather low quality of the structural data that did not allow an accurate detailed discussion of the polymeric chain structure. In addition, the study, performed at 120 K, concerned only the LS state of the sample because the damages caused on the crystals when warming over room temperature have hindered data collection for the HS state. Ultimately, those recent examples clearly expose the challenge to access refined structural data in both spin states in order to apprehend and rationalize fully the conspicuous SCO properties in the FeII/trz systems.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>In the past few years, some Fe<sup>II</sup> systems\nbased on functionalized\ntriazole ligands (Rtrz) and different counteranions have been reported. However, the majority of the involved counterions\nare rather standard monoanions, whereas the functional groups (R)\nof the triazole molecules are essentially narrowed to linear or branched\nalkyl or alkoxylated chains. Recently,\nwe have extended this synthetic approach to combinations of triazole\nligands and anions that were not used so far within the “triazole\nfamily”; among those combinations, triazole ligands involving\nrigid aryl groups with an alkyl spacer assuring the electronic integrity\nof the triazole motif, coupled with more sophisticated anions such\nas polycyanometallates or organic cyanocarbanions which display very\ndiverse sizes, geometries and charges, have been initially considered. In this ongoing work, we have realized at an early stage that this\nchemical approach involving these unusual building blocks tends to\nimprove unprecedentedly the size, the quality and the robustness of\nthe single crystals of the resulting original Fe<sup>II</sup>/R-trz\nsystems. Ultimately, this synthetic strategy should allow the access\nto single crystals of novel <italic>SCO</italic> cooperative materials,\nwhich is essential to understand the origin of the unparalleled cooperativity\nobserved in those 1D coordination polymers. Thus, the present work\nreports the synthesis, the structural and magnetic characterizations,\nas well as the first accurate single crystal investigations of both <italic>HS</italic> and <italic>LS</italic> states of a new triazole-based <italic>SCO</italic> Fe<sup>II</sup> 1-D polymer [Fe­(bntrz)<sub>3</sub>]­[Pt­(CN)<sub>4</sub>].H<sub>2</sub>O (<bold>1</bold>).</p>", "clean_text": "In the past few years, some FeII systems based on functionalized triazole ligands (Rtrz) and different counteranions have been reported. However, the majority of the involved counterions are rather standard monoanions, whereas the functional groups (R) of the triazole molecules are essentially narrowed to linear or branched alkyl or alkoxylated chains. Recently, we have extended this synthetic approach to combinations of triazole ligands and anions that were not used so far within the \"triazole family\"; among those combinations, triazole ligands involving rigid aryl groups with an alkyl spacer assuring the electronic integrity of the triazole motif, coupled with more sophisticated anions such as polycyanometallates or organic cyanocarbanions which display very diverse sizes, geometries and charges, have been initially considered. In this ongoing work, we have realized at an early stage that this chemical approach involving these unusual building blocks tends to improve unprecedentedly the size, the quality and the robustness of the single crystals of the resulting original FeII/R-trz systems. Ultimately, this synthetic strategy should allow the access to single crystals of novel SCO cooperative materials, which is essential to understand the origin of the unparalleled cooperativity observed in those 1D coordination polymers. Thus, the present work reports the synthesis, the structural and magnetic characterizations, as well as the first accurate single crystal investigations of both HS and LS states of a new triazole-based SCO FeII 1-D polymer [Fe(bntrz)3][Pt(CN)4].H2O (1).", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["property"], "content": "<p>The bntrz ligand\nwas prepared in two steps by reaction of triethyl\northoformate with formylhydrazine and benzylamine under nitrogen atmosphere\n(). Single crystals of [Fe­(bntrz)<sub>3</sub>]­[Pt­(CN)<sub>4</sub>].H<sub>2</sub>O (<bold>1</bold>) have\nbeen synthesized via diffusion technique in a fine glass tube (3.0\nmm diameter) by layering an ethanolic solution of the bntrz ligand\nonto an aqueous solution containing both K<sub>2</sub>[Pt­(CN)<sub>4</sub>)]·<italic>x</italic>H<sub>2</sub>O and Fe­(BF<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O salts (). The magnetic susceptibility (χ<sub>m</sub>) of <bold>1</bold> was measured over the 2–300 K temperature (<italic>T</italic>) range on a set of single crystals. The χ<sub>m</sub>\n<italic>T</italic> versus <italic>T</italic> plot is displayed in . In the high-temperature\nregion, the χ<sub>m</sub>\n<italic>T</italic> value (3.45 cm<sup>3</sup>·K·mol<sup>–1</sup>) is consistent with a <italic>HS</italic> (<italic>S</italic> = 2) configuration of the hexacoordinated\nFe<sup>II</sup> ions. Upon cooling, the χ<sub>m</sub>\n<italic>T</italic> remains constant down to 240 K, then sharply decreases\nto <italic>ca</italic>. 0.0 cm<sup>3</sup>·K·mol<sup>–1</sup>, indicating the presence of a complete sharp <italic>HS</italic> to <italic>LS</italic> first-order spin transition (<italic>T</italic>\n<sub>1/2</sub> = 242 K). However, no significant thermal hysteresis\neffects were detected after the warming mode, at the value of the\ntemperature scan rate of 0.4 K·mn<sup>–1</sup>. The DSC\nmeasurements for <bold>1</bold>, performed in the temperature range\n200–260 K with a temperature scan rate of 2 K·mn<sup>–1</sup>, reveal exo- and endothermic transitions with maxima at 241.1 and\n243.5 K, respectively (inset in ). Furthermore, the phase transition has been found\nto occur with an enthalpy and entropy changes of Δ<italic>H</italic> = 16.87 kJ·mol<sup>–1</sup> and Δ<italic>S</italic> = 69.61 J·K<sup>–1</sup>·mol<sup>–1</sup>, respectively. These values are in the range of those reported in\nthe literature for similar <italic>SCO</italic> compounds. The presence of a weak hysteresis in the calorimetry\ndata while it was absent in magnetic measurements can be reasonably\nattributed to the difference of temperature scan rates.</p>", "clean_text": "The bntrz ligand was prepared in two steps by reaction of triethyl orthoformate with formylhydrazine and benzylamine under nitrogen atmosphere (). Single crystals of [Fe(bntrz)3][Pt(CN)4].H2O (1) have been synthesized via diffusion technique in a fine glass tube (3.0 mm diameter) by layering an ethanolic solution of the bntrz ligand onto an aqueous solution containing both K2[Pt(CN)4)]⋅xH2O and Fe(BF4)2⋅6H2O salts (). The magnetic susceptibility (χm) of 1 was measured over the 2-300 K temperature (T) range on a set of single crystals. The χm T versus T plot is displayed in . In the high-temperature region, the χm T value (3.45 cm3⋅K⋅mol-1) is consistent with a HS (S = 2) configuration of the hexacoordinated FeII ions. Upon cooling, the χm T remains constant down to 240 K, then sharply decreases to ca. 0.0 cm3⋅K⋅mol-1, indicating the presence of a complete sharp HS to LS first-order spin transition (T 1/2 = 242 K). However, no significant thermal hysteresis effects were detected after the warming mode, at the value of the temperature scan rate of 0.4 K⋅mn-1. The DSC measurements for 1, performed in the temperature range 200-260 K with a temperature scan rate of 2 K⋅mn-1, reveal exo- and endothermic transitions with maxima at 241.1 and 243.5 K, respectively (inset in ). Furthermore, the phase transition has been found to occur with an enthalpy and entropy changes of ΔH = 16.87 kJ⋅mol-1 and ΔS = 69.61 J⋅K-1⋅mol-1, respectively. These values are in the range of those reported in the literature for similar SCO compounds. The presence of a weak hysteresis in the calorimetry data while it was absent in magnetic measurements can be reasonably attributed to the difference of temperature scan rates.", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Thermal dependence\nof the χ<sub>m</sub>\n<italic>T</italic> product recorded at 0.4\nK·mn<sup>–1</sup> in a settle\nmode, DSC study recorded at 2 K·mn<sup>–1</sup> (inset),\nand crystal images in the <italic>LS</italic> and <italic>HS</italic> states showing the clear thermochromism from purple to colorless,\nrespectively.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cm-2016-04118w_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Thermal dependence of the χm T product recorded at 0.4 K⋅mn-1 in a settle mode, DSC study recorded at 2 K⋅mn-1 (inset), and crystal images in the LS and HS states showing the clear thermochromism from purple to colorless, respectively.   ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Based on the magnetic\nand calorimetric measurements, the crystal\nstructure of <bold>1</bold>, defined in the triclinic space group,\nhas been determined at 296 K (<italic>HS</italic> state, colorless\ncrystal), and at 120 K (<italic>LS</italic> state, purple crystal)\n(). An in-depth examination of\nthe unit cell parameters, at these two temperatures, indicates the\nabsence of any symmetry breaking structural transition within the\nstudied temperature range. The structure of <bold>1</bold> is built\nfrom two crystallographically independent Fe<sup>II</sup> sites, Fe1\nand Fe2, and two [Pt­(CN)<sub>4</sub>]<sup>2–</sup> anions located\non inversion centers, and three bntrz ligands and one solvent water\nmolecule located on general positions.</p>", "clean_text": "Based on the magnetic and calorimetric measurements, the crystal structure of 1, defined in the triclinic space group, has been determined at 296 K (HS state, colorless crystal), and at 120 K (LS state, purple crystal) (). An in-depth examination of the unit cell parameters, at these two temperatures, indicates the absence of any symmetry breaking structural transition within the studied temperature range. The structure of 1 is built from two crystallographically independent FeII sites, Fe1 and Fe2, and two [Pt(CN)4]2- anions located on inversion centers, and three bntrz ligands and one solvent water molecule located on general positions.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>The three bntrz ligands\nact as μ<sub>2</sub>-bridging mode\n(μ<sub>1,2</sub>-bntrz bridges) leading to a regular chain structure\nrunning along the [100] direction (). The average Fe–N distances and\ndistortion parameters for both spin states are listed in . The selected Fe–N\nbond lengths and N–Fe–N bond angles, at 296 and 120\nK, are gathered in . The two crystallographically\ndistinct Fe<sup>II</sup> ions (Fe1 and Fe2) adopt similar and very\nregular FeN<sub>6</sub> octahedral geometries, as demonstrated by\nthe unusually low values of Σ and Θ parameters (). Thus, it is worth noting that the distortion of the octahedrons\nis higher in the <italic>LS</italic> state than in the <italic>HS</italic> state, conversely to what is generally observed. Although more pronounced\nfor Fe1 compared to Fe2, this unusual effect confirms that 1D triazole\nsystems tend to adopt rigid and regular coordination spheres, but also indicates that the Fe<sup>II</sup> environment\nis more constrained in the <italic>LS</italic> state. The average\nvalues of the Fe–N distances, at 296 K (2.190(3), 2.189(3)\nÅ) and 120 K (1.991(4), 1.998(4) Å), are in agreement with\nthe presence of <italic>HS</italic> and <italic>LS</italic> states,\nrespectively. The latter observation is consistent with the presence\nof a complete <italic>HS/LS SCO</italic> transition, as revealed by\nthe magnetic data.</p>", "clean_text": "The three bntrz ligands act as μ2-bridging mode (μ1,2-bntrz bridges) leading to a regular chain structure running along the [100] direction (). The average Fe-N distances and distortion parameters for both spin states are listed in . The selected Fe-N bond lengths and N-Fe-N bond angles, at 296 and 120 K, are gathered in . The two crystallographically distinct FeII ions (Fe1 and Fe2) adopt similar and very regular FeN6 octahedral geometries, as demonstrated by the unusually low values of Σ and Θ parameters (). Thus, it is worth noting that the distortion of the octahedrons is higher in the LS state than in the HS state, conversely to what is generally observed. Although more pronounced for Fe1 compared to Fe2, this unusual effect confirms that 1D triazole systems tend to adopt rigid and regular coordination spheres, but also indicates that the FeII environment is more constrained in the LS state. The average values of the Fe-N distances, at 296 K (2.190(3), 2.189(3) Å) and 120 K (1.991(4), 1.998(4) Å), are in agreement with the presence of HS and LS states, respectively. The latter observation is consistent with the presence of a complete HS/LS SCO transition, as revealed by the magnetic data.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Views of the cationic chain in <bold>1</bold>: (a) linear\nchain\nrunning along the <italic>a</italic> axis; (b) projection of the chain\nalong the [100] direction. (a) 1–<italic>x</italic>, −<italic>y</italic>, 1–<italic>z</italic>; (b) = −<italic>x</italic>, −<italic>y</italic>, 1–<italic>z</italic>.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cm-2016-04118w_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Views of the cationic chain in 1: (a) linear chain running along the a axis; (b) projection of the chain along the [100] direction. (a) 1-x, -y, 1-z; (b) = -x, -y, 1-z.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Average Fe–N\nDistances and\nDistortion Parameters in <bold>1</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" rowsep=\"1\">\n<italic>T</italic> (K)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">296</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">120</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">Fe<sup>II</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">Fe1</oasis:entry>\n<oasis:entry align=\"center\">Fe2</oasis:entry>\n<oasis:entry align=\"center\">Fe1</oasis:entry>\n<oasis:entry align=\"center\">Fe2</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>⟨<italic>d</italic>\n<sub>Fe–N</sub>⟩ (Å)</oasis:entry>\n<oasis:entry>2.190(3)</oasis:entry>\n<oasis:entry>2.189(3)</oasis:entry>\n<oasis:entry>1.991(4)</oasis:entry>\n<oasis:entry>1.998(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Σ/Θ (deg)</oasis:entry>\n<oasis:entry>10/23</oasis:entry>\n<oasis:entry>10/26</oasis:entry>\n<oasis:entry>16/40</oasis:entry>\n<oasis:entry>13/33</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>spin state</oasis:entry>\n<oasis:entry>\n<italic>HS</italic>\n</oasis:entry>\n<oasis:entry>\n<italic>HS</italic>\n</oasis:entry>\n<oasis:entry>\n<italic>LS</italic>\n</oasis:entry>\n<oasis:entry>\n<italic>LS</italic>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<p>To understand how the crystal structure is\naffected by the <italic>SCO</italic> transition, the temperature dependence\nof the lattice\nparameters of a single crystal of <bold>1</bold> was measured in the\nrange 200–280 K. As clearly depicted in , the evolution of the unit cell parameters\n(<italic>a</italic>, <italic>b</italic>, <italic>c</italic>) reveals\nsignificant anisotropic changes at the transition temperature (<italic>ca</italic>. 242 K), more precisely a contraction upon heating for\nthe <italic>c</italic> parameter paralleled with positive expansions\noccurring simultaneously in the <italic>ab</italic> plane. The amplitude\nof the anisotropic expansion is much more pronounced along the <italic>a</italic> axis, proving that the major structural change accompanying\nthe <italic>SCO</italic> transition in the overall structure arises\nalong the 1D chain. In comparison with the parent 1D compound [Fe­(Htrz)<sub>2</sub>(trz)]­(BF<sub>4</sub>), the careful\nexamination of the shortest interchain contacts in <bold>1</bold> reveals\nthe absence of direct H-bonding interchain interactions whereas strong\ndirect H-bonding interchain interactions through the N–H group\nof the triazole have been identified in [Fe­(Htrz)<sub>2</sub>(trz)]­(BF<sub>4</sub>) (). However,\nthe presence of significant indirect H-bonding, occurring via the\n[Pt­(CN)<sub>4</sub>]<sup>2–</sup> anions, links the chains\nin the <italic>b</italic> and <italic>c</italic> directions, leading\nto an overall 3D packing ( and ). These interactions\nin <bold>1</bold> are more pronounced in the <italic>LS</italic> state\nthan in the <italic>HS</italic> state; this observation may explain\nthe more constrained iron geometry along the chain in the <italic>LS</italic> state. The intrachain Fe···Fe distances\nin <bold>1</bold> are almost similar to those found in [Fe­(Htrz)<sub>2</sub>(trz)]­(BF<sub>4</sub>), in both spin states, whereas the interchain\nFe···Fe ones are significantly longer than those observed\nin other parent 1D triazole-based derivatives that have been structurally\ncharacterized (see ). Moreover,\nthe Fe···Fe intrachain distances in <bold>1</bold> appear\nalso longer in both <italic>HS</italic> and <italic>LS</italic> states\nthan the corresponding distances observed in discrete trinuclear complexes\nbased on triazole ligands, although this latter observation refers only to the\nfew compounds that display “full” <italic>HS</italic> or <italic>LS</italic> states, i.e., involving all the iron centers.\nBecause of the triclinic symmetry of the crystal lattice, the interchain\ndistances do not exactly match the Fe···Fe intermolecular\ndistances, but are shorter because the chains are slightly shifted\nfrom each other in the <italic>a</italic> direction (). It follows that the interchain distances are different\nalong the <italic>b</italic> and <italic>c</italic> directions. Thus,\nin the <italic>LS</italic> state, they are shorter in the <italic>b</italic> direction (14.2708(4) Å) compared to the <italic>c</italic> direction (14.5072(4) Å), whereas in the <italic>HS</italic> state, we observe the opposite tendency because the interchain\ndistances along the <italic>b</italic> direction (14.4975(4) Å)\nare longer than those along the <italic>c</italic> axis (14.2832(4)\nÅ), leading finally to very similar distances in the <italic>LS</italic> and <italic>HS</italic> states, but inverted with respect\nto <italic>b</italic> and <italic>c</italic> parameters (). These observations indicate\na significant motion of the chains with respect to each other in the <italic>bc</italic> plane that co-occurs with a slight gliding along the <italic>a</italic> direction as the chains shift increase during the <italic>LS</italic> to <italic>HS</italic> transition (<italic>ca</italic>. 0.35 Å). Additionally, the <italic>LS</italic> to <italic>HS</italic> transition is accompanied by a rearrangement of the side\nchain of the triazole ligand, leading to a much better accommodation\nof the modification of the iron coordination sphere volume in <bold>1</bold> than in the parent compound [Fe­(Htrz)<sub>2</sub>(trz)]­(BF<sub>4</sub>). Indeed, while the octahedron\nvolume (Vp) increases in similar proportions for both compounds (Vp\nincrease of 32% for <bold>1</bold> and 36% for [Fe­(Htrz)<sub>2</sub>(trz)]­(BF<sub>4</sub>)), the molecular volume remains almost the\nsame for <bold>1</bold> (+0.8%) but increases appreciably for [Fe­(Htrz)<sub>2</sub>(trz)]­(BF<sub>4</sub>) (+4.7%, ). This structural rearrangement of the chains and the related accommodation\nof the molecular volume to the transition might be responsible for\nthe smaller unit cell volume change at the transition when compared\nto the parent compound [Fe­(Htrz)<sub>2</sub>(trz)]­(BF<sub>4</sub>)\n(4.5% vs 11.5%). Such capability of structural\nbreathing was not observed in [Fe­(Htrz)<sub>2</sub>(trz)]­(BF<sub>4</sub>) and may explain the (i) unusual crystal quality of compound <bold>1</bold> and (ii) its exceptional reliability and mechanical resilience\nto repeated <italic>LS</italic> to <italic>HS</italic> transition.\nThe latter has been clearly evidenced by crystal mosaïcity\nstudies and optical microscopy investigations performed over 20 <italic>SCO</italic> cycles. Thus, (i) the crystal mosaïcity was found\nto be nearly constant around 0.49(2) between the <italic>LS</italic> and <italic>HS</italic> states (), and (ii) no damage or alteration at the resolution of the optical\nmicroscopy (∼0.3 μm) was detected within the single crystal\n(). In addition, an elongation\nof 5.3% of the crystal upon <italic>LS</italic> to <italic>HS</italic> transition was observed in optical microscopy studies. This value\nis in excellent agreement with X-ray data that indicates an elongation\nof 5.32% of the <italic>a</italic> parameter during the <italic>LS</italic>/<italic>HS</italic> thermal transition.</p>", "clean_text": "To understand how the crystal structure is affected by the SCO transition, the temperature dependence of the lattice parameters of a single crystal of 1 was measured in the range 200-280 K. As clearly depicted in , the evolution of the unit cell parameters (a, b, c) reveals significant anisotropic changes at the transition temperature (ca. 242 K), more precisely a contraction upon heating for the c parameter paralleled with positive expansions occurring simultaneously in the ab plane. The amplitude of the anisotropic expansion is much more pronounced along the a axis, proving that the major structural change accompanying the SCO transition in the overall structure arises along the 1D chain. In comparison with the parent 1D compound [Fe(Htrz)2(trz)](BF4), the careful examination of the shortest interchain contacts in 1 reveals the absence of direct H-bonding interchain interactions whereas strong direct H-bonding interchain interactions through the N-H group of the triazole have been identified in [Fe(Htrz)2(trz)](BF4) (). However, the presence of significant indirect H-bonding, occurring via the [Pt(CN)4]2- anions, links the chains in the b and c directions, leading to an overall 3D packing ( and ). These interactions in 1 are more pronounced in the LS state than in the HS state; this observation may explain the more constrained iron geometry along the chain in the LS state. The intrachain Fe⋅⋅⋅Fe distances in 1 are almost similar to those found in [Fe(Htrz)2(trz)](BF4), in both spin states, whereas the interchain Fe⋅⋅⋅Fe ones are significantly longer than those observed in other parent 1D triazole-based derivatives that have been structurally characterized (see ). Moreover, the Fe⋅⋅⋅Fe intrachain distances in 1 appear also longer in both HS and LS states than the corresponding distances observed in discrete trinuclear complexes based on triazole ligands, although this latter observation refers only to the few compounds that display \"full\" HS or LS states, i.e., involving all the iron centers. Because of the triclinic symmetry of the crystal lattice, the interchain distances do not exactly match the Fe⋅⋅⋅Fe intermolecular distances, but are shorter because the chains are slightly shifted from each other in the a direction (). It follows that the interchain distances are different along the b and c directions. Thus, in the LS state, they are shorter in the b direction (14.2708(4) Å) compared to the c direction (14.5072(4) Å), whereas in the HS state, we observe the opposite tendency because the interchain distances along the b direction (14.4975(4) Å) are longer than those along the c axis (14.2832(4) Å), leading finally to very similar distances in the LS and HS states, but inverted with respect to b and c parameters (). These observations indicate a significant motion of the chains with respect to each other in the bc plane that co-occurs with a slight gliding along the a direction as the chains shift increase during the LS to HS transition (ca. 0.35 Å). Additionally, the LS to HS transition is accompanied by a rearrangement of the side chain of the triazole ligand, leading to a much better accommodation of the modification of the iron coordination sphere volume in 1 than in the parent compound [Fe(Htrz)2(trz)](BF4). Indeed, while the octahedron volume (Vp) increases in similar proportions for both compounds (Vp increase of 32% for 1 and 36% for [Fe(Htrz)2(trz)](BF4)), the molecular volume remains almost the same for 1 (+0.8%) but increases appreciably for [Fe(Htrz)2(trz)](BF4) (+4.7%, ). This structural rearrangement of the chains and the related accommodation of the molecular volume to the transition might be responsible for the smaller unit cell volume change at the transition when compared to the parent compound [Fe(Htrz)2(trz)](BF4) (4.5% vs 11.5%). Such capability of structural breathing was not observed in [Fe(Htrz)2(trz)](BF4) and may explain the (i) unusual crystal quality of compound 1 and (ii) its exceptional reliability and mechanical resilience to repeated LS to HS transition. The latter has been clearly evidenced by crystal mosaïcity studies and optical microscopy investigations performed over 20 SCO cycles. Thus, (i) the crystal mosaïcity was found to be nearly constant around 0.49(2) between the LS and HS states (), and (ii) no damage or alteration at the resolution of the optical microscopy (~0.3 μm) was detected within the single crystal (). In addition, an elongation of 5.3% of the crystal upon LS to HS transition was observed in optical microscopy studies. This value is in excellent agreement with X-ray data that indicates an elongation of 5.32% of the a parameter during the LS/HS thermal transition.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Thermal evolution of\nthe lattice parameters for <bold>1</bold> showing\nthe anisotropic changes upon <italic>SCO</italic> transition.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cm-2016-04118w_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Thermal evolution of the lattice parameters for 1 showing the anisotropic changes upon SCO transition.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Intermolecular hydrogen bonding contacts in <bold>1</bold> along\nthe <italic>a</italic> direction. Shortest contacts (Å): N11···O1\n= 2.944, O1···N12 = 2.995 at 296 K; N11···O1\n= 2.888, O1···N12 = 2.883 at 120 K.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cm-2016-04118w_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Intermolecular hydrogen bonding contacts in 1 along the a direction. Shortest contacts (Å): N11⋅⋅⋅O1 = 2.944, O1⋅⋅⋅N12 = 2.995 at 296 K; N11⋅⋅⋅O1 = 2.888, O1⋅⋅⋅N12 = 2.883 at 120 K.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<p>In conclusion, we have prepared and characterized\na new triazole-based\n[Fe­(bntrz)<sub>3</sub>]­[Pt­(CN)<sub>4</sub>]·H<sub>2</sub>O (<bold>1</bold>) salt exhibiting an abrupt spin transition with a transition\ntemperature of <italic>ca</italic>. 242 K. The cationic [Fe­(bntrz)<sub>3</sub>]<sup>2+</sup> complex displays a polymeric chain, similar\nto that reported for the Fe<sup>II</sup> triazole-based systems exhibiting\nmagnetic bistability around or above room temperature. The present study clearly evidences the starring roles of the ligand\nsubstitution and counterion changes to prevail over the implicit crystallogenesis\nissue in the Fe<sup>II</sup>/trz systems, with the association of\nbntrz ligand and [Pt­(CN)<sub>4</sub>)]<sup>2–</sup> anion leading\nfor the first time to robust single crystals of high quality and relatively\nconsiderable size (up to 0.45 × 0.04 × 0.04 mm) that withstand\nthe <italic>LS</italic>/<italic>HS</italic> first-order spin transition\nupon repeated <italic>SCO</italic> cycles. Distinctively from other\n1D Fe<sup>II</sup>/trz systems for which the origin of the strong\ncooperativity remains strictly indefinite because of the lack of structural\ninformation, the characteristics of complex <bold>1</bold> led us\nto single crystal X-ray data collections of high-quality, allowing\nhighly refined structural characterizations of both high and low spin\nstates, and the thermal evolution of the lattice parameters. The polymeric\nchain structure of <bold>1</bold>, crystallographically determined\nat 296 and 120 K, is built from two different Fe<sup>II</sup> centers\nfor which the average values of the Fe–N distances are in agreement\nwith the complete <italic>HS</italic>/<italic>LS</italic> spin transition\nrevealed by the magnetic data. The crystal structures of the <italic>LS</italic> and <italic>HS</italic> states definitely confirm the\nperfect linearity of the chains of such polymeric triazole-based <italic>SCO</italic> compounds, even in the <italic>HS</italic> state conversely\nto what was suggested from the first investigations based on EXAFS\nand WAXS studies. The thermal variation of the\nlattice parameters shows anisotropic changes at the transition temperature,\nand proves that the most pronounced structural changes occur along\nthe 1D covalent chain. The intermolecular interchain contacts occur\nthrough hydrogen bonding via the [Pt­(CN)<sub>4</sub>]<sup>2–</sup> anions leading to an overall 3D arrangement. Although displaying\ncooperativity, the absence of a wide hysteresis loop in the <italic>SCO</italic> of <bold>1</bold> reveals that the strong short-range\n“Fe<sup>II</sup>-(Rtrz)<sub>3</sub>-Fe<sup>II</sup>”\ninteractions along the chain are not sufficient to drive the existence\nof long lifetime metastable states at the origin of thermal hysteresis;\nit also confirms that the overall long-range interactions, with an\nemphasis on the direct contacts between the chains, should play a\ncrucial role to promote significant elastic strains that stabilizes\nthe spin state changes. The exceptional resilience of the present\ncrystals upon repeated switching cycles is most likely due to the\naccommodation of the molecular volume and the anisotropic expansion/contraction\nof the unit cell upon <italic>SCO</italic> transition, which allows\nthe existence of a mismatch free <italic>HS</italic>/<italic>LS</italic> interface resulting from the capability of the “Fe<sup>II</sup>-(Rtrz)” chains to glide from each other and accommodate the\nstructural modifications despite the sharp transition. This observation\nis similar to that of the spin-crossover single crystals [{Fe­(NCSe)\n(py)<sub>2</sub>}<sub>2</sub>(m-bpypz)] (with py = pyridine and bpypz\n= 3,5-bis­(2-pyri-dyl)­pyrazolate) recently reported by K. Boukhedadden\net al. In this context, we are currently\ninvestigating by optical microscopy the response of a single crystal\nof <bold>1</bold> upon thermal <italic>SCO</italic> transition in\norder to visualize the nucleation, the growth, and the propagation\nof <italic>HS</italic> and <italic>LS</italic> domains accompanying\nthe first-order transition. The observation\nof the orientation and the dynamics of the <italic>HS/LS</italic> interface\nshould allow for a better understanding of the role of the anisotropic\nchanges of the lattice parameters on the exceptional resilience of\nthis material. On the other hand, we are also currently exploring\nother systems exhibiting similar chain, but with different crystal\npacking to enhance/control the interchain interactions and produce\nhysteretic features. <italic>In fine</italic>, the aim is to establish\nthorough and systematic magneto-structural correlations that are essential\nto understand the physicochemical origin of the strong cooperativity\nin such striking materials, and also to rationalize the tuning of\nthe <italic>SCO</italic> properties.</p>", "clean_text": "In conclusion, we have prepared and characterized a new triazole-based [Fe(bntrz)3][Pt(CN)4]⋅H2O (1) salt exhibiting an abrupt spin transition with a transition temperature of ca. 242 K. The cationic [Fe(bntrz)3]2+ complex displays a polymeric chain, similar to that reported for the FeII triazole-based systems exhibiting magnetic bistability around or above room temperature. The present study clearly evidences the starring roles of the ligand substitution and counterion changes to prevail over the implicit crystallogenesis issue in the FeII/trz systems, with the association of bntrz ligand and [Pt(CN)4)]2- anion leading for the first time to robust single crystals of high quality and relatively considerable size (up to 0.45 × 0.04 × 0.04 mm) that withstand the LS/HS first-order spin transition upon repeated SCO cycles. Distinctively from other 1D FeII/trz systems for which the origin of the strong cooperativity remains strictly indefinite because of the lack of structural information, the characteristics of complex 1 led us to single crystal X-ray data collections of high-quality, allowing highly refined structural characterizations of both high and low spin states, and the thermal evolution of the lattice parameters. The polymeric chain structure of 1, crystallographically determined at 296 and 120 K, is built from two different FeII centers for which the average values of the Fe-N distances are in agreement with the complete HS/LS spin transition revealed by the magnetic data. The crystal structures of the LS and HS states definitely confirm the perfect linearity of the chains of such polymeric triazole-based SCO compounds, even in the HS state conversely to what was suggested from the first investigations based on EXAFS and WAXS studies. The thermal variation of the lattice parameters shows anisotropic changes at the transition temperature, and proves that the most pronounced structural changes occur along the 1D covalent chain. The intermolecular interchain contacts occur through hydrogen bonding via the [Pt(CN)4]2- anions leading to an overall 3D arrangement. Although displaying cooperativity, the absence of a wide hysteresis loop in the SCO of 1 reveals that the strong short-range \"FeII-(Rtrz)3-FeII\" interactions along the chain are not sufficient to drive the existence of long lifetime metastable states at the origin of thermal hysteresis; it also confirms that the overall long-range interactions, with an emphasis on the direct contacts between the chains, should play a crucial role to promote significant elastic strains that stabilizes the spin state changes. The exceptional resilience of the present crystals upon repeated switching cycles is most likely due to the accommodation of the molecular volume and the anisotropic expansion/contraction of the unit cell upon SCO transition, which allows the existence of a mismatch free HS/LS interface resulting from the capability of the \"FeII-(Rtrz)\" chains to glide from each other and accommodate the structural modifications despite the sharp transition. This observation is similar to that of the spin-crossover single crystals [{Fe(NCSe) (py)2}2(m-bpypz)] (with py = pyridine and bpypz = 3,5-bis(2-pyri-dyl)pyrazolate) recently reported by K. Boukhedadden et al. In this context, we are currently investigating by optical microscopy the response of a single crystal of 1 upon thermal SCO transition in order to visualize the nucleation, the growth, and the propagation of HS and LS domains accompanying the first-order transition. The observation of the orientation and the dynamics of the HS/LS interface should allow for a better understanding of the role of the anisotropic changes of the lattice parameters on the exceptional resilience of this material. On the other hand, we are also currently exploring other systems exhibiting similar chain, but with different crystal packing to enhance/control the interchain interactions and produce hysteretic features. In fine, the aim is to establish thorough and systematic magneto-structural correlations that are essential to understand the physicochemical origin of the strong cooperativity in such striking materials, and also to rationalize the tuning of the SCO properties.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.chemmater.6b04118\">10.1021/acs.chemmater.6b04118</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental details,\nsyntheses of the ligands, the\ncomplex <bold>1</bold> and characterizations (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b04118/suppl_file/cm6b04118_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>X-ray crystallographic data\nfor CCDC 1492971 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b04118/suppl_file/cm6b04118_si_002.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>X-ray crystallographic data CCDC 1492972\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b04118/suppl_file/cm6b04118_si_003.cif\">CIF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.chemmater.6b04118.  Experimental details, syntheses of the ligands, the complex 1 and characterizations (PDF)   X-ray crystallographic data for CCDC 1492971 (CIF)   X-ray crystallographic data CCDC 1492972 (CIF)   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Experimental details,\nsyntheses of the ligands, the\ncomplex <bold>1</bold> and characterizations (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b04118/suppl_file/cm6b04118_si_001.pdf\">PDF</ext-link>)</p><p>X-ray crystallographic data\nfor CCDC 1492971 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b04118/suppl_file/cm6b04118_si_002.cif\">CIF</ext-link>)</p><p>X-ray crystallographic data CCDC 1492972\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.6b04118/suppl_file/cm6b04118_si_003.cif\">CIF</ext-link>)</p><p>All authors\ncontributed equally to this work.</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "Experimental details, syntheses of the ligands, the complex 1 and characterizations (PDF)\n\nX-ray crystallographic data for CCDC 1492971 (CIF)\n\nX-ray crystallographic data CCDC 1492972 (CIF)\n\nAll authors contributed equally to this work.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "3, 9, 12", "type": "text", "classification": "property", "content": "<p>The bntrz ligand\nwas prepared in two steps by reaction of triethyl\northoformate with formylhydrazine and benzylamine under nitrogen atmosphere\n(). Single crystals of [Fe­(bntrz)<sub>3</sub>]­[Pt­(CN)<sub>4</sub>].H<sub>2</sub>O (<bold>1</bold>) have\nbeen synthesized via diffusion technique in a fine glass tube (3.0\nmm diameter) by layering an ethanolic solution of the bntrz ligand\nonto an aqueous solution containing both K<sub>2</sub>[Pt­(CN)<sub>4</sub>)]·<italic>x</italic>H<sub>2</sub>O and Fe­(BF<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O salts (). The magnetic susceptibility (χ<sub>m</sub>) of <bold>1</bold> was measured over the 2–300 K temperature (<italic>T</italic>) range on a set of single crystals. The χ<sub>m</sub>\n<italic>T</italic> versus <italic>T</italic> plot is displayed in . In the high-temperature\nregion, the χ<sub>m</sub>\n<italic>T</italic> value (3.45 cm<sup>3</sup>·K·mol<sup>–1</sup>) is consistent with a <italic>HS</italic> (<italic>S</italic> = 2) configuration of the hexacoordinated\nFe<sup>II</sup> ions. Upon cooling, the χ<sub>m</sub>\n<italic>T</italic> remains constant down to 240 K, then sharply decreases\nto <italic>ca</italic>. 0.0 cm<sup>3</sup>·K·mol<sup>–1</sup>, indicating the presence of a complete sharp <italic>HS</italic> to <italic>LS</italic> first-order spin transition (<italic>T</italic>\n<sub>1/2</sub> = 242 K). However, no significant thermal hysteresis\neffects were detected after the warming mode, at the value of the\ntemperature scan rate of 0.4 K·mn<sup>–1</sup>. The DSC\nmeasurements for <bold>1</bold>, performed in the temperature range\n200–260 K with a temperature scan rate of 2 K·mn<sup>–1</sup>, reveal exo- and endothermic transitions with maxima at 241.1 and\n243.5 K, respectively (inset in ). Furthermore, the phase transition has been found\nto occur with an enthalpy and entropy changes of Δ<italic>H</italic> = 16.87 kJ·mol<sup>–1</sup> and Δ<italic>S</italic> = 69.61 J·K<sup>–1</sup>·mol<sup>–1</sup>, respectively. These values are in the range of those reported in\nthe literature for similar <italic>SCO</italic> compounds. The presence of a weak hysteresis in the calorimetry\ndata while it was absent in magnetic measurements can be reasonably\nattributed to the difference of temperature scan rates.</p><p>To understand how the crystal structure is\naffected by the <italic>SCO</italic> transition, the temperature dependence\nof the lattice\nparameters of a single crystal of <bold>1</bold> was measured in the\nrange 200–280 K. As clearly depicted in , the evolution of the unit cell parameters\n(<italic>a</italic>, <italic>b</italic>, <italic>c</italic>) reveals\nsignificant anisotropic changes at the transition temperature (<italic>ca</italic>. 242 K), more precisely a contraction upon heating for\nthe <italic>c</italic> parameter paralleled with positive expansions\noccurring simultaneously in the <italic>ab</italic> plane. The amplitude\nof the anisotropic expansion is much more pronounced along the <italic>a</italic> axis, proving that the major structural change accompanying\nthe <italic>SCO</italic> transition in the overall structure arises\nalong the 1D chain. In comparison with the parent 1D compound [Fe­(Htrz)<sub>2</sub>(trz)]­(BF<sub>4</sub>), the careful\nexamination of the shortest interchain contacts in <bold>1</bold> reveals\nthe absence of direct H-bonding interchain interactions whereas strong\ndirect H-bonding interchain interactions through the N–H group\nof the triazole have been identified in [Fe­(Htrz)<sub>2</sub>(trz)]­(BF<sub>4</sub>) (). However,\nthe presence of significant indirect H-bonding, occurring via the\n[Pt­(CN)<sub>4</sub>]<sup>2–</sup> anions, links the chains\nin the <italic>b</italic> and <italic>c</italic> directions, leading\nto an overall 3D packing ( and ). These interactions\nin <bold>1</bold> are more pronounced in the <italic>LS</italic> state\nthan in the <italic>HS</italic> state; this observation may explain\nthe more constrained iron geometry along the chain in the <italic>LS</italic> state. The intrachain Fe···Fe distances\nin <bold>1</bold> are almost similar to those found in [Fe­(Htrz)<sub>2</sub>(trz)]­(BF<sub>4</sub>), in both spin states, whereas the interchain\nFe···Fe ones are significantly longer than those observed\nin other parent 1D triazole-based derivatives that have been structurally\ncharacterized (see ). Moreover,\nthe Fe···Fe intrachain distances in <bold>1</bold> appear\nalso longer in both <italic>HS</italic> and <italic>LS</italic> states\nthan the corresponding distances observed in discrete trinuclear complexes\nbased on triazole ligands, although this latter observation refers only to the\nfew compounds that display “full” <italic>HS</italic> or <italic>LS</italic> states, i.e., involving all the iron centers.\nBecause of the triclinic symmetry of the crystal lattice, the interchain\ndistances do not exactly match the Fe···Fe intermolecular\ndistances, but are shorter because the chains are slightly shifted\nfrom each other in the <italic>a</italic> direction (). It follows that the interchain distances are different\nalong the <italic>b</italic> and <italic>c</italic> directions. Thus,\nin the <italic>LS</italic> state, they are shorter in the <italic>b</italic> direction (14.2708(4) Å) compared to the <italic>c</italic> direction (14.5072(4) Å), whereas in the <italic>HS</italic> state, we observe the opposite tendency because the interchain\ndistances along the <italic>b</italic> direction (14.4975(4) Å)\nare longer than those along the <italic>c</italic> axis (14.2832(4)\nÅ), leading finally to very similar distances in the <italic>LS</italic> and <italic>HS</italic> states, but inverted with respect\nto <italic>b</italic> and <italic>c</italic> parameters (). These observations indicate\na significant motion of the chains with respect to each other in the <italic>bc</italic> plane that co-occurs with a slight gliding along the <italic>a</italic> direction as the chains shift increase during the <italic>LS</italic> to <italic>HS</italic> transition (<italic>ca</italic>. 0.35 Å). Additionally, the <italic>LS</italic> to <italic>HS</italic> transition is accompanied by a rearrangement of the side\nchain of the triazole ligand, leading to a much better accommodation\nof the modification of the iron coordination sphere volume in <bold>1</bold> than in the parent compound [Fe­(Htrz)<sub>2</sub>(trz)]­(BF<sub>4</sub>). Indeed, while the octahedron\nvolume (Vp) increases in similar proportions for both compounds (Vp\nincrease of 32% for <bold>1</bold> and 36% for [Fe­(Htrz)<sub>2</sub>(trz)]­(BF<sub>4</sub>)), the molecular volume remains almost the\nsame for <bold>1</bold> (+0.8%) but increases appreciably for [Fe­(Htrz)<sub>2</sub>(trz)]­(BF<sub>4</sub>) (+4.7%, ). This structural rearrangement of the chains and the related accommodation\nof the molecular volume to the transition might be responsible for\nthe smaller unit cell volume change at the transition when compared\nto the parent compound [Fe­(Htrz)<sub>2</sub>(trz)]­(BF<sub>4</sub>)\n(4.5% vs 11.5%). Such capability of structural\nbreathing was not observed in [Fe­(Htrz)<sub>2</sub>(trz)]­(BF<sub>4</sub>) and may explain the (i) unusual crystal quality of compound <bold>1</bold> and (ii) its exceptional reliability and mechanical resilience\nto repeated <italic>LS</italic> to <italic>HS</italic> transition.\nThe latter has been clearly evidenced by crystal mosaïcity\nstudies and optical microscopy investigations performed over 20 <italic>SCO</italic> cycles. Thus, (i) the crystal mosaïcity was found\nto be nearly constant around 0.49(2) between the <italic>LS</italic> and <italic>HS</italic> states (), and (ii) no damage or alteration at the resolution of the optical\nmicroscopy (∼0.3 μm) was detected within the single crystal\n(). In addition, an elongation\nof 5.3% of the crystal upon <italic>LS</italic> to <italic>HS</italic> transition was observed in optical microscopy studies. This value\nis in excellent agreement with X-ray data that indicates an elongation\nof 5.32% of the <italic>a</italic> parameter during the <italic>LS</italic>/<italic>HS</italic> thermal transition.</p><p>In conclusion, we have prepared and characterized\na new triazole-based\n[Fe­(bntrz)<sub>3</sub>]­[Pt­(CN)<sub>4</sub>]·H<sub>2</sub>O (<bold>1</bold>) salt exhibiting an abrupt spin transition with a transition\ntemperature of <italic>ca</italic>. 242 K. The cationic [Fe­(bntrz)<sub>3</sub>]<sup>2+</sup> complex displays a polymeric chain, similar\nto that reported for the Fe<sup>II</sup> triazole-based systems exhibiting\nmagnetic bistability around or above room temperature. The present study clearly evidences the starring roles of the ligand\nsubstitution and counterion changes to prevail over the implicit crystallogenesis\nissue in the Fe<sup>II</sup>/trz systems, with the association of\nbntrz ligand and [Pt­(CN)<sub>4</sub>)]<sup>2–</sup> anion leading\nfor the first time to robust single crystals of high quality and relatively\nconsiderable size (up to 0.45 × 0.04 × 0.04 mm) that withstand\nthe <italic>LS</italic>/<italic>HS</italic> first-order spin transition\nupon repeated <italic>SCO</italic> cycles. Distinctively from other\n1D Fe<sup>II</sup>/trz systems for which the origin of the strong\ncooperativity remains strictly indefinite because of the lack of structural\ninformation, the characteristics of complex <bold>1</bold> led us\nto single crystal X-ray data collections of high-quality, allowing\nhighly refined structural characterizations of both high and low spin\nstates, and the thermal evolution of the lattice parameters. The polymeric\nchain structure of <bold>1</bold>, crystallographically determined\nat 296 and 120 K, is built from two different Fe<sup>II</sup> centers\nfor which the average values of the Fe–N distances are in agreement\nwith the complete <italic>HS</italic>/<italic>LS</italic> spin transition\nrevealed by the magnetic data. The crystal structures of the <italic>LS</italic> and <italic>HS</italic> states definitely confirm the\nperfect linearity of the chains of such polymeric triazole-based <italic>SCO</italic> compounds, even in the <italic>HS</italic> state conversely\nto what was suggested from the first investigations based on EXAFS\nand WAXS studies. The thermal variation of the\nlattice parameters shows anisotropic changes at the transition temperature,\nand proves that the most pronounced structural changes occur along\nthe 1D covalent chain. The intermolecular interchain contacts occur\nthrough hydrogen bonding via the [Pt­(CN)<sub>4</sub>]<sup>2–</sup> anions leading to an overall 3D arrangement. Although displaying\ncooperativity, the absence of a wide hysteresis loop in the <italic>SCO</italic> of <bold>1</bold> reveals that the strong short-range\n“Fe<sup>II</sup>-(Rtrz)<sub>3</sub>-Fe<sup>II</sup>”\ninteractions along the chain are not sufficient to drive the existence\nof long lifetime metastable states at the origin of thermal hysteresis;\nit also confirms that the overall long-range interactions, with an\nemphasis on the direct contacts between the chains, should play a\ncrucial role to promote significant elastic strains that stabilizes\nthe spin state changes. The exceptional resilience of the present\ncrystals upon repeated switching cycles is most likely due to the\naccommodation of the molecular volume and the anisotropic expansion/contraction\nof the unit cell upon <italic>SCO</italic> transition, which allows\nthe existence of a mismatch free <italic>HS</italic>/<italic>LS</italic> interface resulting from the capability of the “Fe<sup>II</sup>-(Rtrz)” chains to glide from each other and accommodate the\nstructural modifications despite the sharp transition. This observation\nis similar to that of the spin-crossover single crystals [{Fe­(NCSe)\n(py)<sub>2</sub>}<sub>2</sub>(m-bpypz)] (with py = pyridine and bpypz\n= 3,5-bis­(2-pyri-dyl)­pyrazolate) recently reported by K. Boukhedadden\net al. In this context, we are currently\ninvestigating by optical microscopy the response of a single crystal\nof <bold>1</bold> upon thermal <italic>SCO</italic> transition in\norder to visualize the nucleation, the growth, and the propagation\nof <italic>HS</italic> and <italic>LS</italic> domains accompanying\nthe first-order transition. The observation\nof the orientation and the dynamics of the <italic>HS/LS</italic> interface\nshould allow for a better understanding of the role of the anisotropic\nchanges of the lattice parameters on the exceptional resilience of\nthis material. On the other hand, we are also currently exploring\nother systems exhibiting similar chain, but with different crystal\npacking to enhance/control the interchain interactions and produce\nhysteretic features. <italic>In fine</italic>, the aim is to establish\nthorough and systematic magneto-structural correlations that are essential\nto understand the physicochemical origin of the strong cooperativity\nin such striking materials, and also to rationalize the tuning of\nthe <italic>SCO</italic> properties.</p>", "clean_text": "The bntrz ligand was prepared in two steps by reaction of triethyl orthoformate with formylhydrazine and benzylamine under nitrogen atmosphere (). Single crystals of [Fe(bntrz)3][Pt(CN)4].H2O (1) have been synthesized via diffusion technique in a fine glass tube (3.0 mm diameter) by layering an ethanolic solution of the bntrz ligand onto an aqueous solution containing both K2[Pt(CN)4)]⋅xH2O and Fe(BF4)2⋅6H2O salts (). The magnetic susceptibility (χm) of 1 was measured over the 2-300 K temperature (T) range on a set of single crystals. The χm T versus T plot is displayed in . In the high-temperature region, the χm T value (3.45 cm3⋅K⋅mol-1) is consistent with a HS (S = 2) configuration of the hexacoordinated FeII ions. Upon cooling, the χm T remains constant down to 240 K, then sharply decreases to ca. 0.0 cm3⋅K⋅mol-1, indicating the presence of a complete sharp HS to LS first-order spin transition (T 1/2 = 242 K). However, no significant thermal hysteresis effects were detected after the warming mode, at the value of the temperature scan rate of 0.4 K⋅mn-1. The DSC measurements for 1, performed in the temperature range 200-260 K with a temperature scan rate of 2 K⋅mn-1, reveal exo- and endothermic transitions with maxima at 241.1 and 243.5 K, respectively (inset in ). Furthermore, the phase transition has been found to occur with an enthalpy and entropy changes of ΔH = 16.87 kJ⋅mol-1 and ΔS = 69.61 J⋅K-1⋅mol-1, respectively. These values are in the range of those reported in the literature for similar SCO compounds. The presence of a weak hysteresis in the calorimetry data while it was absent in magnetic measurements can be reasonably attributed to the difference of temperature scan rates.\n\nTo understand how the crystal structure is affected by the SCO transition, the temperature dependence of the lattice parameters of a single crystal of 1 was measured in the range 200-280 K. As clearly depicted in , the evolution of the unit cell parameters (a, b, c) reveals significant anisotropic changes at the transition temperature (ca. 242 K), more precisely a contraction upon heating for the c parameter paralleled with positive expansions occurring simultaneously in the ab plane. The amplitude of the anisotropic expansion is much more pronounced along the a axis, proving that the major structural change accompanying the SCO transition in the overall structure arises along the 1D chain. In comparison with the parent 1D compound [Fe(Htrz)2(trz)](BF4), the careful examination of the shortest interchain contacts in 1 reveals the absence of direct H-bonding interchain interactions whereas strong direct H-bonding interchain interactions through the N-H group of the triazole have been identified in [Fe(Htrz)2(trz)](BF4) (). However, the presence of significant indirect H-bonding, occurring via the [Pt(CN)4]2- anions, links the chains in the b and c directions, leading to an overall 3D packing ( and ). These interactions in 1 are more pronounced in the LS state than in the HS state; this observation may explain the more constrained iron geometry along the chain in the LS state. The intrachain Fe⋅⋅⋅Fe distances in 1 are almost similar to those found in [Fe(Htrz)2(trz)](BF4), in both spin states, whereas the interchain Fe⋅⋅⋅Fe ones are significantly longer than those observed in other parent 1D triazole-based derivatives that have been structurally characterized (see ). Moreover, the Fe⋅⋅⋅Fe intrachain distances in 1 appear also longer in both HS and LS states than the corresponding distances observed in discrete trinuclear complexes based on triazole ligands, although this latter observation refers only to the few compounds that display \"full\" HS or LS states, i.e., involving all the iron centers. Because of the triclinic symmetry of the crystal lattice, the interchain distances do not exactly match the Fe⋅⋅⋅Fe intermolecular distances, but are shorter because the chains are slightly shifted from each other in the a direction (). It follows that the interchain distances are different along the b and c directions. Thus, in the LS state, they are shorter in the b direction (14.2708(4) Å) compared to the c direction (14.5072(4) Å), whereas in the HS state, we observe the opposite tendency because the interchain distances along the b direction (14.4975(4) Å) are longer than those along the c axis (14.2832(4) Å), leading finally to very similar distances in the LS and HS states, but inverted with respect to b and c parameters (). These observations indicate a significant motion of the chains with respect to each other in the bc plane that co-occurs with a slight gliding along the a direction as the chains shift increase during the LS to HS transition (ca. 0.35 Å). Additionally, the LS to HS transition is accompanied by a rearrangement of the side chain of the triazole ligand, leading to a much better accommodation of the modification of the iron coordination sphere volume in 1 than in the parent compound [Fe(Htrz)2(trz)](BF4). Indeed, while the octahedron volume (Vp) increases in similar proportions for both compounds (Vp increase of 32% for 1 and 36% for [Fe(Htrz)2(trz)](BF4)), the molecular volume remains almost the same for 1 (+0.8%) but increases appreciably for [Fe(Htrz)2(trz)](BF4) (+4.7%, ). This structural rearrangement of the chains and the related accommodation of the molecular volume to the transition might be responsible for the smaller unit cell volume change at the transition when compared to the parent compound [Fe(Htrz)2(trz)](BF4) (4.5% vs 11.5%). Such capability of structural breathing was not observed in [Fe(Htrz)2(trz)](BF4) and may explain the (i) unusual crystal quality of compound 1 and (ii) its exceptional reliability and mechanical resilience to repeated LS to HS transition. The latter has been clearly evidenced by crystal mosaïcity studies and optical microscopy investigations performed over 20 SCO cycles. Thus, (i) the crystal mosaïcity was found to be nearly constant around 0.49(2) between the LS and HS states (), and (ii) no damage or alteration at the resolution of the optical microscopy (~0.3 μm) was detected within the single crystal (). In addition, an elongation of 5.3% of the crystal upon LS to HS transition was observed in optical microscopy studies. This value is in excellent agreement with X-ray data that indicates an elongation of 5.32% of the a parameter during the LS/HS thermal transition.\n\nIn conclusion, we have prepared and characterized a new triazole-based [Fe(bntrz)3][Pt(CN)4]⋅H2O (1) salt exhibiting an abrupt spin transition with a transition temperature of ca. 242 K. The cationic [Fe(bntrz)3]2+ complex displays a polymeric chain, similar to that reported for the FeII triazole-based systems exhibiting magnetic bistability around or above room temperature. The present study clearly evidences the starring roles of the ligand substitution and counterion changes to prevail over the implicit crystallogenesis issue in the FeII/trz systems, with the association of bntrz ligand and [Pt(CN)4)]2- anion leading for the first time to robust single crystals of high quality and relatively considerable size (up to 0.45 × 0.04 × 0.04 mm) that withstand the LS/HS first-order spin transition upon repeated SCO cycles. Distinctively from other 1D FeII/trz systems for which the origin of the strong cooperativity remains strictly indefinite because of the lack of structural information, the characteristics of complex 1 led us to single crystal X-ray data collections of high-quality, allowing highly refined structural characterizations of both high and low spin states, and the thermal evolution of the lattice parameters. The polymeric chain structure of 1, crystallographically determined at 296 and 120 K, is built from two different FeII centers for which the average values of the Fe-N distances are in agreement with the complete HS/LS spin transition revealed by the magnetic data. The crystal structures of the LS and HS states definitely confirm the perfect linearity of the chains of such polymeric triazole-based SCO compounds, even in the HS state conversely to what was suggested from the first investigations based on EXAFS and WAXS studies. The thermal variation of the lattice parameters shows anisotropic changes at the transition temperature, and proves that the most pronounced structural changes occur along the 1D covalent chain. The intermolecular interchain contacts occur through hydrogen bonding via the [Pt(CN)4]2- anions leading to an overall 3D arrangement. Although displaying cooperativity, the absence of a wide hysteresis loop in the SCO of 1 reveals that the strong short-range \"FeII-(Rtrz)3-FeII\" interactions along the chain are not sufficient to drive the existence of long lifetime metastable states at the origin of thermal hysteresis; it also confirms that the overall long-range interactions, with an emphasis on the direct contacts between the chains, should play a crucial role to promote significant elastic strains that stabilizes the spin state changes. The exceptional resilience of the present crystals upon repeated switching cycles is most likely due to the accommodation of the molecular volume and the anisotropic expansion/contraction of the unit cell upon SCO transition, which allows the existence of a mismatch free HS/LS interface resulting from the capability of the \"FeII-(Rtrz)\" chains to glide from each other and accommodate the structural modifications despite the sharp transition. This observation is similar to that of the spin-crossover single crystals [{Fe(NCSe) (py)2}2(m-bpypz)] (with py = pyridine and bpypz = 3,5-bis(2-pyri-dyl)pyrazolate) recently reported by K. Boukhedadden et al. In this context, we are currently investigating by optical microscopy the response of a single crystal of 1 upon thermal SCO transition in order to visualize the nucleation, the growth, and the propagation of HS and LS domains accompanying the first-order transition. The observation of the orientation and the dynamics of the HS/LS interface should allow for a better understanding of the role of the anisotropic changes of the lattice parameters on the exceptional resilience of this material. On the other hand, we are also currently exploring other systems exhibiting similar chain, but with different crystal packing to enhance/control the interchain interactions and produce hysteretic features. In fine, the aim is to establish thorough and systematic magneto-structural correlations that are essential to understand the physicochemical origin of the strong cooperativity in such striking materials, and also to rationalize the tuning of the SCO properties.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "400", "unit": "°C", "type": "lattice collapse", "condition": ""}]}, {"meta": {"name": "Complex 4", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "155", "unit": "°C", "type": "stable", "condition": ""}, {"value": "155 and 250", "unit": "°C", "type": "removal of coordinated solvent molecules", "condition": ""}, {"value": "680", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}, {"meta": {"name": "MOF-XYZ", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "120", "unit": "°C", "type": "an initial weight loss", "condition": ""}, {"value": "110 to 280", "unit": "°C", "type": "gradual removal of coordinated water molecules", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 8, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Average Fe–N\nDistances and\nDistortion Parameters in <bold>1</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" rowsep=\"1\">\n<italic>T</italic> (K)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">296</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">120</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">Fe<sup>II</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">Fe1</oasis:entry>\n<oasis:entry align=\"center\">Fe2</oasis:entry>\n<oasis:entry align=\"center\">Fe1</oasis:entry>\n<oasis:entry align=\"center\">Fe2</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>⟨<italic>d</italic>\n<sub>Fe–N</sub>⟩ (Å)</oasis:entry>\n<oasis:entry>2.190(3)</oasis:entry>\n<oasis:entry>2.189(3)</oasis:entry>\n<oasis:entry>1.991(4)</oasis:entry>\n<oasis:entry>1.998(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Σ/Θ (deg)</oasis:entry>\n<oasis:entry>10/23</oasis:entry>\n<oasis:entry>10/26</oasis:entry>\n<oasis:entry>16/40</oasis:entry>\n<oasis:entry>13/33</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>spin state</oasis:entry>\n<oasis:entry>\n<italic>HS</italic>\n</oasis:entry>\n<oasis:entry>\n<italic>HS</italic>\n</oasis:entry>\n<oasis:entry>\n<italic>LS</italic>\n</oasis:entry>\n<oasis:entry>\n<italic>LS</italic>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Average Fe–N Distances and Distortion Parameters in 1\n\n| T (K) | Fe<sup>II</sup> | Fe1 | Fe2 | Fe1 | Fe2 |\n|-------|----------------|-----|-----|-----|-----|\n|       | ⟨d<sub>Fe–N</sub>⟩ (Å) | 2.190(3) | 2.189(3) | 1.991(4) | 1.998(4) |\n|       | Σ/Θ (deg) | 10/23 | 10/26 | 16/40 | 13/33 |\n|       | spin state | HS | HS | LS | LS |", "data": [{"meta": {"name": "", "symbol": "", "chemical formula": "1"}, "etc": [{"property name": "Average Fe–N Distances", "value": "Fe<sup>II</sup>: 2.190(3), Fe1: 2.189(3), Fe2: 1.991(4), Fe1: 1.998(4)", "unit": "Å", "condition": ""}, {"property name": "Distortion Parameters", "value": "Σ/Θ: 10/23, Σ/Θ: 10/26, Σ/Θ: 16/40, Σ/Θ: 13/33", "unit": "deg", "condition": ""}, {"property name": "spin state", "value": "HS, HS, LS, LS", "unit": "", "condition": ""}]}], "include_properties": ["etc"]}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Thermal dependence\nof the χ<sub>m</sub>\n<italic>T</italic> product recorded at 0.4\nK·mn<sup>–1</sup> in a settle\nmode, DSC study recorded at 2 K·mn<sup>–1</sup> (inset),\nand crystal images in the <italic>LS</italic> and <italic>HS</italic> states showing the clear thermochromism from purple to colorless,\nrespectively.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cm-2016-04118w_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Thermal dependence of the χm T product recorded at 0.4 K⋅mn-1 in a settle mode, DSC study recorded at 2 K⋅mn-1 (inset), and crystal images in the LS and HS states showing the clear thermochromism from purple to colorless, respectively.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Views of the cationic chain in <bold>1</bold>: (a) linear\nchain\nrunning along the <italic>a</italic> axis; (b) projection of the chain\nalong the [100] direction. (a) 1–<italic>x</italic>, −<italic>y</italic>, 1–<italic>z</italic>; (b) = −<italic>x</italic>, −<italic>y</italic>, 1–<italic>z</italic>.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cm-2016-04118w_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Views of the cationic chain in 1: (a) linear chain running along the a axis; (b) projection of the chain along the [100] direction. (a) 1-x, -y, 1-z; (b) = -x, -y, 1-z.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Thermal evolution of\nthe lattice parameters for <bold>1</bold> showing\nthe anisotropic changes upon <italic>SCO</italic> transition.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cm-2016-04118w_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Thermal evolution of the lattice parameters for 1 showing the anisotropic changes upon SCO transition.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Intermolecular hydrogen bonding contacts in <bold>1</bold> along\nthe <italic>a</italic> direction. Shortest contacts (Å): N11···O1\n= 2.944, O1···N12 = 2.995 at 296 K; N11···O1\n= 2.888, O1···N12 = 2.883 at 120 K.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cm-2016-04118w_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Intermolecular hydrogen bonding contacts in 1 along the a direction. Shortest contacts (Å): N11⋅⋅⋅O1 = 2.944, O1⋅⋅⋅N12 = 2.995 at 296 K; N11⋅⋅⋅O1 = 2.888, O1⋅⋅⋅N12 = 2.883 at 120 K.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.chemmater.6b04118", "title": "\nCooperative 1D Triazole-Based Spin Crossover FeII Material With Exceptional Mechanical Resilience\n", "journal": "American Chemical\nSociety", "date": "2016.12", "author_list": ["Pittala\nNarsimhulu", "Thétiot\nFranck", "Triki\nSmail", "Boukheddaden\nKamel", "Chastanet\nGuillaume", "Marchivie\nMathieu"]}}