{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/cm7b04619.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>At\nthe Hanford Site in southeastern Washington state, the U.S.\nDepartment of Energy intends to treat 56 million gallons of legacy\nnuclear waste by encasing it in borosilicate glass via vitrification.\nThis process ineffectively captures radioactive pertechnetate (TcO<sub>4</sub>\n<sup>–</sup>) because of the ion’s volatility, thereby requiring\na different remediation method for this long-lived (<italic>t</italic>\n<sub>1/2</sub> = 2.1 × 10<sup>5</sup> years), environmentally\nmobile species. Currently available sorbents lack the desired combination\nof high uptake capacity, fast kinetics, and selectivity. Here, we\nevaluate the ability of the chemically and thermally robust Zr<sub>6</sub>-based metal–organic framework (MOF), NU-1000, to capture\nperrhenate (ReO<sub>4</sub>\n<sup>–</sup>), a pertechnetate simulant,\nand pertechnetate. Our material exhibits an excellent perrhenate uptake\ncapacity of 210 mg/g, reaches saturation within 5 min, and maintains\nperrhenate uptake in the presence of competing anions. Additionally,\nexperiments with pertechnetate confirm perrhenate is a suitable surrogate.\nSingle-crystal X-ray diffraction indicates both chelating and nonchelating\nperrhenate binding motifs are present in both the small pore and the\nmesopore of NU-1000. Postadsorption diffuse reflectance infrared Fourier\ntransform spectroscopy (DRIFTS) further elucidates the uptake mechanism\nand powder X-ray diffraction (PXRD) and Brunauer–Emmett–Teller\n(BET) surface area analysis confirm the retention of crystallinity\nand porosity of NU-1000 throughout adsorption.</p>", "clean_text": "At the Hanford Site in southeastern Washington state, the U.S. Department of Energy intends to treat 56 million gallons of legacy nuclear waste by encasing it in borosilicate glass via vitrification. This process ineffectively captures radioactive pertechnetate (TcO4 -) because of the ion's volatility, thereby requiring a different remediation method for this long-lived (t 1/2 = 2.1 × 105 years), environmentally mobile species. Currently available sorbents lack the desired combination of high uptake capacity, fast kinetics, and selectivity. Here, we evaluate the ability of the chemically and thermally robust Zr6-based metal-organic framework (MOF), NU-1000, to capture perrhenate (ReO4 -), a pertechnetate simulant, and pertechnetate. Our material exhibits an excellent perrhenate uptake capacity of 210 mg/g, reaches saturation within 5 min, and maintains perrhenate uptake in the presence of competing anions. Additionally, experiments with pertechnetate confirm perrhenate is a suitable surrogate. Single-crystal X-ray diffraction indicates both chelating and nonchelating perrhenate binding motifs are present in both the small pore and the mesopore of NU-1000. Postadsorption diffuse reflectance infrared Fourier transform spectroscopy (DRIFTS) further elucidates the uptake mechanism and powder X-ray diffraction (PXRD) and Brunauer-Emmett-Teller (BET) surface area analysis confirm the retention of crystallinity and porosity of NU-1000 throughout adsorption.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The nuclear weapons industry\nin the United States saw the production\nof 100 tons of plutonium and the generation of over 100 million gallons\nof hazardous liquid waste during World War II and the Cold War. At its climax, the Hanford Site in southeastern\nWashington state operated nine nuclear reactors and was responsible\nfor the production of two-thirds of the nation’s plutonium\nsupply. With 30 years since Hanford’s\nlast reactor was shut down, the U.S. Department of Energy is preparing\nto treat 56 million gallons of legacy waste currently stored in 177\nunderground tanks.\n</p>", "clean_text": "Introduction\n\nThe nuclear weapons industry in the United States saw the production of 100 tons of plutonium and the generation of over 100 million gallons of hazardous liquid waste during World War II and the Cold War. At its climax, the Hanford Site in southeastern Washington state operated nine nuclear reactors and was responsible for the production of two-thirds of the nation's plutonium supply. With 30 years since Hanford's last reactor was shut down, the U.S. Department of Energy is preparing to treat 56 million gallons of legacy waste currently stored in 177 underground tanks. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Technetium-99\nis a high yield (6.1%), long-lived (<italic>t</italic>\n<sub>1/2</sub> = 2.1 × 10<sup>5</sup> years) fission product. In oxidizing environments, like those of the waste storage tanks\nat the Hanford Site, Tc-99 is present as the highly soluble, environmentally\nmobile, and volatile pertechnetate ion (TcO<sub>4</sub>\n<sup>–</sup>). The Hanford Tank Waste Treatment and Immobilization\nPlant will separate waste into high level and low activity waste streams\nfollowed by immobilization in borosilicate glass via vitrification.\nAt the high operating temperatures (1150 °C) of the melters,\nthe volatility of pertechnetate hinders its retention in the glass\nwaste form. Further, pertechnetate’s high solubility (11.3\nmol L<sup>–1</sup> at 20 °C) makes it dangerously environmentally\nmobile. Because of this immense technical\nchallenge and environmental threat, there is a crucial need for an\neffective strategy for pertechnetate removal from nuclear waste prior\nto vitrification.</p>", "clean_text": "Technetium-99 is a high yield (6.1%), long-lived (t 1/2 = 2.1 × 105 years) fission product. In oxidizing environments, like those of the waste storage tanks at the Hanford Site, Tc-99 is present as the highly soluble, environmentally mobile, and volatile pertechnetate ion (TcO4 -). The Hanford Tank Waste Treatment and Immobilization Plant will separate waste into high level and low activity waste streams followed by immobilization in borosilicate glass via vitrification. At the high operating temperatures (1150 °C) of the melters, the volatility of pertechnetate hinders its retention in the glass waste form. Further, pertechnetate's high solubility (11.3 mol L-1 at 20 °C) makes it dangerously environmentally mobile. Because of this immense technical challenge and environmental threat, there is a crucial need for an effective strategy for pertechnetate removal from nuclear waste prior to vitrification.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Various routes of pertechnetate capture including ion exchange, reductive immobilization, and supramolecular recognition have\nbeen reported. Ion exchange materials\nsuch as organic polymers, coordination\npolymers, inorganic materials (layered double hydroxides, LDHs), and commercial resins have received the most\nattention; however, a sorbent with high uptake capacity, fast kinetics,\nand selectivity is yet to be discovered. MOFs are composed of inorganic\nnodes linked by multitopic organic ligands. These hybrid materials have recorded the highest surface areas to\ndate, and can be designed to be chemically\nand thermally robust. MOFs have been\ntailored toward numerous potential applications including but not limited to gas storage and delivery, gas separation, catalysis, drug delivery, chemical\nsensing, and water remediation. Specifically, Zr<sub>6</sub>-based MOFs are exceptionally stable\nin aqueous media over a wide range of pH because of the strong Zr­(IV)–O\nbonds and high connectivity of the Zr node. An extensive collection of connectivities\ncan arise within a Zr<sub>6</sub>-node, many of which contain Zr sites\nterminated by nonstructural labile ligands, i.e., −OH/–OH<sub>2</sub> pairs. These spatially oriented Zr–OH sites can be\nutilized to capture oxyanions in a charge balancing fashion. Here, we capitalize on the lability of the hydroxyl ligands on the\nZr<sub>6</sub>-node of the MOF, NU-1000, to efficiently capture perrhenate,\na pertechnetate simulant, and exploit the MOF’s permanent crystallinity\nand porosity to crystallographically identify the anion’s binding\nmotif.</p>", "clean_text": "Various routes of pertechnetate capture including ion exchange, reductive immobilization, and supramolecular recognition have been reported. Ion exchange materials such as organic polymers, coordination polymers, inorganic materials (layered double hydroxides, LDHs), and commercial resins have received the most attention; however, a sorbent with high uptake capacity, fast kinetics, and selectivity is yet to be discovered. MOFs are composed of inorganic nodes linked by multitopic organic ligands. These hybrid materials have recorded the highest surface areas to date, and can be designed to be chemically and thermally robust. MOFs have been tailored toward numerous potential applications including but not limited to gas storage and delivery, gas separation, catalysis, drug delivery, chemical sensing, and water remediation. Specifically, Zr6-based MOFs are exceptionally stable in aqueous media over a wide range of pH because of the strong Zr(IV)-O bonds and high connectivity of the Zr node. An extensive collection of connectivities can arise within a Zr6-node, many of which contain Zr sites terminated by nonstructural labile ligands, i.e., -OH/-OH2 pairs. These spatially oriented Zr-OH sites can be utilized to capture oxyanions in a charge balancing fashion. Here, we capitalize on the lability of the hydroxyl ligands on the Zr6-node of the MOF, NU-1000, to efficiently capture perrhenate, a pertechnetate simulant, and exploit the MOF's permanent crystallinity and porosity to crystallographically identify the anion's binding motif.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>NU-1000 is comprised of 8-connected Zr<sub>6</sub>-nodes (a) and 1,3,6,8-tetrakis­(<italic>p</italic>-benzoic acid)­pyrene (H<sub>4</sub>TBAPy) linkers (b). The framework\nconsists of 1D triangular (∼12 Å) and hexagonal (∼30\nÅ) channels (c). Additionally, adjacent 1D channels are connected by small\npores (∼8 Å). NU-1000 is exceptionally stable in aqueous\nmedia over a large range of pH (1–11) and can be prepared by a facile large scale synthesis. Further, our group has recently shown that the\nterminal hydroxyl groups on the Zr<sub>6</sub>-node of NU-1000 can\nbe substituted by selenate/selenite and\nsulfate thereby facilitating the removal\nof hazardous oxyanions from aqueous media. We hypothesized that NU-1000\nwould similarly capture perrhenate (ReO<sub>4</sub>\n<sup>–</sup>), a nonradioactive surrogate for pertechnetate. Here, we evaluate\nNU-1000 as a sorbent for perrhenate (ReO<sub>4</sub>\n<sup>–</sup>) removal from water to determine its maximum uptake capacity, selectivity\nfor perrhenate in the presence of competing anions, recyclability,\nand stability to the adsorption process. Further, we briefly analyze\npertechnetate capture and the suitability of perrhenate as a surrogate.\nFinally, we define the various binding motifs of perrhenate at the\nNU-1000 node via single-crystal X-ray diffraction.</p>", "clean_text": "NU-1000 is comprised of 8-connected Zr6-nodes (a) and 1,3,6,8-tetrakis(p-benzoic acid)pyrene (H4TBAPy) linkers (b). The framework consists of 1D triangular (~12 Å) and hexagonal (~30 Å) channels (c). Additionally, adjacent 1D channels are connected by small pores (~8 Å). NU-1000 is exceptionally stable in aqueous media over a large range of pH (1-11) and can be prepared by a facile large scale synthesis. Further, our group has recently shown that the terminal hydroxyl groups on the Zr6-node of NU-1000 can be substituted by selenate/selenite and sulfate thereby facilitating the removal of hazardous oxyanions from aqueous media. We hypothesized that NU-1000 would similarly capture perrhenate (ReO4 -), a nonradioactive surrogate for pertechnetate. Here, we evaluate NU-1000 as a sorbent for perrhenate (ReO4 -) removal from water to determine its maximum uptake capacity, selectivity for perrhenate in the presence of competing anions, recyclability, and stability to the adsorption process. Further, we briefly analyze pertechnetate capture and the suitability of perrhenate as a surrogate. Finally, we define the various binding motifs of perrhenate at the NU-1000 node via single-crystal X-ray diffraction.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Structure of Zr<sub>6</sub>-node in NU-1000. (b) Structure\nof the tetratopic pyrene-based linker H<sub>4</sub>TBAPy. (c) Structure of NU-1000\ncontaining ∼30 Å hexagonal mesopores and ∼12 Å\ntriangular micropores.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cm-2017-04619a_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Structure of Zr6-node in NU-1000. (b) Structure of the tetratopic pyrene-based linker H4TBAPy. (c) Structure of NU-1000 containing ~30 Å hexagonal mesopores and ~12 Å triangular micropores.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental Details</title><title>Chemicals</title><p>All chemicals were used\nas received from the supplier. In these experiments, water is Milli-Q\n(Milli-pore). All gases were Ultra High Purity grade 5 gases from\nAirgas Specialty Gases. Fisher Chemical Trace Metal grade nitric acid\nwas used for all ICP-OES and ICP-MS experiments. All ICP standards\nwere purchased from Sigma-Aldrich. As-purchased Re and Na ICP standards\nwere 1000 mg/g in 2% nitric acid, TraceCERT, and the Zr ICP standard\nwas 1000 mg/g in 2% nitric acid and 0.2% hydrofluoric acid.</p>", "clean_text": "Experimental Details\n\nChemicals\n\nAll chemicals were used as received from the supplier. In these experiments, water is Milli-Q (Milli-pore). All gases were Ultra High Purity grade 5 gases from Airgas Specialty Gases. Fisher Chemical Trace Metal grade nitric acid was used for all ICP-OES and ICP-MS experiments. All ICP standards were purchased from Sigma-Aldrich. As-purchased Re and Na ICP standards were 1000 mg/g in 2% nitric acid, TraceCERT, and the Zr ICP standard was 1000 mg/g in 2% nitric acid and 0.2% hydrofluoric acid.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>General Experimental</title><p>NU-1000 was\nprepared according to literature procedure. All MOF samples were thermally activated under ultrahigh vacuum\nat 120 °C for 18 h on a Micromeritics Smart VacPrep. Nitrogen\nadsorption and desorption isotherm measurements were performed on\na Micromeritics Tristar II at 77K. Powder X-ray diffraction measurements\nwere collected on a STOE STADI MP equipped with Kα1 source and\na 1D strip detector over a range of 2° &lt; 2θ &lt; 37°.\nDRIFTS measurements were obtained using a Nicolet 6700 FTIR spectrometer\nequipped with a liquid nitrogen cooled MCT detector. The spectra were\ncollected in a KBr mixture and the pure KBr background was subtracted.\nICP-OES data were obtained using a Thermo iCAP 7600 ICP Spectrometer.\nICP-MS data were collected on a ThermoFisher X Series II instrument\nequipped with an autodiluter and Collision Cell Technology (CCT).\nICP-OES standards (0.0625–10 ppm) were prepared via serial\ndilution in 3% nitric acid. An ICP-MS standard (200 ppb) was similarly\nprepared for use with the autodiluter. All uptake experiments were\nperformed in triplicate at a minimum.</p>", "clean_text": "General Experimental\n\nNU-1000 was prepared according to literature procedure. All MOF samples were thermally activated under ultrahigh vacuum at 120 °C for 18 h on a Micromeritics Smart VacPrep. Nitrogen adsorption and desorption isotherm measurements were performed on a Micromeritics Tristar II at 77K. Powder X-ray diffraction measurements were collected on a STOE STADI MP equipped with Kα1 source and a 1D strip detector over a range of 2° < 2θ < 37°. DRIFTS measurements were obtained using a Nicolet 6700 FTIR spectrometer equipped with a liquid nitrogen cooled MCT detector. The spectra were collected in a KBr mixture and the pure KBr background was subtracted. ICP-OES data were obtained using a Thermo iCAP 7600 ICP Spectrometer. ICP-MS data were collected on a ThermoFisher X Series II instrument equipped with an autodiluter and Collision Cell Technology (CCT). ICP-OES standards (0.0625-10 ppm) were prepared via serial dilution in 3% nitric acid. An ICP-MS standard (200 ppb) was similarly prepared for use with the autodiluter. All uptake experiments were performed in triplicate at a minimum.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Single-Crystal\nX-ray Crystallography</title><p>Single-crystal X-ray diffraction measurements\nwere performed on a\nBruker Kappa APEX II CCD equipped with a Cu <italic>Kα</italic> (λ = 1.54178 Å) microsource with MX optics. Single crystals\nof NU-1000 were immersed in an aqueous sodium perrhenate solution\n(0.1 M) at room temperature for 2 days. A single crystal was mounted\non MicroMesh (MiTeGen) with paratone oil. The structure was solved\nby direct methods (SIR2014) and refined\nby full-matrix least-squares refinement on <italic>F</italic>\n<sup>2</sup> (SHELXL-2014/7) using the Yadokari-XG\nsoftware package. The disordered noncoordinated\nsolvents were removed using the PLATON SQUEEZE program. The rhenium site occupancies were determined\nby structural refinement, and the total rhenium content is in moderate\nagreement with data obtained from ICP-OES analysis of digested perrhenate\nloaded MOF samples. Refinement results are summarized in . The associated CIF data file has been\ndeposited in the Cambridge Crystallographic Data Centre (CCDC) under\ndeposition number CCDC-1579219. The data can be obtained free of\ncharge via <uri xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\">www.ccdc.cam.ac.uk/data_request/cif</uri> (or from the Cambridge\nCrystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, U.K.).</p>", "clean_text": "Single-Crystal X-ray Crystallography\n\nSingle-crystal X-ray diffraction measurements were performed on a Bruker Kappa APEX II CCD equipped with a Cu Kα (λ = 1.54178 Å) microsource with MX optics. Single crystals of NU-1000 were immersed in an aqueous sodium perrhenate solution (0.1 M) at room temperature for 2 days. A single crystal was mounted on MicroMesh (MiTeGen) with paratone oil. The structure was solved by direct methods (SIR2014) and refined by full-matrix least-squares refinement on F 2 (SHELXL-2014/7) using the Yadokari-XG software package. The disordered noncoordinated solvents were removed using the PLATON SQUEEZE program. The rhenium site occupancies were determined by structural refinement, and the total rhenium content is in moderate agreement with data obtained from ICP-OES analysis of digested perrhenate loaded MOF samples. Refinement results are summarized in . The associated CIF data file has been deposited in the Cambridge Crystallographic Data Centre (CCDC) under deposition number CCDC-1579219. The data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif (or from the Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, U.K.).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Maximum Uptake Per Node</title><p>Initial perrhenate\nuptake experiments were performed by exposing 5 mg (2.3 × 10<sup>–6</sup> mol) of NU-1000 to 15 mL of an aqueous sodium perrhenate\nsolution in a 15 mL polypropylene centrifuge tube. Perrhenate solutions\nwith Re concentrations of 57, 85, 114, 142, 171, and 199 ppm corresponding\nto 2–7 ions per MOF node (Zr<sub>6</sub>-cluster) were used.\nSolutions were centrifuged for 1 min to allow the MOF to settle. A\n1 mL aliquot of the supernatant was removed after 1, 18, and 24 h\nof exposure, and diluted to 10 mL in 3% nitric acid. The concentration\nof Re, Zr, and Na in each sample was determined by ICP-OES. These\nwere compared to the concentrations of an identical analyte solution\nwithout MOF to determine the amount of ReO<sub>4</sub>\n<sup>–</sup> captured per node.</p>", "clean_text": "Maximum Uptake Per Node\n\nInitial perrhenate uptake experiments were performed by exposing 5 mg (2.3 × 10-6 mol) of NU-1000 to 15 mL of an aqueous sodium perrhenate solution in a 15 mL polypropylene centrifuge tube. Perrhenate solutions with Re concentrations of 57, 85, 114, 142, 171, and 199 ppm corresponding to 2-7 ions per MOF node (Zr6-cluster) were used. Solutions were centrifuged for 1 min to allow the MOF to settle. A 1 mL aliquot of the supernatant was removed after 1, 18, and 24 h of exposure, and diluted to 10 mL in 3% nitric acid. The concentration of Re, Zr, and Na in each sample was determined by ICP-OES. These were compared to the concentrations of an identical analyte solution without MOF to determine the amount of ReO4 - captured per node.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Adsorption Per Gram</title><p>The maximum amount\nof perrhenate adsorbed per gram of NU-1000 was determined by exposing\n5 mg (2.3 × 10<sup>–6</sup> mol) of MOF to 15 mL of an\naqueous sodium perrhenate solution in a 15 mL polypropylene centrifuge\ntube. Solutions with rhenium concentrations of 28, 43, 57, 71, and\n85 ppm corresponding to 1.0, 1.5, 2.0, 2.5, and 3.0 perrhenate ions\nper node were used. Each sample was centrifuged for 30 s to allow\nthe MOF to settle. A 0.5 mL aliquot of the supernatant was removed\nat 1, 2, 3, 4, 5, 10, 15, 30, 60, 90, 120, and 180 min and diluted\nto 10 mL in 3% nitric acid. The concentration of Re, Zr, and Na in\neach solution was determined by ICP-OES. Similarly, these were compared\nto the concentrations of identical analyte solutions without MOF to\ndetermine the amount of ReO<sub>4</sub>\n<sup>–</sup> adsorbed\n(q) in mg/g of NU-1000 where <italic>q</italic> = (<italic>C</italic>\n<sub>i</sub> – <italic>C</italic>\n<sub>f</sub>) <italic>V</italic>/<italic>m</italic>, <italic>C</italic>\n<sub>i</sub> = initial concentration\n(mg/L), <italic>C</italic>\n<sub>f</sub> = final concentration (mg/L), <italic>V</italic> = volume of solution exposed to NU-1000 (L), and <italic>m</italic> = mass of NU-1000 (g).</p>", "clean_text": "Adsorption Per Gram\n\nThe maximum amount of perrhenate adsorbed per gram of NU-1000 was determined by exposing 5 mg (2.3 × 10-6 mol) of MOF to 15 mL of an aqueous sodium perrhenate solution in a 15 mL polypropylene centrifuge tube. Solutions with rhenium concentrations of 28, 43, 57, 71, and 85 ppm corresponding to 1.0, 1.5, 2.0, 2.5, and 3.0 perrhenate ions per node were used. Each sample was centrifuged for 30 s to allow the MOF to settle. A 0.5 mL aliquot of the supernatant was removed at 1, 2, 3, 4, 5, 10, 15, 30, 60, 90, 120, and 180 min and diluted to 10 mL in 3% nitric acid. The concentration of Re, Zr, and Na in each solution was determined by ICP-OES. Similarly, these were compared to the concentrations of identical analyte solutions without MOF to determine the amount of ReO4 - adsorbed (q) in mg/g of NU-1000 where q = (C i - C f) V/m, C i = initial concentration (mg/L), C f = final concentration (mg/L), V = volume of solution exposed to NU-1000 (L), and m = mass of NU-1000 (g).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Competition</title><p>Competition experiments\nwere performed by exposing 5 mg (2.3 × 10<sup>–6</sup> mol) of NU-1000 to 15 mL of an aqueous equimolar (3.82 × 10<sup>–5</sup> M) solution of sodium perrhenate and sodium chloride,\npotassium bromide, potassium iodide, potassium nitrate, or sodium\nsulfate in a 15 mL polypropylene centrifuge tube. Samples were centrifuged\nfor 30 s to allow the MOF to settle and an aliquot of the supernatant\nwas removed at 1, 5, 10, 15, 30, and 180 min. The concentration of\nRe and Zr in each sample solution was determined by ICP-OES and compared\nto the concentrations of identical analyte solutions without MOF to\ndetermine the amount of ReO<sub>4</sub>\n<sup>–</sup> captured.</p>", "clean_text": "Competition\n\nCompetition experiments were performed by exposing 5 mg (2.3 × 10-6 mol) of NU-1000 to 15 mL of an aqueous equimolar (3.82 × 10-5 M) solution of sodium perrhenate and sodium chloride, potassium bromide, potassium iodide, potassium nitrate, or sodium sulfate in a 15 mL polypropylene centrifuge tube. Samples were centrifuged for 30 s to allow the MOF to settle and an aliquot of the supernatant was removed at 1, 5, 10, 15, 30, and 180 min. The concentration of Re and Zr in each sample solution was determined by ICP-OES and compared to the concentrations of identical analyte solutions without MOF to determine the amount of ReO4 - captured.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Low Concentration Uptake</title><p>A low concentration\nkinetic study was performed by exposing 2 mg (9.2 × 10<sup>–7</sup> mol) of NU-1000 to 15 mL of an aqueous sodium perrhenate solution\nwith a rhenium concentration of 1 ppm (5.4 × 10<sup>–6</sup> M). Samples were centrifuged for 30 s and aliquots of the supernatant\nwere removed at 5, 10, 15, 30, 60, and 180 min and diluted in 3% nitric\nacid. The concentration of Re, Zr, and Na in each sample was determined\nby ICP-MS and compared to the concentration of an identical analyte\nsolution without MOF to determine the amount of ReO<sub>4</sub>\n<sup>–</sup> captured.</p>", "clean_text": "Low Concentration Uptake\n\nA low concentration kinetic study was performed by exposing 2 mg (9.2 × 10-7 mol) of NU-1000 to 15 mL of an aqueous sodium perrhenate solution with a rhenium concentration of 1 ppm (5.4 × 10-6 M). Samples were centrifuged for 30 s and aliquots of the supernatant were removed at 5, 10, 15, 30, 60, and 180 min and diluted in 3% nitric acid. The concentration of Re, Zr, and Na in each sample was determined by ICP-MS and compared to the concentration of an identical analyte solution without MOF to determine the amount of ReO4 - captured.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Regeneration</title><p>Regeneration\nexperiments\nwere generally performed by exposing a MOF sample to an aqueous sodium perrhenate\nsolution, washing with a hydrochloric acid solution, and washing with\nwater. The full exposure and washing cycle was repeated 4 additional\ntimes. Specifically, a glass microanalysis vacuum filter apparatus\nequipped with an Anodisc filter membrane was washed with 10 mL of\nwater three times. A slurry of 10 mg (4.6 × 10<sup>–6</sup> mol) of NU-1000 in 10 mL of water was poured onto the membrane.\nOnce the MOF had been brought to dryness under vacuum, 10 mL of an\naqueous sodium perrhenate solution with a rhenium concentration of\n255 ppm corresponding to 3 ions per Zr<sub>6</sub>-node was poured\ninto the apparatus. The entire solution passed through the MOF in\nless than 1 min and was collected in a clean 6 dram vial. Once the\nMOF was returned to dryness, 10 mL of a 5% hydrochloric acid solution\nwas passed through the MOF (again the solution passed through the\nMOF in less than 1 min and the filtrate was collected in a clean 6\ndram vial). Then, 10 mL of water was passed through the MOF (again\nthe water was passed through the MOF in under 1 min and the filtrate\nwas collected in a clean 6 dram vial). This cycle was repeated for\na total of 5 perrhenate exposures. An aliquot from each vial was removed\nand diluted in 3% nitric acid. The concentration of Re, Zr, and Na\nin each sample was determined by ICP-OES and compared to concentrations\nof identical analyte solutions without MOF to determine the amount\nof ReO<sub>4</sub>\n<sup>–</sup> captured.</p>", "clean_text": "Regeneration\n\nRegeneration experiments were generally performed by exposing a MOF sample to an aqueous sodium perrhenate solution, washing with a hydrochloric acid solution, and washing with water. The full exposure and washing cycle was repeated 4 additional times. Specifically, a glass microanalysis vacuum filter apparatus equipped with an Anodisc filter membrane was washed with 10 mL of water three times. A slurry of 10 mg (4.6 × 10-6 mol) of NU-1000 in 10 mL of water was poured onto the membrane. Once the MOF had been brought to dryness under vacuum, 10 mL of an aqueous sodium perrhenate solution with a rhenium concentration of 255 ppm corresponding to 3 ions per Zr6-node was poured into the apparatus. The entire solution passed through the MOF in less than 1 min and was collected in a clean 6 dram vial. Once the MOF was returned to dryness, 10 mL of a 5% hydrochloric acid solution was passed through the MOF (again the solution passed through the MOF in less than 1 min and the filtrate was collected in a clean 6 dram vial). Then, 10 mL of water was passed through the MOF (again the water was passed through the MOF in under 1 min and the filtrate was collected in a clean 6 dram vial). This cycle was repeated for a total of 5 perrhenate exposures. An aliquot from each vial was removed and diluted in 3% nitric acid. The concentration of Re, Zr, and Na in each sample was determined by ICP-OES and compared to concentrations of identical analyte solutions without MOF to determine the amount of ReO4 - captured.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Pertechnetate Screening</title><p>Uptake experiments\nwere performed according to a reported procedure. In a typical experiment, 10 mg (4.6 × 10<sup>–6</sup> mol) of MOF was soaked in 10 mL of an aqueous pertechnetate solution\n(1.455 × 10<sup>–4</sup> M). The mixture was stirred for\na selected time (5, 10, 30, 60, 90 min) followed by separation with\na 0.22 μm nylon membrane filter. The concentration of TcO<sub>4</sub>\n<sup>–</sup> was determined by UV–vis absorption\nspectroscopy and liquid scintillation spectrometry. A similar method\nwas employed to examine the effect of competing nitrate on pertechnetate\ncapture using an equimolar (1.94 × 10<sup>–4</sup> M)\nTcO<sub>4</sub>\n<sup>–</sup> and NO<sub>3</sub>\n<sup>–</sup> solution. Separation and concentration analysis were performed identically.</p>", "clean_text": "Pertechnetate Screening\n\nUptake experiments were performed according to a reported procedure. In a typical experiment, 10 mg (4.6 × 10-6 mol) of MOF was soaked in 10 mL of an aqueous pertechnetate solution (1.455 × 10-4 M). The mixture was stirred for a selected time (5, 10, 30, 60, 90 min) followed by separation with a 0.22 μm nylon membrane filter. The concentration of TcO4 - was determined by UV-vis absorption spectroscopy and liquid scintillation spectrometry. A similar method was employed to examine the effect of competing nitrate on pertechnetate capture using an equimolar (1.94 × 10-4 M) TcO4 - and NO3 - solution. Separation and concentration analysis were performed identically.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Maximum\nUptake Per Node</title><p>Initial experiments\ninvolved screening the affinity of NU-1000 for perrhenate (ReO<sub>4</sub>\n<sup>–</sup>). NU-1000 samples (5 mg) were exposed\nto 15 mL of an aqueous sodium perrhenate solution with Re concentrations\ncorresponding to 2–7 ReO<sub>4</sub>\n<sup>–</sup> per\nZr<sub>6</sub>-node (57 ppm to 199 ppm). After an exposure time of\n26 h, NU-1000 was shown to capture between 1.2 and 2.0 ReO<sub>4</sub>\n<sup>–</sup> per node when exposed to 2 and 7 ReO<sub>4</sub>\n<sup>–</sup> per node, respectively (). These results suggested that NU-1000 might be an effective\nsorbent for ReO<sub>4</sub>\n<sup>–</sup>.</p>", "clean_text": "Results and Discussion\n\nMaximum Uptake Per Node\n\nInitial experiments involved screening the affinity of NU-1000 for perrhenate (ReO4 -). NU-1000 samples (5 mg) were exposed to 15 mL of an aqueous sodium perrhenate solution with Re concentrations corresponding to 2-7 ReO4 - per Zr6-node (57 ppm to 199 ppm). After an exposure time of 26 h, NU-1000 was shown to capture between 1.2 and 2.0 ReO4 - per node when exposed to 2 and 7 ReO4 - per node, respectively (). These results suggested that NU-1000 might be an effective sorbent for ReO4 -.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<title>Adsorption per Gram</title><p>Effective sorbents\nexhibit high uptake capacity and rapid uptake kinetics. To determine\nthe maximum ReO<sub>4</sub>\n<sup>–</sup> capacity of NU-1000\nand examine the associated kinetics, MOF samples (5 mg) were exposed\nto aqueous sodium perrhenate solutions (15 mL) with Re concentrations\ncorresponding to 1.0, 1.5, 2.0, 2.5, and 3 ions per MOF node (28,\n43, 57, 71, and 85 ppm). The amount adsorbed <italic>q</italic> in\nmg of perrhenate per gram of NU-1000 was determined using \n<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"cm-2017-04619a_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>q</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">f</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>C</italic>\n<sub>i</sub> = initial\nconcentration (mg/L), <italic>C</italic>\n<sub>f</sub> = final concentration\n(mg/L), <italic>V</italic> = volume of solution exposed to NU-1000\n(L), and <italic>m</italic> = mass of NU-1000 (g). Adsorption isotherms\nwere constructed by monitoring q as a function of time () and indicate that NU-1000\nreaches maximum uptake within 5 min of exposure, which can be attributed\nto the rapid diffusion of solvent through the large pores (30 Å)\nof NU-1000. The maximum adsorption capacity of NU-1000 for perrhenate\nwas determined to be 210 mg/g using the Langmuir eq () making NU-1000 among the best sorbents\nreported to date ().\n</p>", "clean_text": "Adsorption per Gram\n\nEffective sorbents exhibit high uptake capacity and rapid uptake kinetics. To determine the maximum ReO4 - capacity of NU-1000 and examine the associated kinetics, MOF samples (5 mg) were exposed to aqueous sodium perrhenate solutions (15 mL) with Re concentrations corresponding to 1.0, 1.5, 2.0, 2.5, and 3 ions per MOF node (28, 43, 57, 71, and 85 ppm). The amount adsorbed q in mg of perrhenate per gram of NU-1000 was determined using   1    q =    (   C   i   -   C   f   )  V   m     where C i = initial concentration (mg/L), C f = final concentration (mg/L), V = volume of solution exposed to NU-1000 (L), and m = mass of NU-1000 (g). Adsorption isotherms were constructed by monitoring q as a function of time () and indicate that NU-1000 reaches maximum uptake within 5 min of exposure, which can be attributed to the rapid diffusion of solvent through the large pores (30 Å) of NU-1000. The maximum adsorption capacity of NU-1000 for perrhenate was determined to be 210 mg/g using the Langmuir eq () making NU-1000 among the best sorbents reported to date (). ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Amount\nof ReO<sub>4</sub>\n<sup>–</sup> adsorbed (<italic>q</italic>) vs time at various exposure concentrations of perrhenate\nper node of NU-1000.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cm-2017-04619a_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Amount of ReO4 - adsorbed (q) vs time at various exposure concentrations of perrhenate per node of NU-1000.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Competition</title><p>In evaluating a sorbent,\nhigh selectivity in the presence of competing anions is equally as\nimportant as high uptake capacity and fast kinetics. The waste streams\nfrom which pertechnetate must be removed include halides, nitrate,\nand sulfate. Therefore, to evaluate if NU-1000 can sufficiently maintain\nits perrhenate uptake ability in the presence of competing anions,\nMOF samples (5 mg) were exposed to equimolar aqueous solutions (15\nmL) of perrhenate (3.82 × 10<sup>–5</sup> M) and one of\nthe following: chloride, bromide, iodide, nitrate, or sulfate. The\nuptake isotherms () indicate that NU-1000 sustains its original capacity and\nfast kinetics even in the presence of equimolar amounts of halides\nand nitrate. We see that the perrhenate uptake is slightly reduced\nin an equimolar solution of sulfate likely due to stronger electrostatic\ninteractions between the NU-1000 node and the doubly charged sulfate\nanion (as compared to singly charged, perrhenate). It is worth noting\nthat despite the higher negative charge on the sulfate and similar\nmolecular geometry to perrhenate, more than 86% of the original perrhenate\nuptake is maintained by NU-1000.</p>", "clean_text": "Competition\n\nIn evaluating a sorbent, high selectivity in the presence of competing anions is equally as important as high uptake capacity and fast kinetics. The waste streams from which pertechnetate must be removed include halides, nitrate, and sulfate. Therefore, to evaluate if NU-1000 can sufficiently maintain its perrhenate uptake ability in the presence of competing anions, MOF samples (5 mg) were exposed to equimolar aqueous solutions (15 mL) of perrhenate (3.82 × 10-5 M) and one of the following: chloride, bromide, iodide, nitrate, or sulfate. The uptake isotherms () indicate that NU-1000 sustains its original capacity and fast kinetics even in the presence of equimolar amounts of halides and nitrate. We see that the perrhenate uptake is slightly reduced in an equimolar solution of sulfate likely due to stronger electrostatic interactions between the NU-1000 node and the doubly charged sulfate anion (as compared to singly charged, perrhenate). It is worth noting that despite the higher negative charge on the sulfate and similar molecular geometry to perrhenate, more than 86% of the original perrhenate uptake is maintained by NU-1000.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Capture of ReO<sub>4</sub>\n<sup>–</sup> as a percentage vs\ntime from equimolar solutions of perrhenate and various ions.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cm-2017-04619a_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Capture of ReO4 - as a percentage vs time from equimolar solutions of perrhenate and various ions.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["synthesis condition"], "content": "<title>Regeneration</title><p>The viability of a waste\nremediation method significantly increases when a sorbent is recyclable.\nA reusable sorbent reduces both the financial and energy burdens of\nlegacy waste remediation. The reusability of NU-1000 was probed using\na glass microanalysis vacuum filtration apparatus equipped with an\nAnodisc filter membrane. MOF (10 mg) was placed on the filter and\nexposed to 10 mL of an aqueous perrhenate solution with a Re concentration\nof ∼255 ppm (equivalent to an exposure of 3.0 ReO<sub>4</sub>\n<sup>–</sup> ions per Zr<sub>6</sub>-node). Under weak vacuum,\nthe solution was passed through the MOF within 1 min. NU-1000 captured\n161 ppm of Re (∼1.9 ReO<sub>4</sub>\n<sup>–</sup> ions/node)\nduring the first exposure. The MOF was regenerated by washing with\n10 mL of a 5% HCl solution which was found to completely remove the\ncaptured perrhenate. After washing with 10 mL of water, the same MOF\nsample was exposed to another 10 mL aliquot of the same perrhenate\nsolution via the same method. The uptake of this second trial was\nfound to be 153 ppm (∼1.8 ions/node). Again, the 5% HCl wash\nentirely removed the captured perrhenate. The MOF was similarly washed\nwith water to prepare for the next cycle. Over three additional cycles\nof exposure, acid washing, and water washing, NU-1000 sustained a\nsteady uptake of ∼150 ppm or 1.8 ReO<sub>4</sub>\n<sup>–</sup> ions per node (). Therefore, captured perrhenate is efficiently removed from NU-1000\nby washing with dilute hydrochloric acid, and NU-1000 consistently\ncaptures at least 1.8 ReO<sub>4</sub>\n<sup>–</sup> ions per\nnode through 5 cycles of exposure and regeneration.</p>", "clean_text": "Regeneration\n\nThe viability of a waste remediation method significantly increases when a sorbent is recyclable. A reusable sorbent reduces both the financial and energy burdens of legacy waste remediation. The reusability of NU-1000 was probed using a glass microanalysis vacuum filtration apparatus equipped with an Anodisc filter membrane. MOF (10 mg) was placed on the filter and exposed to 10 mL of an aqueous perrhenate solution with a Re concentration of ~255 ppm (equivalent to an exposure of 3.0 ReO4 - ions per Zr6-node). Under weak vacuum, the solution was passed through the MOF within 1 min. NU-1000 captured 161 ppm of Re (~1.9 ReO4 - ions/node) during the first exposure. The MOF was regenerated by washing with 10 mL of a 5% HCl solution which was found to completely remove the captured perrhenate. After washing with 10 mL of water, the same MOF sample was exposed to another 10 mL aliquot of the same perrhenate solution via the same method. The uptake of this second trial was found to be 153 ppm (~1.8 ions/node). Again, the 5% HCl wash entirely removed the captured perrhenate. The MOF was similarly washed with water to prepare for the next cycle. Over three additional cycles of exposure, acid washing, and water washing, NU-1000 sustained a steady uptake of ~150 ppm or 1.8 ReO4 - ions per node (). Therefore, captured perrhenate is efficiently removed from NU-1000 by washing with dilute hydrochloric acid, and NU-1000 consistently captures at least 1.8 ReO4 - ions per node through 5 cycles of exposure and regeneration.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>NU-1000 maintains a ReO<sub>4</sub>\n<sup>–</sup> uptake of\n∼150 ppm (1.8/node) through 5 cycles of exposure and washing\nwith dilute HCl.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cm-2017-04619a_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  NU-1000 maintains a ReO4 - uptake of ~150 ppm (1.8/node) through 5 cycles of exposure and washing with dilute HCl.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Pertechnetate Screening</title><p>Perrhenate\nis the most widely used pertechnetate simulant examined; however,\nscreening of a material for sorption of both perrhenate and pertechnetate\nis rare. To examine if NU-1000 interacts similarly with pertechnetate\nas with perrhenate, we exposed NU-1000 (10 mg) to an aqueous perrhenate\nor pertechnetate solution (1.455 × 10<sup>–4</sup> M;\n14 ppm Tc or 27 ppm Re) (). NU-1000 was found to capture 89% of the perrhenate\nor 93% of the pertechnetate exposed to the MOF within 5 min of exposure.\nFurther, the selectivity of NU-1000 for the targeted analyte compared\nto nitrate was examined by exposing NU-1000 (10 mg) to an aqueous\nequimolar solution of perrhenate or pertechnetate and nitrate (1.94\n× 10<sup>–4</sup> M). NU-1000 was found to still capture\n88% of the exposed pertechnetate, and similarly, 83% of exposed perrhenate.\nThis work further confirms that perrhenate is a suitable surrogate\nfor pertechnetate and that NU-1000 is a promising sorbent for pertechnetate.</p>", "clean_text": "Pertechnetate Screening\n\nPerrhenate is the most widely used pertechnetate simulant examined; however, screening of a material for sorption of both perrhenate and pertechnetate is rare. To examine if NU-1000 interacts similarly with pertechnetate as with perrhenate, we exposed NU-1000 (10 mg) to an aqueous perrhenate or pertechnetate solution (1.455 × 10-4 M; 14 ppm Tc or 27 ppm Re) (). NU-1000 was found to capture 89% of the perrhenate or 93% of the pertechnetate exposed to the MOF within 5 min of exposure. Further, the selectivity of NU-1000 for the targeted analyte compared to nitrate was examined by exposing NU-1000 (10 mg) to an aqueous equimolar solution of perrhenate or pertechnetate and nitrate (1.94 × 10-4 M). NU-1000 was found to still capture 88% of the exposed pertechnetate, and similarly, 83% of exposed perrhenate. This work further confirms that perrhenate is a suitable surrogate for pertechnetate and that NU-1000 is a promising sorbent for pertechnetate.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Capture\nof TcO<sub>4</sub>\n<sup>–</sup> or ReO<sub>4</sub>\n<sup>–</sup> as a percentage from solution with initial concentration\nof 1.455 × 10<sup>–4</sup> M (14 ppm Tc, 27 ppm Re) vs\ntime.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cm-2017-04619a_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Capture of TcO4 - or ReO4 - as a percentage from solution with initial concentration of 1.455 × 10-4 M (14 ppm Tc, 27 ppm Re) vs time.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Single-Crystal\nX-ray Diffraction</title><p>Many sorbents have been investigated for\noxyanion remediation; however,\nvery few have the advantage of containing well-defined binding sites\nand associated analyte binding motifs that can be characterized crystallographically.\nTo determine the binding motif of perrhenate in NU-1000, we exposed\n single crystals of the MOF to an aqueous sodium perrhenate solution\nand examined them via single-crystal X-ray diffraction analysis ( Table S1). Structure refinement\nreveals that there are both chelating and nonchelating, or terminal,\nperrhenate binding modes in both the small pore and the mesopore of\nNU-1000 ().\nResidual electron density plots (F<sub>o</sub>–F<sub>c</sub> contoured maps) of the structure without rhenium atoms indicate\nthat hydroxyl (−OH) and water (−OH<sub>2</sub>) groups\nat the node are displaced by perrhenate via a pseudo ion exchange mechanism\n(). Therefore, both an −OH\nand an −OH<sub>2</sub> group are displaced by perrhenate when\nthe analyte is bound via a chelating motif. Similarly, a single −OH\ngroup is exchanged when perrhenate is bound in a nonchelating manner.</p>", "clean_text": "Single-Crystal X-ray Diffraction\n\nMany sorbents have been investigated for oxyanion remediation; however, very few have the advantage of containing well-defined binding sites and associated analyte binding motifs that can be characterized crystallographically. To determine the binding motif of perrhenate in NU-1000, we exposed  single crystals of the MOF to an aqueous sodium perrhenate solution and examined them via single-crystal X-ray diffraction analysis ( Table S1). Structure refinement reveals that there are both chelating and nonchelating, or terminal, perrhenate binding modes in both the small pore and the mesopore of NU-1000 (). Residual electron density plots (Fo-Fc contoured maps) of the structure without rhenium atoms indicate that hydroxyl (-OH) and water (-OH2) groups at the node are displaced by perrhenate via a pseudo ion exchange mechanism (). Therefore, both an -OH and an -OH2 group are displaced by perrhenate when the analyte is bound via a chelating motif. Similarly, a single -OH group is exchanged when perrhenate is bound in a nonchelating manner.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Crystal structure of NU-1000 after ReO<sub>4</sub>\n<sup>–</sup> ion capture. (a) Chelating perrhenate binding motifs pointing into\nthe small pore (Re1A). (b) Chelating perrhenate binding motifs pointing\ninto the mesopore (Re2A). (c) Disorder of nonchelating perrhenate\nions bound to the node of NU-1000 at the terminal −OH group\npositions. At each position, there are two crystallographically unique\npositions (B and C) with one mode disordered between two positions\n(C and C*) (d) Nonchelating perrhenate binding sites where Re1B and\nRe1C point into the small pore and Re2B and Re2C point into the mesopore.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cm-2017-04619a_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Crystal structure of NU-1000 after ReO4 - ion capture. (a) Chelating perrhenate binding motifs pointing into the small pore (Re1A). (b) Chelating perrhenate binding motifs pointing into the mesopore (Re2A). (c) Disorder of nonchelating perrhenate ions bound to the node of NU-1000 at the terminal -OH group positions. At each position, there are two crystallographically unique positions (B and C) with one mode disordered between two positions (C and C*) (d) Nonchelating perrhenate binding sites where Re1B and Re1C point into the small pore and Re2B and Re2C point into the mesopore.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>The chelating sites in the small pore (Re1A) and the mesopore (Re2A)\nare each disordered between two equivalent positions (a, b). The average O–Re–O\nangles are 110 and 109° in the small and mesopores, respectively,\nand are consistent with the traditional tetrahedral angle of the anion\nof 109.5°. The nonchelating perrhenate ions were found to be\ndisordered over 3 positions surrounding each terminal –OH\ngroup on the Zr<sub>6</sub>-node (c), with two crystallographically nonequivalent\npositions in both the small pore (Re1B, Re1C) and the mesopore (Re2B,\nRe2C) (d).\nThe terminal oxygen positions of the nonchelating perrhenate ions\ncould not be resolved given the highly disordered structure and the\nsurrounding solvent. The average O–Re bond lengths for the\nnonchelating perrhenate were 1.84 and 1.77 Å, respectively. They\nare observed to be slightly elongated compared to the traditional\n∼1.72 Å, possibly resultant of their highly disordered\nstructure and low site occupancies (∼0.2). The number of crystallographically\ndetermined perrhenate was ca. 0.7 and 2.2 per Zr<sub>6</sub>-node\nfor chelating and nonchelating positions, respectively, which indicates\nthat at room temperature, the nonchelating coordination mode contributes\nheavily to the capture of perrhenate by NU-1000.</p>", "clean_text": "The chelating sites in the small pore (Re1A) and the mesopore (Re2A) are each disordered between two equivalent positions (a, b). The average O-Re-O angles are 110 and 109° in the small and mesopores, respectively, and are consistent with the traditional tetrahedral angle of the anion of 109.5°. The nonchelating perrhenate ions were found to be disordered over 3 positions surrounding each terminal -OH group on the Zr6-node (c), with two crystallographically nonequivalent positions in both the small pore (Re1B, Re1C) and the mesopore (Re2B, Re2C) (d). The terminal oxygen positions of the nonchelating perrhenate ions could not be resolved given the highly disordered structure and the surrounding solvent. The average O-Re bond lengths for the nonchelating perrhenate were 1.84 and 1.77 Å, respectively. They are observed to be slightly elongated compared to the traditional ~1.72 Å, possibly resultant of their highly disordered structure and low site occupancies (~0.2). The number of crystallographically determined perrhenate was ca. 0.7 and 2.2 per Zr6-node for chelating and nonchelating positions, respectively, which indicates that at room temperature, the nonchelating coordination mode contributes heavily to the capture of perrhenate by NU-1000.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<title>Post-Adsorption Characterization</title><p>Full postadsorption\ncharacterization of NU-1000 was performed to\nconfirm the retention of both crystallinity and porosity. From powder\nX-ray diffraction patterns, it is apparent that NU-1000 remains crystalline\nthroughout adsorption (). Zirconium\nconcentrations were monitored in all ICP-OES experiments and indicate\nno leaching, further verifying the stability of NU-1000. Additionally,\nN<sub>2</sub> isotherms before and after adsorption are nearly identical\nin shape with Brunauer–Emmett–Teller (BET) surface areas\nof 2140 ± 5 m<sup>2</sup> g<sup>–1</sup> (1010 ±\n5 m<sup>2</sup> cm<sup>–3</sup>) and 1640 ± 5 m<sup>2</sup> g<sup>–1</sup> (1040 ± 5 m<sup>2</sup> cm<sup>–3</sup>), respectively (). The decrease\nin surface area is consistent with the increase in mass due to adding\nperrhenate to the framework and is in agreement with surface area\nreductions we have seen when capturing sulfate and selenate in NU-1000\nand when installing catalysts in NU-1000 via postsynthetic modification. The associated pore size distribution\nfurther corroborates the existence of binding motifs within both pores\nas shown by the SCXRD data ().\nDiffuse reflectance infrared Fourier transform spectroscopy (DRIFTS) further\nelucidates the binding motifs of perrhenate within NU-1000. Neat NU-1000\nexhibits a strong peak at 3674 cm<sup>–1</sup> corresponding\nto non-H-bonding –OH stretches and this peak is diminished\nafter perrhenate capture confirming the exchange of hydroxyl groups\non the node for perrhenate anions ().</p>", "clean_text": "Post-Adsorption Characterization\n\nFull postadsorption characterization of NU-1000 was performed to confirm the retention of both crystallinity and porosity. From powder X-ray diffraction patterns, it is apparent that NU-1000 remains crystalline throughout adsorption (). Zirconium concentrations were monitored in all ICP-OES experiments and indicate no leaching, further verifying the stability of NU-1000. Additionally, N2 isotherms before and after adsorption are nearly identical in shape with Brunauer-Emmett-Teller (BET) surface areas of 2140 ± 5 m2 g-1 (1010 ± 5 m2 cm-3) and 1640 ± 5 m2 g-1 (1040 ± 5 m2 cm-3), respectively (). The decrease in surface area is consistent with the increase in mass due to adding perrhenate to the framework and is in agreement with surface area reductions we have seen when capturing sulfate and selenate in NU-1000 and when installing catalysts in NU-1000 via postsynthetic modification. The associated pore size distribution further corroborates the existence of binding motifs within both pores as shown by the SCXRD data (). Diffuse reflectance infrared Fourier transform spectroscopy (DRIFTS) further elucidates the binding motifs of perrhenate within NU-1000. Neat NU-1000 exhibits a strong peak at 3674 cm-1 corresponding to non-H-bonding -OH stretches and this peak is diminished after perrhenate capture confirming the exchange of hydroxyl groups on the node for perrhenate anions ().", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["property"], "content": "<title>Conclusion</title><p>In\nsummary, the water-stable, Zr<sub>6</sub>-MOF NU-1000 was evaluated\nas a sorbent for aqueous perrhenate and found to have an adsorption\ncapacity for ReO<sub>4</sub>\n<sup>–</sup> of 210 mg/g. Over\na range of concentrations, NU-1000 was found to reach its maximum\ncapacity within 5 min of exposure, presumably due to its large pores\nthat facilitate diffusion and easy access to the nodes that contain\nsubstitutionally labile Zr–OH sites. Importantly, screening\nwith pertechnetate further indicates NU-1000 is an effective sorbent\nand confirms that perrhenate is a suitable simulant for pertechnetate.\nAdditionally, the presence of competing anions including chloride,\nbromide, iodide, and nitrate did not inhibit the adsorption of ReO<sub>4</sub>\n<sup>–</sup>; whereas sulfate only slightly reduced\nReO<sub>4</sub>\n<sup>–</sup> adsorption. Furthermore, NU-1000\ncan be regenerated after ReO<sub>4</sub>\n<sup>–</sup> adsorption\nby washing with dilute HCl and the MOF consistently adsorbs 1.8 ReO<sub>4</sub>\n<sup>–</sup> ions per node through 5 cycles of exposure\nand washing. Single-crystal X-ray diffraction was used to elucidate\nthe ReO<sub>4</sub>\n<sup>–</sup> binding motifs which include\na unique chelating mode in both the small pore and the mesopore, and\ntwo additional unique nonchelating modes in each pore. The facile,\nlarge-scale preparation of NU-1000, large pores, and high concentration\nof accessible nodes, and our recently garnered understanding of perrhenate\nbinding at the node, make this material a promising candidate for\npertechnetate remediation.</p>", "clean_text": "Conclusion\n\nIn summary, the water-stable, Zr6-MOF NU-1000 was evaluated as a sorbent for aqueous perrhenate and found to have an adsorption capacity for ReO4 - of 210 mg/g. Over a range of concentrations, NU-1000 was found to reach its maximum capacity within 5 min of exposure, presumably due to its large pores that facilitate diffusion and easy access to the nodes that contain substitutionally labile Zr-OH sites. Importantly, screening with pertechnetate further indicates NU-1000 is an effective sorbent and confirms that perrhenate is a suitable simulant for pertechnetate. Additionally, the presence of competing anions including chloride, bromide, iodide, and nitrate did not inhibit the adsorption of ReO4 -; whereas sulfate only slightly reduced ReO4 - adsorption. Furthermore, NU-1000 can be regenerated after ReO4 - adsorption by washing with dilute HCl and the MOF consistently adsorbs 1.8 ReO4 - ions per node through 5 cycles of exposure and washing. Single-crystal X-ray diffraction was used to elucidate the ReO4 - binding motifs which include a unique chelating mode in both the small pore and the mesopore, and two additional unique nonchelating modes in each pore. The facile, large-scale preparation of NU-1000, large pores, and high concentration of accessible nodes, and our recently garnered understanding of perrhenate binding at the node, make this material a promising candidate for pertechnetate remediation.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation is available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at\nDOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.chemmater.7b04619\">10.1021/acs.chemmater.7b04619</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Adsorption capacity\ndata, PXRD patterns, nitrogen adsorption\nisotherms, and DRIFTS spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.7b04619/suppl_file/cm7b04619_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystallographic data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.7b04619/suppl_file/cm7b04619_si_002.txt\">TXT</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.chemmater.7b04619.  Adsorption capacity data, PXRD patterns, nitrogen adsorption isotherms, and DRIFTS spectra (PDF)   Crystallographic data (TXT)   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Adsorption capacity\ndata, PXRD patterns, nitrogen adsorption\nisotherms, and DRIFTS spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.7b04619/suppl_file/cm7b04619_si_001.pdf\">PDF</ext-link>)</p><p>Crystallographic data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.7b04619/suppl_file/cm7b04619_si_002.txt\">TXT</ext-link>)</p><p>A.J.H.\nis currently at Department of Chemistry and Biochemistry,\nConcordia University, 7141 Sherbrooke St. W. Montreal, Quebec, Canada\nH4B 1R6.</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "Adsorption capacity data, PXRD patterns, nitrogen adsorption isotherms, and DRIFTS spectra (PDF)\n\nCrystallographic data (TXT)\n\nA.J.H. is currently at Department of Chemistry and Biochemistry, Concordia University, 7141 Sherbrooke St. W. Montreal, Quebec, Canada H4B 1R6.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 21, "type": "text", "classification": "synthesis condition", "content": "<title>Regeneration</title><p>The viability of a waste\nremediation method significantly increases when a sorbent is recyclable.\nA reusable sorbent reduces both the financial and energy burdens of\nlegacy waste remediation. The reusability of NU-1000 was probed using\na glass microanalysis vacuum filtration apparatus equipped with an\nAnodisc filter membrane. MOF (10 mg) was placed on the filter and\nexposed to 10 mL of an aqueous perrhenate solution with a Re concentration\nof ∼255 ppm (equivalent to an exposure of 3.0 ReO<sub>4</sub>\n<sup>–</sup> ions per Zr<sub>6</sub>-node). Under weak vacuum,\nthe solution was passed through the MOF within 1 min. NU-1000 captured\n161 ppm of Re (∼1.9 ReO<sub>4</sub>\n<sup>–</sup> ions/node)\nduring the first exposure. The MOF was regenerated by washing with\n10 mL of a 5% HCl solution which was found to completely remove the\ncaptured perrhenate. After washing with 10 mL of water, the same MOF\nsample was exposed to another 10 mL aliquot of the same perrhenate\nsolution via the same method. The uptake of this second trial was\nfound to be 153 ppm (∼1.8 ions/node). Again, the 5% HCl wash\nentirely removed the captured perrhenate. The MOF was similarly washed\nwith water to prepare for the next cycle. Over three additional cycles\nof exposure, acid washing, and water washing, NU-1000 sustained a\nsteady uptake of ∼150 ppm or 1.8 ReO<sub>4</sub>\n<sup>–</sup> ions per node (). Therefore, captured perrhenate is efficiently removed from NU-1000\nby washing with dilute hydrochloric acid, and NU-1000 consistently\ncaptures at least 1.8 ReO<sub>4</sub>\n<sup>–</sup> ions per\nnode through 5 cycles of exposure and regeneration.</p>", "clean_text": "Regeneration\n\nThe viability of a waste remediation method significantly increases when a sorbent is recyclable. A reusable sorbent reduces both the financial and energy burdens of legacy waste remediation. The reusability of NU-1000 was probed using a glass microanalysis vacuum filtration apparatus equipped with an Anodisc filter membrane. MOF (10 mg) was placed on the filter and exposed to 10 mL of an aqueous perrhenate solution with a Re concentration of ~255 ppm (equivalent to an exposure of 3.0 ReO4 - ions per Zr6-node). Under weak vacuum, the solution was passed through the MOF within 1 min. NU-1000 captured 161 ppm of Re (~1.9 ReO4 - ions/node) during the first exposure. The MOF was regenerated by washing with 10 mL of a 5% HCl solution which was found to completely remove the captured perrhenate. After washing with 10 mL of water, the same MOF sample was exposed to another 10 mL aliquot of the same perrhenate solution via the same method. The uptake of this second trial was found to be 153 ppm (~1.8 ions/node). Again, the 5% HCl wash entirely removed the captured perrhenate. The MOF was similarly washed with water to prepare for the next cycle. Over three additional cycles of exposure, acid washing, and water washing, NU-1000 sustained a steady uptake of ~150 ppm or 1.8 ReO4 - ions per node (). Therefore, captured perrhenate is efficiently removed from NU-1000 by washing with dilute hydrochloric acid, and NU-1000 consistently captures at least 1.8 ReO4 - ions per node through 5 cycles of exposure and regeneration.", "data": [{"meta": {"name": "NU-1000", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "regeneration", "filtration": {"time": "1 min", "atmosphere": "weak vacuum", "pressure": "", "temperature": ""}, "washing": {"washing solution": "5% HCl solution", "amount": "10 mL"}}, {"synthesis method": "washing", "washing solution": "water", "amount": "10 mL"}], "yield": "", "other properties": ["NU-1000 captured 161 ppm of Re (∼1.9 ReO4– ions/node) during the first exposure.", "The MOF was regenerated by washing with 10 mL of a 5% HCl solution which was found to completely remove the captured perrhenate.", "After washing with 10 mL of water, the same MOF sample was exposed to another 10 mL aliquot of the same perrhenate solution via the same method.", "The uptake of this second trial was found to be 153 ppm (∼1.8 ions/node).", "Again, the 5% HCl wash entirely removed the captured perrhenate.", "Over three additional cycles of exposure, acid washing, and water washing, NU-1000 sustained a steady uptake of ∼150 ppm or 1.8 ReO4– ions per node.", "Therefore, captured perrhenate is efficiently removed from NU-1000 by washing with dilute hydrochloric acid, and NU-1000 consistently captures at least 1.8 ReO4– ions per node through 5 cycles of exposure and regeneration."]}], "include_properties": ["filtration", "washing"]}, {"idx": "17, 28, 29", "type": "text", "classification": "property", "content": "<title>Adsorption per Gram</title><p>Effective sorbents\nexhibit high uptake capacity and rapid uptake kinetics. To determine\nthe maximum ReO<sub>4</sub>\n<sup>–</sup> capacity of NU-1000\nand examine the associated kinetics, MOF samples (5 mg) were exposed\nto aqueous sodium perrhenate solutions (15 mL) with Re concentrations\ncorresponding to 1.0, 1.5, 2.0, 2.5, and 3 ions per MOF node (28,\n43, 57, 71, and 85 ppm). The amount adsorbed <italic>q</italic> in\nmg of perrhenate per gram of NU-1000 was determined using \n<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"cm-2017-04619a_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>q</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">f</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>C</italic>\n<sub>i</sub> = initial\nconcentration (mg/L), <italic>C</italic>\n<sub>f</sub> = final concentration\n(mg/L), <italic>V</italic> = volume of solution exposed to NU-1000\n(L), and <italic>m</italic> = mass of NU-1000 (g). Adsorption isotherms\nwere constructed by monitoring q as a function of time () and indicate that NU-1000\nreaches maximum uptake within 5 min of exposure, which can be attributed\nto the rapid diffusion of solvent through the large pores (30 Å)\nof NU-1000. The maximum adsorption capacity of NU-1000 for perrhenate\nwas determined to be 210 mg/g using the Langmuir eq () making NU-1000 among the best sorbents\nreported to date ().\n</p><title>Post-Adsorption Characterization</title><p>Full postadsorption\ncharacterization of NU-1000 was performed to\nconfirm the retention of both crystallinity and porosity. From powder\nX-ray diffraction patterns, it is apparent that NU-1000 remains crystalline\nthroughout adsorption (). Zirconium\nconcentrations were monitored in all ICP-OES experiments and indicate\nno leaching, further verifying the stability of NU-1000. Additionally,\nN<sub>2</sub> isotherms before and after adsorption are nearly identical\nin shape with Brunauer–Emmett–Teller (BET) surface areas\nof 2140 ± 5 m<sup>2</sup> g<sup>–1</sup> (1010 ±\n5 m<sup>2</sup> cm<sup>–3</sup>) and 1640 ± 5 m<sup>2</sup> g<sup>–1</sup> (1040 ± 5 m<sup>2</sup> cm<sup>–3</sup>), respectively (). The decrease\nin surface area is consistent with the increase in mass due to adding\nperrhenate to the framework and is in agreement with surface area\nreductions we have seen when capturing sulfate and selenate in NU-1000\nand when installing catalysts in NU-1000 via postsynthetic modification. The associated pore size distribution\nfurther corroborates the existence of binding motifs within both pores\nas shown by the SCXRD data ().\nDiffuse reflectance infrared Fourier transform spectroscopy (DRIFTS) further\nelucidates the binding motifs of perrhenate within NU-1000. Neat NU-1000\nexhibits a strong peak at 3674 cm<sup>–1</sup> corresponding\nto non-H-bonding –OH stretches and this peak is diminished\nafter perrhenate capture confirming the exchange of hydroxyl groups\non the node for perrhenate anions ().</p><title>Conclusion</title><p>In\nsummary, the water-stable, Zr<sub>6</sub>-MOF NU-1000 was evaluated\nas a sorbent for aqueous perrhenate and found to have an adsorption\ncapacity for ReO<sub>4</sub>\n<sup>–</sup> of 210 mg/g. Over\na range of concentrations, NU-1000 was found to reach its maximum\ncapacity within 5 min of exposure, presumably due to its large pores\nthat facilitate diffusion and easy access to the nodes that contain\nsubstitutionally labile Zr–OH sites. Importantly, screening\nwith pertechnetate further indicates NU-1000 is an effective sorbent\nand confirms that perrhenate is a suitable simulant for pertechnetate.\nAdditionally, the presence of competing anions including chloride,\nbromide, iodide, and nitrate did not inhibit the adsorption of ReO<sub>4</sub>\n<sup>–</sup>; whereas sulfate only slightly reduced\nReO<sub>4</sub>\n<sup>–</sup> adsorption. Furthermore, NU-1000\ncan be regenerated after ReO<sub>4</sub>\n<sup>–</sup> adsorption\nby washing with dilute HCl and the MOF consistently adsorbs 1.8 ReO<sub>4</sub>\n<sup>–</sup> ions per node through 5 cycles of exposure\nand washing. Single-crystal X-ray diffraction was used to elucidate\nthe ReO<sub>4</sub>\n<sup>–</sup> binding motifs which include\na unique chelating mode in both the small pore and the mesopore, and\ntwo additional unique nonchelating modes in each pore. The facile,\nlarge-scale preparation of NU-1000, large pores, and high concentration\nof accessible nodes, and our recently garnered understanding of perrhenate\nbinding at the node, make this material a promising candidate for\npertechnetate remediation.</p>", "clean_text": "Adsorption per Gram\n\nEffective sorbents exhibit high uptake capacity and rapid uptake kinetics. To determine the maximum ReO4 - capacity of NU-1000 and examine the associated kinetics, MOF samples (5 mg) were exposed to aqueous sodium perrhenate solutions (15 mL) with Re concentrations corresponding to 1.0, 1.5, 2.0, 2.5, and 3 ions per MOF node (28, 43, 57, 71, and 85 ppm). The amount adsorbed q in mg of perrhenate per gram of NU-1000 was determined using   1    q =    (   C   i   -   C   f   )  V   m     where C i = initial concentration (mg/L), C f = final concentration (mg/L), V = volume of solution exposed to NU-1000 (L), and m = mass of NU-1000 (g). Adsorption isotherms were constructed by monitoring q as a function of time () and indicate that NU-1000 reaches maximum uptake within 5 min of exposure, which can be attributed to the rapid diffusion of solvent through the large pores (30 Å) of NU-1000. The maximum adsorption capacity of NU-1000 for perrhenate was determined to be 210 mg/g using the Langmuir eq () making NU-1000 among the best sorbents reported to date (). \n\nPost-Adsorption Characterization\n\nFull postadsorption characterization of NU-1000 was performed to confirm the retention of both crystallinity and porosity. From powder X-ray diffraction patterns, it is apparent that NU-1000 remains crystalline throughout adsorption (). Zirconium concentrations were monitored in all ICP-OES experiments and indicate no leaching, further verifying the stability of NU-1000. Additionally, N2 isotherms before and after adsorption are nearly identical in shape with Brunauer-Emmett-Teller (BET) surface areas of 2140 ± 5 m2 g-1 (1010 ± 5 m2 cm-3) and 1640 ± 5 m2 g-1 (1040 ± 5 m2 cm-3), respectively (). The decrease in surface area is consistent with the increase in mass due to adding perrhenate to the framework and is in agreement with surface area reductions we have seen when capturing sulfate and selenate in NU-1000 and when installing catalysts in NU-1000 via postsynthetic modification. The associated pore size distribution further corroborates the existence of binding motifs within both pores as shown by the SCXRD data (). Diffuse reflectance infrared Fourier transform spectroscopy (DRIFTS) further elucidates the binding motifs of perrhenate within NU-1000. Neat NU-1000 exhibits a strong peak at 3674 cm-1 corresponding to non-H-bonding -OH stretches and this peak is diminished after perrhenate capture confirming the exchange of hydroxyl groups on the node for perrhenate anions ().\n\nConclusion\n\nIn summary, the water-stable, Zr6-MOF NU-1000 was evaluated as a sorbent for aqueous perrhenate and found to have an adsorption capacity for ReO4 - of 210 mg/g. Over a range of concentrations, NU-1000 was found to reach its maximum capacity within 5 min of exposure, presumably due to its large pores that facilitate diffusion and easy access to the nodes that contain substitutionally labile Zr-OH sites. Importantly, screening with pertechnetate further indicates NU-1000 is an effective sorbent and confirms that perrhenate is a suitable simulant for pertechnetate. Additionally, the presence of competing anions including chloride, bromide, iodide, and nitrate did not inhibit the adsorption of ReO4 -; whereas sulfate only slightly reduced ReO4 - adsorption. Furthermore, NU-1000 can be regenerated after ReO4 - adsorption by washing with dilute HCl and the MOF consistently adsorbs 1.8 ReO4 - ions per node through 5 cycles of exposure and washing. Single-crystal X-ray diffraction was used to elucidate the ReO4 - binding motifs which include a unique chelating mode in both the small pore and the mesopore, and two additional unique nonchelating modes in each pore. The facile, large-scale preparation of NU-1000, large pores, and high concentration of accessible nodes, and our recently garnered understanding of perrhenate binding at the node, make this material a promising candidate for pertechnetate remediation.", "data": [[{"meta": {"name": "NU-1000", "symbol": "", "chemical formula": ""}, "adsorption per gram": {"property name": "adsorption capacity", "value": "210", "unit": "mg/g", "condition": ""}}]], "include_properties": ["etc"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Structure of Zr<sub>6</sub>-node in NU-1000. (b) Structure\nof the tetratopic pyrene-based linker H<sub>4</sub>TBAPy. (c) Structure of NU-1000\ncontaining ∼30 Å hexagonal mesopores and ∼12 Å\ntriangular micropores.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cm-2017-04619a_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Structure of Zr6-node in NU-1000. (b) Structure of the tetratopic pyrene-based linker H4TBAPy. (c) Structure of NU-1000 containing ~30 Å hexagonal mesopores and ~12 Å triangular micropores.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Amount\nof ReO<sub>4</sub>\n<sup>–</sup> adsorbed (<italic>q</italic>) vs time at various exposure concentrations of perrhenate\nper node of NU-1000.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cm-2017-04619a_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Amount of ReO4 - adsorbed (q) vs time at various exposure concentrations of perrhenate per node of NU-1000.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Capture of ReO<sub>4</sub>\n<sup>–</sup> as a percentage vs\ntime from equimolar solutions of perrhenate and various ions.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cm-2017-04619a_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Capture of ReO4 - as a percentage vs time from equimolar solutions of perrhenate and various ions.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>NU-1000 maintains a ReO<sub>4</sub>\n<sup>–</sup> uptake of\n∼150 ppm (1.8/node) through 5 cycles of exposure and washing\nwith dilute HCl.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cm-2017-04619a_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  NU-1000 maintains a ReO4 - uptake of ~150 ppm (1.8/node) through 5 cycles of exposure and washing with dilute HCl.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Capture\nof TcO<sub>4</sub>\n<sup>–</sup> or ReO<sub>4</sub>\n<sup>–</sup> as a percentage from solution with initial concentration\nof 1.455 × 10<sup>–4</sup> M (14 ppm Tc, 27 ppm Re) vs\ntime.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cm-2017-04619a_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Capture of TcO4 - or ReO4 - as a percentage from solution with initial concentration of 1.455 × 10-4 M (14 ppm Tc, 27 ppm Re) vs time.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Crystal structure of NU-1000 after ReO<sub>4</sub>\n<sup>–</sup> ion capture. (a) Chelating perrhenate binding motifs pointing into\nthe small pore (Re1A). (b) Chelating perrhenate binding motifs pointing\ninto the mesopore (Re2A). (c) Disorder of nonchelating perrhenate\nions bound to the node of NU-1000 at the terminal −OH group\npositions. At each position, there are two crystallographically unique\npositions (B and C) with one mode disordered between two positions\n(C and C*) (d) Nonchelating perrhenate binding sites where Re1B and\nRe1C point into the small pore and Re2B and Re2C point into the mesopore.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cm-2017-04619a_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Crystal structure of NU-1000 after ReO4 - ion capture. (a) Chelating perrhenate binding motifs pointing into the small pore (Re1A). (b) Chelating perrhenate binding motifs pointing into the mesopore (Re2A). (c) Disorder of nonchelating perrhenate ions bound to the node of NU-1000 at the terminal -OH group positions. At each position, there are two crystallographically unique positions (B and C) with one mode disordered between two positions (C and C*) (d) Nonchelating perrhenate binding sites where Re1B and Re1C point into the small pore and Re2B and Re2C point into the mesopore.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.chemmater.7b04619", "title": "\nEfficient Capture of Perrhenate and Pertechnetate\nby a Mesoporous Zr Metal–Organic Framework and Examination\nof Anion Binding Motifs\n", "journal": "American Chemical\nSociety", "date": "2018.01", "author_list": ["Drout\nRiki J.", "Otake\nKenichi", "Howarth\nAshlee J.", "Islamoglu\nTimur", "Zhu\nLin", "Xiao\nChengliang", "Wang\nShuao", "Farha\nOmar K."]}}