{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/cm8b02765.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Owing\nto their inherent pore structure, porous metal–organic\nframeworks (MOFs) can undergo postsynthetic modification, such as\nloading extra-framework proton carriers. However, strategies for improving\nthe proton conductivity for nonporous MOFs are largely lacking, although\nincreasing numbers of nonporous MOFs exhibit promising proton conductivities.\nOften, high humidity is required for nonporous MOFs to achieve high\nconductivities, but to date no clear mechanisms have been experimentally\nidentified. Here we describe the new materials MFM-550­(M), [M­(HL<sup>1</sup>)], (H<sub>4</sub>L<sup>1</sup> = biphenyl-4,4′-diphosphonic\nacid; M = La, Ce, Nd, Sm, Gd, Ho), MFM-550­(Ba), [Ba­(H<sub>2</sub>L<sup>1</sup>)], and MFM-555­(M), [M(HL<sup>2</sup>)], (H<sub>4</sub>L<sup>2</sup> = benzene-1,4-diphosphonic acid; M = La, Ce, Nd, Sm,\nGd, Ho), and report enhanced proton conductivities in these nonporous\nmaterials by (i) replacing the metal ion to one with a lower oxidation\nstate, (ii) reducing the length of the organic ligand, and (iii) introducing\nadditional acidic protons on the MOF surface. Increased framework\nproton density in these materials can lead to an enhancement in proton\nconductivity of up to 4 orders of magnitude. Additionally, we report\na comprehensive investigation using in situ <sup>2</sup>H NMR and\nneutron spectroscopy, coupled with molecular dynamic modeling, to\nelucidate the role of humidity in assembling interconnected networks\nfor proton hopping. This study constructs a relationship between framework\nproton density and the corresponding proton conductivity in nonporous\nMOFs, and directly explains the role of both surface protons and external\nwater in assembling the proton conduction pathways.</p>", "clean_text": "Owing to their inherent pore structure, porous metal-organic frameworks (MOFs) can undergo postsynthetic modification, such as loading extra-framework proton carriers. However, strategies for improving the proton conductivity for nonporous MOFs are largely lacking, although increasing numbers of nonporous MOFs exhibit promising proton conductivities. Often, high humidity is required for nonporous MOFs to achieve high conductivities, but to date no clear mechanisms have been experimentally identified. Here we describe the new materials MFM-550(M), [M(HL1)], (H4L1 = biphenyl-4,4'-diphosphonic acid; M = La, Ce, Nd, Sm, Gd, Ho), MFM-550(Ba), [Ba(H2L1)], and MFM-555(M), [M(HL2)], (H4L2 = benzene-1,4-diphosphonic acid; M = La, Ce, Nd, Sm, Gd, Ho), and report enhanced proton conductivities in these nonporous materials by (i) replacing the metal ion to one with a lower oxidation state, (ii) reducing the length of the organic ligand, and (iii) introducing additional acidic protons on the MOF surface. Increased framework proton density in these materials can lead to an enhancement in proton conductivity of up to 4 orders of magnitude. Additionally, we report a comprehensive investigation using in situ 2H NMR and neutron spectroscopy, coupled with molecular dynamic modeling, to elucidate the role of humidity in assembling interconnected networks for proton hopping. This study constructs a relationship between framework proton density and the corresponding proton conductivity in nonporous MOFs, and directly explains the role of both surface protons and external water in assembling the proton conduction pathways.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The development of\nproton conductors based upon MOFs is of increasing\ninterest because of their very rich structural diversity owing to\nthe availability of very many combinations of metal ions/cluster and\norganic linkers. Enhancement of the proton conductivity of MOFs by modulation of\ntheir structures is a key target but remains a challenging task. To\ndate, the majority of research efforts have been focused on porous\nMOFs primarily because their extended pore structure enables design\nand postsynthetic modification to achieve targeted properties. Three\nmethods have been reported to improve proton conductivity in porous\nMOFs. These involve the introduction of proton carriers as counterions, the functionalization of the ligands with proton-rich functional\ngroups (which remain accessible in the pore of resultant MOFs) and the doping of MOFs with neutral proton carrier guests. The impact of structural defects on the proton conductivity of modified\nMOFs has also been reported. More recently, attempts\nto control proton conductivity have been achieved by using metal cations\nof different sizes in isostructural MOFs, and it was found that increasing the size of the metal cation enhanced\nthe proton conductivity of the resultant MOF. However, in contrast, design and modification of nonporous MOFs\nfor improved proton conductivity have been very rarely explored, not\nleast because of the limited strategies for structural modification.</p>", "clean_text": "Introduction\n\nThe development of proton conductors based upon MOFs is of increasing interest because of their very rich structural diversity owing to the availability of very many combinations of metal ions/cluster and organic linkers. Enhancement of the proton conductivity of MOFs by modulation of their structures is a key target but remains a challenging task. To date, the majority of research efforts have been focused on porous MOFs primarily because their extended pore structure enables design and postsynthetic modification to achieve targeted properties. Three methods have been reported to improve proton conductivity in porous MOFs. These involve the introduction of proton carriers as counterions, the functionalization of the ligands with proton-rich functional groups (which remain accessible in the pore of resultant MOFs) and the doping of MOFs with neutral proton carrier guests. The impact of structural defects on the proton conductivity of modified MOFs has also been reported. More recently, attempts to control proton conductivity have been achieved by using metal cations of different sizes in isostructural MOFs, and it was found that increasing the size of the metal cation enhanced the proton conductivity of the resultant MOF. However, in contrast, design and modification of nonporous MOFs for improved proton conductivity have been very rarely explored, not least because of the limited strategies for structural modification.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>The mechanism of proton dynamics within MOFs is often hypothesized\nby using a combination of X-ray crystallographic information and the\nactivation energy obtained from variable temperature impedance measurements.\nThis provides a general characterization of the proton dynamics being\ndriven by either Grötthus or Vehicular mechanisms but does\nnot provide a concrete explanation which can be used to further develop\nmaterials with enhanced proton conductivity. A range of experimental\nand computational techniques have been used to gain an understanding\nof the rotational and translational motion of guest molecules confined\nwithin MOFs; however, similar investigations into proton dynamics are much rarer. Quasi-elastic neutron scattering (QENS) has been applied to study\nthe proton dynamics in a new phosphonate-based material allowing for\nthe first time, confirmation of the model of “free diffusion\ninside a sphere” as a mechanism for proton conduction within\nMOFs. Another recent study also used\nQENS analysis in combination with molecular dynamics simulations to\ngain a greater understanding of the role that hydrogen bonded water\nnetworks have on proton transfer in UiO-66­(Zr)-(CO<sub>2</sub>H)<sub>2</sub>. Solid state <sup>2</sup>H NMR\nspectroscopy has been used to confirm the rapid exchange of <sup>2</sup>H in the layered structure of PCMOF-3, although it was challenging\nto confirm in this case whether <sup>2</sup>H solely or the water\nmolecules were mobile. On the other hand, <sup>2</sup>H NMR spectroscopy has been successfully applied to probe\nthe molecular mobility of both water and charge-carrier protonic species\nin solid heteropolyacid (HPA) hydrates, which are widely known for\ntheir proton conducting properties.\n</p>", "clean_text": "The mechanism of proton dynamics within MOFs is often hypothesized by using a combination of X-ray crystallographic information and the activation energy obtained from variable temperature impedance measurements. This provides a general characterization of the proton dynamics being driven by either Grötthus or Vehicular mechanisms but does not provide a concrete explanation which can be used to further develop materials with enhanced proton conductivity. A range of experimental and computational techniques have been used to gain an understanding of the rotational and translational motion of guest molecules confined within MOFs; however, similar investigations into proton dynamics are much rarer. Quasi-elastic neutron scattering (QENS) has been applied to study the proton dynamics in a new phosphonate-based material allowing for the first time, confirmation of the model of \"free diffusion inside a sphere\" as a mechanism for proton conduction within MOFs. Another recent study also used QENS analysis in combination with molecular dynamics simulations to gain a greater understanding of the role that hydrogen bonded water networks have on proton transfer in UiO-66(Zr)-(CO2H)2. Solid state 2H NMR spectroscopy has been used to confirm the rapid exchange of 2H in the layered structure of PCMOF-3, although it was challenging to confirm in this case whether 2H solely or the water molecules were mobile. On the other hand, 2H NMR spectroscopy has been successfully applied to probe the molecular mobility of both water and charge-carrier protonic species in solid heteropolyacid (HPA) hydrates, which are widely known for their proton conducting properties. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Herein, we discuss the correlation between framework proton density\nand the corresponding proton conductivity in nonporous MOF systems\nand the application of three approaches to increase the concentration\nof protons in a given MOF, without significantly modifying its structure.\nA new family of lanthanide phosphonate complexes, MFM-550­(M) of formula\n[M­(HL<sup>1</sup>)] (H<sub>4</sub>L<sup>1</sup> = biphenyl-4,4′-diphosphonic\nacid; M = La, Ce, Nd, Sm, Gd, Ho) were synthesized, characterized\nand studied by impedance measurements. Our first methodology to increase\nthe proton conductivity in MFM-550­(M) involved the synthesis of MFM-550­(Ba),\n[Ba­(H<sub>2</sub>L<sup>1</sup>)], which is isostructural to MFM-550­(M)\nbut has an excess of protons derived from the replacement of a +3\nmetal with a + 2 metal of similar size. We are thus tuning the proton\nconductivity of a MOF by using two metal ions which are of a similar\nsize but exhibit different oxidation states. The second approach was\nto use a shorter analogue of the organic ligand in order to decrease\nthe distance between the metal chains in which the mobile protons\nare localized, and consequently increase the number of protons in\na given volume, leading to higher framework proton density. Thus,\na secondary family of lanthanide complexes, MFM-555­(M) with formula\n[M­(HL<sup>2</sup>)] (H<sub>4</sub>L<sup>2</sup> = benzene-1,4-diphosphonic\nacid; M = La, Ce, Nd, Sm, Gd, Ho) were synthesized and characterized.\nThe third method was based on loading H<sub>2</sub>SO<sub>4</sub> on\nthe external surface of these nonporous MOFs to improve the surface\nproton concentration. Impedance spectroscopic measurements of all\nthe synthesized materials were recorded at different temperatures\nand relative humidities (% RH), and up to 4 orders of magnitude enhancement\non proton conductivity was observed. In order to gain a deeper mechanistic\nunderstanding of the proton dynamics in these materials, we conducted\ninelastic neutron scattering (INS), QENS, and <italic>ab</italic> initio\nmolecular dynamics (MD) experiments on MFM-555­(Ho). We also report\na comprehensive in situ solid state <sup>2</sup>H NMR spectroscopic\nstudy of MFM-555­(Ho) at various levels of hydration with D<sub>2</sub>O. Overall, this study provides fundamental insights at the molecular\nlevel of the complex proton dynamics within this MOF and highlights\nthe importance of surface hydration of MOF crystallites, reflected\nby the dependence of humidity on the observed proton conductivity.</p>", "clean_text": "Herein, we discuss the correlation between framework proton density and the corresponding proton conductivity in nonporous MOF systems and the application of three approaches to increase the concentration of protons in a given MOF, without significantly modifying its structure. A new family of lanthanide phosphonate complexes, MFM-550(M) of formula [M(HL1)] (H4L1 = biphenyl-4,4'-diphosphonic acid; M = La, Ce, Nd, Sm, Gd, Ho) were synthesized, characterized and studied by impedance measurements. Our first methodology to increase the proton conductivity in MFM-550(M) involved the synthesis of MFM-550(Ba), [Ba(H2L1)], which is isostructural to MFM-550(M) but has an excess of protons derived from the replacement of a +3 metal with a + 2 metal of similar size. We are thus tuning the proton conductivity of a MOF by using two metal ions which are of a similar size but exhibit different oxidation states. The second approach was to use a shorter analogue of the organic ligand in order to decrease the distance between the metal chains in which the mobile protons are localized, and consequently increase the number of protons in a given volume, leading to higher framework proton density. Thus, a secondary family of lanthanide complexes, MFM-555(M) with formula [M(HL2)] (H4L2 = benzene-1,4-diphosphonic acid; M = La, Ce, Nd, Sm, Gd, Ho) were synthesized and characterized. The third method was based on loading H2SO4 on the external surface of these nonporous MOFs to improve the surface proton concentration. Impedance spectroscopic measurements of all the synthesized materials were recorded at different temperatures and relative humidities (% RH), and up to 4 orders of magnitude enhancement on proton conductivity was observed. In order to gain a deeper mechanistic understanding of the proton dynamics in these materials, we conducted inelastic neutron scattering (INS), QENS, and ab initio molecular dynamics (MD) experiments on MFM-555(Ho). We also report a comprehensive in situ solid state 2H NMR spectroscopic study of MFM-555(Ho) at various levels of hydration with D2O. Overall, this study provides fundamental insights at the molecular level of the complex proton dynamics within this MOF and highlights the importance of surface hydration of MOF crystallites, reflected by the dependence of humidity on the observed proton conductivity.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and Characterisations</title><p>Starting materials\nwere purchased from Acros Organics and from Sigma-Aldrich and used\nwithout further purification. Elemental analyses were performed on\na CE-440 Elemental Analyzer. Magic angle spinning (MAS) <sup>1</sup>H and {<sup>1</sup>H} <sup>31</sup>P NMR spectra were obtained on\na Bruker Avance III spectrometer in the Centre of Biomolecular Science\nat University of Nottingham. Impedance analyses were performed on\na Solartron SI1260 Impedance analyzer over a frequency range of 0.1\nHz to 1 MHz at an amplitude of 100 mV and 0 mV DC rest voltage. High\nresolution in situ variable temperature (VT) synchrotron powder X-ray\ndiffraction (PXRD) data were collected on Beamline I11 at Diamond\nLight Source using a multianalyzing crystal detector and monochromated\nradiation (λ = 0.8269 Å). Neutron vibrational spectra of\nMFM-555­(Ho) were measured using the VISION (BL-16B) instrument at\nthe Spallation Neutron Source, Oak Ridge National Laboratory. The\ndynamics of the protons were probed using the neutron spectrometer\nIRIS at the ISIS Neutron Facility. <sup>2</sup>H NMR experiments were\nperformed at 61.424 MHz on a Bruker Avance-400 spectrometer using\na high power probe with a 5 mm horizontal solenoid coil at Boreskov\nInstitute of Catalysis, Novosibirsk. Full experimental details of\nall techniques used can be found in the .</p>", "clean_text": "Experimental Section\n\nMaterials and Characterisations\n\nStarting materials were purchased from Acros Organics and from Sigma-Aldrich and used without further purification. Elemental analyses were performed on a CE-440 Elemental Analyzer. Magic angle spinning (MAS) 1H and {1H} 31P NMR spectra were obtained on a Bruker Avance III spectrometer in the Centre of Biomolecular Science at University of Nottingham. Impedance analyses were performed on a Solartron SI1260 Impedance analyzer over a frequency range of 0.1 Hz to 1 MHz at an amplitude of 100 mV and 0 mV DC rest voltage. High resolution in situ variable temperature (VT) synchrotron powder X-ray diffraction (PXRD) data were collected on Beamline I11 at Diamond Light Source using a multianalyzing crystal detector and monochromated radiation (λ = 0.8269 Å). Neutron vibrational spectra of MFM-555(Ho) were measured using the VISION (BL-16B) instrument at the Spallation Neutron Source, Oak Ridge National Laboratory. The dynamics of the protons were probed using the neutron spectrometer IRIS at the ISIS Neutron Facility. 2H NMR experiments were performed at 61.424 MHz on a Bruker Avance-400 spectrometer using a high power probe with a 5 mm horizontal solenoid coil at Boreskov Institute of Catalysis, Novosibirsk. Full experimental details of all techniques used can be found in the .", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of [La­(C<sub>12</sub>H<sub>8</sub>P<sub>2</sub>O<sub>6</sub>H)], MFM-550­(La)</title><p>H<sub>4</sub>L<sup>1</sup> (0.0450\ng, 0.14 mmol) and LaCl<sub>3</sub>·7H<sub>2</sub>O (0.0531 g,\n0.14 mmol) were suspended in water (6 mL). A 2.6 M solution of HNO<sub>3</sub> in H<sub>2</sub>O (1.5 mL), and a 0.3 M solution of piperazine\nin H<sub>2</sub>O (1.5 mL) were added to the mixture in a PARR pressure\nvessel. The vessel was sealed, heated in an oven at 210 °C for\n72 h and cooled to room temperature. The crystalline white powder\nobtained was washed with DMF and water to remove nonreacted ligand,\nand then with acetone. Yield: 0.05 g (0.11 mmol), 79%. Elemental analysis\n(%): Anal. Calc. for C<sub>12</sub>H<sub>9</sub>O<sub>6</sub>P<sub>2</sub>La: C 32.03, H 2.02, N 0.00; found: C 32.12, H 1.99, N 0.00.\nFTIR: ν (cm<sup>–1</sup>) = 3070 (w), 2358 (w), 1917\n(w), 1604 (w), 1541 (w), 1482 (w), 1312 (m), 1138 (s), 1113 (s), 1055\n(m), 968 (s), 807 (s), 720 (s), 703 (s), 645 (w), 629 (w). <sup>1</sup>H MAS NMR (600 MHz) δ ppm: 7.40 (s, 8H, Ar–H), 18.56\n(w, 1H, O–H). <sup>31</sup>P­{<sup>1</sup>H} MAS NMR (600 MHz)\nδ ppm: 10.67.</p>", "clean_text": "Synthesis of [La(C12H8P2O6H)], MFM-550(La)\n\nH4L1 (0.0450 g, 0.14 mmol) and LaCl3⋅7H2O (0.0531 g, 0.14 mmol) were suspended in water (6 mL). A 2.6 M solution of HNO3 in H2O (1.5 mL), and a 0.3 M solution of piperazine in H2O (1.5 mL) were added to the mixture in a PARR pressure vessel. The vessel was sealed, heated in an oven at 210 °C for 72 h and cooled to room temperature. The crystalline white powder obtained was washed with DMF and water to remove nonreacted ligand, and then with acetone. Yield: 0.05 g (0.11 mmol), 79%. Elemental analysis (%): Anal. Calc. for C12H9O6P2La: C 32.03, H 2.02, N 0.00; found: C 32.12, H 1.99, N 0.00. FTIR: ν (cm-1) = 3070 (w), 2358 (w), 1917 (w), 1604 (w), 1541 (w), 1482 (w), 1312 (m), 1138 (s), 1113 (s), 1055 (m), 968 (s), 807 (s), 720 (s), 703 (s), 645 (w), 629 (w). 1H MAS NMR (600 MHz) δ ppm: 7.40 (s, 8H, Ar-H), 18.56 (w, 1H, O-H). 31P{1H} MAS NMR (600 MHz) δ ppm: 10.67.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Synthesis of [M­(C<sub>12</sub>H<sub>8</sub>P<sub>2</sub>O<sub>6</sub>H)], MFM-550­(M) and [M­(C<sub>6</sub>H<sub>4</sub>P<sub>2</sub>O<sub>6</sub>H)], MFM-555­(M)</title><p>The same\nsynthetic conditions\ndescribed for MFM-550­(La) were used to give MFM-550­(M) as a crystalline\npowder. For MFM-555­(M) (M = La, Ce, Nd, Sm, Gd, Ho), H<sub>4</sub>L<sup>2</sup> (0.14 mmol) was substituted for H<sub>4</sub>L<sup>1</sup>. LaCl<sub>3</sub>·7H<sub>2</sub>O, CeCl<sub>3</sub>·7H<sub>2</sub>O, Nd­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O, Sm­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O, GdCl<sub>3</sub>·6H<sub>2</sub>O and Ho­(CH<sub>3</sub>CO<sub>2</sub>)<sub>3</sub>·6H<sub>2</sub>O were used as inorganic metal salts for the synthesis of\nthe corresponding MOF (see  for details).</p>", "clean_text": "Synthesis of [M(C12H8P2O6H)], MFM-550(M) and [M(C6H4P2O6H)], MFM-555(M)\n\nThe same synthetic conditions described for MFM-550(La) were used to give MFM-550(M) as a crystalline powder. For MFM-555(M) (M = La, Ce, Nd, Sm, Gd, Ho), H4L2 (0.14 mmol) was substituted for H4L1. LaCl3⋅7H2O, CeCl3⋅7H2O, Nd(NO3)3⋅6H2O, Sm(NO3)3⋅6H2O, GdCl3⋅6H2O and Ho(CH3CO2)3⋅6H2O were used as inorganic metal salts for the synthesis of the corresponding MOF (see  for details).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Synthesis, Structures, Solid State NMR Spectroscopy\nand Thermal\nStabilities</title><p>The family of isostructural MOFs, MFM-550­(M)\n(M = La, Ce, Nd, Sm, Gd, Ho), were synthesized by mixing the ligand\nH<sub>4</sub>L<sup>1</sup> and the relevant metal salt (1:1 ratio)\nin H<sub>2</sub>O in the presence of HNO<sub>3</sub> and piperazine.\nThe reaction mixture was sealed in a hydrothermal reactor and heated\nat 210 °C. MFM-550­(M) was formed after 3 days as a highly crystalline\npowder. Except for alterations in the ligand and metal salt used,\nthe same synthetic conditions were employed to synthesize MFM-550­(Ba)\nand MFM-555­(M) (M = La, Ce, Nd, Sm, Gd, Ho). All complexes were isolated\nas microcrystalline powders in pure phase, except for MFM-550­(Ho)\nwhich contains a very small amount of unknown impurities [see  for additional details on the structural\nanalysis of MFM-550­(Ho)]. Their crystal structures were solved from\nhigh-resolution synchrotron PXRD data using ab initio methods and\nRietveld refinements (). These compounds all crystallize in the monoclinic system and are\nisostructural with small changes tuned by the presence of different\nLn­(III) cations in the framework (). The ionic radius of the lanthanide cations\nprogressively decreases from La­(III) to Gd­(III). Consequently, small\ncontractions in the unit cell parameters and shorter Ln-Ln distances\nare observed on moving from [La­(HL<sup>n</sup>)] to [Gd­(HL<sup>n</sup>)] (). Each phosphonate group\nconsists of three crystallographically independent oxygen atoms O(1),\nO(2) and O(3) (c), and the coordination geometry at each Ln­(III) center is distorted\nbicapped trigonal-prismatic with a {MO<sub>8</sub>} node (d). Each Ln­(III)\ncenter is coordinated to eight oxygens from six phosphonate groups,\ntwo pairs of O(2) centers bridging two adjacent Ln, two O(1) and two\nO(3). The bond lengths discussed below refer to MFM-550­(Ce) (). O(1) and O(2) are coordinated by\nchelating modes to Ce­(III) with bond distances of 2.522(5) Å\nfor Ce’-O(1) and 2.851(6) Å for Ce’-O(2). O(2)\nalso acts as a bridge to the adjacent Ce­(III) cation [Ce’’-O(2),\n2.260(5) Å], and O(3) is bonded to a third metal cation, [Ce’’’–O(3),\n2.425(6) Å]. The distance between adjacent Ce­(III) cations is\nbetween 4.166 and 4.254 Å. Extension of this trimetallic cluster\narrangement along the <italic>c</italic>- and <italic>a</italic>-axes\nresults in the formation of Ln-phosphonate 2D-sheets which are pillared\nby the organic ligands along the <italic>b</italic>-axis to afford\na three-dimensional framework (e).</p>", "clean_text": "Results and Discussion\n\nSynthesis, Structures, Solid State NMR Spectroscopy and Thermal Stabilities\n\nThe family of isostructural MOFs, MFM-550(M) (M = La, Ce, Nd, Sm, Gd, Ho), were synthesized by mixing the ligand H4L1 and the relevant metal salt (1:1 ratio) in H2O in the presence of HNO3 and piperazine. The reaction mixture was sealed in a hydrothermal reactor and heated at 210 °C. MFM-550(M) was formed after 3 days as a highly crystalline powder. Except for alterations in the ligand and metal salt used, the same synthetic conditions were employed to synthesize MFM-550(Ba) and MFM-555(M) (M = La, Ce, Nd, Sm, Gd, Ho). All complexes were isolated as microcrystalline powders in pure phase, except for MFM-550(Ho) which contains a very small amount of unknown impurities [see  for additional details on the structural analysis of MFM-550(Ho)]. Their crystal structures were solved from high-resolution synchrotron PXRD data using ab initio methods and Rietveld refinements (). These compounds all crystallize in the monoclinic system and are isostructural with small changes tuned by the presence of different Ln(III) cations in the framework (). The ionic radius of the lanthanide cations progressively decreases from La(III) to Gd(III). Consequently, small contractions in the unit cell parameters and shorter Ln-Ln distances are observed on moving from [La(HLn)] to [Gd(HLn)] (). Each phosphonate group consists of three crystallographically independent oxygen atoms O(1), O(2) and O(3) (c), and the coordination geometry at each Ln(III) center is distorted bicapped trigonal-prismatic with a {MO8} node (d). Each Ln(III) center is coordinated to eight oxygens from six phosphonate groups, two pairs of O(2) centers bridging two adjacent Ln, two O(1) and two O(3). The bond lengths discussed below refer to MFM-550(Ce) (). O(1) and O(2) are coordinated by chelating modes to Ce(III) with bond distances of 2.522(5) Å for Ce'-O(1) and 2.851(6) Å for Ce'-O(2). O(2) also acts as a bridge to the adjacent Ce(III) cation [Ce''-O(2), 2.260(5) Å], and O(3) is bonded to a third metal cation, [Ce'''-O(3), 2.425(6) Å]. The distance between adjacent Ce(III) cations is between 4.166 and 4.254 Å. Extension of this trimetallic cluster arrangement along the c- and a-axes results in the formation of Ln-phosphonate 2D-sheets which are pillared by the organic ligands along the b-axis to afford a three-dimensional framework (e).", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Views of structures of MFM-550­(M) and MFM-555­(M) obtained\nfrom\nhigh resolution synchrotron PXRD data. Views of the structures of\n(a) MFM-550 and (b) MFM-555 along the <italic>c</italic>-axis. (c)\nView of the coordination node of the phosphonate group of the ligand.\n(d) Perspective view of the coordination environment at Ln­(III) centers.\n(e) View of the extended Ln-phosphonate 2D-sheet along the <italic>b</italic>-axis.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cm-2018-02765y_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Views of structures of MFM-550(M) and MFM-555(M) obtained from high resolution synchrotron PXRD data. Views of the structures of (a) MFM-550 and (b) MFM-555 along the c-axis. (c) View of the coordination node of the phosphonate group of the ligand. (d) Perspective view of the coordination environment at Ln(III) centers. (e) View of the extended Ln-phosphonate 2D-sheet along the b-axis.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The main difference between\nMFM-550­(M) and MFM-555­(M) is the distance\nbetween the adjacent metal chains (where the free protons are located,\nsee below) and hence, a variation in the number of protons in a given\nvolume. In each case of MFM-550­(M) and MFM-555­(M), one free proton\nfor each ligand (PO-H) is delocalized in the framework, while in MFM-550­(Ba)\nthere are two free protons per ligand, as predicted by the charge\nbalance in the formula. Detection of protons from X-ray experiments\ncan often be inconclusive, and in order to quantify the protons and\ninvestigate their environment, solid-state <sup>1</sup>H and {<sup>1</sup>H}-<sup>31</sup>P MAS NMR spectra were recorded for H<sub>4</sub>L<sup>1</sup>,MFM-550­(La) and MFM-550­(Ba) at room temperature\n(). Comparing\nthe <sup>1</sup>H NMR spectra, the intensity ratio of aromatic protons\nto free −OH groups varies as expected confirming that substituting\nLa­(III) with Ba­(II) doubles the number of free protons in the framework\nin order to achieve charge balance. The presence of O–H groups\nclose to the P center in MFM-550­(La) and MFM-550­(Ba) is supported\nby {<sup>1</sup>H}-<sup>31</sup>P dipolar correlation spectra which\nshow two cross peaks corresponding to contacts between both proton\nsites and the phosphonate P; the more intense cross peak is assigned\nto the short-range P–O–H contact, while the less intense\ncross peak corresponds to longer range H–C–C–P\ncontacts.</p>", "clean_text": "The main difference between MFM-550(M) and MFM-555(M) is the distance between the adjacent metal chains (where the free protons are located, see below) and hence, a variation in the number of protons in a given volume. In each case of MFM-550(M) and MFM-555(M), one free proton for each ligand (PO-H) is delocalized in the framework, while in MFM-550(Ba) there are two free protons per ligand, as predicted by the charge balance in the formula. Detection of protons from X-ray experiments can often be inconclusive, and in order to quantify the protons and investigate their environment, solid-state 1H and {1H}-31P MAS NMR spectra were recorded for H4L1,MFM-550(La) and MFM-550(Ba) at room temperature (). Comparing the 1H NMR spectra, the intensity ratio of aromatic protons to free -OH groups varies as expected confirming that substituting La(III) with Ba(II) doubles the number of free protons in the framework in order to achieve charge balance. The presence of O-H groups close to the P center in MFM-550(La) and MFM-550(Ba) is supported by {1H}-31P dipolar correlation spectra which show two cross peaks corresponding to contacts between both proton sites and the phosphonate P; the more intense cross peak is assigned to the short-range P-O-H contact, while the less intense cross peak corresponds to longer range H-C-C-P contacts.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Comparison of solid-state <sup>1</sup>H NMR spectra of (a) H<sub>4</sub>L<sup>1</sup>, (b) MFM-550­(Ba) and (c) MFM-550­(La). {<sup>1</sup>H}-<sup>31</sup>P Correlation spectrum of (d) MFM-550­(Ba)\nand (e) MFM-550­(La).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cm-2018-02765y_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Comparison of solid-state 1H NMR spectra of (a) H4L1, (b) MFM-550(Ba) and (c) MFM-550(La). {1H}-31P Correlation spectrum of (d) MFM-550(Ba) and (e) MFM-550(La).   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<p>These MOFs show impressive thermal stability to above 500\n°C\nas confirmed by TGA and VT-PXRD measurements (). The absence of weight loss at low temperatures,\ncharacteristic of loss of solvent molecules trapped inside the pores,\nconfirms MFM-550­(M) and MFM-555­(M) to be very compact frameworks,\nin agreement with their crystal structures. The slightly higher thermal\nstability (by about 50 °C) of MFM-555­(M) compared with MFM-550­(M)\nis likely due to the more compact structure of MFM-555­(M) due to the\nuse of a shorter ligand.</p>", "clean_text": "These MOFs show impressive thermal stability to above 500 °C as confirmed by TGA and VT-PXRD measurements (). The absence of weight loss at low temperatures, characteristic of loss of solvent molecules trapped inside the pores, confirms MFM-550(M) and MFM-555(M) to be very compact frameworks, in agreement with their crystal structures. The slightly higher thermal stability (by about 50 °C) of MFM-555(M) compared with MFM-550(M) is likely due to the more compact structure of MFM-555(M) due to the use of a shorter ligand.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<title>Proton Conductivity Study</title><p>Impedance\nmeasurements on\nall complexes were recorded at 99%, 70% and 45% RH at 20 °C to\ninvestigate any correlation between the proton conductivity and the\nrelative humidity (). At 99%\nRH, the Nyquist plots show a semicircle in the high frequency region\nand a tail at low frequencies, representing the bulk resistance and\nblocking of protons at the electrodes, respectively, consistent with\nion migration. At reduced humidity, the resistivity of all samples\nincreases and in the frequency range investigated, the tail in the\nNyquist plot is not present. Reduction of resistivity with increasing\nrelative humidity is a well-known response observed in PEMs and MOFs\nwhen their proton conductivity is water-mediated, the proton conductivity of water-mediated materials relying on both\nwater molecules and hydrogen-bonding interactions between the water\nmolecules and the protons within the framework. It is noteworthy that the proton conductivities measured\nat 99% RH and 20 °C for the series MFM-550­(M) and MFM-555­(M)\nare very similar as expected, since the materials are isostructural\nand only small changes in the unit cell parameters are observed with\nvarying metal ions. The proton conductivity of MFM-550­(M) at 20 °C\nand 99% RH is ∼10<sup>–6</sup> S cm<sup>–1</sup>, which is lower than many reported MOFs under similar conditions.\n</p>", "clean_text": "Proton Conductivity Study\n\nImpedance measurements on all complexes were recorded at 99%, 70% and 45% RH at 20 °C to investigate any correlation between the proton conductivity and the relative humidity (). At 99% RH, the Nyquist plots show a semicircle in the high frequency region and a tail at low frequencies, representing the bulk resistance and blocking of protons at the electrodes, respectively, consistent with ion migration. At reduced humidity, the resistivity of all samples increases and in the frequency range investigated, the tail in the Nyquist plot is not present. Reduction of resistivity with increasing relative humidity is a well-known response observed in PEMs and MOFs when their proton conductivity is water-mediated, the proton conductivity of water-mediated materials relying on both water molecules and hydrogen-bonding interactions between the water molecules and the protons within the framework. It is noteworthy that the proton conductivities measured at 99% RH and 20 °C for the series MFM-550(M) and MFM-555(M) are very similar as expected, since the materials are isostructural and only small changes in the unit cell parameters are observed with varying metal ions. The proton conductivity of MFM-550(M) at 20 °C and 99% RH is ~10-6 S cm-1, which is lower than many reported MOFs under similar conditions. ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>We sought to improve the proton conductivities of these materials\nwith a focus on the availability of free protons and their location\nin the structure. First, we argued that substituting Ln­(III) with\nBa­(II) ions would require the loss of positive charge to be made up\nby additional protons in the framework. The case discussed here goes\nbeyond simply doping the Ln­(III) framework with Ba­(II) defects, rather\nthe successful synthesis of the Ba-form of the framework has been\nachieved. Interestingly, an increase of proton conductivity of one\norder of magnitude was measured for MFM-550­(Ba) (∼10<sup>–5</sup> S cm<sup>–1</sup>) at 99% RH and 20 °C (). This demonstrates the success\nof this strategy and confirms that the proton conductivity of a MOF\ncan be increased by the use of a metal with lower oxidation state,\nwithout modifying the overall structure.</p>", "clean_text": "We sought to improve the proton conductivities of these materials with a focus on the availability of free protons and their location in the structure. First, we argued that substituting Ln(III) with Ba(II) ions would require the loss of positive charge to be made up by additional protons in the framework. The case discussed here goes beyond simply doping the Ln(III) framework with Ba(II) defects, rather the successful synthesis of the Ba-form of the framework has been achieved. Interestingly, an increase of proton conductivity of one order of magnitude was measured for MFM-550(Ba) (~10-5 S cm-1) at 99% RH and 20 °C (). This demonstrates the success of this strategy and confirms that the proton conductivity of a MOF can be increased by the use of a metal with lower oxidation state, without modifying the overall structure.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Proton conductivity\nfor MFM-550­(M), MFM-555­(M), MFM-550­(Ba)\nand H<sub>2</sub>SO<sub>4</sub>@MFM-555­(Ho) measured at 99% RH and\n20 °C. (b) Correlation between framework proton density and proton\nconductivity in nonporous MOFs or CPs (coordination polymers) in this\nwork and in the literature (dotted lines are guides to the eye). Detailed\ndata are summarized in <xref ref-type=\"supplementary-material\" rid=\"notes1\">SI Table S7</xref>.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cm-2018-02765y_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Proton conductivity for MFM-550(M), MFM-555(M), MFM-550(Ba) and H2SO4@MFM-555(Ho) measured at 99% RH and 20 °C. (b) Correlation between framework proton density and proton conductivity in nonporous MOFs or CPs (coordination polymers) in this work and in the literature (dotted lines are guides to the eye). Detailed data are summarized in SI Table S7.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>The second methodology targeted\nthe increase of the number of protons\nin a fixed cell volume. This was accomplished with the use of benzene-1,4-diphosphonic\nacid, H<sub>4</sub>L<sup>2</sup>, a shortened version of the H<sub>4</sub>L<sup>1</sup> linker. This decreases the distance between\nthe metal phosphonate chains and thus increases the concentration\nof protons in a fixed volume, 1.4 times on going from MFM-550­(M) to\nMFM-555­(M). On going from MFM-550­(M) to MFM-555­(M) at 99% RH and 20\n°C, the proton conductivity shows a remarkable increase of 2\norders of magnitude from 10<sup>–6</sup> S cm<sup>–1</sup> to 10<sup>–4</sup> S cm<sup>–1</sup> (). Despite increasing the proton\ndensity to a lesser extent than seen for MFM-550­(Ba), this method\nhas a greater impact on the increase in proton conductivity, highlighting\nthe importance of the accessibility of the mobile protons, particularly\nin nonporous MOFs. This result shows, for the first time, that increasing\nthe density of active protons in nonporous MOF structures positively\nimpacts on their proton conducting property.</p>", "clean_text": "The second methodology targeted the increase of the number of protons in a fixed cell volume. This was accomplished with the use of benzene-1,4-diphosphonic acid, H4L2, a shortened version of the H4L1 linker. This decreases the distance between the metal phosphonate chains and thus increases the concentration of protons in a fixed volume, 1.4 times on going from MFM-550(M) to MFM-555(M). On going from MFM-550(M) to MFM-555(M) at 99% RH and 20 °C, the proton conductivity shows a remarkable increase of 2 orders of magnitude from 10-6 S cm-1 to 10-4 S cm-1 (). Despite increasing the proton density to a lesser extent than seen for MFM-550(Ba), this method has a greater impact on the increase in proton conductivity, highlighting the importance of the accessibility of the mobile protons, particularly in nonporous MOFs. This result shows, for the first time, that increasing the density of active protons in nonporous MOF structures positively impacts on their proton conducting property.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>The third methodology\ninvolved doping MFM-555­(Ho) with 2 M H<sub>2</sub>SO<sub>4</sub> to\nincrease the concentration of surface H<sup>+</sup>. The introduction\nof proton carriers as guest molecules into\nthe cavities of porous MOFs is widely reported. However, the surface effect of such doping in nonporous MOFs is\nyet to be explored. The stability and full retention of the crystal\nstructure of MFM-555­(Ho) on treatment with H<sub>2</sub>SO<sub>4</sub> were verified by PXRD ().\nSignificantly, treatment of MFM-555­(Ho) with H<sub>2</sub>SO<sub>4</sub> results in an increase in proton conductivity of four orders of\nmagnitude (from 10<sup>–6</sup> S cm<sup>–1</sup> to\n10<sup>–2</sup> S cm<sup>–1</sup>) compared with MFM-550­(M),\nand an increase of two orders of magnitude (from 10<sup>–4</sup> to 10<sup>–2</sup> S cm<sup>–1</sup>) compared to\nthe MFM-555­(Ho) at 99% RH and 20 °C (a). Interestingly, the proton conductivity\nof H<sub>2</sub>SO<sub>4</sub>-treated MFM-555­(Ho) is comparable to\nthe best-behaving proton-conductive MOFs to date and, to the best of our knowledge, is the\nhighest performing nonporous MOF under the same conditions (). These results are accompanied by\nan additional 0.31 mmol g<sup>–1</sup> of acidic sites residing\non the MOF surface compared to the pristine MFM-555­(Ho) (see  for details of pH and NH<sub>3</sub>-temperature-programmed\ndesorption experiments), indicating that proton dynamics also play\na key role in the resultant conductivity. Variable temperature impedance measurements\nat 99% RH revealed that the activation energy was reduced from 0.32\nto 0.12 eV on addition of H<sub>2</sub>SO<sub>4</sub> to MFM-555­(Ho),\nsuggesting an increase in the efficiency of proton transfer across\nthe surface of acid-treated MFM-555­(Ho) (). A general linear relationship between the framework\nproton density and proton conductivity is observed for all nonporous\nMOFs and 2D coordination polymers reported to date (b), and, more interestingly,\ncompared to literature examples, a steeper slope (b) is observed for MOFs reported\nin this study, demonstrating the high efficiency of the design strategies\ndeveloped here.</p>", "clean_text": "The third methodology involved doping MFM-555(Ho) with 2 M H2SO4 to increase the concentration of surface H+. The introduction of proton carriers as guest molecules into the cavities of porous MOFs is widely reported. However, the surface effect of such doping in nonporous MOFs is yet to be explored. The stability and full retention of the crystal structure of MFM-555(Ho) on treatment with H2SO4 were verified by PXRD (). Significantly, treatment of MFM-555(Ho) with H2SO4 results in an increase in proton conductivity of four orders of magnitude (from 10-6 S cm-1 to 10-2 S cm-1) compared with MFM-550(M), and an increase of two orders of magnitude (from 10-4 to 10-2 S cm-1) compared to the MFM-555(Ho) at 99% RH and 20 °C (a). Interestingly, the proton conductivity of H2SO4-treated MFM-555(Ho) is comparable to the best-behaving proton-conductive MOFs to date and, to the best of our knowledge, is the highest performing nonporous MOF under the same conditions (). These results are accompanied by an additional 0.31 mmol g-1 of acidic sites residing on the MOF surface compared to the pristine MFM-555(Ho) (see  for details of pH and NH3-temperature-programmed desorption experiments), indicating that proton dynamics also play a key role in the resultant conductivity. Variable temperature impedance measurements at 99% RH revealed that the activation energy was reduced from 0.32 to 0.12 eV on addition of H2SO4 to MFM-555(Ho), suggesting an increase in the efficiency of proton transfer across the surface of acid-treated MFM-555(Ho) (). A general linear relationship between the framework proton density and proton conductivity is observed for all nonporous MOFs and 2D coordination polymers reported to date (b), and, more interestingly, compared to literature examples, a steeper slope (b) is observed for MOFs reported in this study, demonstrating the high efficiency of the design strategies developed here.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Inelastic Neutron Scattering (INS), Quasi\nElastic Neutron Scattering\n(QENS), and Ab Initio Molecular Dynamics (MD) Studies of Proton Dynamics\nin MFM-555­(Ho)</title><p>The MFM-555­(M) materials show similar conductivities,\nand the diamagnetic Ho-analogue was selected for further detailed\ninvestigations. The DFT-calculated INS spectrum derived from the crystal\nstructure of MFM-555­(Ho) shows an excellent agreement with the experimental\nspectrum, allowing assignment of all vibrational modes, particularly\nfor the phosphonate moiety (). The O–P–O-H wagging and P–O–H\nstretching modes were assigned to peaks at 203 and 208 cm<sup>–1</sup>, respectively, while P–O stretching modes were assigned at\n878 and 979 cm<sup>–1</sup>. The only discrepancy between experimental\nand simulated spectra is the observation of a notable INS peak at\n∼21.6 cm<sup>–1</sup> (or 2.7 meV) in the experimental\nspectrum, which was attributed to a tunnelling mode and this peak\ndisappears with increasing temperature (). The nature of this tunnelling is beyond the scope of\nthis report and in-depth discussion will be reported separately. MD\nsimulations were conducted to observe the proton dynamics within MFM-555­(Ho)\nat 300 and 800 K, and similar results were obtained at both temperatures\n(). a shows the MD trajectories of the H-bonded\n-PO<sub>2</sub>(OH) groups. Proton hopping between -PO<sub>2</sub>(OH) groups via -PO<sub>3</sub> rotation is clearly observed, suggesting\na potential proton transfer pathway along the Ho-PO<sub>2</sub>(OH)\nmoieties in MFM-555­(Ho) via a Grotthus-type mechanism. b shows the mean square displacement\nof all the atoms and highlights the notable diffusion of the H atoms\nwithin -PO<sub>2</sub>(OH) groups through the MOF structure.</p>", "clean_text": "Inelastic Neutron Scattering (INS), Quasi Elastic Neutron Scattering (QENS), and Ab Initio Molecular Dynamics (MD) Studies of Proton Dynamics in MFM-555(Ho)\n\nThe MFM-555(M) materials show similar conductivities, and the diamagnetic Ho-analogue was selected for further detailed investigations. The DFT-calculated INS spectrum derived from the crystal structure of MFM-555(Ho) shows an excellent agreement with the experimental spectrum, allowing assignment of all vibrational modes, particularly for the phosphonate moiety (). The O-P-O-H wagging and P-O-H stretching modes were assigned to peaks at 203 and 208 cm-1, respectively, while P-O stretching modes were assigned at 878 and 979 cm-1. The only discrepancy between experimental and simulated spectra is the observation of a notable INS peak at ~21.6 cm-1 (or 2.7 meV) in the experimental spectrum, which was attributed to a tunnelling mode and this peak disappears with increasing temperature (). The nature of this tunnelling is beyond the scope of this report and in-depth discussion will be reported separately. MD simulations were conducted to observe the proton dynamics within MFM-555(Ho) at 300 and 800 K, and similar results were obtained at both temperatures (). a shows the MD trajectories of the H-bonded -PO2(OH) groups. Proton hopping between -PO2(OH) groups via -PO3 rotation is clearly observed, suggesting a potential proton transfer pathway along the Ho-PO2(OH) moieties in MFM-555(Ho) via a Grotthus-type mechanism. b shows the mean square displacement of all the atoms and highlights the notable diffusion of the H atoms within -PO2(OH) groups through the MOF structure.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Trajectories\nof the H bonded PO<sub>2</sub>(OH) groups in MFM-555­(Ho)\nat 800 K. For clarity the trajectories of other atoms are not shown,\nand there is no diffusion associated with those. (b) Mean square displacement\nof the atoms in MFM-555­(Ho). Red: H bonded PO<sub>2</sub>(OH) groups;\nblue: other H atoms on the linker; other colors correspond to Ho,\nP, and O. Only H bonded PO<sub>2</sub>(OH) groups are diffusing.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cm-2018-02765y_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Trajectories of the H bonded PO2(OH) groups in MFM-555(Ho) at 800 K. For clarity the trajectories of other atoms are not shown, and there is no diffusion associated with those. (b) Mean square displacement of the atoms in MFM-555(Ho). Red: H bonded PO2(OH) groups; blue: other H atoms on the linker; other colors correspond to Ho, P, and O. Only H bonded PO2(OH) groups are diffusing.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>To further understand the influence\nof humidity on proton dynamics\nin MFM-555­(Ho), QENS experiments were conducted between 248 and 353\nK for both dehydrated and hydrated MFM-555­(Ho). For the dehydrated\nsample, despite a loss of elastic intensity, no QENS broadening was\nobserved with increasing temperature (), suggesting that any motions, if occurring, were too slow\nto be captured within the resolution of the spectrometer. As with\nthe INS experiment, evidence was found for the presence of a tunnelling\nmode at low temperature, manifested by extra intensity on the shoulder\nof the elastic peak at ∼0.4 meV (). For the hydrated sample, broadening of the elastic peak\nwas observed between 248 and 353 K (). Analysis of the half-width of the half-maximum (HWHM, Γ)\nof the QENS spectra recorded as a function of Q<sup>2</sup> was successfully\nfitted with the <italic>Hall-Ross</italic> diffusion model () (a).<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"cm-2018-02765y_m001.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Γ</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>Q</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>ℏ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>τ</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:mi>exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">⟨</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">⟩</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>6</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where τ is\nthe average residence time\nand (<italic>r</italic>\n<sup>2</sup>) is the mean square jump length.\nThe only exception to this model was the fit at 248 K, which showed\nalmost no broadening. Extraction of τ and (<italic>r</italic>\n<sup>2</sup>) () allowed\ncalculation of the diffusion coefficient, D at all temperatures () ().<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"cm-2018-02765y_m002.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>D</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">⟨</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">⟩</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>6</mml:mn>\n<mml:mi>τ</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>The mean jump-length, <italic>r</italic> increases\nfrom 1 Å at low temperature to 3 Å at elevated temperature,\nsuggesting that QENS is not subject to the dynamics of a single hydrogen\nbonded atom. Instead, at low temperature the gyration of a single\nO–H is observed, arising from water molecules adsorbed on the\nMOF surface. At elevated temperature, proton-transfer occurs between\nthe surface P–OH and adsorbed water to form H<sub>3</sub>O<sup>+</sup>. The increased population of H<sub>3</sub>O<sup>+</sup> with\ntemperature leads to the increase in the observed gyration radii.\nThe residence time, τ, decreases as a function of temperature\ngiving an activation energy of ∼3 kJ mol<sup>–1</sup> () consistent with the observation\nof fast local gyrations with a small energy barrier. The diffusion\ncoefficient, <italic>D</italic>, is not constant over the temperature\nrange measured due to its dependence on jump-length, showing a transition\ntemperature of ∼302 K (b). Thus, the results of MD are consistent with the\nproton migration pathway derived from the structure of MFM-555­(Ho),\nand the neutron scattering study builds on this by considering the\ninfluence that hydration of accessible phosphonate groups on the surface\nof the MOF has on the overall proton dynamics.</p>", "clean_text": "To further understand the influence of humidity on proton dynamics in MFM-555(Ho), QENS experiments were conducted between 248 and 353 K for both dehydrated and hydrated MFM-555(Ho). For the dehydrated sample, despite a loss of elastic intensity, no QENS broadening was observed with increasing temperature (), suggesting that any motions, if occurring, were too slow to be captured within the resolution of the spectrometer. As with the INS experiment, evidence was found for the presence of a tunnelling mode at low temperature, manifested by extra intensity on the shoulder of the elastic peak at ~0.4 meV (). For the hydrated sample, broadening of the elastic peak was observed between 248 and 353 K (). Analysis of the half-width of the half-maximum (HWHM, Γ) of the QENS spectra recorded as a function of Q2 was successfully fitted with the Hall-Ross diffusion model () (a). 1     Γ  ( Q )  =   ℏ   τ    ( 1 - exp  (     Q   2    ⟨   r   2   ⟩    6   )  )     where τ is the average residence time and (r 2) is the mean square jump length. The only exception to this model was the fit at 248 K, which showed almost no broadening. Extraction of τ and (r 2) () allowed calculation of the diffusion coefficient, D at all temperatures () (). 2     D =    ⟨   r   2   ⟩    6 τ      The mean jump-length, r increases from 1 Å at low temperature to 3 Å at elevated temperature, suggesting that QENS is not subject to the dynamics of a single hydrogen bonded atom. Instead, at low temperature the gyration of a single O-H is observed, arising from water molecules adsorbed on the MOF surface. At elevated temperature, proton-transfer occurs between the surface P-OH and adsorbed water to form H3O+. The increased population of H3O+ with temperature leads to the increase in the observed gyration radii. The residence time, τ, decreases as a function of temperature giving an activation energy of ~3 kJ mol-1 () consistent with the observation of fast local gyrations with a small energy barrier. The diffusion coefficient, D, is not constant over the temperature range measured due to its dependence on jump-length, showing a transition temperature of ~302 K (b). Thus, the results of MD are consistent with the proton migration pathway derived from the structure of MFM-555(Ho), and the neutron scattering study builds on this by considering the influence that hydration of accessible phosphonate groups on the surface of the MOF has on the overall proton dynamics.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) HWHM dependence with\nQ<sup>2</sup> of hydrated MFM-555­(Ho)\nand fitting with the <italic>Hall-Ross</italic> diffusion model;<xref ref-type=\"bibr\" rid=\"ref36\"></xref> (b) temperature dependence of diffusion coefficients\nobtained from <italic>Hall-Ross</italic> fitting, showing two temperature\nregimes with a transition temperature of ∼302 K marked by a\nsharp change of apparent activation barrier (see main text).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cm-2018-02765y_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) HWHM dependence with Q2 of hydrated MFM-555(Ho) and fitting with the Hall-Ross diffusion model; (b) temperature dependence of diffusion coefficients obtained from Hall-Ross fitting, showing two temperature regimes with a transition temperature of ~302 K marked by a sharp change of apparent activation barrier (see main text).   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Solid State <sup>2</sup>H NMR Study of Proton Dynamics in d-MFM-555­(Ho)</title><p>In order\nto investigate further the proton dynamics and its correlation\nwith the conductivity, solid state <sup>2</sup>H NMR spectroscopy\nwas employed to study the deuterated material, <italic>d-</italic>MFM-555­(Ho), in which the active O–H groups were exchanged\nwith O–D. Three samples were sealed at varying hydration levels\nwith D<sub>2</sub>O (dehydrated (I), partially hydrated (II) and saturated\n(III)) (). It is worth noting\nthat the average pore aperture for the framework channels is ∼1\nÅ, and is too small to host any guest water molecules. This is\nconsistent with the lack of apparent water adsorption by MFM-555­(Ho)\n(). Thus, the primary hydrated\nproton conduction pathway resides on the external surface of the MOF\ncrystallites.</p>", "clean_text": "Solid State 2H NMR Study of Proton Dynamics in d-MFM-555(Ho)\n\nIn order to investigate further the proton dynamics and its correlation with the conductivity, solid state 2H NMR spectroscopy was employed to study the deuterated material, d-MFM-555(Ho), in which the active O-H groups were exchanged with O-D. Three samples were sealed at varying hydration levels with D2O (dehydrated (I), partially hydrated (II) and saturated (III)) (). It is worth noting that the average pore aperture for the framework channels is ~1 Å, and is too small to host any guest water molecules. This is consistent with the lack of apparent water adsorption by MFM-555(Ho) (). Thus, the primary hydrated proton conduction pathway resides on the external surface of the MOF crystallites.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>The <sup>2</sup>H NMR spectra of dehydrated <italic>d-</italic>MFM-555­(Ho) was measured between 123 and 403 K (a), in this region\nthe line shape is given by a very broad, Gaussian-type pattern. Even\nat 123 K, a Pake-powder pattern, which is typical for static deuterons,\nwas not observed. This observation is distinct to reported studies\non zeolites and anhydrous tungsten HPAs, where static patterns were\ncommonly seen, and suggests that even\nat 123 K, the O–D groups in <italic>d-</italic>MFM-555­(Ho)\nare partially mobile. A very broad Gaussian-type pattern indicates\nthat these motions are heavily restricted and the O–D groups\nare localized in a disordered manner with various orientations and\nmobility. Moreover, the line-width of\nGaussian patterns (Δν<sub>1/2</sub> &gt; 150 kHz) suggests\nthat the motions responsible for the line shape are slow (10<sup>–4</sup>–10<sup>–5</sup> s) and that a tunneling mechanism\nis responsible for the motion, entirely consistent\nwith neutron scattering results. With increasing temperature, the\neffective width of the pattern decreases, indicating that the motion\nbecomes faster and deuterons at different positions are readily exchanging\nbetween accessible sites. At 123 K, the Gaussian pattern has Δν<sub>1/2</sub> ∼ 210 kHz, which corresponds to a quadrupolar coupling\nconstant <italic>Q</italic>\n<sub>0</sub> ∼ 250 kHz. This is\ncomparable with values reported for O–D groups in zeolites\nand HPAs (234 and 210 kHz, respectively). The temperature dependence of the Gaussian line-width Δν<sub>1/2</sub> allows the estimation of the apparent transverse relaxation\ntime <italic>T</italic>\n<sub>2</sub>* ∼ /(πΔν<sub>1/2</sub>), which enables the calculation of the activation barrier\n(∼0.25 kJ mol<sup>–1</sup>) (). Interestingly, such a low energy barrier suggests migration\nof the deuterons between neighboring sites via a tunneling mechanism.\nFor comparison, in dehydrated tungsten HPA, the surface migration\nof protons is characterized by an activation barrier of ∼70\nkJ mol<sup>–1</sup>, corresponding to the proton hopping between\nneighboring oxygens sites.\n</p>", "clean_text": "The 2H NMR spectra of dehydrated d-MFM-555(Ho) was measured between 123 and 403 K (a), in this region the line shape is given by a very broad, Gaussian-type pattern. Even at 123 K, a Pake-powder pattern, which is typical for static deuterons, was not observed. This observation is distinct to reported studies on zeolites and anhydrous tungsten HPAs, where static patterns were commonly seen, and suggests that even at 123 K, the O-D groups in d-MFM-555(Ho) are partially mobile. A very broad Gaussian-type pattern indicates that these motions are heavily restricted and the O-D groups are localized in a disordered manner with various orientations and mobility. Moreover, the line-width of Gaussian patterns (Δν1/2 > 150 kHz) suggests that the motions responsible for the line shape are slow (10-4-10-5 s) and that a tunneling mechanism is responsible for the motion, entirely consistent with neutron scattering results. With increasing temperature, the effective width of the pattern decreases, indicating that the motion becomes faster and deuterons at different positions are readily exchanging between accessible sites. At 123 K, the Gaussian pattern has Δν1/2 ~ 210 kHz, which corresponds to a quadrupolar coupling constant Q 0 ~ 250 kHz. This is comparable with values reported for O-D groups in zeolites and HPAs (234 and 210 kHz, respectively). The temperature dependence of the Gaussian line-width Δν1/2 allows the estimation of the apparent transverse relaxation time T 2* ~ /(πΔν1/2), which enables the calculation of the activation barrier (~0.25 kJ mol-1) (). Interestingly, such a low energy barrier suggests migration of the deuterons between neighboring sites via a tunneling mechanism. For comparison, in dehydrated tungsten HPA, the surface migration of protons is characterized by an activation barrier of ~70 kJ mol-1, corresponding to the proton hopping between neighboring oxygens sites. ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Experimental <sup>2</sup>H NMR spectra showing temperature\ndependence of the line-shape for dehydrated <italic>d-</italic>MFM-555­(Ho).\nSimulated <sup>2</sup>H NMR spectral line-shapes for typical cases:\n(b) a Gaussian pattern with Δν<sub>1/2</sub> ∼\n212 kHz; (c) a static unaveraged Pake-powder pattern with <italic>Q</italic>\n<sub>0</sub> of 250 kHz, η ∼ 0; and (d) its\nevolution for the typical case of 2-site flips of the O–D bond\nwithin the water molecule geometry. (e) Experimental <sup>2</sup>H\nNMR spectra showing line-shape temperature dependence for fully hydrated <italic>d-</italic>MFM-555­(Ho). (f) Experimental temperature dependence of\nthe <italic>T</italic>\n<sub>1</sub> (brown ■) and <italic>T</italic>\n<sub>2</sub>* (blue ●) relaxation time of the fully hydrated <italic>d-</italic>MFM-555­(Ho); the simulation is shown by solid lines.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cm-2018-02765y_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Experimental 2H NMR spectra showing temperature dependence of the line-shape for dehydrated d-MFM-555(Ho). Simulated 2H NMR spectral line-shapes for typical cases: (b) a Gaussian pattern with Δν1/2 ~ 212 kHz; (c) a static unaveraged Pake-powder pattern with Q 0 of 250 kHz, η ~ 0; and (d) its evolution for the typical case of 2-site flips of the O-D bond within the water molecule geometry. (e) Experimental 2H NMR spectra showing line-shape temperature dependence for fully hydrated d-MFM-555(Ho). (f) Experimental temperature dependence of the T 1 (brown ■) and T 2* (blue ●) relaxation time of the fully hydrated d-MFM-555(Ho); the simulation is shown by solid lines.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The <sup>2</sup>H NMR spectra\nof D<sub>2</sub>O saturated <italic>d-</italic>MFM-555­(Ho) show that\nat 123–480 K only one type\nof signal was observed indicating that all accessible deuterons exhibit\nsimilar mobility (e). Moreover, the observed temperature-dependence of the line\nshape is fully reversible between 123 and 480 K. Below 273 K, the\nline shape shows a Gaussian-type pattern similar to the dehydrated\nsample (denoted as State <bold>1</bold>). At 273 K and above, the\nline shape changes to a Lorentzian-type isotropic pattern (denoted\nas State <bold>2</bold>) with an effective width ∼2.6 times\nnarrower than that of State <bold>1</bold>. The drastic decrease of\nΔν<sub>1/2</sub> indicates that the deuterons in State <bold>2</bold> are considerably more mobile than that in State <bold>1</bold>(f). Moreover,\nthe Lorentzian-type pattern indicates that above 273 K, the proton\ndynamics is sufficiently efficient to homogeneously average the O–D\norientations in space and time to provide an isotropic dynamic pathway. Below 273 K in State <bold>1</bold>, similar to the dehydrated sample,\nthe Gaussian patterns are characterized by a very large Δν<sub>1/2</sub> with no trace of typical patterns for immobile water molecules\npresent. This indicates that the water is strongly confined in State <bold>1</bold> but not completely immobilized. Such a situation is distinct to the HPAs, where surface O–D\ngroups, hydrogen bonded D<sub>2</sub>O and hydronium ion (D<sub>3</sub>O<sup>+</sup>) were all observable at low temperatures, even under\nconditions when all surface hydroxyl groups are bound to a water molecule.\n</p>", "clean_text": "The 2H NMR spectra of D2O saturated d-MFM-555(Ho) show that at 123-480 K only one type of signal was observed indicating that all accessible deuterons exhibit similar mobility (e). Moreover, the observed temperature-dependence of the line shape is fully reversible between 123 and 480 K. Below 273 K, the line shape shows a Gaussian-type pattern similar to the dehydrated sample (denoted as State 1). At 273 K and above, the line shape changes to a Lorentzian-type isotropic pattern (denoted as State 2) with an effective width ~2.6 times narrower than that of State 1. The drastic decrease of Δν1/2 indicates that the deuterons in State 2 are considerably more mobile than that in State 1(f). Moreover, the Lorentzian-type pattern indicates that above 273 K, the proton dynamics is sufficiently efficient to homogeneously average the O-D orientations in space and time to provide an isotropic dynamic pathway. Below 273 K in State 1, similar to the dehydrated sample, the Gaussian patterns are characterized by a very large Δν1/2 with no trace of typical patterns for immobile water molecules present. This indicates that the water is strongly confined in State 1 but not completely immobilized. Such a situation is distinct to the HPAs, where surface O-D groups, hydrogen bonded D2O and hydronium ion (D3O+) were all observable at low temperatures, even under conditions when all surface hydroxyl groups are bound to a water molecule. ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<p>The analysis for Δν<sub>1/2</sub> temperature dependence\nin State <bold>1</bold> shows a very small activation barrier, <italic>E</italic>\n<sub>tH<bold>1</bold>\n</sub> ∼ 0.5 kJ mol<sup>–1</sup>(), consistent with the tunneling\nprocess. In contrast, in State <bold>2</bold>, the barrier is increased\nto ∼7 kJ mol<sup>–1</sup>, suggesting that this isotropic\ntumbling is an Arrhenius activation process, and the rate constant\nis characterized by a relatively small pre-exponential factor of ∼10<sup>6</sup> s<sup>–1</sup>, compared with that (∼10<sup>13</sup> s<sup>–1</sup>) for the anhydrous HPAs. The latter is characterized by a motion based\nupon individual hops of a single deuteron from site to site, whereas in <italic>d-</italic>MFM-555­(Ho), a\nproton migration via formation-decomposition of [MOF·(D<sub>2</sub>O)<sub>n</sub>] complex is responsible to the motion in State <bold>2</bold>. The dynamic behavior of the partially hydrated <italic>d-</italic>MFM-555­(Ho) is similar to the saturated case (), with an important difference:\nabove 273 K, the pattern is composed of signals seen in State <bold>1</bold> and State <bold>2</bold> simultaneously. This indicates\nthat the mobile state for proton species on the surface is strictly\ndependent on the water coverage as the exchange between State <bold>1</bold> and State <bold>2</bold>, if present, must be very slow;\nadditional discussion of the partially hydrated sample is given in .</p>", "clean_text": "The analysis for Δν1/2 temperature dependence in State 1 shows a very small activation barrier, E tH1  ~ 0.5 kJ mol-1(), consistent with the tunneling process. In contrast, in State 2, the barrier is increased to ~7 kJ mol-1, suggesting that this isotropic tumbling is an Arrhenius activation process, and the rate constant is characterized by a relatively small pre-exponential factor of ~106 s-1, compared with that (~1013 s-1) for the anhydrous HPAs. The latter is characterized by a motion based upon individual hops of a single deuteron from site to site, whereas in d-MFM-555(Ho), a proton migration via formation-decomposition of [MOF⋅(D2O)n] complex is responsible to the motion in State 2. The dynamic behavior of the partially hydrated d-MFM-555(Ho) is similar to the saturated case (), with an important difference: above 273 K, the pattern is composed of signals seen in State 1 and State 2 simultaneously. This indicates that the mobile state for proton species on the surface is strictly dependent on the water coverage as the exchange between State 1 and State 2, if present, must be very slow; additional discussion of the partially hydrated sample is given in .", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Thus, this <sup>2</sup>H NMR study confirms\nthat the mobile proton\ncarrier observed in State <bold>2</bold> originates from the interaction\nbetween the O–D groups on the MOF surface and adsorbed water\nspecies (e.g., D<sub>2</sub>O, D<sub>3</sub>O<sup>+</sup>). Only a\nfully interconnected coverage of the MOF surface affords a continuous\npathway for the proton hopping. Below 273 K, the water is strongly\nbound to the surface and largely immobile. While above 273 K, mobile\nspecies (e.g., H<sub>3</sub>O<sup>+</sup>) can be observed; in contrast,\nthis transition in mobility occurs at 100 K for HPA hydrates. This result directly explains the observed high\nhumidity dependence on conductivity of the nonporous MFM-555­(Ho):\nbelow the saturation conditions, water is only partially adsorbed,\ndecreasing the effective connectivity of the hydrogen bonding network\nassembled by the mobile species. Therefore, the mobile species migrate\nover the surface very slowly (<italic>k</italic>\n<sub>aH<bold>2</bold>\n</sub> ∼ 10<sup>5</sup> s<sup>–1</sup> at 303 K) and\nthe exchange with nonhydrated surface hydroxyl groups is even slower\n(<italic>k</italic>\n<sub>ex</sub> &lt; 10<sup>3</sup> s<sup>–1</sup> across the whole range). In contrast, under high humidity conditions,\nall surface protons are able to form mobile species (e.g., H<sub>3</sub>O<sup>+</sup>), increasing the charge carrier density significantly\nand thus inducing the proton conductivity.\n\n</p>", "clean_text": "Thus, this 2H NMR study confirms that the mobile proton carrier observed in State 2 originates from the interaction between the O-D groups on the MOF surface and adsorbed water species (e.g., D2O, D3O+). Only a fully interconnected coverage of the MOF surface affords a continuous pathway for the proton hopping. Below 273 K, the water is strongly bound to the surface and largely immobile. While above 273 K, mobile species (e.g., H3O+) can be observed; in contrast, this transition in mobility occurs at 100 K for HPA hydrates. This result directly explains the observed high humidity dependence on conductivity of the nonporous MFM-555(Ho): below the saturation conditions, water is only partially adsorbed, decreasing the effective connectivity of the hydrogen bonding network assembled by the mobile species. Therefore, the mobile species migrate over the surface very slowly (k aH2  ~ 105 s-1 at 303 K) and the exchange with nonhydrated surface hydroxyl groups is even slower (k ex < 103 s-1 across the whole range). In contrast, under high humidity conditions, all surface protons are able to form mobile species (e.g., H3O+), increasing the charge carrier density significantly and thus inducing the proton conductivity.  ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>Analysis of <sup>2</sup>H NMR Spin Relaxation\nfor Fully Hydrated\nd-MFM-555­(Ho)</title><p>While being very broad, the line-shapes of\nall <sup>2</sup>H NMR spectra of hydrated <italic>d-</italic>MFM-555­(Ho)\nare featureless (a). Thus, the only way to uncover details of their mobility\nis to measure the relaxation time, particularly for the spin–lattice <italic>T</italic>\n<sub>1</sub> and the apparent <italic>T</italic>\n<sub>2</sub>* relaxations. The spin relaxation of the fully hydrated sample is\nstudied because its behavior is fully reversible and the activation\nenergies obtained are directly relevant to the proton conduction.</p>", "clean_text": "Analysis of 2H NMR Spin Relaxation for Fully Hydrated d-MFM-555(Ho)\n\nWhile being very broad, the line-shapes of all 2H NMR spectra of hydrated d-MFM-555(Ho) are featureless (a). Thus, the only way to uncover details of their mobility is to measure the relaxation time, particularly for the spin-lattice T 1 and the apparent T 2* relaxations. The spin relaxation of the fully hydrated sample is studied because its behavior is fully reversible and the activation energies obtained are directly relevant to the proton conduction.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["property"], "content": "<p>The temperature dependence of experimental <italic>T</italic>\n<sub>1</sub> and <italic>T</italic>\n<sub>2</sub>* relaxation times in D<sub>2</sub>O-saturated <italic>d-</italic>MFM-555­(Ho) shows that that\neven in State <bold>1</bold>, the deuterons are involved in very fast\ninternal motions and the minimum <italic>T</italic>\n<sub>1</sub> is\nfound at 170 K (f). These are fast but very restricted librations in a cone of the\nO–D bond with a semicone angle θ<sub>lib</sub> ∼\n15°, an activation barrier <italic>E</italic>\n<sub>lib</sub> of\n15 kJ mol<sup>–1</sup> and a pre-exponential factor <italic>k</italic>\n<sub>lib0</sub> of 0.4 × 10<sup>12</sup> s<sup>–1</sup>. Such a barrier is typical for the cleavage of a single hydrogen\nbond. The presence of such a fast motion is not contradictory to the\nbroad line-shape due to the small angle of the libration. At 250 K,\nanother sharp minimum was observed with an activation barrier <italic>E</italic>\n<sub>ex</sub> of 45 kJ mol<sup>–1</sup>. This value\nis consistent with that obtained from variable temperature impedance\nmeasurements on MFM-555 (),\nsuggesting that this motion is correlated to the proton dynamics responsible\nfor conductivity within these MOFs. Above 300 K, the <italic>T</italic>\n<sub>1</sub> curve shows exactly the same slope as <italic>T</italic>\n<sub>2</sub>* with <italic>E</italic>\n<sub>iso</sub> of 7 kJ mol<sup>–1</sup>, indicating that the same motion is being observed\nin both cases. This result suggests that once formed, the interconnected\nmobile species exhibits a slow isotropic reorientation over the MOF\nsurface. The transition between two populations shows excellent agreement\nwith the results observed by QENS.</p>", "clean_text": "The temperature dependence of experimental T 1 and T 2* relaxation times in D2O-saturated d-MFM-555(Ho) shows that that even in State 1, the deuterons are involved in very fast internal motions and the minimum T 1 is found at 170 K (f). These are fast but very restricted librations in a cone of the O-D bond with a semicone angle θlib ~ 15°, an activation barrier E lib of 15 kJ mol-1 and a pre-exponential factor k lib0 of 0.4 × 1012 s-1. Such a barrier is typical for the cleavage of a single hydrogen bond. The presence of such a fast motion is not contradictory to the broad line-shape due to the small angle of the libration. At 250 K, another sharp minimum was observed with an activation barrier E ex of 45 kJ mol-1. This value is consistent with that obtained from variable temperature impedance measurements on MFM-555 (), suggesting that this motion is correlated to the proton dynamics responsible for conductivity within these MOFs. Above 300 K, the T 1 curve shows exactly the same slope as T 2* with E iso of 7 kJ mol-1, indicating that the same motion is being observed in both cases. This result suggests that once formed, the interconnected mobile species exhibits a slow isotropic reorientation over the MOF surface. The transition between two populations shows excellent agreement with the results observed by QENS.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>These observations can be\nfurther rationalized: the surface O–D\ngroups interact with the immobilized D<sub>2</sub>O molecules to form\na new species, for example, D<sub>3</sub>O<sup>+</sup> ions. Such\na process can be described by a general scheme: A + B ↔ C,\nwhere A (O–D) and B (D<sub>2</sub>O) are only involved in local\nlibrations and represent State <bold>1</bold>. C (D<sub>3</sub>O<sup>+</sup>) represents the more mobile State <bold>2</bold>, which,\nin addition to local motions, also shows an isotropic reorientation.\nThis general scheme allows a satisfactory fit of the observed relaxation\ndata and allows the determination of all kinetic parameters of the\nmotions (f).\nNotably, it allows derivation of the D<sub>3</sub>O<sup>+</sup> complex\nformation and decomposition rate constants: forward process, <italic>k</italic>\n<sub>12</sub> (<italic>E</italic>\n<sub>12</sub> = 45 kJ\nmol<sup>–1</sup>; <italic>k</italic>\n<sub>12</sub>\n<sup>0</sup> = 0.7 × 10<sup>12</sup> s<sup>–1</sup>) and backward\nprocess, <italic>k</italic>\n<sub>21</sub> (<italic>E</italic>\n<sub>21</sub> = 40 kJ mol<sup>–1</sup>; <italic>k</italic>\n<sub>21</sub>\n<sup>0</sup> = 0.4 × 10<sup>7</sup> s<sup>–1</sup>),\nshowing that balance is clearly shifted toward the formation of D<sub>3</sub>O<sup>+</sup>. The isotropic reorientation of the latter is\ngoverned by <italic>E</italic>\n<sub>iso</sub> of 7 kJ mol<sup>–1</sup> and <italic>k</italic>\n<sub>iso0</sub> of 0.5 × 10<sup>6</sup> s<sup>–1</sup>. This confirms that although the D<sub>3</sub>O<sup>+</sup> isotropic diffusion is slow, the rate-determining step\nin the proton hopping process is unambiguously the formation of the\ncomplex, where the humidity plays a critical role.</p>", "clean_text": "These observations can be further rationalized: the surface O-D groups interact with the immobilized D2O molecules to form a new species, for example, D3O+ ions. Such a process can be described by a general scheme: A + B ↔ C, where A (O-D) and B (D2O) are only involved in local librations and represent State 1. C (D3O+) represents the more mobile State 2, which, in addition to local motions, also shows an isotropic reorientation. This general scheme allows a satisfactory fit of the observed relaxation data and allows the determination of all kinetic parameters of the motions (f). Notably, it allows derivation of the D3O+ complex formation and decomposition rate constants: forward process, k 12 (E 12 = 45 kJ mol-1; k 12 0 = 0.7 × 1012 s-1) and backward process, k 21 (E 21 = 40 kJ mol-1; k 21 0 = 0.4 × 107 s-1), showing that balance is clearly shifted toward the formation of D3O+. The isotropic reorientation of the latter is governed by E iso of 7 kJ mol-1 and k iso0 of 0.5 × 106 s-1. This confirms that although the D3O+ isotropic diffusion is slow, the rate-determining step in the proton hopping process is unambiguously the formation of the complex, where the humidity plays a critical role.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>This work focuses on nonporous MOFs as proton conductors. We have\nsystematically investigated the correlation between framework proton\ndensity and proton conductivity, and in nonporous MOFs increasing\nframework proton density is a highly efficient strategy to enhance\nproton conductivity. This has been successfully demonstrated in a\nfamily of lanthanide materials MFM-550­(M) (M = La, Ce, Nd, Sm, Gd,\nHo) by (i) replacing the metal ion to one with a lower oxidation state,\n(ii) reducing the length of the organic ligand, and (iii) introducing\nadditional acidic protons on MOF surface. Impedance measurements suggest\nthat all three strategies are successful with an enhancement in proton\nconductivity for the modified materials of up to 4 orders of magnitude.\nThis paves the way to the design of new nonporous MOFs with improved\nconductivity. Subsequently, MFM-555­(Ho) was studied by neutron scattering,\nMD modeling and solid state <sup>2</sup>H NMR spectroscopy. MD simulations\nidentified a potential route for proton transfer within the MOF based\non shortening and lengthening of the P–O–H bonds with\nproton trajectories showing diffusion along the phosphonate backbone\nof the MOF structure. QENS studies confirm that diffusion in the hydrated\nmaterial occurs via a <italic>Hall-Ross</italic> mechanism, with two\nseparate regimes obtained from the temperature dependence of the mean\nsquare jump length and diffusion coefficient. The low temperature\nregime is associated with water adsorbed to the MOF surface, while\nthe elevated temperature regime is derived from the gyration of an\nincreasing population of H<sub>3</sub>O<sup>+</sup>. The temperature\ndependence of the retention time is consistent with fast gyrations\nthat have a low energy barrier (∼3 kJ mol<sup>–1</sup>). <sup>2</sup>H NMR spectroscopic studies suggest that D<sub>2</sub>O interacts with P–OH moieties on the MOF surface, and this\nwas supported by water vapor sorption. Line shape and spin relaxation\nanalysis of samples measured at varying hydration levels highlighted\nthe critical importance for the MOF to be saturated with water in\norder to form an extensive hydrogen bonding network, in excellent\nagreement with the variable humidity impedance results. In the water-saturated\nsample, proton dynamics appear to be facilitated by a general scheme\nin which the water is adsorbed on the MOF surface, leading to formation\nand slow isotropic reorientation of the resultant hydronium ions,\nwhich is the fundamental step for the entire proton hopping process,\nin excellent agreement with the QENS study.</p>", "clean_text": "Conclusions\n\nThis work focuses on nonporous MOFs as proton conductors. We have systematically investigated the correlation between framework proton density and proton conductivity, and in nonporous MOFs increasing framework proton density is a highly efficient strategy to enhance proton conductivity. This has been successfully demonstrated in a family of lanthanide materials MFM-550(M) (M = La, Ce, Nd, Sm, Gd, Ho) by (i) replacing the metal ion to one with a lower oxidation state, (ii) reducing the length of the organic ligand, and (iii) introducing additional acidic protons on MOF surface. Impedance measurements suggest that all three strategies are successful with an enhancement in proton conductivity for the modified materials of up to 4 orders of magnitude. This paves the way to the design of new nonporous MOFs with improved conductivity. Subsequently, MFM-555(Ho) was studied by neutron scattering, MD modeling and solid state 2H NMR spectroscopy. MD simulations identified a potential route for proton transfer within the MOF based on shortening and lengthening of the P-O-H bonds with proton trajectories showing diffusion along the phosphonate backbone of the MOF structure. QENS studies confirm that diffusion in the hydrated material occurs via a Hall-Ross mechanism, with two separate regimes obtained from the temperature dependence of the mean square jump length and diffusion coefficient. The low temperature regime is associated with water adsorbed to the MOF surface, while the elevated temperature regime is derived from the gyration of an increasing population of H3O+. The temperature dependence of the retention time is consistent with fast gyrations that have a low energy barrier (~3 kJ mol-1). 2H NMR spectroscopic studies suggest that D2O interacts with P-OH moieties on the MOF surface, and this was supported by water vapor sorption. Line shape and spin relaxation analysis of samples measured at varying hydration levels highlighted the critical importance for the MOF to be saturated with water in order to form an extensive hydrogen bonding network, in excellent agreement with the variable humidity impedance results. In the water-saturated sample, proton dynamics appear to be facilitated by a general scheme in which the water is adsorbed on the MOF surface, leading to formation and slow isotropic reorientation of the resultant hydronium ions, which is the fundamental step for the entire proton hopping process, in excellent agreement with the QENS study.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.chemmater.8b02765\">10.1021/acs.chemmater.8b02765</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional infomation\nas noted in the text (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.8b02765/suppl_file/cm8b02765_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Cif files (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.8b02765/suppl_file/cm8b02765_si_002.zip\">ZIP</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Additional infomation\nas noted in the text (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.8b02765/suppl_file/cm8b02765_si_001.pdf\">PDF</ext-link>)</p><p>Cif files (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.8b02765/suppl_file/cm8b02765_si_002.zip\">ZIP</ext-link>)</p><p>These authors contributed equality to this\nwork.</p><p>The authors\ndeclare no competing financial interest.</p><p>CCDC-1827844–1827855\ncontains the supplementary crystallographic\ndata for this paper. These data can be obtained free of charge from\nthe Cambridge Crystallographic Data Centre via <uri xlink:href=\"http://www.ccdc.cam.ac.uk/data̅request/cif\">www.ccdc.cam.ac.uk/data̅request/cif</uri>.</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.chemmater.8b02765.  Additional infomation as noted in the text (PDF)   Cif files (ZIP)   \n\nAdditional infomation as noted in the text (PDF)\n\nCif files (ZIP)\n\nThese authors contributed equality to this work.\n\nThe authors declare no competing financial interest.\n\nCCDC-1827844-1827855 contains the supplementary crystallographic data for this paper. These data can be obtained free of charge from the Cambridge Crystallographic Data Centre via www.ccdc.cam.ac.uk/data̅request/cif.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 6, "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of [La­(C<sub>12</sub>H<sub>8</sub>P<sub>2</sub>O<sub>6</sub>H)], MFM-550­(La)</title><p>H<sub>4</sub>L<sup>1</sup> (0.0450\ng, 0.14 mmol) and LaCl<sub>3</sub>·7H<sub>2</sub>O (0.0531 g,\n0.14 mmol) were suspended in water (6 mL). A 2.6 M solution of HNO<sub>3</sub> in H<sub>2</sub>O (1.5 mL), and a 0.3 M solution of piperazine\nin H<sub>2</sub>O (1.5 mL) were added to the mixture in a PARR pressure\nvessel. The vessel was sealed, heated in an oven at 210 °C for\n72 h and cooled to room temperature. The crystalline white powder\nobtained was washed with DMF and water to remove nonreacted ligand,\nand then with acetone. Yield: 0.05 g (0.11 mmol), 79%. Elemental analysis\n(%): Anal. Calc. for C<sub>12</sub>H<sub>9</sub>O<sub>6</sub>P<sub>2</sub>La: C 32.03, H 2.02, N 0.00; found: C 32.12, H 1.99, N 0.00.\nFTIR: ν (cm<sup>–1</sup>) = 3070 (w), 2358 (w), 1917\n(w), 1604 (w), 1541 (w), 1482 (w), 1312 (m), 1138 (s), 1113 (s), 1055\n(m), 968 (s), 807 (s), 720 (s), 703 (s), 645 (w), 629 (w). <sup>1</sup>H MAS NMR (600 MHz) δ ppm: 7.40 (s, 8H, Ar–H), 18.56\n(w, 1H, O–H). <sup>31</sup>P­{<sup>1</sup>H} MAS NMR (600 MHz)\nδ ppm: 10.67.</p>", "clean_text": "Synthesis of [La(C12H8P2O6H)], MFM-550(La)\n\nH4L1 (0.0450 g, 0.14 mmol) and LaCl3⋅7H2O (0.0531 g, 0.14 mmol) were suspended in water (6 mL). A 2.6 M solution of HNO3 in H2O (1.5 mL), and a 0.3 M solution of piperazine in H2O (1.5 mL) were added to the mixture in a PARR pressure vessel. The vessel was sealed, heated in an oven at 210 °C for 72 h and cooled to room temperature. The crystalline white powder obtained was washed with DMF and water to remove nonreacted ligand, and then with acetone. Yield: 0.05 g (0.11 mmol), 79%. Elemental analysis (%): Anal. Calc. for C12H9O6P2La: C 32.03, H 2.02, N 0.00; found: C 32.12, H 1.99, N 0.00. FTIR: ν (cm-1) = 3070 (w), 2358 (w), 1917 (w), 1604 (w), 1541 (w), 1482 (w), 1312 (m), 1138 (s), 1113 (s), 1055 (m), 968 (s), 807 (s), 720 (s), 703 (s), 645 (w), 629 (w). 1H MAS NMR (600 MHz) δ ppm: 7.40 (s, 8H, Ar-H), 18.56 (w, 1H, O-H). 31P{1H} MAS NMR (600 MHz) δ ppm: 10.67.", "data": [{"meta": {"name": "[La­(C12H8P2O6H)], MFM-550­(La)", "symbol": "", "chemical formula": "C12H9O6P2La"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "H4L1", "amount": "0.0450", "unit": "g"}, {"name": "LaCl3·7H2O", "amount": "0.0531", "unit": "g"}], "solvent": [{"name": "water", "amount": "6", "unit": "mL"}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "PARR pressure vessel", "temperature": "210°C", "time": "72 h", "heating rate": "", "cooling rate": ""}], "yield": "79%"}, {"meta": {"name": "[La­(C12H8P2O6H)], MFM-550­(La)", "symbol": "", "chemical formula": "C12H9O6P2La"}, "processes": [{"synthesis method": "washing", "washing solution": "DMF", "amount": ""}, {"synthesis method": "washing", "washing solution": "water", "amount": ""}, {"synthesis method": "washing", "washing solution": "acetone", "amount": ""}]}], "include_properties": ["solvothermal_synthesis", "washing"]}, {"idx": "12, 13, 14, 16, 17, 20, 23", "type": "text", "classification": "property", "content": "<p>These MOFs show impressive thermal stability to above 500\n°C\nas confirmed by TGA and VT-PXRD measurements (). The absence of weight loss at low temperatures,\ncharacteristic of loss of solvent molecules trapped inside the pores,\nconfirms MFM-550­(M) and MFM-555­(M) to be very compact frameworks,\nin agreement with their crystal structures. The slightly higher thermal\nstability (by about 50 °C) of MFM-555­(M) compared with MFM-550­(M)\nis likely due to the more compact structure of MFM-555­(M) due to the\nuse of a shorter ligand.</p><title>Proton Conductivity Study</title><p>Impedance\nmeasurements on\nall complexes were recorded at 99%, 70% and 45% RH at 20 °C to\ninvestigate any correlation between the proton conductivity and the\nrelative humidity (). At 99%\nRH, the Nyquist plots show a semicircle in the high frequency region\nand a tail at low frequencies, representing the bulk resistance and\nblocking of protons at the electrodes, respectively, consistent with\nion migration. At reduced humidity, the resistivity of all samples\nincreases and in the frequency range investigated, the tail in the\nNyquist plot is not present. Reduction of resistivity with increasing\nrelative humidity is a well-known response observed in PEMs and MOFs\nwhen their proton conductivity is water-mediated, the proton conductivity of water-mediated materials relying on both\nwater molecules and hydrogen-bonding interactions between the water\nmolecules and the protons within the framework. It is noteworthy that the proton conductivities measured\nat 99% RH and 20 °C for the series MFM-550­(M) and MFM-555­(M)\nare very similar as expected, since the materials are isostructural\nand only small changes in the unit cell parameters are observed with\nvarying metal ions. The proton conductivity of MFM-550­(M) at 20 °C\nand 99% RH is ∼10<sup>–6</sup> S cm<sup>–1</sup>, which is lower than many reported MOFs under similar conditions.\n</p><p>We sought to improve the proton conductivities of these materials\nwith a focus on the availability of free protons and their location\nin the structure. First, we argued that substituting Ln­(III) with\nBa­(II) ions would require the loss of positive charge to be made up\nby additional protons in the framework. The case discussed here goes\nbeyond simply doping the Ln­(III) framework with Ba­(II) defects, rather\nthe successful synthesis of the Ba-form of the framework has been\nachieved. Interestingly, an increase of proton conductivity of one\norder of magnitude was measured for MFM-550­(Ba) (∼10<sup>–5</sup> S cm<sup>–1</sup>) at 99% RH and 20 °C (). This demonstrates the success\nof this strategy and confirms that the proton conductivity of a MOF\ncan be increased by the use of a metal with lower oxidation state,\nwithout modifying the overall structure.</p><p>The second methodology targeted\nthe increase of the number of protons\nin a fixed cell volume. This was accomplished with the use of benzene-1,4-diphosphonic\nacid, H<sub>4</sub>L<sup>2</sup>, a shortened version of the H<sub>4</sub>L<sup>1</sup> linker. This decreases the distance between\nthe metal phosphonate chains and thus increases the concentration\nof protons in a fixed volume, 1.4 times on going from MFM-550­(M) to\nMFM-555­(M). On going from MFM-550­(M) to MFM-555­(M) at 99% RH and 20\n°C, the proton conductivity shows a remarkable increase of 2\norders of magnitude from 10<sup>–6</sup> S cm<sup>–1</sup> to 10<sup>–4</sup> S cm<sup>–1</sup> (). Despite increasing the proton\ndensity to a lesser extent than seen for MFM-550­(Ba), this method\nhas a greater impact on the increase in proton conductivity, highlighting\nthe importance of the accessibility of the mobile protons, particularly\nin nonporous MOFs. This result shows, for the first time, that increasing\nthe density of active protons in nonporous MOF structures positively\nimpacts on their proton conducting property.</p><p>The third methodology\ninvolved doping MFM-555­(Ho) with 2 M H<sub>2</sub>SO<sub>4</sub> to\nincrease the concentration of surface H<sup>+</sup>. The introduction\nof proton carriers as guest molecules into\nthe cavities of porous MOFs is widely reported. However, the surface effect of such doping in nonporous MOFs is\nyet to be explored. The stability and full retention of the crystal\nstructure of MFM-555­(Ho) on treatment with H<sub>2</sub>SO<sub>4</sub> were verified by PXRD ().\nSignificantly, treatment of MFM-555­(Ho) with H<sub>2</sub>SO<sub>4</sub> results in an increase in proton conductivity of four orders of\nmagnitude (from 10<sup>–6</sup> S cm<sup>–1</sup> to\n10<sup>–2</sup> S cm<sup>–1</sup>) compared with MFM-550­(M),\nand an increase of two orders of magnitude (from 10<sup>–4</sup> to 10<sup>–2</sup> S cm<sup>–1</sup>) compared to\nthe MFM-555­(Ho) at 99% RH and 20 °C (a). Interestingly, the proton conductivity\nof H<sub>2</sub>SO<sub>4</sub>-treated MFM-555­(Ho) is comparable to\nthe best-behaving proton-conductive MOFs to date and, to the best of our knowledge, is the\nhighest performing nonporous MOF under the same conditions (). These results are accompanied by\nan additional 0.31 mmol g<sup>–1</sup> of acidic sites residing\non the MOF surface compared to the pristine MFM-555­(Ho) (see  for details of pH and NH<sub>3</sub>-temperature-programmed\ndesorption experiments), indicating that proton dynamics also play\na key role in the resultant conductivity. Variable temperature impedance measurements\nat 99% RH revealed that the activation energy was reduced from 0.32\nto 0.12 eV on addition of H<sub>2</sub>SO<sub>4</sub> to MFM-555­(Ho),\nsuggesting an increase in the efficiency of proton transfer across\nthe surface of acid-treated MFM-555­(Ho) (). A general linear relationship between the framework\nproton density and proton conductivity is observed for all nonporous\nMOFs and 2D coordination polymers reported to date (b), and, more interestingly,\ncompared to literature examples, a steeper slope (b) is observed for MOFs reported\nin this study, demonstrating the high efficiency of the design strategies\ndeveloped here.</p><p>To further understand the influence\nof humidity on proton dynamics\nin MFM-555­(Ho), QENS experiments were conducted between 248 and 353\nK for both dehydrated and hydrated MFM-555­(Ho). For the dehydrated\nsample, despite a loss of elastic intensity, no QENS broadening was\nobserved with increasing temperature (), suggesting that any motions, if occurring, were too slow\nto be captured within the resolution of the spectrometer. As with\nthe INS experiment, evidence was found for the presence of a tunnelling\nmode at low temperature, manifested by extra intensity on the shoulder\nof the elastic peak at ∼0.4 meV (). For the hydrated sample, broadening of the elastic peak\nwas observed between 248 and 353 K (). Analysis of the half-width of the half-maximum (HWHM, Γ)\nof the QENS spectra recorded as a function of Q<sup>2</sup> was successfully\nfitted with the <italic>Hall-Ross</italic> diffusion model () (a).<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"cm-2018-02765y_m001.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Γ</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>Q</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>ℏ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>τ</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:mi>exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">⟨</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">⟩</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>6</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where τ is\nthe average residence time\nand (<italic>r</italic>\n<sup>2</sup>) is the mean square jump length.\nThe only exception to this model was the fit at 248 K, which showed\nalmost no broadening. Extraction of τ and (<italic>r</italic>\n<sup>2</sup>) () allowed\ncalculation of the diffusion coefficient, D at all temperatures () ().<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"cm-2018-02765y_m002.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>D</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">⟨</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">⟩</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>6</mml:mn>\n<mml:mi>τ</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>The mean jump-length, <italic>r</italic> increases\nfrom 1 Å at low temperature to 3 Å at elevated temperature,\nsuggesting that QENS is not subject to the dynamics of a single hydrogen\nbonded atom. Instead, at low temperature the gyration of a single\nO–H is observed, arising from water molecules adsorbed on the\nMOF surface. At elevated temperature, proton-transfer occurs between\nthe surface P–OH and adsorbed water to form H<sub>3</sub>O<sup>+</sup>. The increased population of H<sub>3</sub>O<sup>+</sup> with\ntemperature leads to the increase in the observed gyration radii.\nThe residence time, τ, decreases as a function of temperature\ngiving an activation energy of ∼3 kJ mol<sup>–1</sup> () consistent with the observation\nof fast local gyrations with a small energy barrier. The diffusion\ncoefficient, <italic>D</italic>, is not constant over the temperature\nrange measured due to its dependence on jump-length, showing a transition\ntemperature of ∼302 K (b). Thus, the results of MD are consistent with the\nproton migration pathway derived from the structure of MFM-555­(Ho),\nand the neutron scattering study builds on this by considering the\ninfluence that hydration of accessible phosphonate groups on the surface\nof the MOF has on the overall proton dynamics.</p><p>The <sup>2</sup>H NMR spectra of dehydrated <italic>d-</italic>MFM-555­(Ho) was measured between 123 and 403 K (a), in this region\nthe line shape is given by a very broad, Gaussian-type pattern. Even\nat 123 K, a Pake-powder pattern, which is typical for static deuterons,\nwas not observed. This observation is distinct to reported studies\non zeolites and anhydrous tungsten HPAs, where static patterns were\ncommonly seen, and suggests that even\nat 123 K, the O–D groups in <italic>d-</italic>MFM-555­(Ho)\nare partially mobile. A very broad Gaussian-type pattern indicates\nthat these motions are heavily restricted and the O–D groups\nare localized in a disordered manner with various orientations and\nmobility. Moreover, the line-width of\nGaussian patterns (Δν<sub>1/2</sub> &gt; 150 kHz) suggests\nthat the motions responsible for the line shape are slow (10<sup>–4</sup>–10<sup>–5</sup> s) and that a tunneling mechanism\nis responsible for the motion, entirely consistent\nwith neutron scattering results. With increasing temperature, the\neffective width of the pattern decreases, indicating that the motion\nbecomes faster and deuterons at different positions are readily exchanging\nbetween accessible sites. At 123 K, the Gaussian pattern has Δν<sub>1/2</sub> ∼ 210 kHz, which corresponds to a quadrupolar coupling\nconstant <italic>Q</italic>\n<sub>0</sub> ∼ 250 kHz. This is\ncomparable with values reported for O–D groups in zeolites\nand HPAs (234 and 210 kHz, respectively). The temperature dependence of the Gaussian line-width Δν<sub>1/2</sub> allows the estimation of the apparent transverse relaxation\ntime <italic>T</italic>\n<sub>2</sub>* ∼ /(πΔν<sub>1/2</sub>), which enables the calculation of the activation barrier\n(∼0.25 kJ mol<sup>–1</sup>) (). Interestingly, such a low energy barrier suggests migration\nof the deuterons between neighboring sites via a tunneling mechanism.\nFor comparison, in dehydrated tungsten HPA, the surface migration\nof protons is characterized by an activation barrier of ∼70\nkJ mol<sup>–1</sup>, corresponding to the proton hopping between\nneighboring oxygens sites.\n</p>", "clean_text": "These MOFs show impressive thermal stability to above 500 °C as confirmed by TGA and VT-PXRD measurements (). The absence of weight loss at low temperatures, characteristic of loss of solvent molecules trapped inside the pores, confirms MFM-550(M) and MFM-555(M) to be very compact frameworks, in agreement with their crystal structures. The slightly higher thermal stability (by about 50 °C) of MFM-555(M) compared with MFM-550(M) is likely due to the more compact structure of MFM-555(M) due to the use of a shorter ligand.\n\nProton Conductivity Study\n\nImpedance measurements on all complexes were recorded at 99%, 70% and 45% RH at 20 °C to investigate any correlation between the proton conductivity and the relative humidity (). At 99% RH, the Nyquist plots show a semicircle in the high frequency region and a tail at low frequencies, representing the bulk resistance and blocking of protons at the electrodes, respectively, consistent with ion migration. At reduced humidity, the resistivity of all samples increases and in the frequency range investigated, the tail in the Nyquist plot is not present. Reduction of resistivity with increasing relative humidity is a well-known response observed in PEMs and MOFs when their proton conductivity is water-mediated, the proton conductivity of water-mediated materials relying on both water molecules and hydrogen-bonding interactions between the water molecules and the protons within the framework. It is noteworthy that the proton conductivities measured at 99% RH and 20 °C for the series MFM-550(M) and MFM-555(M) are very similar as expected, since the materials are isostructural and only small changes in the unit cell parameters are observed with varying metal ions. The proton conductivity of MFM-550(M) at 20 °C and 99% RH is ~10-6 S cm-1, which is lower than many reported MOFs under similar conditions. \n\nWe sought to improve the proton conductivities of these materials with a focus on the availability of free protons and their location in the structure. First, we argued that substituting Ln(III) with Ba(II) ions would require the loss of positive charge to be made up by additional protons in the framework. The case discussed here goes beyond simply doping the Ln(III) framework with Ba(II) defects, rather the successful synthesis of the Ba-form of the framework has been achieved. Interestingly, an increase of proton conductivity of one order of magnitude was measured for MFM-550(Ba) (~10-5 S cm-1) at 99% RH and 20 °C (). This demonstrates the success of this strategy and confirms that the proton conductivity of a MOF can be increased by the use of a metal with lower oxidation state, without modifying the overall structure.\n\nThe second methodology targeted the increase of the number of protons in a fixed cell volume. This was accomplished with the use of benzene-1,4-diphosphonic acid, H4L2, a shortened version of the H4L1 linker. This decreases the distance between the metal phosphonate chains and thus increases the concentration of protons in a fixed volume, 1.4 times on going from MFM-550(M) to MFM-555(M). On going from MFM-550(M) to MFM-555(M) at 99% RH and 20 °C, the proton conductivity shows a remarkable increase of 2 orders of magnitude from 10-6 S cm-1 to 10-4 S cm-1 (). Despite increasing the proton density to a lesser extent than seen for MFM-550(Ba), this method has a greater impact on the increase in proton conductivity, highlighting the importance of the accessibility of the mobile protons, particularly in nonporous MOFs. This result shows, for the first time, that increasing the density of active protons in nonporous MOF structures positively impacts on their proton conducting property.\n\nThe third methodology involved doping MFM-555(Ho) with 2 M H2SO4 to increase the concentration of surface H+. The introduction of proton carriers as guest molecules into the cavities of porous MOFs is widely reported. However, the surface effect of such doping in nonporous MOFs is yet to be explored. The stability and full retention of the crystal structure of MFM-555(Ho) on treatment with H2SO4 were verified by PXRD (). Significantly, treatment of MFM-555(Ho) with H2SO4 results in an increase in proton conductivity of four orders of magnitude (from 10-6 S cm-1 to 10-2 S cm-1) compared with MFM-550(M), and an increase of two orders of magnitude (from 10-4 to 10-2 S cm-1) compared to the MFM-555(Ho) at 99% RH and 20 °C (a). Interestingly, the proton conductivity of H2SO4-treated MFM-555(Ho) is comparable to the best-behaving proton-conductive MOFs to date and, to the best of our knowledge, is the highest performing nonporous MOF under the same conditions (). These results are accompanied by an additional 0.31 mmol g-1 of acidic sites residing on the MOF surface compared to the pristine MFM-555(Ho) (see  for details of pH and NH3-temperature-programmed desorption experiments), indicating that proton dynamics also play a key role in the resultant conductivity. Variable temperature impedance measurements at 99% RH revealed that the activation energy was reduced from 0.32 to 0.12 eV on addition of H2SO4 to MFM-555(Ho), suggesting an increase in the efficiency of proton transfer across the surface of acid-treated MFM-555(Ho) (). A general linear relationship between the framework proton density and proton conductivity is observed for all nonporous MOFs and 2D coordination polymers reported to date (b), and, more interestingly, compared to literature examples, a steeper slope (b) is observed for MOFs reported in this study, demonstrating the high efficiency of the design strategies developed here.\n\nTo further understand the influence of humidity on proton dynamics in MFM-555(Ho), QENS experiments were conducted between 248 and 353 K for both dehydrated and hydrated MFM-555(Ho). For the dehydrated sample, despite a loss of elastic intensity, no QENS broadening was observed with increasing temperature (), suggesting that any motions, if occurring, were too slow to be captured within the resolution of the spectrometer. As with the INS experiment, evidence was found for the presence of a tunnelling mode at low temperature, manifested by extra intensity on the shoulder of the elastic peak at ~0.4 meV (). For the hydrated sample, broadening of the elastic peak was observed between 248 and 353 K (). Analysis of the half-width of the half-maximum (HWHM, Γ) of the QENS spectra recorded as a function of Q2 was successfully fitted with the Hall-Ross diffusion model () (a). 1     Γ  ( Q )  =   ℏ   τ    ( 1 - exp  (     Q   2    ⟨   r   2   ⟩    6   )  )     where τ is the average residence time and (r 2) is the mean square jump length. The only exception to this model was the fit at 248 K, which showed almost no broadening. Extraction of τ and (r 2) () allowed calculation of the diffusion coefficient, D at all temperatures () (). 2     D =    ⟨   r   2   ⟩    6 τ      The mean jump-length, r increases from 1 Å at low temperature to 3 Å at elevated temperature, suggesting that QENS is not subject to the dynamics of a single hydrogen bonded atom. Instead, at low temperature the gyration of a single O-H is observed, arising from water molecules adsorbed on the MOF surface. At elevated temperature, proton-transfer occurs between the surface P-OH and adsorbed water to form H3O+. The increased population of H3O+ with temperature leads to the increase in the observed gyration radii. The residence time, τ, decreases as a function of temperature giving an activation energy of ~3 kJ mol-1 () consistent with the observation of fast local gyrations with a small energy barrier. The diffusion coefficient, D, is not constant over the temperature range measured due to its dependence on jump-length, showing a transition temperature of ~302 K (b). Thus, the results of MD are consistent with the proton migration pathway derived from the structure of MFM-555(Ho), and the neutron scattering study builds on this by considering the influence that hydration of accessible phosphonate groups on the surface of the MOF has on the overall proton dynamics.\n\nThe 2H NMR spectra of dehydrated d-MFM-555(Ho) was measured between 123 and 403 K (a), in this region the line shape is given by a very broad, Gaussian-type pattern. Even at 123 K, a Pake-powder pattern, which is typical for static deuterons, was not observed. This observation is distinct to reported studies on zeolites and anhydrous tungsten HPAs, where static patterns were commonly seen, and suggests that even at 123 K, the O-D groups in d-MFM-555(Ho) are partially mobile. A very broad Gaussian-type pattern indicates that these motions are heavily restricted and the O-D groups are localized in a disordered manner with various orientations and mobility. Moreover, the line-width of Gaussian patterns (Δν1/2 > 150 kHz) suggests that the motions responsible for the line shape are slow (10-4-10-5 s) and that a tunneling mechanism is responsible for the motion, entirely consistent with neutron scattering results. With increasing temperature, the effective width of the pattern decreases, indicating that the motion becomes faster and deuterons at different positions are readily exchanging between accessible sites. At 123 K, the Gaussian pattern has Δν1/2 ~ 210 kHz, which corresponds to a quadrupolar coupling constant Q 0 ~ 250 kHz. This is comparable with values reported for O-D groups in zeolites and HPAs (234 and 210 kHz, respectively). The temperature dependence of the Gaussian line-width Δν1/2 allows the estimation of the apparent transverse relaxation time T 2* ~ /(πΔν1/2), which enables the calculation of the activation barrier (~0.25 kJ mol-1) (). Interestingly, such a low energy barrier suggests migration of the deuterons between neighboring sites via a tunneling mechanism. For comparison, in dehydrated tungsten HPA, the surface migration of protons is characterized by an activation barrier of ~70 kJ mol-1, corresponding to the proton hopping between neighboring oxygens sites. ", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "500", "unit": "°C", "type": "TGA", "condition": "confirmed by TGA and VT-PXRD measurements"}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": "26, 29", "type": "text", "classification": "property", "content": "<p>The analysis for Δν<sub>1/2</sub> temperature dependence\nin State <bold>1</bold> shows a very small activation barrier, <italic>E</italic>\n<sub>tH<bold>1</bold>\n</sub> ∼ 0.5 kJ mol<sup>–1</sup>(), consistent with the tunneling\nprocess. In contrast, in State <bold>2</bold>, the barrier is increased\nto ∼7 kJ mol<sup>–1</sup>, suggesting that this isotropic\ntumbling is an Arrhenius activation process, and the rate constant\nis characterized by a relatively small pre-exponential factor of ∼10<sup>6</sup> s<sup>–1</sup>, compared with that (∼10<sup>13</sup> s<sup>–1</sup>) for the anhydrous HPAs. The latter is characterized by a motion based\nupon individual hops of a single deuteron from site to site, whereas in <italic>d-</italic>MFM-555­(Ho), a\nproton migration via formation-decomposition of [MOF·(D<sub>2</sub>O)<sub>n</sub>] complex is responsible to the motion in State <bold>2</bold>. The dynamic behavior of the partially hydrated <italic>d-</italic>MFM-555­(Ho) is similar to the saturated case (), with an important difference:\nabove 273 K, the pattern is composed of signals seen in State <bold>1</bold> and State <bold>2</bold> simultaneously. This indicates\nthat the mobile state for proton species on the surface is strictly\ndependent on the water coverage as the exchange between State <bold>1</bold> and State <bold>2</bold>, if present, must be very slow;\nadditional discussion of the partially hydrated sample is given in .</p><p>The temperature dependence of experimental <italic>T</italic>\n<sub>1</sub> and <italic>T</italic>\n<sub>2</sub>* relaxation times in D<sub>2</sub>O-saturated <italic>d-</italic>MFM-555­(Ho) shows that that\neven in State <bold>1</bold>, the deuterons are involved in very fast\ninternal motions and the minimum <italic>T</italic>\n<sub>1</sub> is\nfound at 170 K (f). These are fast but very restricted librations in a cone of the\nO–D bond with a semicone angle θ<sub>lib</sub> ∼\n15°, an activation barrier <italic>E</italic>\n<sub>lib</sub> of\n15 kJ mol<sup>–1</sup> and a pre-exponential factor <italic>k</italic>\n<sub>lib0</sub> of 0.4 × 10<sup>12</sup> s<sup>–1</sup>. Such a barrier is typical for the cleavage of a single hydrogen\nbond. The presence of such a fast motion is not contradictory to the\nbroad line-shape due to the small angle of the libration. At 250 K,\nanother sharp minimum was observed with an activation barrier <italic>E</italic>\n<sub>ex</sub> of 45 kJ mol<sup>–1</sup>. This value\nis consistent with that obtained from variable temperature impedance\nmeasurements on MFM-555 (),\nsuggesting that this motion is correlated to the proton dynamics responsible\nfor conductivity within these MOFs. Above 300 K, the <italic>T</italic>\n<sub>1</sub> curve shows exactly the same slope as <italic>T</italic>\n<sub>2</sub>* with <italic>E</italic>\n<sub>iso</sub> of 7 kJ mol<sup>–1</sup>, indicating that the same motion is being observed\nin both cases. This result suggests that once formed, the interconnected\nmobile species exhibits a slow isotropic reorientation over the MOF\nsurface. The transition between two populations shows excellent agreement\nwith the results observed by QENS.</p>", "clean_text": "The analysis for Δν1/2 temperature dependence in State 1 shows a very small activation barrier, E tH1  ~ 0.5 kJ mol-1(), consistent with the tunneling process. In contrast, in State 2, the barrier is increased to ~7 kJ mol-1, suggesting that this isotropic tumbling is an Arrhenius activation process, and the rate constant is characterized by a relatively small pre-exponential factor of ~106 s-1, compared with that (~1013 s-1) for the anhydrous HPAs. The latter is characterized by a motion based upon individual hops of a single deuteron from site to site, whereas in d-MFM-555(Ho), a proton migration via formation-decomposition of [MOF⋅(D2O)n] complex is responsible to the motion in State 2. The dynamic behavior of the partially hydrated d-MFM-555(Ho) is similar to the saturated case (), with an important difference: above 273 K, the pattern is composed of signals seen in State 1 and State 2 simultaneously. This indicates that the mobile state for proton species on the surface is strictly dependent on the water coverage as the exchange between State 1 and State 2, if present, must be very slow; additional discussion of the partially hydrated sample is given in .\n\nThe temperature dependence of experimental T 1 and T 2* relaxation times in D2O-saturated d-MFM-555(Ho) shows that that even in State 1, the deuterons are involved in very fast internal motions and the minimum T 1 is found at 170 K (f). These are fast but very restricted librations in a cone of the O-D bond with a semicone angle θlib ~ 15°, an activation barrier E lib of 15 kJ mol-1 and a pre-exponential factor k lib0 of 0.4 × 1012 s-1. Such a barrier is typical for the cleavage of a single hydrogen bond. The presence of such a fast motion is not contradictory to the broad line-shape due to the small angle of the libration. At 250 K, another sharp minimum was observed with an activation barrier E ex of 45 kJ mol-1. This value is consistent with that obtained from variable temperature impedance measurements on MFM-555 (), suggesting that this motion is correlated to the proton dynamics responsible for conductivity within these MOFs. Above 300 K, the T 1 curve shows exactly the same slope as T 2* with E iso of 7 kJ mol-1, indicating that the same motion is being observed in both cases. This result suggests that once formed, the interconnected mobile species exhibits a slow isotropic reorientation over the MOF surface. The transition between two populations shows excellent agreement with the results observed by QENS.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "activation barrier", "value": "0.5", "unit": "kJ mol^–1", "condition": "State 1"}, {"property name": "activation barrier", "value": "7", "unit": "kJ mol^–1", "condition": "State 2"}, {"property name": "rate constant", "value": "10^6", "unit": "s^–1", "condition": "State 2"}, {"property name": "pre-exponential factor", "value": "10^13", "unit": "s^–1", "condition": "anhydrous HPAs"}, {"property name": "proton migration", "value": "", "unit": "", "condition": "State 2"}, {"property name": "dynamic behavior", "value": "", "unit": "", "condition": "partially hydrated"}, {"property name": "water coverage", "value": "", "unit": "", "condition": ""}, {"property name": "exchange between State 1 and State 2", "value": "", "unit": "", "condition": ""}, {"property name": "temperature dependence", "value": "", "unit": "", "condition": ""}, {"property name": "relaxation times", "value": "", "unit": "", "condition": ""}, {"property name": "librations", "value": "", "unit": "", "condition": ""}, {"property name": "activation barrier", "value": "15", "unit": "kJ mol^–1", "condition": ""}, {"property name": "pre-exponential factor", "value": "0.4 × 10^12", "unit": "s^–1", "condition": ""}, {"property name": "activation barrier", "value": "45", "unit": "kJ mol^–1", "condition": ""}, {"property name": "conductivity", "value": "", "unit": "", "condition": "MOFs"}, {"property name": "activation barrier", "value": "7", "unit": "kJ mol^–1", "condition": ""}, {"property name": "isotropic reorientation", "value": "", "unit": "", "condition": ""}, {"property name": "transition between two populations", "value": "", "unit": "", "condition": ""}, {"property name": "QENS", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Views of structures of MFM-550­(M) and MFM-555­(M) obtained\nfrom\nhigh resolution synchrotron PXRD data. Views of the structures of\n(a) MFM-550 and (b) MFM-555 along the <italic>c</italic>-axis. (c)\nView of the coordination node of the phosphonate group of the ligand.\n(d) Perspective view of the coordination environment at Ln­(III) centers.\n(e) View of the extended Ln-phosphonate 2D-sheet along the <italic>b</italic>-axis.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cm-2018-02765y_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Views of structures of MFM-550(M) and MFM-555(M) obtained from high resolution synchrotron PXRD data. Views of the structures of (a) MFM-550 and (b) MFM-555 along the c-axis. (c) View of the coordination node of the phosphonate group of the ligand. (d) Perspective view of the coordination environment at Ln(III) centers. (e) View of the extended Ln-phosphonate 2D-sheet along the b-axis.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Comparison of solid-state <sup>1</sup>H NMR spectra of (a) H<sub>4</sub>L<sup>1</sup>, (b) MFM-550­(Ba) and (c) MFM-550­(La). {<sup>1</sup>H}-<sup>31</sup>P Correlation spectrum of (d) MFM-550­(Ba)\nand (e) MFM-550­(La).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cm-2018-02765y_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Comparison of solid-state 1H NMR spectra of (a) H4L1, (b) MFM-550(Ba) and (c) MFM-550(La). {1H}-31P Correlation spectrum of (d) MFM-550(Ba) and (e) MFM-550(La).   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Proton conductivity\nfor MFM-550­(M), MFM-555­(M), MFM-550­(Ba)\nand H<sub>2</sub>SO<sub>4</sub>@MFM-555­(Ho) measured at 99% RH and\n20 °C. (b) Correlation between framework proton density and proton\nconductivity in nonporous MOFs or CPs (coordination polymers) in this\nwork and in the literature (dotted lines are guides to the eye). Detailed\ndata are summarized in <xref ref-type=\"supplementary-material\" rid=\"notes1\">SI Table S7</xref>.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cm-2018-02765y_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Proton conductivity for MFM-550(M), MFM-555(M), MFM-550(Ba) and H2SO4@MFM-555(Ho) measured at 99% RH and 20 °C. (b) Correlation between framework proton density and proton conductivity in nonporous MOFs or CPs (coordination polymers) in this work and in the literature (dotted lines are guides to the eye). Detailed data are summarized in SI Table S7.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Trajectories\nof the H bonded PO<sub>2</sub>(OH) groups in MFM-555­(Ho)\nat 800 K. For clarity the trajectories of other atoms are not shown,\nand there is no diffusion associated with those. (b) Mean square displacement\nof the atoms in MFM-555­(Ho). Red: H bonded PO<sub>2</sub>(OH) groups;\nblue: other H atoms on the linker; other colors correspond to Ho,\nP, and O. Only H bonded PO<sub>2</sub>(OH) groups are diffusing.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cm-2018-02765y_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Trajectories of the H bonded PO2(OH) groups in MFM-555(Ho) at 800 K. For clarity the trajectories of other atoms are not shown, and there is no diffusion associated with those. (b) Mean square displacement of the atoms in MFM-555(Ho). Red: H bonded PO2(OH) groups; blue: other H atoms on the linker; other colors correspond to Ho, P, and O. Only H bonded PO2(OH) groups are diffusing.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) HWHM dependence with\nQ<sup>2</sup> of hydrated MFM-555­(Ho)\nand fitting with the <italic>Hall-Ross</italic> diffusion model;<xref ref-type=\"bibr\" rid=\"ref36\"></xref> (b) temperature dependence of diffusion coefficients\nobtained from <italic>Hall-Ross</italic> fitting, showing two temperature\nregimes with a transition temperature of ∼302 K marked by a\nsharp change of apparent activation barrier (see main text).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cm-2018-02765y_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) HWHM dependence with Q2 of hydrated MFM-555(Ho) and fitting with the Hall-Ross diffusion model; (b) temperature dependence of diffusion coefficients obtained from Hall-Ross fitting, showing two temperature regimes with a transition temperature of ~302 K marked by a sharp change of apparent activation barrier (see main text).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Experimental <sup>2</sup>H NMR spectra showing temperature\ndependence of the line-shape for dehydrated <italic>d-</italic>MFM-555­(Ho).\nSimulated <sup>2</sup>H NMR spectral line-shapes for typical cases:\n(b) a Gaussian pattern with Δν<sub>1/2</sub> ∼\n212 kHz; (c) a static unaveraged Pake-powder pattern with <italic>Q</italic>\n<sub>0</sub> of 250 kHz, η ∼ 0; and (d) its\nevolution for the typical case of 2-site flips of the O–D bond\nwithin the water molecule geometry. (e) Experimental <sup>2</sup>H\nNMR spectra showing line-shape temperature dependence for fully hydrated <italic>d-</italic>MFM-555­(Ho). (f) Experimental temperature dependence of\nthe <italic>T</italic>\n<sub>1</sub> (brown ■) and <italic>T</italic>\n<sub>2</sub>* (blue ●) relaxation time of the fully hydrated <italic>d-</italic>MFM-555­(Ho); the simulation is shown by solid lines.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cm-2018-02765y_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Experimental 2H NMR spectra showing temperature dependence of the line-shape for dehydrated d-MFM-555(Ho). Simulated 2H NMR spectral line-shapes for typical cases: (b) a Gaussian pattern with Δν1/2 ~ 212 kHz; (c) a static unaveraged Pake-powder pattern with Q 0 of 250 kHz, η ~ 0; and (d) its evolution for the typical case of 2-site flips of the O-D bond within the water molecule geometry. (e) Experimental 2H NMR spectra showing line-shape temperature dependence for fully hydrated d-MFM-555(Ho). (f) Experimental temperature dependence of the T 1 (brown ■) and T 2* (blue ●) relaxation time of the fully hydrated d-MFM-555(Ho); the simulation is shown by solid lines.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.chemmater.8b02765", "title": "\nEnhancement of Proton Conductivity in Nonporous Metal–Organic\nFrameworks: The Role of Framework Proton Density and Humidity\n", "journal": "American Chemical\nSociety", "date": "2018.09", "author_list": ["Pili\nSimona", "Rought\nPeter", "Kolokolov\nDaniil I.", "Lin\nLongfei", "da Silva\nIvan", "Cheng\nYongqiang", "Marsh\nChristopher", "Silverwood\nIan P.", "García Sakai\nVictoria", "Li\nMing", "Titman\nJeremy J.", "Knight\nLyndsey", "Daemen\nLuke L.", "Ramirez-Cuesta\nAnibal J.", "Tang\nChiu C.", "Stepanov\nAlexander G.", "Yang\nSihai", "Schröder\nMartin"]}}