{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic015609v.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The coordination polymers {[Cu<sub>3</sub>(TMA)<sub>2</sub>(Im)<sub>6</sub>(H<sub>2</sub>O)]·7H<sub>2</sub>O}<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (<bold>1</bold>) and {[Cu<sub>3</sub>(TMA)<sub>2</sub>(Me-Im)<sub>6</sub>(H<sub>2</sub>O)]·16H<sub>2</sub>O}<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (<bold>2</bold>) were synthesized by combining copper sulfate, TMA, and either Im or Me-Im in water. Single-crystal X-ray diffraction studies revealed that both compounds are composed of 2D sheets of Cu<sup>2+</sup> cations and TMA<sup>3-</sup> anions. Hydrogen bonding between sheets in <bold>1</bold> stabilizes its 3D structure, while <bold>2</bold> is destabilized because of the absence of intersheet hydrogen bonding.</p>", "clean_text": "The coordination polymers {[Cu3(TMA)2(Im)6(H2O)]⋅7H2O} n  (1) and {[Cu3(TMA)2(Me-Im)6(H2O)]⋅16H2O} n  (2) were synthesized by combining copper sulfate, TMA, and either Im or Me-Im in water. Single-crystal X-ray diffraction studies revealed that both compounds are composed of 2D sheets of Cu2+ cations and TMA3- anions. Hydrogen bonding between sheets in 1 stabilizes its 3D structure, while 2 is destabilized because of the absence of intersheet hydrogen bonding.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title></title><p>Coordination polymers are a family of materials composed of\n1D chains, 2D sheets, and 3D networks of metal-organic building\nblocks connected via coordinate and hydrogen bonds. Recently,\nthey have received considerable attention because of their potential\nin chemical separation technologies and heterogeneous catalysis,\nas well as their potentially unusual magnetic and electronic\nproperties. Porous coordination polymers are particularly attractive synthetic goals because they have the potential to utilize\nreactive species along pore walls, that is, transition metals, for\ncatalysis. Although there have been many reports of coordination\npolymers that contain channels or pores, compounds that maintain\ntheir structure after guest molecules have been removed are far\nfewer. Coordination polymers that make use of aromatic carboxylates as bridging units have been synthesized and structurally\ncharacterized as chains, sheets, interpenetrating networks,\npolyhedra, and open networks. Here, we report the syntheses\nand structures of two coordination polymers formed in aqueous\nsolution at room temperature with copper(II), trimesic acid\n(TMA), and either imidazole (Im) or <italic toggle=\"yes\">N</italic>-methylimidazole (Me-Im), and we report the dependence of their stability on hydrogen\nbonding.\n</p>", "clean_text": "\n\nCoordination polymers are a family of materials composed of 1D chains, 2D sheets, and 3D networks of metal-organic building blocks connected via coordinate and hydrogen bonds. Recently, they have received considerable attention because of their potential in chemical separation technologies and heterogeneous catalysis, as well as their potentially unusual magnetic and electronic properties. Porous coordination polymers are particularly attractive synthetic goals because they have the potential to utilize reactive species along pore walls, that is, transition metals, for catalysis. Although there have been many reports of coordination polymers that contain channels or pores, compounds that maintain their structure after guest molecules have been removed are far fewer. Coordination polymers that make use of aromatic carboxylates as bridging units have been synthesized and structurally characterized as chains, sheets, interpenetrating networks, polyhedra, and open networks. Here, we report the syntheses and structures of two coordination polymers formed in aqueous solution at room temperature with copper(II), trimesic acid (TMA), and either imidazole (Im) or N-methylimidazole (Me-Im), and we report the dependence of their stability on hydrogen bonding. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Coordination polymers {[Cu<sub>3</sub>(TMA)<sub>2</sub>(Im)<sub>6</sub>(H<sub>2</sub>O)]·7H<sub>2</sub>O}<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (<bold>1</bold>)\nand {[Cu<sub>3</sub>(TMA)<sub>2</sub>(Me-Im)<sub>6</sub>(H<sub>2</sub>O)]·16H<sub>2</sub>O}<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (<bold>2</bold>) were synthesized\nby adding an aqueous solution of copper(II) sulfate to a slightly\nbasic (pH ≤ 8) solution of TMA, followed by addition of solid\nIm or Me-Im (Scheme ). X-ray quality single crystals of <bold>1</bold> and\n<bold>2</bold> were obtained in moderate yield by slow evaporation of the\nfiltered reaction mixtures. Both <bold>1</bold> and <bold>2</bold> are insoluble in water\nand common organic solvents.\n\n</p>", "clean_text": "Coordination polymers {[Cu3(TMA)2(Im)6(H2O)]⋅7H2O} n  (1) and {[Cu3(TMA)2(Me-Im)6(H2O)]⋅16H2O} n  (2) were synthesized by adding an aqueous solution of copper(II) sulfate to a slightly basic (pH ≤ 8) solution of TMA, followed by addition of solid Im or Me-Im (Scheme ). X-ray quality single crystals of 1 and 2 were obtained in moderate yield by slow evaporation of the filtered reaction mixtures. Both 1 and 2 are insoluble in water and common organic solvents.  ", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ic015609vh00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic015609vh00001.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>A single-crystal X-ray diffraction study of <bold>1</bold> revealed that it is\nmade up of infinite sheets of Cu<sup>2+</sup> cations connected by TMA<sup>3-</sup>\nanions. Although the asymmetric unit contains three crystallographically distinct Cu<sup>2+</sup> ions, there are two types of copper\ncoordination geometries. The first is distorted trigonal bipyramidal\nwhere the Cu<sup>2+</sup> ions are coordinated by three carboxylate oxygen\natoms in the trigonal plane and two Im nitrogen atoms in the\naxial positions. These trigonal bipyramidal moieties are joined\nby two bridging carboxylate ligands to form dimeric units (Figure\na). The second distinct coordination geometry is a distorted\nsquare pyramidal mononuclear copper unit (Figure b). The\ncopper ion in the monomeric unit is coordinated by two\ncarboxylate oxygen atoms and two Im nitrogen atoms in the\nequatorial plane, and by a H<sub>2</sub>O molecule in a long [2.264(2) Å]\naxial bond.\n</p>", "clean_text": "A single-crystal X-ray diffraction study of 1 revealed that it is made up of infinite sheets of Cu2+ cations connected by TMA3- anions. Although the asymmetric unit contains three crystallographically distinct Cu2+ ions, there are two types of copper coordination geometries. The first is distorted trigonal bipyramidal where the Cu2+ ions are coordinated by three carboxylate oxygen atoms in the trigonal plane and two Im nitrogen atoms in the axial positions. These trigonal bipyramidal moieties are joined by two bridging carboxylate ligands to form dimeric units (Figure a). The second distinct coordination geometry is a distorted square pyramidal mononuclear copper unit (Figure b). The copper ion in the monomeric unit is coordinated by two carboxylate oxygen atoms and two Im nitrogen atoms in the equatorial plane, and by a H2O molecule in a long [2.264(2) Å] axial bond. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>The dimeric units are connected to the monomeric units via\nthe TMA ligands, creating a two-dimensional sheet with an\nunprecedented structure (Figure ). Three types of rings are\nevident in the sheets of <bold>1</bold>:  (1) the small rings formed by the\ncarboxylate-bridged dimeric units, (2) slightly larger rings formed\nwhen two dimeric units are linked together, and (3) the largest\nrings created between monomer-linked chains of dimers. These\nlarge rings can be viewed in isolation as two dimeric units and\ntwo monomeric units connected to form a large ring, with one of\nthe coordinated H<sub>2</sub>O molecules pointing into the ring, and the\nother into the next ring.\n</p>", "clean_text": "The dimeric units are connected to the monomeric units via the TMA ligands, creating a two-dimensional sheet with an unprecedented structure (Figure ). Three types of rings are evident in the sheets of 1: (1) the small rings formed by the carboxylate-bridged dimeric units, (2) slightly larger rings formed when two dimeric units are linked together, and (3) the largest rings created between monomer-linked chains of dimers. These large rings can be viewed in isolation as two dimeric units and two monomeric units connected to form a large ring, with one of the coordinated H2O molecules pointing into the ring, and the other into the next ring. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>The stacked 2D sheets are held together via hydrogen bonds\nand π−π interactions to create a 3D network. The closest distance\nbetween sheets in <bold>1</bold> is approximately 6.0 Å. The intersheet\nhydrogen bonding illustrated in Figure a is between the axial\nIm ligands of the dimeric units and carboxylate oxygen atoms of\nthe neighboring sheet. The Im ligands coordinated to the\nmonomeric units are not involved in intersheet hydrogen bonding.\nThe Im ligands on adjacent sheets are interdigitated, producing a\nmodified zipper effect (Figure a), giving rise to π−π interactions between Im rings. Im ligands coordinated to dimeric units\nof adjacent sheets have centroid−centroid distances of 4.1 Å and\nare offset by 41°, while slightly longer distances between Im rings\ncoordinated to monomer units on adjacent sheets (4.7 Å centroid\nvector, 38° offset) suggest a smaller π−π contribution.\n</p>", "clean_text": "The stacked 2D sheets are held together via hydrogen bonds and π-π interactions to create a 3D network. The closest distance between sheets in 1 is approximately 6.0 Å. The intersheet hydrogen bonding illustrated in Figure a is between the axial Im ligands of the dimeric units and carboxylate oxygen atoms of the neighboring sheet. The Im ligands coordinated to the monomeric units are not involved in intersheet hydrogen bonding. The Im ligands on adjacent sheets are interdigitated, producing a modified zipper effect (Figure a), giving rise to π-π interactions between Im rings. Im ligands coordinated to dimeric units of adjacent sheets have centroid-centroid distances of 4.1 Å and are offset by 41°, while slightly longer distances between Im rings coordinated to monomer units on adjacent sheets (4.7 Å centroid vector, 38° offset) suggest a smaller π-π contribution. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["property"], "content": "<p>Large H<sub>2</sub>O-filled channels that run the length of the crystal\nlattice are apparent when <bold>1</bold> is viewed down the crystallographic\n<italic toggle=\"yes\">c</italic> axis. The channels, which are roughly oval in shape with\ndimensions of 10.9 × 6.6 Å<sup>2</sup>, contain seven uncoordinated H<sub>2</sub>O\nmolecules per formula unit. The H<sub>2</sub>O molecules are held in place\nby hydrogen bonds with the Im ligands of the monomeric units\nand with carboxylate oxygen atoms. The H<sub>2</sub>O molecules also\nhydrogen bond to each other, creating ribbonlike chains that fill\nthe channels (Figure ). Square pyramidal Cu<sup>2+</sup> ions of the\n\nmonomeric units line the channel walls, raising the possibility\nthat <bold>1</bold> may have potential as a catalyst. Thermal gravimetric (TG)\nexperiments showed that all of the uncoordinated H<sub>2</sub>O can be\nremoved by heating <bold>1</bold>, and it does not decompose until it has\nbeen heated above 200 °C. Powder XRD spectra of hydrated and\ndehydrated <bold>1</bold> are nearly identical, supporting the notion that the\ncrystal lattice remains intact after the uncoordinated H<sub>2</sub>O molecules are removed.\n\n\n\n\n</p>", "clean_text": "Large H2O-filled channels that run the length of the crystal lattice are apparent when 1 is viewed down the crystallographic c axis. The channels, which are roughly oval in shape with dimensions of 10.9 × 6.6 Å2, contain seven uncoordinated H2O molecules per formula unit. The H2O molecules are held in place by hydrogen bonds with the Im ligands of the monomeric units and with carboxylate oxygen atoms. The H2O molecules also hydrogen bond to each other, creating ribbonlike chains that fill the channels (Figure ). Square pyramidal Cu2+ ions of the  monomeric units line the channel walls, raising the possibility that 1 may have potential as a catalyst. Thermal gravimetric (TG) experiments showed that all of the uncoordinated H2O can be removed by heating 1, and it does not decompose until it has been heated above 200 °C. Powder XRD spectra of hydrated and dehydrated 1 are nearly identical, supporting the notion that the crystal lattice remains intact after the uncoordinated H2O molecules are removed.     ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig id=\"ic015609vf00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structures represented as 30% thermal ellipsoids (H atoms omitted for clarity) of (a) the bis(<italic toggle=\"yes\">μ</italic>-carboxylato) dicopper “dimeric unit”\nand (b) the mononuclear copper “monomeric unit” that comprise the\nbuilding blocks of <bold>1</bold>.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic015609vf00001.tif\"></graphic>\n</fig>", "clean_text": " 1  Structures represented as 30% thermal ellipsoids (H atoms omitted for clarity) of (a) the bis(μ-carboxylato) dicopper \"dimeric unit\" and (b) the mononuclear copper \"monomeric unit\" that comprise the building blocks of 1.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"ic015609vf00002\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Sheet of<bold>1</bold> containing chains of dimeric units connected by\nmonomeric units to create the 2D network. Hydrogen atoms, Im ligands,\nand uncoordinated H<sub>2</sub>O molecules have been removed for clarity (red,\nO; gray, C; green, Cu).</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic015609vf00002.tif\"></graphic>\n</fig>", "clean_text": " 2  Sheet of1 containing chains of dimeric units connected by monomeric units to create the 2D network. Hydrogen atoms, Im ligands, and uncoordinated H2O molecules have been removed for clarity (red, O; gray, C; green, Cu).   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"ic015609vf00003\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Intersheet contacts composed of (a) hydrogen bonds and π−π interactions for<bold>1</bold> and (b) only weak π−π interactions for <bold>2</bold> (red, O; white,\nH; gray, C; blue, N; green, Cu).</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic015609vf00003.tif\"></graphic>\n</fig>", "clean_text": " 3  Intersheet contacts composed of (a) hydrogen bonds and π-π interactions for1 and (b) only weak π-π interactions for 2 (red, O; white, H; gray, C; blue, N; green, Cu).   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"ic015609vf00004\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>View of ribbonlike chains of H<sub>2</sub>O molecules (CPK spheres)\nthat reside in the channels of <bold>1</bold> (same color scheme as Figure ).</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic015609vf00004.tif\"></graphic>\n</fig>", "clean_text": " 4  View of ribbonlike chains of H2O molecules (CPK spheres) that reside in the channels of 1 (same color scheme as Figure ).   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>To explore the importance of hydrogen bonding in the tertiary\nstructure of <bold>1</bold>, we synthesized <bold>2</bold> by substituting Im with Me-Im\n(Scheme ). The X-ray crystal structure of <bold>2</bold> was determined,\nand it is remarkably similar to the structure of <bold>1</bold>, with the\nimportant exception of the hydrogen bonding between sheets\n(Figure b). The intersheet distance in <bold>2</bold> is approximately 8.2 Å,\nweakening any π−π interactions, and because Me-Im cannot\nparticipate in hydrogen bonding, there are no intersheet hydrogen\nbonding contacts. Perhaps as a consequence of the larger intersheet\ndistances and the absence of hydrogen bonding with Im, <bold>2</bold> contains\nnine additional H<sub>2</sub>O molecules per formula unit. Interestingly, <bold>2</bold>\nis not as stable as <bold>1</bold>. Crystals of <bold>2</bold> quickly lose solvent and crumble\nat room temperature in the open air while <bold>1</bold> remains crystalline\nindefinitely under the same conditions. Furthermore, powder XRD\nresults of <bold>2</bold> before and after dehydration are considerably different,\nadding support to the conclusion that the hydrogen bonding\nbetween sheets in <bold>1</bold> is of critical importance in stabilizing the\ntertiary structure.\n</p>", "clean_text": "To explore the importance of hydrogen bonding in the tertiary structure of 1, we synthesized 2 by substituting Im with Me-Im (Scheme ). The X-ray crystal structure of 2 was determined, and it is remarkably similar to the structure of 1, with the important exception of the hydrogen bonding between sheets (Figure b). The intersheet distance in 2 is approximately 8.2 Å, weakening any π-π interactions, and because Me-Im cannot participate in hydrogen bonding, there are no intersheet hydrogen bonding contacts. Perhaps as a consequence of the larger intersheet distances and the absence of hydrogen bonding with Im, 2 contains nine additional H2O molecules per formula unit. Interestingly, 2 is not as stable as 1. Crystals of 2 quickly lose solvent and crumble at room temperature in the open air while 1 remains crystalline indefinitely under the same conditions. Furthermore, powder XRD results of 2 before and after dehydration are considerably different, adding support to the conclusion that the hydrogen bonding between sheets in 1 is of critical importance in stabilizing the tertiary structure. ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>We have synthesized two new copper(II) coordination polymers\nthat have nearly identical structures and contain very large H<sub>2</sub>O-filled channels. Hydrogen bonding between sheets in <bold>1</bold> serves to\nstabilize its 3D structure, even after the guest H<sub>2</sub>O molecules have\nbeen removed. However, the lack of intersheet hydrogen bonding\nin <bold>2</bold> destabilizes its tertiary structure, leading to decomposition\nupon loss of H<sub>2</sub>O.\n</p>", "clean_text": "We have synthesized two new copper(II) coordination polymers that have nearly identical structures and contain very large H2O-filled channels. Hydrogen bonding between sheets in 1 serves to stabilize its 3D structure, even after the guest H2O molecules have been removed. However, the lack of intersheet hydrogen bonding in 2 destabilizes its tertiary structure, leading to decomposition upon loss of H2O. ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>\n<ext-link xlink:href=\"/doi/suppl/10.1021%2Fic015609v\">Supporting Information Available</ext-link>\n</title><p>Complete details for the synthesis, spectroscopic data, structures of the asymmetric units, powder XRD\ndata, and TG data for <bold>1</bold> and <bold>2</bold> (PDF); crystallographic data for <bold>1</bold> and <bold>2</bold>\n(CIF). This material is available free of charge via the Internet at\n<uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p>", "clean_text": " Supporting Information Available \n\nComplete details for the synthesis, spectroscopic data, structures of the asymmetric units, powder XRD data, and TG data for 1 and 2 (PDF); crystallographic data for 1 and 2 (CIF). This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>References</title>", "clean_text": "References", "data": null, "include_properties": null}], "cln_elements": [{"idx": 8, "type": "text", "classification": "property", "content": "<p>Large H<sub>2</sub>O-filled channels that run the length of the crystal\nlattice are apparent when <bold>1</bold> is viewed down the crystallographic\n<italic toggle=\"yes\">c</italic> axis. The channels, which are roughly oval in shape with\ndimensions of 10.9 × 6.6 Å<sup>2</sup>, contain seven uncoordinated H<sub>2</sub>O\nmolecules per formula unit. The H<sub>2</sub>O molecules are held in place\nby hydrogen bonds with the Im ligands of the monomeric units\nand with carboxylate oxygen atoms. The H<sub>2</sub>O molecules also\nhydrogen bond to each other, creating ribbonlike chains that fill\nthe channels (Figure ). Square pyramidal Cu<sup>2+</sup> ions of the\n\nmonomeric units line the channel walls, raising the possibility\nthat <bold>1</bold> may have potential as a catalyst. Thermal gravimetric (TG)\nexperiments showed that all of the uncoordinated H<sub>2</sub>O can be\nremoved by heating <bold>1</bold>, and it does not decompose until it has\nbeen heated above 200 °C. Powder XRD spectra of hydrated and\ndehydrated <bold>1</bold> are nearly identical, supporting the notion that the\ncrystal lattice remains intact after the uncoordinated H<sub>2</sub>O molecules are removed.\n\n\n\n\n</p>", "clean_text": "Large H2O-filled channels that run the length of the crystal lattice are apparent when 1 is viewed down the crystallographic c axis. The channels, which are roughly oval in shape with dimensions of 10.9 × 6.6 Å2, contain seven uncoordinated H2O molecules per formula unit. The H2O molecules are held in place by hydrogen bonds with the Im ligands of the monomeric units and with carboxylate oxygen atoms. The H2O molecules also hydrogen bond to each other, creating ribbonlike chains that fill the channels (Figure ). Square pyramidal Cu2+ ions of the  monomeric units line the channel walls, raising the possibility that 1 may have potential as a catalyst. Thermal gravimetric (TG) experiments showed that all of the uncoordinated H2O can be removed by heating 1, and it does not decompose until it has been heated above 200 °C. Powder XRD spectra of hydrated and dehydrated 1 are nearly identical, supporting the notion that the crystal lattice remains intact after the uncoordinated H2O molecules are removed.     ", "data": [[{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "decomposition temperature": [{"value": "200", "unit": "°C", "type": "thermal gravimetric (TG)", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ic015609vh00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic015609vh00001.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig id=\"ic015609vf00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structures represented as 30% thermal ellipsoids (H atoms omitted for clarity) of (a) the bis(<italic toggle=\"yes\">μ</italic>-carboxylato) dicopper “dimeric unit”\nand (b) the mononuclear copper “monomeric unit” that comprise the\nbuilding blocks of <bold>1</bold>.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic015609vf00001.tif\"></graphic>\n</fig>", "clean_text": " 1  Structures represented as 30% thermal ellipsoids (H atoms omitted for clarity) of (a) the bis(μ-carboxylato) dicopper \"dimeric unit\" and (b) the mononuclear copper \"monomeric unit\" that comprise the building blocks of 1.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"ic015609vf00002\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Sheet of<bold>1</bold> containing chains of dimeric units connected by\nmonomeric units to create the 2D network. Hydrogen atoms, Im ligands,\nand uncoordinated H<sub>2</sub>O molecules have been removed for clarity (red,\nO; gray, C; green, Cu).</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic015609vf00002.tif\"></graphic>\n</fig>", "clean_text": " 2  Sheet of1 containing chains of dimeric units connected by monomeric units to create the 2D network. Hydrogen atoms, Im ligands, and uncoordinated H2O molecules have been removed for clarity (red, O; gray, C; green, Cu).   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"ic015609vf00003\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Intersheet contacts composed of (a) hydrogen bonds and π−π interactions for<bold>1</bold> and (b) only weak π−π interactions for <bold>2</bold> (red, O; white,\nH; gray, C; blue, N; green, Cu).</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic015609vf00003.tif\"></graphic>\n</fig>", "clean_text": " 3  Intersheet contacts composed of (a) hydrogen bonds and π-π interactions for1 and (b) only weak π-π interactions for 2 (red, O; white, H; gray, C; blue, N; green, Cu).   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"ic015609vf00004\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>View of ribbonlike chains of H<sub>2</sub>O molecules (CPK spheres)\nthat reside in the channels of <bold>1</bold> (same color scheme as Figure ).</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic015609vf00004.tif\"></graphic>\n</fig>", "clean_text": " 4  View of ribbonlike chains of H2O molecules (CPK spheres) that reside in the channels of 1 (same color scheme as Figure ).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic015609v", "title": "\nCoordination Polymers Composed of Copper(II), Trimesic Acid, and Imidazole:  3D Architecture\nStabilized by Hydrogen Bonding\n", "journal": "American Chemical Society", "date": "2001.12", "author_list": ["Cheng\nDeping", "Khan\nMasood A.", "Houser\nRobert P."]}}