{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic034539k.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Two new one-dimensional (1-D) 3d−5d cyano-bridged bimetallic assemblies, {[Co<sub>3</sub>\n<sup>II</sup>(DMF)<sub>12</sub>][W<sup>V</sup>(CN)<sub>8</sub>]<sub>2</sub>]}<sub>∞</sub> (<bold>1</bold>) and\n{[Mn<sub>3</sub>\n<sup>II</sup>(bipy)<sub>2</sub>(DMF)<sub>8</sub>][W<sup>V</sup>(CN)<sub>8</sub>]<sub>2</sub>}<sub>∞</sub> (<bold>2</bold>), have been synthesized and characterized, where bipy stands for 2,2‘-bipyridine\nand DMF represents <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide. The X-ray analyses show that the two complexes belong to the <italic toggle=\"yes\">P</italic>1̄\nspace group with <italic toggle=\"yes\">Z</italic> = 1 and C<sub>52</sub>H<sub>84</sub>N<sub>28</sub>O<sub>12</sub>Co<sub>3</sub>W<sub>2</sub>, <italic toggle=\"yes\">a</italic> = 11.690(3) Å, <italic toggle=\"yes\">b</italic> = 12.703(3) Å, <italic toggle=\"yes\">c</italic> = 13.712(3) Å, α =\n86.889(4)°, β = 73.256(4)°, and γ = 77.033(4)° for <bold>1</bold> and C<sub>60</sub>H<sub>72</sub>N<sub>28</sub>O<sub>8</sub>Mn<sub>3</sub>W<sub>2</sub>, <italic toggle=\"yes\">a</italic> = 10.672(2) Å, <italic toggle=\"yes\">b</italic> = 13.024(3)\nÅ, <italic toggle=\"yes\">c</italic> = 16.000(3) Å, α = 78.32(3)°, β = 75.69(3)°, and γ = 66.63(3)° for <bold>2</bold>. The structures of the two complexes\nare similar and consist of 12-atom rhombic M<sub>2</sub>W<sub>2</sub>(CN)<sub>4</sub> (M = Co (<bold>1</bold>), Mn (<bold>2</bold>)) units, which act as a basic component\nto be repeatedly connected through W−C−N−M−N−C−W linkages to form a one-dimensional infinite 3,2-chain;\nthese chains are well separated by the DMF molecules or 2,2‘-bipyridines coordinated to the metal ions Co<sup>2+</sup> for\n<bold>1</bold> and Mn<sup>2+</sup> for <bold>2</bold>. Magnetic studies, including linear and nonlinear ac susceptibility measurements, demonstrate\nthat the long-range magnetic ordering and spin glass behavior coexist in the two 1-D compounds. </p>", "clean_text": "Two new one-dimensional (1-D) 3d-5d cyano-bridged bimetallic assemblies, {[Co3 II(DMF)12][WV(CN)8]2]}∞ (1) and {[Mn3 II(bipy)2(DMF)8][WV(CN)8]2}∞ (2), have been synthesized and characterized, where bipy stands for 2,2‘-bipyridine and DMF represents N,N-dimethylformamide. The X-ray analyses show that the two complexes belong to the P1̄ space group with Z = 1 and C52H84N28O12Co3W2, a = 11.690(3) Å, b = 12.703(3) Å, c = 13.712(3) Å, α = 86.889(4)°, β = 73.256(4)°, and γ = 77.033(4)° for 1 and C60H72N28O8Mn3W2, a = 10.672(2) Å, b = 13.024(3) Å, c = 16.000(3) Å, α = 78.32(3)°, β = 75.69(3)°, and γ = 66.63(3)° for 2. The structures of the two complexes are similar and consist of 12-atom rhombic M2W2(CN)4 (M = Co (1), Mn (2)) units, which act as a basic component to be repeatedly connected through W-C-N-M-N-C-W linkages to form a one-dimensional infinite 3,2-chain; these chains are well separated by the DMF molecules or 2,2‘-bipyridines coordinated to the metal ions Co2+ for 1 and Mn2+ for 2. Magnetic studies, including linear and nonlinear ac susceptibility measurements, demonstrate that the long-range magnetic ordering and spin glass behavior coexist in the two 1-D compounds. ", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Two one-dimensional 3d−5d cyano-bridged bimetallic coordination polymers, {[Co<sub>3</sub>(DMF)<sub>12</sub>][W(CN)<sub>8</sub>]<sub>2</sub>}<sub>∞</sub> (<bold>1</bold>) and {[Mn<sub>3</sub>(bipy)<sub>2</sub>(DMF)<sub>8</sub>][W(CN)<sub>8</sub>]<sub>2</sub>}<sub>∞</sub> (<bold>2</bold>), have been synthesized and characterized. Magnetic studies demonstrate that the long-range ferromagnetic ordering and spin glass behavior coexist in the two compounds.</p>", "clean_text": "Two one-dimensional 3d-5d cyano-bridged bimetallic coordination polymers, {[Co3(DMF)12][W(CN)8]2}∞ (1) and {[Mn3(bipy)2(DMF)8][W(CN)8]2}∞ (2), have been synthesized and characterized. Magnetic studies demonstrate that the long-range ferromagnetic ordering and spin glass behavior coexist in the two compounds.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The design and elaboration of new molecule-based magnetic materials has been an active area of research from both\na fundamental and potential application perspective during\nthe past decade. Over the past few years, hexacyanometalates\n([M(CN<sub>6</sub>)]<italic toggle=\"yes\">\n<sup>n</sup>\n</italic>\n<sup>-</sup>, M = Fe, Mn, Co, etc.), acting as good building\nblocks, have been used to construct a family of molecule-based magnets with interesting structures and properties,\nsuch as the discovery of the magnetic−optical phenomenon,\nthe finding of a molecule-based magnet with bulk magnetism\nat <italic toggle=\"yes\">T</italic>\n<sub>C</sub> over 100 °C, and single-molecule magnet behavior\nat low temperature. Recently, the magnetism of 3d−4d/5d\nbimetallic cyano-bridged assemblies derived from octacyanometalates ([M(CN)<sub>8</sub>]<italic toggle=\"yes\">\n<sup>n</sup>\n</italic>\n<sup>-</sup>, M = Mo, W) has attracted much\nattention, due to the d orbital of their central 4d/5d metal\nions being more diffuse than that of 3d metal ions and their\nversatility in geometry, as well as their photoresponsive\n\nproperties. Until now, compounds with various structures\nranging from discrete entities to three-dimensional extended\nnetworks have been well documented, some of which exhibit\nintriguing magnetic properties, such as long-range magnetic\nordering and ground spin state as high as <italic toggle=\"yes\">S</italic> = <sup>51</sup>/<sub>2</sub>.\n</p>", "clean_text": "Introduction\n\nThe design and elaboration of new molecule-based magnetic materials has been an active area of research from both a fundamental and potential application perspective during the past decade. Over the past few years, hexacyanometalates ([M(CN6)] n  -, M = Fe, Mn, Co, etc.), acting as good building blocks, have been used to construct a family of molecule-based magnets with interesting structures and properties, such as the discovery of the magnetic-optical phenomenon, the finding of a molecule-based magnet with bulk magnetism at T C over 100 °C, and single-molecule magnet behavior at low temperature. Recently, the magnetism of 3d-4d/5d bimetallic cyano-bridged assemblies derived from octacyanometalates ([M(CN)8] n  -, M = Mo, W) has attracted much attention, due to the d orbital of their central 4d/5d metal ions being more diffuse than that of 3d metal ions and their versatility in geometry, as well as their photoresponsive  properties. Until now, compounds with various structures ranging from discrete entities to three-dimensional extended networks have been well documented, some of which exhibit intriguing magnetic properties, such as long-range magnetic ordering and ground spin state as high as S = 51/2. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In this report we present the new cyano-bridged 1-D\nCo<sup>II</sup>−W<sup>V</sup> complex {[Co<sub>3</sub>\n<sup>II</sup>(DMF)<sub>12</sub>][W<sup>V</sup>(CN)<sub>8</sub>]<sub>2</sub>]}<sub>∞</sub> (<bold>1</bold>; DMF\n= <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide). The magnetic study shows that\ncompound <bold>1</bold> is frequency-dependent and exhibits magnetic\nhysteresis at low temperature, just like the “single-chain\nmagnet” (SCM) behavior predicted in 1963 by Glauber and\nobserved in 1-D Ising chain compounds reported recently\nby Clérac et al. However, further measurements demonstrate that compound <bold>1</bold> is a ferromagnet with the coexistence\nof long-range ferromagnetic ordering and glassy behavior.\nHere, we report the syntheses, structures, and magnetic\nproperties of complex <bold>1</bold> and its 1-D analogue {[Mn<sub>3</sub>\n<sup>II</sup>(bipy)<sub>2</sub>(DMF)<sub>8</sub>][W<sup>V</sup>(CN)<sub>8</sub>]<sub>2</sub>}<sub>∞</sub> (<bold>2</bold>; bipy = 2,2‘-bipyridine).\n</p>", "clean_text": "In this report we present the new cyano-bridged 1-D CoII-WV complex {[Co3 II(DMF)12][WV(CN)8]2]}∞ (1; DMF = N,N-dimethylformamide). The magnetic study shows that compound 1 is frequency-dependent and exhibits magnetic hysteresis at low temperature, just like the \"single-chain magnet\" (SCM) behavior predicted in 1963 by Glauber and observed in 1-D Ising chain compounds reported recently by Clérac et al. However, further measurements demonstrate that compound 1 is a ferromagnet with the coexistence of long-range ferromagnetic ordering and glassy behavior. Here, we report the syntheses, structures, and magnetic properties of complex 1 and its 1-D analogue {[Mn3 II(bipy)2(DMF)8][WV(CN)8]2}∞ (2; bipy = 2,2‘-bipyridine). ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><p>\n<bold>Materials and Instrumentation.</bold> The precursor (<italic toggle=\"yes\">n</italic>-Bu<sub>4</sub>N)<sub>3</sub>[W(CN)<sub>8</sub>] was prepared according to published procedures. Other\nstarting materials were of analytical grade and were used without\nfurther purification. C, H, N elemental analyses were carried out\nwith a Perkin-Elmer 240C elemental analyzer, and the contents of\nmetal ions were analyzed on a HOBIN YVON JY38S ICP spectrometer. Infrared spectroscopy on KBr pellets was performed\non a Bruker Vector 22 FT-IR spectrophotometer in the region\n4000−400 cm<sup>-1</sup>. The magnetic susceptibilities, ac magnetic susceptibility, and field dependence of magnetization up to 7 T at 1.8 K\nwere obtained on crystalline samples using a Model MagLab System\n2000 magnetometer. The experimental susceptibilities were corrected for the sample holder and the diamagnetism contributions\nestimated from Pascal's constants. Effective magnetic moments\nwere calculated using the equation μ<sub>eff</sub> = 2.828(χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic>)<sup>1/2</sup>, where χ<sub>M</sub>\nis the molar magnetic susceptibility.\n</p>", "clean_text": "Experimental Section\n\n Materials and Instrumentation. The precursor (n-Bu4N)3[W(CN)8] was prepared according to published procedures. Other starting materials were of analytical grade and were used without further purification. C, H, N elemental analyses were carried out with a Perkin-Elmer 240C elemental analyzer, and the contents of metal ions were analyzed on a HOBIN YVON JY38S ICP spectrometer. Infrared spectroscopy on KBr pellets was performed on a Bruker Vector 22 FT-IR spectrophotometer in the region 4000-400 cm-1. The magnetic susceptibilities, ac magnetic susceptibility, and field dependence of magnetization up to 7 T at 1.8 K were obtained on crystalline samples using a Model MagLab System 2000 magnetometer. The experimental susceptibilities were corrected for the sample holder and the diamagnetism contributions estimated from Pascal's constants. Effective magnetic moments were calculated using the equation μeff = 2.828(χM T)1/2, where χM is the molar magnetic susceptibility. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Preparation of {[Co</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(DMF)</bold>\n<bold>\n<sub>12</sub>\n</bold>\n<bold>][W(CN)</bold>\n<bold>\n<sub>8</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold> (1).</bold> All of the following procedures were carried out in the dark to avoid decomposition of (<italic toggle=\"yes\">n</italic>-Bu<sub>4</sub>N)<sub>3</sub>[W(CN)<sub>8</sub>]. A solution of Co(ClO<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O (55 mg,\n0.15 mmol) in CH<sub>3</sub>OH (2 mL) was added to a solution of (<italic toggle=\"yes\">n</italic>-Bu<sub>4</sub>N)<sub>3</sub>[W(CN)<sub>8</sub>] (112 mg, 0.10 mmol) in CH<sub>3</sub>OH (3 mL) under an inert\natmosphere with stirring to give red polycrystalline material after\nseveral minutes, which was filtered and washed with methanol.\nThen the red product was dissolved in DMF. Well-shaped red block\ncrystals were obtained by slow diffusion of diethyl ether into the\nresulting DMF solution for several days (yield 75%). Anal. Calcd\nfor C<sub>52</sub>H<sub>84</sub>N<sub>28</sub>O<sub>12</sub>Co<sub>3</sub>W<sub>2</sub>:  C, 33.98; H, 4.57; N, 21.34. Found:  C,\n33.81; H, 4.45; N, 21.19. IR (cm<sup>-1</sup>, KBr disk):  ν<sub>C</sub>\n<sub>≡</sub>\n<sub>N</sub> 2194 (m),\n2180 (m), 2170 (m), 2144 (w).\n</p>", "clean_text": " Preparation of {[Co  3  (DMF)  12  ][W(CN)  8  ]  2   (1). All of the following procedures were carried out in the dark to avoid decomposition of (n-Bu4N)3[W(CN)8]. A solution of Co(ClO4)2⋅6H2O (55 mg, 0.15 mmol) in CH3OH (2 mL) was added to a solution of (n-Bu4N)3[W(CN)8] (112 mg, 0.10 mmol) in CH3OH (3 mL) under an inert atmosphere with stirring to give red polycrystalline material after several minutes, which was filtered and washed with methanol. Then the red product was dissolved in DMF. Well-shaped red block crystals were obtained by slow diffusion of diethyl ether into the resulting DMF solution for several days (yield 75%). Anal. Calcd for C52H84N28O12Co3W2: C, 33.98; H, 4.57; N, 21.34. Found: C, 33.81; H, 4.45; N, 21.19. IR (cm-1, KBr disk): νC ≡ N 2194 (m), 2180 (m), 2170 (m), 2144 (w). ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Preparation of {[Mn</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(bipy)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(DMF)</bold>\n<bold>\n<sub>8</sub>\n</bold>\n<bold>][W(CN)</bold>\n<bold>\n<sub>8</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>}</bold>\n<sub>∞</sub>\n<bold> (2).</bold> A solution of MnCl<sub>2</sub>·4H<sub>2</sub>O (0.297 g, 1.5 mmol) and 2,2‘-bipy (0.468 g,\n3.0 mmol) in CH<sub>3</sub>OH (30 mL) was added to a solution of (<italic toggle=\"yes\">n</italic>-Bu<sub>4</sub>N)<sub>3</sub>[W(CN)<sub>8</sub>] (1.118 g, 1.0 mmol) in CH<sub>3</sub>OH (20 mL) with stirring to\ngive a pale yellow precipitate immediately, which was filtered and\nwashed with methanol. Then the precipitate was collected and\ndissolved in DMF. Brown block crystals were obtained by slow\ndiffusion of diethyl ether into the resulting DMF solution for several\ndays (yield 92%). Anal. Calcd for C<sub>60</sub>H<sub>72</sub>N<sub>28</sub>O<sub>8</sub>Mn<sub>3</sub>W<sub>2</sub>:  C, 39.04;\nH, 3.93; N, 21.24; Mn, 8.93. Found:  C, 38.96; H, 4.01; N, 21.62;\nMn, 9.23. IR (cm<sup>-1</sup>, KBr disk):  ν<sub>C</sub>\n<sub>≡</sub>\n<sub>N</sub> 2178 (m), 2158 (m).\n</p>", "clean_text": " Preparation of {[Mn  3  (bipy)  2  (DMF)  8  ][W(CN)  8  ]  2  } ∞  (2). A solution of MnCl2⋅4H2O (0.297 g, 1.5 mmol) and 2,2‘-bipy (0.468 g, 3.0 mmol) in CH3OH (30 mL) was added to a solution of (n-Bu4N)3[W(CN)8] (1.118 g, 1.0 mmol) in CH3OH (20 mL) with stirring to give a pale yellow precipitate immediately, which was filtered and washed with methanol. Then the precipitate was collected and dissolved in DMF. Brown block crystals were obtained by slow diffusion of diethyl ether into the resulting DMF solution for several days (yield 92%). Anal. Calcd for C60H72N28O8Mn3W2: C, 39.04; H, 3.93; N, 21.24; Mn, 8.93. Found: C, 38.96; H, 4.01; N, 21.62; Mn, 9.23. IR (cm-1, KBr disk): νC ≡ N 2178 (m), 2158 (m). ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Crystal Structure Determination.</bold> Single-crystal X-ray data for\n{[Co<sub>3</sub>(DMF)<sub>12</sub>][W(CN)<sub>8</sub>]<sub>2</sub>}<sub>∞</sub> (<bold>1</bold>) were collected on a Bruker Apex\nSMART CCD system equipped with monochromated Mo Kα\nradiation (λ = 0.710 73 Å) at room temperature. The data\nintegration and empirical absorption corrections were carried out\nby SAINT and SADABS programs, respectively. The structure\nwas solved by direct methods and refined on <italic toggle=\"yes\">F</italic>\n<sup>2</sup> using the\nSHELXTL suite of programs. All non-hydrogen atoms were\nrefined anisotropically by full-matrix least squares. Hydrogen atoms\nwere generated geometrically. For complex <bold>2</bold>, intensity data were\ncollected on an Enraf-Nonius CAD-4 four-circle diffractometer by\n<italic toggle=\"yes\">ω</italic>-scan techniques using graphite-monochromated Mo Kα radiation\n(<italic toggle=\"yes\">λ</italic> = 0.710 73 Å) at room temperature. Corrections for Lorentz\nand polarization effects and for absorption (ψ scan) were applied.\nThe structure was solved by direct methods and refined on <italic toggle=\"yes\">F</italic>\n<sup>2</sup> using\nthe SHELXTL suite of programs. Except for the disordered carbon\nand nitrogen atoms of the coordinated DMF molecules (N11, N13,\nN14, C19, C20, C21, C22, C23, C24, C26, C27, C29, and C30),\nthe majority of the non-H atoms were refined anisotropically. The\nmaximum and minimum residual densities are 2.877 and −2.401\ne Å<sup>-3</sup>, respectively, which are within 1.0 Å from W1. The\ncrystallographic data for the two compounds are summarized in\nTable .\n\n</p>", "clean_text": " Crystal Structure Determination. Single-crystal X-ray data for {[Co3(DMF)12][W(CN)8]2}∞ (1) were collected on a Bruker Apex SMART CCD system equipped with monochromated Mo Kα radiation (λ = 0.71073 Å) at room temperature. The data integration and empirical absorption corrections were carried out by SAINT and SADABS programs, respectively. The structure was solved by direct methods and refined on F 2 using the SHELXTL suite of programs. All non-hydrogen atoms were refined anisotropically by full-matrix least squares. Hydrogen atoms were generated geometrically. For complex 2, intensity data were collected on an Enraf-Nonius CAD-4 four-circle diffractometer by ω-scan techniques using graphite-monochromated Mo Kα radiation (λ = 0.71073 Å) at room temperature. Corrections for Lorentz and polarization effects and for absorption (ψ scan) were applied. The structure was solved by direct methods and refined on F 2 using the SHELXTL suite of programs. Except for the disordered carbon and nitrogen atoms of the coordinated DMF molecules (N11, N13, N14, C19, C20, C21, C22, C23, C24, C26, C27, C29, and C30), the majority of the non-H atoms were refined anisotropically. The maximum and minimum residual densities are 2.877 and -2.401 e Å-3, respectively, which are within 1.0 Å from W1. The crystallographic data for the two compounds are summarized in Table .  ", "data": null, "include_properties": null}, {"idx": 9, "type": "table", "classification": null, "content": "<table-wrap id=\"ic034539kt00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal Data and Structure Refinement Details for {[Co<sub>3</sub>(DMF)<sub>12</sub>][W(CN)<sub>8</sub>]<sub>2</sub>}<sub>∞</sub> (<bold>1</bold>) and {[Mn<sub>3</sub>(bipy)<sub>2</sub>(DMF)<sub>8</sub>][W(CN)<sub>8</sub>]<sub>2</sub>}<sub>∞</sub>\n(<bold>2</bold>)</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>52</sub>H<sub>84</sub>N<sub>28</sub>O<sub>12</sub>Co<sub>3</sub>W<sub>2</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">C<sub>60</sub>H<sub>72</sub>N<sub>28</sub>O<sub>8</sub>Mn<sub>3</sub>W<sub>2</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">M<sub>w</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">1837.96\n</oasis:entry>\n<oasis:entry colname=\"3\">1845.98\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst syst\n</oasis:entry>\n<oasis:entry colname=\"2\">triclinic\n</oasis:entry>\n<oasis:entry colname=\"3\">triclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic toggle=\"yes\">P</italic>1̄\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic toggle=\"yes\">P</italic>1̄\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">a</italic>/Å\n</oasis:entry>\n<oasis:entry colname=\"2\">11.690(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">10.672(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">b</italic>/Å\n</oasis:entry>\n<oasis:entry colname=\"2\">12.703(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">13.024(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">c</italic>/Å\n</oasis:entry>\n<oasis:entry colname=\"2\">13.712(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">16.000(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">α</italic>/deg\n</oasis:entry>\n<oasis:entry colname=\"2\">86.889(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">78.32(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β/deg\n</oasis:entry>\n<oasis:entry colname=\"2\">73.256(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">75.69(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">γ/deg\n</oasis:entry>\n<oasis:entry colname=\"2\">77.033(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">66.63(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">V</italic>/Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1900.0(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">1964.4(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry colname=\"2\">1\n</oasis:entry>\n<oasis:entry colname=\"3\">1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">ρ</italic>\n<sub>calcd</sub>/g cm<sup>-3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.606\n</oasis:entry>\n<oasis:entry colname=\"3\">1.560\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">μ(Mo Kα)/mm<sup>-1</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.727\n</oasis:entry>\n<oasis:entry colname=\"3\">3.452\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">no. of rflns collcd\n</oasis:entry>\n<oasis:entry colname=\"2\">10 892\n</oasis:entry>\n<oasis:entry colname=\"3\">7270\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">no. of indep rflns\n</oasis:entry>\n<oasis:entry colname=\"2\">7940 (<italic toggle=\"yes\">R</italic>\n<sub>int</sub> = 0.0238)\n</oasis:entry>\n<oasis:entry colname=\"3\">6872 (<italic toggle=\"yes\">R</italic>\n<sub>int</sub> = 0.0654)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">GOF on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.021\n</oasis:entry>\n<oasis:entry colname=\"3\">1.014\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">R</italic> indices (<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>))<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">R1 = 0.0327,\nwR2 = 0.0644\n</oasis:entry>\n<oasis:entry colname=\"3\">R1 = 0.0573,\nwR2 = 0.1398\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">R</italic> indices (all data)\n</oasis:entry>\n<oasis:entry colname=\"2\">R1 = 0.0388,\nwR2 = 0.0655\n</oasis:entry>\n<oasis:entry colname=\"3\">R1 = 0.0998,\nwR2 = 0.1691</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup> R1 = ∑||<italic toggle=\"yes\">F</italic>\n<sub>o</sub>| − |<italic toggle=\"yes\">F</italic>\n<sub>c</sub>|/∑|<italic toggle=\"yes\">F</italic>\n<sub>o</sub>|; wR2 = [∑<italic toggle=\"yes\">w</italic>(|<italic toggle=\"yes\">F</italic>\n<sub>o</sub>|<sup>2</sup> − |<italic toggle=\"yes\">F</italic>\n<sub>c</sub>|<sup>2</sup>)|/∑|<italic toggle=\"yes\">w</italic>(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>)<sup>2</sup>]<sup>1/2</sup>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>\n<bold>Synthesis.</bold> For complex <bold>1</bold>, we initially hoped to prepare a\nCo<sub>9</sub>W<sub>6</sub> cluster as a single-molecule magnet (SMM) with large\nanisotropy using the bare metal ion Co<sup>2+</sup> and [W(CN)<sub>8</sub>]<sup>3-</sup>,\nas for the reported M<sub>9</sub>M‘<sub>6</sub> clusters (M = Mn<sup>2+</sup>, Ni<sup>2+</sup>; M‘ =\nMo, W). However, it is unexpected that a one-dimensional coordination polymer is obtained and exhibits a\nstructural feature similar to that of complex <bold>2</bold>. For complex\n<bold>2</bold>, in the reaction recipe, the Mn<sup>2+</sup> and bipy ratio is 1:2, but\nin the complex, only 1 bipy to 1.5 Mn<sup>2+</sup> was found. We\n\nhave also tried to use [Mn(bipy)<sub>2</sub>(H<sub>2</sub>O)](ClO<sub>4</sub>)<sub>2</sub> as the starting\nmaterial, and the same crystals were obtained. This implies\nthat the bipy ligands coordinated to Mn<sup>2+</sup> were replaced by\ncyano groups and/or DMF molecules in the spontaneous self-assembly process of <bold>2</bold>. A similar example has been shown\nby Dunbar et al. for a Mn<sub>3</sub>Fe<sub>2</sub> 2-D ferrimagnet.\n</p>", "clean_text": "Results and Discussion\n\n Synthesis. For complex 1, we initially hoped to prepare a Co9W6 cluster as a single-molecule magnet (SMM) with large anisotropy using the bare metal ion Co2+ and [W(CN)8]3-, as for the reported M9M‘6 clusters (M = Mn2+, Ni2+; M‘ = Mo, W). However, it is unexpected that a one-dimensional coordination polymer is obtained and exhibits a structural feature similar to that of complex 2. For complex 2, in the reaction recipe, the Mn2+ and bipy ratio is 1:2, but in the complex, only 1 bipy to 1.5 Mn2+ was found. We  have also tried to use [Mn(bipy)2(H2O)](ClO4)2 as the starting material, and the same crystals were obtained. This implies that the bipy ligands coordinated to Mn2+ were replaced by cyano groups and/or DMF molecules in the spontaneous self-assembly process of 2. A similar example has been shown by Dunbar et al. for a Mn3Fe2 2-D ferrimagnet. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Description of Structures.</bold> Selected bond distances and\nangles for complexes <bold>1</bold> and <bold>2</bold> are listed in Tables  and ,\nrespectively. The molecular structures of complexes <bold>1</bold> and\n<bold>2</bold> are shown in Figure  and Figure S1 in the Supporting\nInformation.\n\n\n\n</p>", "clean_text": " Description of Structures. Selected bond distances and angles for complexes 1 and 2 are listed in Tables  and , respectively. The molecular structures of complexes 1 and 2 are shown in Figure  and Figure S1 in the Supporting Information.    ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Molecular structures for (a) complex<bold>1</bold> and (b) complex <bold>2</bold>,\nshowing a fragment of the one-dimensional infinite structure with the atom-labeling scheme. The hydrogen atoms and the C and N atoms of the\ncoordinated DMF molecules are omitted for clarity. Symmetry operations: \n(<italic toggle=\"yes\">i</italic>) −<italic toggle=\"yes\">x</italic> + 1, −<italic toggle=\"yes\">y</italic> + 2, −<italic toggle=\"yes\">z</italic> + 1; (<italic toggle=\"yes\">ii</italic>) −<italic toggle=\"yes\">x</italic> + 2, −<italic toggle=\"yes\">y</italic> + 1, −<italic toggle=\"yes\">z</italic>; (<italic toggle=\"yes\">iii</italic>) −<italic toggle=\"yes\">x</italic> + 2, −<italic toggle=\"yes\">y</italic>\n+ 1; −<italic toggle=\"yes\">z</italic> + 1; (<italic toggle=\"yes\">iv</italic>) −<italic toggle=\"yes\">x</italic> + 2, −<italic toggle=\"yes\">y</italic>, −<italic toggle=\"yes\">z</italic> + 2.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00001.tif\"></graphic>\n</fig>", "clean_text": " 1  Molecular structures for (a) complex1 and (b) complex 2, showing a fragment of the one-dimensional infinite structure with the atom-labeling scheme. The hydrogen atoms and the C and N atoms of the coordinated DMF molecules are omitted for clarity. Symmetry operations: (i) -x + 1, -y + 2, -z + 1; (ii) -x + 2, -y + 1, -z; (iii) -x + 2, -y + 1; -z + 1; (iv) -x + 2, -y, -z + 2.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "table", "classification": null, "content": "<table-wrap id=\"ic034539kt00002\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Selected Bond Distances (Å) and Angles (deg) for {[Co<sub>3</sub>(DMF)<sub>12</sub>][W(CN)<sub>8</sub>]<sub>2</sub>}<sub>∞</sub> (1)<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Bond Distances (Å)\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Co(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.111(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Co(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.083(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Co(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.097(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Co(1)−O(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.068(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Co(1)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.131(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Co(1)−N(6)<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">2.109(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Co(2)−O(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.070(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Co(2)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.084(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Co(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.096(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">W(1)−C(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.165(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">W(1)−C(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.164(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">W(1)−C(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.140(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">W(1)−C(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.143(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">W(1)−C(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.162(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">W(1)−C(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.175(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">W(1)−C(7)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.148(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">W(1)−C(8)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.148(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.139(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(5)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.143(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(6)−N(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.139(4)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Bond Angles (deg)\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Co(1)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">85.85(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2)−Co(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">88.12(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Co(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">90.63(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2)−Co(1)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">89.50(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Co(1)−N(6)<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">88.52(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3)−Co(1)−N(6)<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">88.35(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(3)−Co(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">92.03(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3)−Co(1)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">177.87(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(4)−Co(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">88.04(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(4)−Co(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">176.16(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(4)−Co(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">89.35(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(6)<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>\n<italic toggle=\"yes\">\n<sup>-</sup>\n</italic>\n<sup></sup>Co(1)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">93.78(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(4)−Co(1)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">90.38(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(5)−Co(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">91.51(14)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(5)−Co(2)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">91.97(14)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6)−Co(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">93.04(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(2)−N(2)-Co(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">167.7(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(5)−N(5)-Co(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">159.9(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(6)−N(6)-Co(1)<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">158.2(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(2)−W(1)-C(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">130.41(15)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(5)−W(1)-C(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">137.54(15)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(5)−W(1)-C(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">72.08(14)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(1)−C(1)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">178.1(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(2)−C(2)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">178.0(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(3)−C(3)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">178.5(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(4)−C(4)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">177.0(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(5)−C(5)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">176.1(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(6)−C(6)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">176.8(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(7)−C(7)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">178.6(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(8)−C(8)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">177.1(4)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry transformation used to generate equivalent atoms:  (<italic toggle=\"yes\">i</italic>) −<italic toggle=\"yes\">x</italic>\n+ 1, −<italic toggle=\"yes\">y</italic> + 2, −<italic toggle=\"yes\">z</italic> + 1.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 14, "type": "table", "classification": null, "content": "<table-wrap id=\"ic034539kt00003\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Selected Bond Distances (Å) and Angles (deg) for {[Mn<sub>3</sub>(bipy)<sub>2</sub>(DMF)<sub>8</sub>][W(CN)<sub>8</sub>]<sub>2</sub>}<sub>∞</sub> (2)<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Bond Distances (Å)\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.206(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">Mn(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.109(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn(1)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.215(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">Mn(1)−N(4)<italic toggle=\"yes\">\n<sup>iii</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">2.180(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn(1)−N(9)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.262(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">Mn(1)−N(10)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.233(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn(2)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.156(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">Mn(2)−O(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.159(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn(2)−N(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.254(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(1)−C(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.128(14)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(4)−C(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.154(15)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(6)−C(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.122(14)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">W(1)−C(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.169(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">W(1)−C(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.145(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">W(1)−C(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.130(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">W(1)−C(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.188(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">W(1)−C(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.151(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">W(1)−C(7)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.129(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">W(1)−C(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.157(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">W(1)−C(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.139(12)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Bond Angles (deg)\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">C(4)−W(1)-C(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">72.8(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(4)−W(1)-C(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">136.5(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(1)−W(1)-C(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">124.4(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2)−Mn(1)-O(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">178.3(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(4)<italic toggle=\"yes\">\n<sup>iii</sup>\n</italic>\n<sup></sup>−Mn(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">89.5(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(4)<italic toggle=\"yes\">\n<sup>iii</sup>\n</italic>\n<sup></sup>−Mn(1)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">100.9(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Mn(1)-N(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">89.9(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(10)−Mn(1)-N(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">73.4(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(3)−Mn(2)-O(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">91.1(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3)−Mn(2)-N(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">89.9(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(4)−Mn(2)-N(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">91.1(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(4)−N(4)-Mn(1)<italic toggle=\"yes\">\n<sup>iii</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">171.6(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(1)−N(1)-Mn(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">175.4(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(6)−N(6)-Mn(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">156.0(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(1)−C(1)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">179.4(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(2)−C(2)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">177.8(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(3)−C(3)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">176.8(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(4)−C(4)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">177.9(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(5)−C(5)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">178.6(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(6)−C(6)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">175.9(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(7)−C(7)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">178.4(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(8)−C(8)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">178.6(11)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry transformation used to generate equivalent atoms:  (<italic toggle=\"yes\">iii</italic>) −<italic toggle=\"yes\">x</italic>\n+ 2, −<italic toggle=\"yes\">y</italic> + 1, −<italic toggle=\"yes\">z</italic> + 1.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>\n<bold>(a) {[Co</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(DMF)</bold>\n<bold>\n<sub>12</sub>\n</bold>\n<bold>][W(CN)</bold>\n<bold>\n<sub>8</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>}</bold>\n<sub>∞</sub>\n<bold> (1).</bold> X-ray crystallographic studies revealed that complex <bold>1</bold> is a neutral, one-dimensional infinite chainlike polymer. The asymmetric unit\nof the structure consists of one W<sup>V</sup>(CN)<sub>8</sub>\n<sup>3-</sup> moiety connected\nto two different types of Co<sup>II</sup> centers by cyanide bridges.\nThe W1 atom is coordinated by eight CN groups, with W−C\ndistances ranging from 2.140(5) to 2.175(4) Å in a distorted\nbicapped trigonal prism. The two Co atoms are all in a\nslightly distorted octahedral geometry. The equatorial sites\nof Co1 are occupied by two oxygen atoms and two nitrogen\natoms (O1, O3, N5, and N6<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>; <italic toggle=\"yes\">i</italic> = −<italic toggle=\"yes\">x</italic> + 1, −<italic toggle=\"yes\">y</italic> + 2, −<italic toggle=\"yes\">z</italic> + 1),\nand the apical positions are occupied by two oxygen atoms\n(O2, O4) from DMF molecules. The other Co atom (Co2),\nlocalized at the special equivalent positions (1, <sup>1</sup>/<sub>2</sub>, 0), is\ncoordinated with four oxygen atoms (O5, O6, O5<italic toggle=\"yes\">\n<sup>ii</sup>\n</italic>\n<sup></sup>, and O5<italic toggle=\"yes\">\n<sup>ii</sup>\n</italic>\n<sup></sup>)\nfrom four DMF molecules occupying the equatorial sites and\ntwo nitrogen atoms (N2, N2<italic toggle=\"yes\">\n<sup>ii</sup>\n</italic>\n<sup></sup>) from two adjacent W(CN)<sub>8</sub>\nunits at the axial positions (<italic toggle=\"yes\">ii</italic> = −<italic toggle=\"yes\">x</italic> + 2, −<italic toggle=\"yes\">y</italic> + 1, −<italic toggle=\"yes\">z</italic>). Each\nW<sup>V</sup>(CN)<sub>8</sub> group connects three Co atoms (Co1, Co1<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>, and\nCo1<italic toggle=\"yes\">\n<sup>ii</sup>\n</italic>\n<sup></sup>) via three cyano bridges (C5−N5, C6−N6, and\nC2−N2) with the Co−N<sub>CN</sub> distance ranging from 2.096(3)\nto 2.131(3) Å. W1, Co1, W1<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>, and Co1<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup> were joined by four\ncyano bridges (C5−N5, C6<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>\n<italic toggle=\"yes\">−</italic>N6<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>, C5<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>\n<italic toggle=\"yes\">−</italic>N5<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>, and C6−N6)\nto form a 4-metal 12-atom rhombic cycle, Co<sub>2</sub>W<sub>2</sub>(CN)<sub>4</sub>,\nwhile Co2 links the cycles in a trans mode through\nW1−C2−N2−Co2−N2<italic toggle=\"yes\">\n<sup>ii</sup>\n</italic>\n<sup></sup>\n<italic toggle=\"yes\">−</italic>C2<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>\n<italic toggle=\"yes\">−</italic>W1<italic toggle=\"yes\">\n<sup>ii</sup>\n</italic>\n<sup></sup> linkages to form a 1-D\ninfinite chain, running along one of the diagonal directions\nof the <italic toggle=\"yes\">b</italic> and <italic toggle=\"yes\">c</italic> axes (Figures a and ). This type of 1-D\nchain has been defined as a 3,2-chain by Černák et al.,\nwhich has been found in complexes {(DMF)<sub>10</sub>Ln<sub>2</sub>[\nNi(CN)<sub>4</sub>]<sub>3</sub>}<sub>∞</sub> (Ln = Sm, Yb, Er). In complex <bold>1</bold>, the shortest\nmetal···metal intrachain distances for W1···Co1, W1···Co2,\nCo1···Co2, W1···W1<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>, and Co1···Co1<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup> are 5.335(1), 5.363(1), 10.252(2), 8.443(1), and 6.491(2) Å, respectively. The\nadjacent chains are separated well by the coordinated DMF\nmolecules, with a distance of 11.690(3) Å along the <italic toggle=\"yes\">a</italic> axis\n(Figure ). No pronounced hydrogen-bonding interaction,\nexcept the van der Waals force between the chains, can be\nfound.\n\n</p>", "clean_text": " (a) {[Co  3  (DMF)  12  ][W(CN)  8  ]  2  } ∞  (1). X-ray crystallographic studies revealed that complex 1 is a neutral, one-dimensional infinite chainlike polymer. The asymmetric unit of the structure consists of one WV(CN)8 3- moiety connected to two different types of CoII centers by cyanide bridges. The W1 atom is coordinated by eight CN groups, with W-C distances ranging from 2.140(5) to 2.175(4) Å in a distorted bicapped trigonal prism. The two Co atoms are all in a slightly distorted octahedral geometry. The equatorial sites of Co1 are occupied by two oxygen atoms and two nitrogen atoms (O1, O3, N5, and N6 i  ; i = -x + 1, -y + 2, -z + 1), and the apical positions are occupied by two oxygen atoms (O2, O4) from DMF molecules. The other Co atom (Co2), localized at the special equivalent positions (1, 1/2, 0), is coordinated with four oxygen atoms (O5, O6, O5 ii  , and O5 ii  ) from four DMF molecules occupying the equatorial sites and two nitrogen atoms (N2, N2 ii  ) from two adjacent W(CN)8 units at the axial positions (ii = -x + 2, -y + 1, -z). Each WV(CN)8 group connects three Co atoms (Co1, Co1 i  , and Co1 ii  ) via three cyano bridges (C5-N5, C6-N6, and C2-N2) with the Co-NCN distance ranging from 2.096(3) to 2.131(3) Å. W1, Co1, W1 i  , and Co1 i   were joined by four cyano bridges (C5-N5, C6 i   -N6 i  , C5 i   -N5 i  , and C6-N6) to form a 4-metal 12-atom rhombic cycle, Co2W2(CN)4, while Co2 links the cycles in a trans mode through W1-C2-N2-Co2-N2 ii   -C2 i   -W1 ii   linkages to form a 1-D infinite chain, running along one of the diagonal directions of the b and c axes (Figures a and ). This type of 1-D chain has been defined as a 3,2-chain by Černák et al., which has been found in complexes {(DMF)10Ln2[ Ni(CN)4]3}∞ (Ln = Sm, Yb, Er). In complex 1, the shortest metal⋅⋅⋅metal intrachain distances for W1⋅⋅⋅Co1, W1⋅⋅⋅Co2, Co1⋅⋅⋅Co2, W1⋅⋅⋅W1 i  , and Co1⋅⋅⋅Co1 i   are 5.335(1), 5.363(1), 10.252(2), 8.443(1), and 6.491(2) Å, respectively. The adjacent chains are separated well by the coordinated DMF molecules, with a distance of 11.690(3) Å along the a axis (Figure ). No pronounced hydrogen-bonding interaction, except the van der Waals force between the chains, can be found.  ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00002\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Packing diagram of complex<bold>1</bold> in the <italic toggle=\"yes\">ac</italic> plane. The hydrogen\natoms and the C and N atoms of the coordinated DMF molecules are omitted\nfor clarity.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00002.tif\"></graphic>\n</fig>", "clean_text": " 2  Packing diagram of complex1 in the ac plane. The hydrogen atoms and the C and N atoms of the coordinated DMF molecules are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>\n<bold>(b) {[Mn</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(bipy)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(DMF)</bold>\n<bold>\n<sub>8</sub>\n</bold>\n<bold>][W(CN)</bold>\n<bold>\n<sub>8</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>}</bold>\n<sub>∞</sub>\n<bold> (2).</bold> The structure\nof <bold>2 </bold>reveals that the complex is also a neutral, one-dimensional infinite polymer, similar to complex <bold>1</bold>. The\nasymmetric unit of the structure consists of one W<sup>V</sup>(CN)<sub>8</sub>\n<sup>3-</sup>\nmoiety connected to two different types of Mn<sup>II</sup> centers by\ncyanide bridges. The W1 atom is coordinated by eight CN\ngroups with W−C distances ranging from 2.129(10) to\n2.188(11) Å in a distorted bicapped trigonal prism. The two\nMn atoms are all in a slightly distorted octahedral geometry\n(Figure b). For Mn1, the equatorial sites are occupied by\nfour nitrogen atoms, N1, N4<italic toggle=\"yes\">\n<sup>iii</sup>\n</italic>\n<sup></sup>, N9, and N10, with an average\nMn−N distance of 2.22 Å (<italic toggle=\"yes\">iii</italic> = −<italic toggle=\"yes\">x</italic> + 2, −<italic toggle=\"yes\">y</italic> + 1, −<italic toggle=\"yes\">z</italic> + 1),\nwhile the apical positions are occupied by two oxygen atoms\n(O1, O2) from two DMF molecules. The other Mn atom\n(Mn2), localized at the special equivalent positions (1, 0,\n1), are coordinated with four oxygen atoms (O3, O4, O3<italic toggle=\"yes\">\n<sup>iv</sup>\n</italic>\n<sup></sup>,\nand O4<italic toggle=\"yes\">\n<sup>iv</sup>\n</italic>\n<sup></sup>) from four DMF molecules occupying the equatorial\nsites and two nitrogen atoms (N6, N6<italic toggle=\"yes\">\n<sup>iii</sup>\n</italic>\n<sup></sup>) from two adjacent\nW(CN)<sub>8</sub> units at the axial positions (<italic toggle=\"yes\">iv</italic> = −<italic toggle=\"yes\">x</italic> + 2, −<italic toggle=\"yes\">y</italic>,\n−<italic toggle=\"yes\">z</italic> + 2). Each W<sup>V</sup>(CN)<sub>8</sub> group connects three Mn atoms\n(Mn1, Mn1<italic toggle=\"yes\">\n<sup>iii</sup>\n</italic>\n<sup></sup>, and Mn2) via three cyano bridges (C1−N1,\nC4−N4, and C6−N6), with the Mn−N<sub>CN</sub> distance ranging\nfrom 2.180(10) to 2.254(9) Å. Similar to the case for <bold>1</bold>,\nW1, Mn1, W1<italic toggle=\"yes\">\n<sup>iii</sup>\n</italic>\n<sup></sup>, and Mn1<italic toggle=\"yes\">\n<sup>iii</sup>\n</italic>\n<sup></sup> were linked by four cyano\nbridges (C1−N1, C4<italic toggle=\"yes\">\n<sup>iii</sup>\n</italic>\n<sup></sup>\n<italic toggle=\"yes\">−</italic>N4<italic toggle=\"yes\">\n<sup>iii</sup>\n</italic>\n<sup></sup>, C1<italic toggle=\"yes\">\n<sup>iii</sup>\n</italic>\n<sup></sup>\n<italic toggle=\"yes\">−</italic>N1<italic toggle=\"yes\">\n<sup>iii</sup>\n</italic>\n<sup></sup>, and C4−N4) to\nform a 4-metal 12-atom rhombic cycle, Mn<sub>2</sub>W<sub>2</sub>(CN)<sub>4</sub>, while\nMn2 links the rhombic cycles in a trans mode through\nW1−C6−N6−Mn2−N6<italic toggle=\"yes\">\n<sup>iv</sup>\n</italic>\n<sup></sup>\n<italic toggle=\"yes\">−</italic>C6<italic toggle=\"yes\">\n<sup>iv</sup>\n</italic>\n<sup></sup>\n<italic toggle=\"yes\">−</italic>W1<italic toggle=\"yes\">\n<sup>iv</sup>\n</italic>\n<sup></sup> linkages to form a\n1-D 3,2-chain, running along one of the diagonal directions\nof the <italic toggle=\"yes\">b</italic> and <italic toggle=\"yes\">c</italic> axes (Figure b). The shortest metal···metal\nintrachain distances for W1···Mn1, W1···Mn2, Mn1···Mn2,\nW1···W1<italic toggle=\"yes\">\n<sup>iii</sup>\n</italic>\n<sup></sup>, and Mn1···Mn1<italic toggle=\"yes\">\n<sup>iii</sup>\n</italic>\n<sup></sup> are 5.508(2), 5.417(2), 10.028(3), 8.714(3), and 6.693(4) Å, respectively. The nearest\ninterchain distances are separated by the coordinated DMF\nand bipy molecules with a distance of 10.672(2) Å along\nthe <italic toggle=\"yes\">a</italic> axis (Figure ). Unlike complex <bold>1</bold>, however, in complex\n<bold>2</bold> there is a weak interaction between the one-dimensional\nchains via π−π stacking existing between the adjacent\ninterchain aromatic rings of 2,2‘-bipyridine, at a face-face\ndistance of 3.95 Å. The reason for the smaller interchain\nseparation in <bold>2</bold> can be attributed to the bipy ligands replacing\ntwo DMF molecules in <bold>1</bold>.\n\n</p>", "clean_text": " (b) {[Mn  3  (bipy)  2  (DMF)  8  ][W(CN)  8  ]  2  } ∞  (2). The structure of 2 reveals that the complex is also a neutral, one-dimensional infinite polymer, similar to complex 1. The asymmetric unit of the structure consists of one WV(CN)8 3- moiety connected to two different types of MnII centers by cyanide bridges. The W1 atom is coordinated by eight CN groups with W-C distances ranging from 2.129(10) to 2.188(11) Å in a distorted bicapped trigonal prism. The two Mn atoms are all in a slightly distorted octahedral geometry (Figure b). For Mn1, the equatorial sites are occupied by four nitrogen atoms, N1, N4 iii  , N9, and N10, with an average Mn-N distance of 2.22 Å (iii = -x + 2, -y + 1, -z + 1), while the apical positions are occupied by two oxygen atoms (O1, O2) from two DMF molecules. The other Mn atom (Mn2), localized at the special equivalent positions (1, 0, 1), are coordinated with four oxygen atoms (O3, O4, O3 iv  , and O4 iv  ) from four DMF molecules occupying the equatorial sites and two nitrogen atoms (N6, N6 iii  ) from two adjacent W(CN)8 units at the axial positions (iv = -x + 2, -y, -z + 2). Each WV(CN)8 group connects three Mn atoms (Mn1, Mn1 iii  , and Mn2) via three cyano bridges (C1-N1, C4-N4, and C6-N6), with the Mn-NCN distance ranging from 2.180(10) to 2.254(9) Å. Similar to the case for 1, W1, Mn1, W1 iii  , and Mn1 iii   were linked by four cyano bridges (C1-N1, C4 iii   -N4 iii  , C1 iii   -N1 iii  , and C4-N4) to form a 4-metal 12-atom rhombic cycle, Mn2W2(CN)4, while Mn2 links the rhombic cycles in a trans mode through W1-C6-N6-Mn2-N6 iv   -C6 iv   -W1 iv   linkages to form a 1-D 3,2-chain, running along one of the diagonal directions of the b and c axes (Figure b). The shortest metal⋅⋅⋅metal intrachain distances for W1⋅⋅⋅Mn1, W1⋅⋅⋅Mn2, Mn1⋅⋅⋅Mn2, W1⋅⋅⋅W1 iii  , and Mn1⋅⋅⋅Mn1 iii   are 5.508(2), 5.417(2), 10.028(3), 8.714(3), and 6.693(4) Å, respectively. The nearest interchain distances are separated by the coordinated DMF and bipy molecules with a distance of 10.672(2) Å along the a axis (Figure ). Unlike complex 1, however, in complex 2 there is a weak interaction between the one-dimensional chains via π-π stacking existing between the adjacent interchain aromatic rings of 2,2‘-bipyridine, at a face-face distance of 3.95 Å. The reason for the smaller interchain separation in 2 can be attributed to the bipy ligands replacing two DMF molecules in 1.  ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00003\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Packing diagram of complex<bold>2</bold>. The hydrogen atoms and the C\nand N atoms of the coordinated DMF molecules are omitted for clarity.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00003.tif\"></graphic>\n</fig>", "clean_text": " 3  Packing diagram of complex2. The hydrogen atoms and the C and N atoms of the coordinated DMF molecules are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>\n<bold>Magnetic Studies. (a) {[Co</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(DMF)</bold>\n<bold>\n<sub>12</sub>\n</bold>\n<bold>][W(CN)</bold>\n<bold>\n<sub>8</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>}</bold>\n<sub>∞</sub>\n<bold> (1).</bold>\nThe temperature dependence of the magnetic susceptibility,\nχ<sub>M</sub>, can be fit by the Curie−Weiss law, with <italic toggle=\"yes\">g</italic>\n<sup>w</sup> = 2.0 (<italic toggle=\"yes\">S</italic> =\n<sup>1</sup>/<sub>2</sub>), <italic toggle=\"yes\">g</italic>\n<sup>Co</sup> = 2.84 (<italic toggle=\"yes\">S</italic> = <sup>3</sup>/<sub>2</sub>), and ϑ = +14.44 K (<italic toggle=\"yes\">T</italic> &gt; 25 K),\nindicative of ferromagnetic coupling between the W(V) and\nCo(II) metal centers (Figure ). At room temperature, <italic toggle=\"yes\">χ</italic>\n<sub>M</sub>\n<italic toggle=\"yes\">T</italic>\nis 12.68 cm<sup>3</sup> mol<sup>-1</sup> K (10.07 <italic toggle=\"yes\">μ</italic>\n<sub>B</sub>) per Co<sub>3</sub>W<sub>2</sub>, close to the\nexpected spin-only value (12.09 cm<sup>3</sup> mol<sup>-1</sup> K, 9.83 <italic toggle=\"yes\">μ</italic>\n<sub>B</sub> per\nCo<sub>3</sub>W<sub>2</sub>) for three Co(II) (<italic toggle=\"yes\">S</italic> = <sup>3</sup>/<sub>2</sub>, <italic toggle=\"yes\">g</italic> = 2.84) and two W(V)\n(<italic toggle=\"yes\">S</italic> = <sup>1</sup>/<sub>2</sub>, <italic toggle=\"yes\">g</italic> = 2.0) centers. As the temperature is lowered,\nthe χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> value monotonically increases and then increases\nabruptly up to a maximum value of 46.78 cm<sup>3</sup> mol<sup>-1</sup> K\n(23.90 <italic toggle=\"yes\">μ</italic>\n<sub>B</sub>) at 14 K, followed by a drop to 12.75 cm<sup>3</sup> mol<sup>-1</sup>\n\nK (10.10 <italic toggle=\"yes\">μ</italic>\n<sub>B</sub>) at 2.8 K. The abrupt increase in χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> suggests\nthe onset of magnetic ordering, and the decrease of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic>\nbelow 14 K results from a saturation of the χ<sub>M</sub> value and/or\nthe zero-field splitting effect.\n\n</p>", "clean_text": " Magnetic Studies. (a) {[Co  3  (DMF)  12  ][W(CN)  8  ]  2  } ∞  (1). The temperature dependence of the magnetic susceptibility, χM, can be fit by the Curie-Weiss law, with g w = 2.0 (S = 1/2), g Co = 2.84 (S = 3/2), and ϑ = +14.44 K (T > 25 K), indicative of ferromagnetic coupling between the W(V) and Co(II) metal centers (Figure ). At room temperature, χ M T is 12.68 cm3 mol-1 K (10.07 μ B) per Co3W2, close to the expected spin-only value (12.09 cm3 mol-1 K, 9.83 μ B per Co3W2) for three Co(II) (S = 3/2, g = 2.84) and two W(V) (S = 1/2, g = 2.0) centers. As the temperature is lowered, the χM T value monotonically increases and then increases abruptly up to a maximum value of 46.78 cm3 mol-1 K (23.90 μ B) at 14 K, followed by a drop to 12.75 cm3 mol-1  K (10.10 μ B) at 2.8 K. The abrupt increase in χM T suggests the onset of magnetic ordering, and the decrease of χM T below 14 K results from a saturation of the χM value and/or the zero-field splitting effect.  ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00004\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Plots of<italic toggle=\"yes\">χ</italic>\n<sub>M</sub> (○) and <italic toggle=\"yes\">χ</italic>\n<sub>M</sub>\n<italic toggle=\"yes\">T</italic> (▵) vs <italic toggle=\"yes\">T</italic> in the range of 2−300 K at\n1 kOe for complex <bold>1</bold> per Co<sub>3</sub>W<sub>2</sub> unit. Inset:  plot of <italic toggle=\"yes\">χ</italic>\n<sub>M</sub>\n<sup>-1</sup> vs <italic toggle=\"yes\">T</italic> in the range\nof 25−300 K (the solid line is the best fit based on the Curie−Weiss law).\n</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00004.tif\"></graphic>\n</fig>", "clean_text": " 4  Plots ofχ M (○) and χ M T (▵) vs T in the range of 2-300 K at 1 kOe for complex 1 per Co3W2 unit. Inset: plot of χ M -1 vs T in the range of 25-300 K (the solid line is the best fit based on the Curie-Weiss law).    ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>The FCM and ZFCM data for complex <bold>1</bold> diverge below\nca. 10 K, the FCM continuing to increase and approach a\nplateau value, while the ZFCM data show a peak at ca. 7 K\n(Figure ). This may imply the presence of long-range\nmagnetic ordering in complex <bold>1</bold>. To probe the nature of long-range ordering in <bold>1</bold>, the temperature dependence of linear\nac molar magnetic susceptibilities was performed at zero field\nbelow 9 K (Figure ). It can be seen that the susceptibility\ndata are evidently frequency dependent. For all frequencies\nused, the in-phase component of the ac susceptibility, χ<sub>M</sub>‘,\nshows a rounded maximum in the ranges 6−8 K. This is\nalways accompanied by a maximum in the out-of-phase\ncomponent, χ‘ ‘<sub>M</sub>, at somewhat lower temperature with\ndecreasing frequencies. The peak temperature of χ<sub>M</sub>‘ increases and the peak height decreases with increasing\nfrequency, implying a slow relaxation process. The shift in\ntemperature of maxima in χ‘<sub>M</sub> and χ‘ ‘<sub>M</sub> with the frequency\nare reminiscent of single-molecule magnet (SMM), spin-glass, superparamagnetic, or the recently reported single-chain magnet (SCM) behavior. We tried to obtain the\nrelaxation time (<italic toggle=\"yes\">τ</italic>) from the Arrhénius law:<sup>10</sup>\n\n<disp-formula content-type=\"pre-labeled\" id=\"ic034539ke00001\">\n<graphic orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic034539ke00001.gif\"></graphic>\n</disp-formula>\nThe best-fit parameters are <italic toggle=\"yes\">τ</italic>\n<sub>0</sub> = 2.3 × 10<sup>-15</sup> s and Δ/<italic toggle=\"yes\">k</italic>\n<sub>B</sub> =\n170(3) K (see Figure S3 in the Supporting Information). The\nvalue of <italic toggle=\"yes\">τ</italic>\n<sub>0</sub> is rather fast compared with that of SMM or\nSCM, which preclude the possibility of single-chain magnet\nbehavior for complex <bold>1</bold>. A quantitative measure of the\nfrequency shift is obtained from <italic toggle=\"yes\">φ</italic> = Δ<italic toggle=\"yes\">T</italic>\n<sub>p</sub>/[<italic toggle=\"yes\">T</italic>\n<sub>p</sub>Δ(log <italic toggle=\"yes\">f</italic>)]) =\n0.08, which places the compound <bold>1</bold> in the range of a spin\nglass and excludes a superparamagnet.\n\n\n</p>", "clean_text": "The FCM and ZFCM data for complex 1 diverge below ca. 10 K, the FCM continuing to increase and approach a plateau value, while the ZFCM data show a peak at ca. 7 K (Figure ). This may imply the presence of long-range magnetic ordering in complex 1. To probe the nature of long-range ordering in 1, the temperature dependence of linear ac molar magnetic susceptibilities was performed at zero field below 9 K (Figure ). It can be seen that the susceptibility data are evidently frequency dependent. For all frequencies used, the in-phase component of the ac susceptibility, χM‘, shows a rounded maximum in the ranges 6-8 K. This is always accompanied by a maximum in the out-of-phase component, χ‘‘M, at somewhat lower temperature with decreasing frequencies. The peak temperature of χM‘ increases and the peak height decreases with increasing frequency, implying a slow relaxation process. The shift in temperature of maxima in χ‘M and χ‘‘M with the frequency are reminiscent of single-molecule magnet (SMM), spin-glass, superparamagnetic, or the recently reported single-chain magnet (SCM) behavior. We tried to obtain the relaxation time (τ) from the Arrhénius law:10     The best-fit parameters are τ 0 = 2.3 × 10-15 s and Δ/k B = 170(3) K (see Figure S3 in the Supporting Information). The value of τ 0 is rather fast compared with that of SMM or SCM, which preclude the possibility of single-chain magnet behavior for complex 1. A quantitative measure of the frequency shift is obtained from φ = ΔT p/[T pΔ(log f)]) = 0.08, which places the compound 1 in the range of a spin glass and excludes a superparamagnet.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00005\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Plots of field-cooled magnetization (FCM, ▵) and zero-field-cooled magnetization (ZFCM, ○) vs temperature measured at 100 Oe for complex<bold>1</bold>.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00005.tif\"></graphic>\n</fig>", "clean_text": " 5  Plots of field-cooled magnetization (FCM, ▵) and zero-field-cooled magnetization (ZFCM, ○) vs temperature measured at 100 Oe for complex1.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00006\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Temperature and frequency dependence of the (a) real (<italic toggle=\"yes\">χ</italic>\n<sub>M</sub>‘)\nand (b) imaginary (<italic toggle=\"yes\">χ</italic>\n<sub>M</sub>‘ ‘) parts of the ac susceptibility (<italic toggle=\"yes\">H</italic>\n<sub>dc</sub> = 0 Oe, <italic toggle=\"yes\">H</italic>\n<sub>ac</sub> =\n2 Oe) for complex <bold>1</bold>.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00006.tif\"></graphic>\n</fig>", "clean_text": " 6  Temperature and frequency dependence of the (a) real (χ M‘) and (b) imaginary (χ M‘‘) parts of the ac susceptibility (H dc = 0 Oe, H ac = 2 Oe) for complex 1.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>Even harmonics can be observed only if a system exhibits\na spontaneous magnetization, due to the lack of inversion\nsymmetry with respect to the applied field. Only odd\nharmonics are expected for a spin glass, while for ferromagnets both even and odd harmonics should be present.\nThe second harmonics (2<italic toggle=\"yes\">f</italic> responses) for complex <bold>1</bold> have\nsharp peaks (Figure ), which indicates that a spontaneous\nmoment is formed at that transition (ca. 7.3 K) while the\nfrequency dependence of both components of the nonlinear\n\nsusceptibility suggests slow relaxation processes and glassiness. Nonzero values of χ<sub>3</sub>‘ (Figure S4 in the Supporting\nInformation) could be attributed to the irreversible domain-wall motion. Thus, complex <bold>1</bold> should be a long-range-ordering ferromagnet, but with some glassy behavior or\npossible related blocking of the domain wall.\n\n</p>", "clean_text": "Even harmonics can be observed only if a system exhibits a spontaneous magnetization, due to the lack of inversion symmetry with respect to the applied field. Only odd harmonics are expected for a spin glass, while for ferromagnets both even and odd harmonics should be present. The second harmonics (2f responses) for complex 1 have sharp peaks (Figure ), which indicates that a spontaneous moment is formed at that transition (ca. 7.3 K) while the frequency dependence of both components of the nonlinear  susceptibility suggests slow relaxation processes and glassiness. Nonzero values of χ3‘ (Figure S4 in the Supporting Information) could be attributed to the irreversible domain-wall motion. Thus, complex 1 should be a long-range-ordering ferromagnet, but with some glassy behavior or possible related blocking of the domain wall.  ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00007\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Nonlinear susceptibilities |χ<sub>2</sub>| of complex <bold>1</bold> measured at 2<italic toggle=\"yes\">f</italic> in\n<italic toggle=\"yes\">H</italic>\n<sub>ac</sub> = 2 Oe (zero applied dc field) with frequency 111−1111 Hz.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00007.tif\"></graphic>\n</fig>", "clean_text": " 7  Nonlinear susceptibilities |χ2| of complex 1 measured at 2f in H ac = 2 Oe (zero applied dc field) with frequency 111-1111 Hz.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<p>The field dependence of the magnetization (0−7 T)\nmeasured at 1.8 K shows a rapid increase from zero field\n(Figure ). At 7 T, the magnetization reaches 10.85 <italic toggle=\"yes\">N</italic>β, close\nto the saturation value 11.0 <italic toggle=\"yes\">N</italic>β for three Co(II) and two W(V)\natoms. A hysteresis loop at 1.8 K was observed with a rather\nlarge coercive field of ca. 907 Oe and a remnant magnetization of ca. 3.39 <italic toggle=\"yes\">N</italic>β.\n\n</p>", "clean_text": "The field dependence of the magnetization (0-7 T) measured at 1.8 K shows a rapid increase from zero field (Figure ). At 7 T, the magnetization reaches 10.85 Nβ, close to the saturation value 11.0 Nβ for three Co(II) and two W(V) atoms. A hysteresis loop at 1.8 K was observed with a rather large coercive field of ca. 907 Oe and a remnant magnetization of ca. 3.39 Nβ.  ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00008\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Field dependence of the magnetization at 1.8 K for complex<bold>1</bold>\nper Co<sub>3</sub>W<sub>2</sub> unit. Insert:  hysteresis loop (<italic toggle=\"yes\">M</italic>/<italic toggle=\"yes\">N</italic>β vs <italic toggle=\"yes\">H</italic>) at 1.8 K.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00008.tif\"></graphic>\n</fig>", "clean_text": " 8  Field dependence of the magnetization at 1.8 K for complex1 per Co3W2 unit. Insert: hysteresis loop (M/Nβ vs H) at 1.8 K.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<p>\n<bold>(b) {[Mn</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(bipy)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(DMF)</bold>\n<bold>\n<sub>8</sub>\n</bold>\n<bold>][W(CN)</bold>\n<bold>\n<sub>8</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>}</bold>\n<sub>∞</sub>\n<bold> (2).</bold> The dc variable-temperature (2−300 K) magnetic susceptibility of the\ncomplex has been measured on a crystalline sample in a field\nof 1 kOe. Plots of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> vs <italic toggle=\"yes\">T</italic> and χ<sub>M</sub> vs <italic toggle=\"yes\">T</italic> are shown in Figure\n, where χ<sub>M</sub> is the magnetic susceptibility per Mn<sub>3</sub>W<sub>2</sub> unit.\nThe χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> value at room temperature is ca. 13.56 cm<sup>3</sup> K mol<sup>-1</sup>\n(10.41 <italic toggle=\"yes\">μ</italic>\n<sub>B</sub> per Mn<sub>3</sub>W<sub>2</sub>), which is slightly smaller than the\nspin-only value (13.875 cm<sup>3</sup> K mol<sup>-1</sup>, 10.50 <italic toggle=\"yes\">μ</italic>\n<sub>B</sub>) for three\nhigh-spin Mn(II) (<italic toggle=\"yes\">S</italic> = <sup>5</sup>/<sub>2</sub>) and two W(V) (<italic toggle=\"yes\">S</italic> = <sup>1</sup>/<sub>2</sub>) centers\nwith <italic toggle=\"yes\">g</italic> = 2.0. As <italic toggle=\"yes\">T</italic> is lowered, χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> decreases smoothly and\nreaches a minimum value of 12.96 cm<sup>3</sup> K mol<sup>-1</sup> (10.18 <italic toggle=\"yes\">μ</italic>\n<sub>B</sub>)\naround 75 K. Upon further cooling, the value of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic>\nincreases rapidly, reaching a sharp maximum value of 54.60\ncm<sup>3</sup> K mol<sup>-1</sup> (20.90 <italic toggle=\"yes\">μ</italic>\n<sub>B</sub>) around 5.6 K. The minimum in the\nχ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> vs. <italic toggle=\"yes\">T</italic> curve indicates a ferrimagnetic behavior with a\nMn<sup>II</sup>−W<sup>V</sup> intrachain antiferromagnetic interaction, and the\nmaximum value in the curve, much larger than the above-mentioned spin-only value, suggests the occurrence of long-range magnetic ordering. Below 5.6 K, the value of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic>\ndecreases abruptly, while the χ<sub>M</sub> value increases slowly at\nlow temperature. This indicates that the decrease of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic>\nbelow 5.6 K should be attributed to the saturation of the χ<sub>M</sub>\nvalue. The magnetic susceptibility above 75 K obeys the\nCurie−Weiss law (1/<italic toggle=\"yes\">χ</italic>\n<sub>M</sub> = (<italic toggle=\"yes\">T</italic> − <italic toggle=\"yes\">ϑ</italic>)/<italic toggle=\"yes\">C</italic>) with a negative Weiss\nconstant, <italic toggle=\"yes\">ϑ</italic>, of −3.64 K (Figure S5, Supporting Information),\nwhich also indicates an intramolecular antiferromagnetic\ncoupling between the adjacent Mn(II) and W(V) ions through\nthe cyano bridges. The Curie constant, <italic toggle=\"yes\">C</italic>, is equal to 13.75\ncm<sup>3</sup> K mol<sup>-1</sup>, close to the expected value of 13.875 cm<sup>3</sup> K\nmol<sup>-1</sup> with <italic toggle=\"yes\">g</italic> = 2.0.\n\n</p>", "clean_text": " (b) {[Mn  3  (bipy)  2  (DMF)  8  ][W(CN)  8  ]  2  } ∞  (2). The dc variable-temperature (2-300 K) magnetic susceptibility of the complex has been measured on a crystalline sample in a field of 1 kOe. Plots of χM T vs T and χM vs T are shown in Figure , where χM is the magnetic susceptibility per Mn3W2 unit. The χM T value at room temperature is ca. 13.56 cm3 K mol-1 (10.41 μ B per Mn3W2), which is slightly smaller than the spin-only value (13.875 cm3 K mol-1, 10.50 μ B) for three high-spin Mn(II) (S = 5/2) and two W(V) (S = 1/2) centers with g = 2.0. As T is lowered, χM T decreases smoothly and reaches a minimum value of 12.96 cm3 K mol-1 (10.18 μ B) around 75 K. Upon further cooling, the value of χM T increases rapidly, reaching a sharp maximum value of 54.60 cm3 K mol-1 (20.90 μ B) around 5.6 K. The minimum in the χM T vs. T curve indicates a ferrimagnetic behavior with a MnII-WV intrachain antiferromagnetic interaction, and the maximum value in the curve, much larger than the above-mentioned spin-only value, suggests the occurrence of long-range magnetic ordering. Below 5.6 K, the value of χM T decreases abruptly, while the χM value increases slowly at low temperature. This indicates that the decrease of χM T below 5.6 K should be attributed to the saturation of the χM value. The magnetic susceptibility above 75 K obeys the Curie-Weiss law (1/χ M = (T - ϑ)/C) with a negative Weiss constant, ϑ, of -3.64 K (Figure S5, Supporting Information), which also indicates an intramolecular antiferromagnetic coupling between the adjacent Mn(II) and W(V) ions through the cyano bridges. The Curie constant, C, is equal to 13.75 cm3 K mol-1, close to the expected value of 13.875 cm3 K mol-1 with g = 2.0.  ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00009\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Plots of<italic toggle=\"yes\">χ</italic>\n<sub>M</sub> (◇) and <italic toggle=\"yes\">χ</italic>\n<sub>M</sub>\n<italic toggle=\"yes\">T</italic> (○) vs <italic toggle=\"yes\">T</italic> in the range of 2−300 K for\ncomplex <bold>2</bold> per Mn<sub>3</sub>W<sub>2</sub> unit. Inset:  expanded view of the minimum region\nof <italic toggle=\"yes\">χ</italic>\n<sub>M</sub>\n<italic toggle=\"yes\">T</italic>.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00009.tif\"></graphic>\n</fig>", "clean_text": " 9  Plots ofχ M (◇) and χ M T (○) vs T in the range of 2-300 K for complex 2 per Mn3W2 unit. Inset: expanded view of the minimum region of χ M T.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<p>Both the zero-field-cooled magnetization (ZFCM) and\nfield-cooled magnetization (FCM) curves measured in a low\nfield of 100 Oe show a rapid increase in <italic toggle=\"yes\">M</italic> at ca. 3.5 K,\nimplying the occurrence of spontaneous magnetization at this\npoint. Figure  shows the linear ac magnetic susceptibility\nwith different frequencies. Similar to compound <bold>1</bold>, the\nsusceptibility data are also frequency dependent, indicative\nof spin-glass behavior for compound <bold>2</bold>. The nonlinear ac\nsusceptibility measurement for <bold>2</bold> has also been performed\nto confirm the spontaneous ferromagnetic ordering (Figure\n). The second harmonics (2<italic toggle=\"yes\">f</italic> responses) for complex <bold>2</bold>\nexhibit sharp peaks at ca. 3.5 K and are frequency dependent,\n\nwhich demonstrates that complex <bold>2</bold> is a ferrimagnet with\nglassy behavior.\n\n\n</p>", "clean_text": "Both the zero-field-cooled magnetization (ZFCM) and field-cooled magnetization (FCM) curves measured in a low field of 100 Oe show a rapid increase in M at ca. 3.5 K, implying the occurrence of spontaneous magnetization at this point. Figure  shows the linear ac magnetic susceptibility with different frequencies. Similar to compound 1, the susceptibility data are also frequency dependent, indicative of spin-glass behavior for compound 2. The nonlinear ac susceptibility measurement for 2 has also been performed to confirm the spontaneous ferromagnetic ordering (Figure ). The second harmonics (2f responses) for complex 2 exhibit sharp peaks at ca. 3.5 K and are frequency dependent,  which demonstrates that complex 2 is a ferrimagnet with glassy behavior.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00010\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Temperature dependence of zero-field ac susceptibility for complex<bold>2</bold>, measured at 2 Oe ac field with frequency 111−1111 Hz.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00010.tif\"></graphic>\n</fig>", "clean_text": " 10  Temperature dependence of zero-field ac susceptibility for complex2, measured at 2 Oe ac field with frequency 111-1111 Hz.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00011\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Nonlinear susceptibilities χ<sub>2</sub> of complex <bold>2</bold> measured at 2<italic toggle=\"yes\">f</italic> in\n<italic toggle=\"yes\">H</italic>\n<sub>ac</sub> = 2 Oe (zero applied dc field) with frequency 111−1111 Hz.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00011.tif\"></graphic>\n</fig>", "clean_text": " 11  Nonlinear susceptibilities χ2 of complex 2 measured at 2f in H ac = 2 Oe (zero applied dc field) with frequency 111-1111 Hz.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["property"], "content": "<p>The field dependence of the magnetization (0−7 T) measured at 1.8 K shows a rapid increase with applied field and\nrapid increase of the magnetization, as a magnet, reaching\n13.07 <italic toggle=\"yes\">N</italic>β per Mn<sub>3</sub>W<sub>2</sub> at 907 Oe, very close to the expected\n<italic toggle=\"yes\">S</italic>\n<sub>T</sub> = <sup>13</sup>/<sub>2</sub> value of 13 <italic toggle=\"yes\">N</italic>β for a ferrimagnetic Mn<sup>II</sup>\n<sub>3</sub>W<sup>V</sup>\n<sub>2</sub> (<sup>5</sup>/<sub>2</sub>\n× 3 − <sup>1</sup>/<sub>2</sub> × 2 = <sup>13</sup>/<sub>2</sub>) system, assuming <italic toggle=\"yes\">g</italic> = 2.0 (Figure ).\nA hysteresis loop at 1.8 K was observed with a small coercive\nfield less than 10 Oe, indicating that compound <bold>2</bold> is typical\nof a soft magnet.\n\n</p>", "clean_text": "The field dependence of the magnetization (0-7 T) measured at 1.8 K shows a rapid increase with applied field and rapid increase of the magnetization, as a magnet, reaching 13.07 Nβ per Mn3W2 at 907 Oe, very close to the expected S T = 13/2 value of 13 Nβ for a ferrimagnetic MnII 3WV 2 (5/2 × 3 - 1/2 × 2 = 13/2) system, assuming g = 2.0 (Figure ). A hysteresis loop at 1.8 K was observed with a small coercive field less than 10 Oe, indicating that compound 2 is typical of a soft magnet.  ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00012\" orientation=\"portrait\" position=\"float\">\n<label>12</label>\n<caption>\n<p>Field dependence of the magnetization at 1.8 K for complex<bold>2</bold> per Mn<sub>3</sub>W<sub>2</sub> unit. Insert:  hysteresis loop (<italic toggle=\"yes\">M</italic>/<italic toggle=\"yes\">N</italic>β vs <italic toggle=\"yes\">H</italic>) at 1.8 K.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00012.tif\"></graphic>\n</fig>", "clean_text": " 12  Field dependence of the magnetization at 1.8 K for complex2 per Mn3W2 unit. Insert: hysteresis loop (M/Nβ vs H) at 1.8 K.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The compound Mn<sub>3</sub>\n<sup>II</sup>W<sub>2</sub>\n<sup>V</sup> (<bold>2</bold>) is isomorphous with its Mo<sup>V</sup>\nanalogue, {[Mn<sub>3</sub>(bipy)<sub>2</sub>(DMF)<sub>8</sub>][Mo(CN)<sub>8</sub>]<sub>2</sub>}<sub>∞</sub> (<bold>3</bold>), and their\nmagnetic properties are also similar. Complex <bold>3</bold> exhibits\nlong-range magnetic ordering at ca. 2.8 K and shows weak\nfrequency dependence (Figure S7, Supporting Information).\nIts phase transition value is smaller than that of complex <bold>2</bold>.\nThis should be due to the fact that the 5d orbitals of W<sup>V</sup>\natom are more diffuse than the 4d orbitals of the Mo<sup>V</sup> atom,\nand thus, a stronger magnetic interaction for W<sup>V</sup>−Mn<sup>II</sup> is\nexpected. For the three 1-D compounds, similar magnetic\nproperties should be attributed to their similar 3,2-chain\nstructures.\n</p>", "clean_text": "The compound Mn3 IIW2 V (2) is isomorphous with its MoV analogue, {[Mn3(bipy)2(DMF)8][Mo(CN)8]2}∞ (3), and their magnetic properties are also similar. Complex 3 exhibits long-range magnetic ordering at ca. 2.8 K and shows weak frequency dependence (Figure S7, Supporting Information). Its phase transition value is smaller than that of complex 2. This should be due to the fact that the 5d orbitals of WV atom are more diffuse than the 4d orbitals of the MoV atom, and thus, a stronger magnetic interaction for WV-MnII is expected. For the three 1-D compounds, similar magnetic properties should be attributed to their similar 3,2-chain structures. ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>For compounds <bold>1</bold> and <bold>2</bold>, the coupling nature of Co<sup>II</sup>−W<sup>V</sup>\nin <bold>1</bold> is found to be ferromagnetic but the magnetic interaction\nMn<sup>II</sup>−W<sup>V</sup> in compound <bold>2</bold> is antiferromagnetic. Recently,\nthere were a few reported examples of antiferromagnetic\ncoupling for a cyano-bridged Mn<sup>II</sup>−W<sup>V</sup> system, and the\norigin of antiferromagnetism has been analyzed within the\nAnderson super-exchange theory. The ferromagnetic\ncoupling Co<sup>II</sup>−W<sup>V</sup> system has not been reported until now;\nhowever, the origin of ferromagnetism might be interpreted\nby Chibotau's analysis as an analogue of [Nb<sup>IV</sup>{(μ-CN)<sub>4</sub>Co<sup>II</sup>(H<sub>2</sub>O)<sub>2</sub>}].\n</p>", "clean_text": "For compounds 1 and 2, the coupling nature of CoII-WV in 1 is found to be ferromagnetic but the magnetic interaction MnII-WV in compound 2 is antiferromagnetic. Recently, there were a few reported examples of antiferromagnetic coupling for a cyano-bridged MnII-WV system, and the origin of antiferromagnetism has been analyzed within the Anderson super-exchange theory. The ferromagnetic coupling CoII-WV system has not been reported until now; however, the origin of ferromagnetism might be interpreted by Chibotau's analysis as an analogue of [NbIV{(μ-CN)4CoII(H2O)2}]. ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>Reports of one-dimensional cyano-bridged polymers\nexhibiting long-range ferromagnetic ordering have been\nrare to date. In 1996, Matsumoto et al. reported a one-dimensional ferromagnet, [NEt<sub>4</sub>]<sub>2</sub>[Mn(acacen)][Fe(CN)<sub>6</sub>]\n(acacen = <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>‘-ethylenebis(acetylacetonylideneaminato)), in\nwhich an intrachain ferromagnetic coupling exists between\nthe high-spin Mn(III) and the low-spin Fe(III) via the\nbridging cyanide anions, while the chains weakly couple to\neach other ferromagnetically, thus giving a ferromagnet with\n<italic toggle=\"yes\">T</italic>\n<sub>C</sub> below 2.5 K. Okawa's group has investigated the\nmagneto-structural correlation of a series of one-dimensional\ncyanide-bridged bimetallic assemblies over the past few years\nand has come to the conclusion that the ferromagnetic ordering over the lattice in these compounds will be overcome\nby the antiferromagnetic interaction between the chains,\nwhich is not negligible when the separation between the\nchains is smaller than 10 Å. In our case, the X-ray structural\nanalyses have shown that the one-dimensional chains are well\nseparated by DMF molecules or bipy ligands, and the nearest\ninterchain separations are larger than 10 Å. Even such a weak\ninterchain interaction, van der Waals forces in <bold>1</bold> and π−π\nstacking in <bold>2</bold> and <bold>3</bold>, should have a role in the bulk magnetism.\nThe origin of glassy behavior of the compounds may derive\nfrom the disorder of the coordinated DMF molecules; further\nwork is underway to understand its nature.\n</p>", "clean_text": "Reports of one-dimensional cyano-bridged polymers exhibiting long-range ferromagnetic ordering have been rare to date. In 1996, Matsumoto et al. reported a one-dimensional ferromagnet, [NEt4]2[Mn(acacen)][Fe(CN)6] (acacen = N,N‘-ethylenebis(acetylacetonylideneaminato)), in which an intrachain ferromagnetic coupling exists between the high-spin Mn(III) and the low-spin Fe(III) via the bridging cyanide anions, while the chains weakly couple to each other ferromagnetically, thus giving a ferromagnet with T C below 2.5 K. Okawa's group has investigated the magneto-structural correlation of a series of one-dimensional cyanide-bridged bimetallic assemblies over the past few years and has come to the conclusion that the ferromagnetic ordering over the lattice in these compounds will be overcome by the antiferromagnetic interaction between the chains, which is not negligible when the separation between the chains is smaller than 10 Å. In our case, the X-ray structural analyses have shown that the one-dimensional chains are well separated by DMF molecules or bipy ligands, and the nearest interchain separations are larger than 10 Å. Even such a weak interchain interaction, van der Waals forces in 1 and π-π stacking in 2 and 3, should have a role in the bulk magnetism. The origin of glassy behavior of the compounds may derive from the disorder of the coordinated DMF molecules; further work is underway to understand its nature. ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["property"], "content": "<title>Conclusion</title><p>Two new cyano-bridged 3d−5d bimetallic polymers,\n{[Co<sub>3</sub>(DMF)<sub>12</sub>][W(CN)<sub>8</sub>]<sub>2</sub>}<sub>∞</sub> (<bold>1</bold>) and {[Mn<sub>3</sub>(bipy)<sub>2</sub>(DMF)<sub>8</sub>][W(CN)<sub>8</sub>]<sub>2</sub>}<sub>∞</sub> (<bold>2</bold>), have been obtained and structurally\ncharacterized. X-ray crystallography for the two compounds\nreveals that the two complexes are neutral one-dimensional\n3,2-chainlike cyano-bridged bimetallic coordination polymers\nwith 12-atom rhombic W<sub>2</sub>M<sub>2</sub>(CN)<sub>4</sub> (M = Co<sup>II</sup> (<bold>1</bold>), Mn<sup>II</sup> (<bold>2</bold>))\nunits. Magnetic property studies reveal the coexistence of\nlong-range ferromagnetic ordering and glassy behavior in\nthe two compounds. The magnetic phase transition temperatures for complexes <bold>1</bold> and <bold>2</bold> were determined to be around\n7.3 and 3.5 K, respectively. Compound <bold>1</bold> exhibits a rather\nlarger coercive field (907 Oe) as compared to that of complex\n<bold>2</bold> and other reported magnets based on octacyanometalates.\n</p>", "clean_text": "Conclusion\n\nTwo new cyano-bridged 3d-5d bimetallic polymers, {[Co3(DMF)12][W(CN)8]2}∞ (1) and {[Mn3(bipy)2(DMF)8][W(CN)8]2}∞ (2), have been obtained and structurally characterized. X-ray crystallography for the two compounds reveals that the two complexes are neutral one-dimensional 3,2-chainlike cyano-bridged bimetallic coordination polymers with 12-atom rhombic W2M2(CN)4 (M = CoII (1), MnII (2)) units. Magnetic property studies reveal the coexistence of long-range ferromagnetic ordering and glassy behavior in the two compounds. The magnetic phase transition temperatures for complexes 1 and 2 were determined to be around 7.3 and 3.5 K, respectively. Compound 1 exhibits a rather larger coercive field (907 Oe) as compared to that of complex 2 and other reported magnets based on octacyanometalates. ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<title>\n<ext-link xlink:href=\"/doi/suppl/10.1021%2Fic034539k\">Supporting Information Available</ext-link>\n</title><p>Additional figures giving\nanother ORTEP view and magnetic susceptibility plots and X-ray\ncrystallographic files in CIF format for the two compounds. This\nmaterial is available free of charge via the Internet at http://\npubs.acs.org.</p>", "clean_text": " Supporting Information Available \n\nAdditional figures giving another ORTEP view and magnetic susceptibility plots and X-ray crystallographic files in CIF format for the two compounds. This material is available free of charge via the Internet at http:// pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<title>References</title>", "clean_text": "References", "data": null, "include_properties": null}], "cln_elements": [{"idx": "6, 7", "type": "text", "classification": "synthesis condition", "content": "<p>\n<bold>Preparation of {[Co</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(DMF)</bold>\n<bold>\n<sub>12</sub>\n</bold>\n<bold>][W(CN)</bold>\n<bold>\n<sub>8</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold> (1).</bold> All of the following procedures were carried out in the dark to avoid decomposition of (<italic toggle=\"yes\">n</italic>-Bu<sub>4</sub>N)<sub>3</sub>[W(CN)<sub>8</sub>]. A solution of Co(ClO<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O (55 mg,\n0.15 mmol) in CH<sub>3</sub>OH (2 mL) was added to a solution of (<italic toggle=\"yes\">n</italic>-Bu<sub>4</sub>N)<sub>3</sub>[W(CN)<sub>8</sub>] (112 mg, 0.10 mmol) in CH<sub>3</sub>OH (3 mL) under an inert\natmosphere with stirring to give red polycrystalline material after\nseveral minutes, which was filtered and washed with methanol.\nThen the red product was dissolved in DMF. Well-shaped red block\ncrystals were obtained by slow diffusion of diethyl ether into the\nresulting DMF solution for several days (yield 75%). Anal. Calcd\nfor C<sub>52</sub>H<sub>84</sub>N<sub>28</sub>O<sub>12</sub>Co<sub>3</sub>W<sub>2</sub>:  C, 33.98; H, 4.57; N, 21.34. Found:  C,\n33.81; H, 4.45; N, 21.19. IR (cm<sup>-1</sup>, KBr disk):  ν<sub>C</sub>\n<sub>≡</sub>\n<sub>N</sub> 2194 (m),\n2180 (m), 2170 (m), 2144 (w).\n</p><p>\n<bold>Preparation of {[Mn</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(bipy)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(DMF)</bold>\n<bold>\n<sub>8</sub>\n</bold>\n<bold>][W(CN)</bold>\n<bold>\n<sub>8</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>}</bold>\n<sub>∞</sub>\n<bold> (2).</bold> A solution of MnCl<sub>2</sub>·4H<sub>2</sub>O (0.297 g, 1.5 mmol) and 2,2‘-bipy (0.468 g,\n3.0 mmol) in CH<sub>3</sub>OH (30 mL) was added to a solution of (<italic toggle=\"yes\">n</italic>-Bu<sub>4</sub>N)<sub>3</sub>[W(CN)<sub>8</sub>] (1.118 g, 1.0 mmol) in CH<sub>3</sub>OH (20 mL) with stirring to\ngive a pale yellow precipitate immediately, which was filtered and\nwashed with methanol. Then the precipitate was collected and\ndissolved in DMF. Brown block crystals were obtained by slow\ndiffusion of diethyl ether into the resulting DMF solution for several\ndays (yield 92%). Anal. Calcd for C<sub>60</sub>H<sub>72</sub>N<sub>28</sub>O<sub>8</sub>Mn<sub>3</sub>W<sub>2</sub>:  C, 39.04;\nH, 3.93; N, 21.24; Mn, 8.93. Found:  C, 38.96; H, 4.01; N, 21.62;\nMn, 9.23. IR (cm<sup>-1</sup>, KBr disk):  ν<sub>C</sub>\n<sub>≡</sub>\n<sub>N</sub> 2178 (m), 2158 (m).\n</p>", "clean_text": " Preparation of {[Co  3  (DMF)  12  ][W(CN)  8  ]  2   (1). All of the following procedures were carried out in the dark to avoid decomposition of (n-Bu4N)3[W(CN)8]. A solution of Co(ClO4)2⋅6H2O (55 mg, 0.15 mmol) in CH3OH (2 mL) was added to a solution of (n-Bu4N)3[W(CN)8] (112 mg, 0.10 mmol) in CH3OH (3 mL) under an inert atmosphere with stirring to give red polycrystalline material after several minutes, which was filtered and washed with methanol. Then the red product was dissolved in DMF. Well-shaped red block crystals were obtained by slow diffusion of diethyl ether into the resulting DMF solution for several days (yield 75%). Anal. Calcd for C52H84N28O12Co3W2: C, 33.98; H, 4.57; N, 21.34. Found: C, 33.81; H, 4.45; N, 21.19. IR (cm-1, KBr disk): νC ≡ N 2194 (m), 2180 (m), 2170 (m), 2144 (w). \n\n Preparation of {[Mn  3  (bipy)  2  (DMF)  8  ][W(CN)  8  ]  2  } ∞  (2). A solution of MnCl2⋅4H2O (0.297 g, 1.5 mmol) and 2,2‘-bipy (0.468 g, 3.0 mmol) in CH3OH (30 mL) was added to a solution of (n-Bu4N)3[W(CN)8] (1.118 g, 1.0 mmol) in CH3OH (20 mL) with stirring to give a pale yellow precipitate immediately, which was filtered and washed with methanol. Then the precipitate was collected and dissolved in DMF. Brown block crystals were obtained by slow diffusion of diethyl ether into the resulting DMF solution for several days (yield 92%). Anal. Calcd for C60H72N28O8Mn3W2: C, 39.04; H, 3.93; N, 21.24; Mn, 8.93. Found: C, 38.96; H, 4.01; N, 21.62; Mn, 9.23. IR (cm-1, KBr disk): νC ≡ N 2178 (m), 2158 (m). ", "data": [{"meta": {"name": "[Co3(DMF)12][W(CN)8]2", "symbol": "1", "chemical formula": "C52H84N28O12Co3W2"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Co(ClO4)2·6H2O", "amount": "55", "unit": "mg"}, {"name": "(n-Bu4N)3[W(CN)8]", "amount": "112", "unit": "mg"}], "solution": [{"name": "CH3OH", "amount": "2", "unit": "mL"}, {"name": "CH3OH", "amount": "3", "unit": "mL"}], "pressure": "", "temperature": "", "time": "several minutes"}, {"synthesis method": "filtration", "washing solution": "methanol", "amount": ""}, {"synthesis method": "dissolving", "solvent": "DMF"}, {"synthesis method": "slow diffusion", "solvent": "DMF", "diffusing solution": "diethyl ether", "time": "several days"}], "yield": "75%"}, {"meta": {"name": "[Mn3(bipy)2(DMF)8][W(CN)8]2", "symbol": "2", "chemical formula": "C60H72N28O8Mn3W2"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "MnCl2·4H2O", "amount": "0.297", "unit": "g"}, {"name": "2,2'-bipy", "amount": "0.468", "unit": "g"}, {"name": "(n-Bu4N)3[W(CN)8]", "amount": "1.118", "unit": "g"}], "solution": [{"name": "CH3OH", "amount": "30", "unit": "mL"}, {"name": "CH3OH", "amount": "20", "unit": "mL"}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "filtration", "washing solution": "methanol", "amount": ""}, {"synthesis method": "dissolving", "solvent": "DMF"}, {"synthesis method": "slow diffusion", "solvent": "DMF", "diffusing solution": "diethyl ether", "time": "several days"}], "yield": "92%"}], "include_properties": ["chemical_synthesis", "filtration", "washing"]}, {"idx": "15, 19, 21, 24, 26, 28, 30, 33", "type": "text", "classification": "property", "content": "<p>\n<bold>(a) {[Co</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(DMF)</bold>\n<bold>\n<sub>12</sub>\n</bold>\n<bold>][W(CN)</bold>\n<bold>\n<sub>8</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>}</bold>\n<sub>∞</sub>\n<bold> (1).</bold> X-ray crystallographic studies revealed that complex <bold>1</bold> is a neutral, one-dimensional infinite chainlike polymer. The asymmetric unit\nof the structure consists of one W<sup>V</sup>(CN)<sub>8</sub>\n<sup>3-</sup> moiety connected\nto two different types of Co<sup>II</sup> centers by cyanide bridges.\nThe W1 atom is coordinated by eight CN groups, with W−C\ndistances ranging from 2.140(5) to 2.175(4) Å in a distorted\nbicapped trigonal prism. The two Co atoms are all in a\nslightly distorted octahedral geometry. The equatorial sites\nof Co1 are occupied by two oxygen atoms and two nitrogen\natoms (O1, O3, N5, and N6<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>; <italic toggle=\"yes\">i</italic> = −<italic toggle=\"yes\">x</italic> + 1, −<italic toggle=\"yes\">y</italic> + 2, −<italic toggle=\"yes\">z</italic> + 1),\nand the apical positions are occupied by two oxygen atoms\n(O2, O4) from DMF molecules. The other Co atom (Co2),\nlocalized at the special equivalent positions (1, <sup>1</sup>/<sub>2</sub>, 0), is\ncoordinated with four oxygen atoms (O5, O6, O5<italic toggle=\"yes\">\n<sup>ii</sup>\n</italic>\n<sup></sup>, and O5<italic toggle=\"yes\">\n<sup>ii</sup>\n</italic>\n<sup></sup>)\nfrom four DMF molecules occupying the equatorial sites and\ntwo nitrogen atoms (N2, N2<italic toggle=\"yes\">\n<sup>ii</sup>\n</italic>\n<sup></sup>) from two adjacent W(CN)<sub>8</sub>\nunits at the axial positions (<italic toggle=\"yes\">ii</italic> = −<italic toggle=\"yes\">x</italic> + 2, −<italic toggle=\"yes\">y</italic> + 1, −<italic toggle=\"yes\">z</italic>). Each\nW<sup>V</sup>(CN)<sub>8</sub> group connects three Co atoms (Co1, Co1<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>, and\nCo1<italic toggle=\"yes\">\n<sup>ii</sup>\n</italic>\n<sup></sup>) via three cyano bridges (C5−N5, C6−N6, and\nC2−N2) with the Co−N<sub>CN</sub> distance ranging from 2.096(3)\nto 2.131(3) Å. W1, Co1, W1<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>, and Co1<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup> were joined by four\ncyano bridges (C5−N5, C6<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>\n<italic toggle=\"yes\">−</italic>N6<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>, C5<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>\n<italic toggle=\"yes\">−</italic>N5<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>, and C6−N6)\nto form a 4-metal 12-atom rhombic cycle, Co<sub>2</sub>W<sub>2</sub>(CN)<sub>4</sub>,\nwhile Co2 links the cycles in a trans mode through\nW1−C2−N2−Co2−N2<italic toggle=\"yes\">\n<sup>ii</sup>\n</italic>\n<sup></sup>\n<italic toggle=\"yes\">−</italic>C2<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>\n<italic toggle=\"yes\">−</italic>W1<italic toggle=\"yes\">\n<sup>ii</sup>\n</italic>\n<sup></sup> linkages to form a 1-D\ninfinite chain, running along one of the diagonal directions\nof the <italic toggle=\"yes\">b</italic> and <italic toggle=\"yes\">c</italic> axes (Figures a and ). This type of 1-D\nchain has been defined as a 3,2-chain by Černák et al.,\nwhich has been found in complexes {(DMF)<sub>10</sub>Ln<sub>2</sub>[\nNi(CN)<sub>4</sub>]<sub>3</sub>}<sub>∞</sub> (Ln = Sm, Yb, Er). In complex <bold>1</bold>, the shortest\nmetal···metal intrachain distances for W1···Co1, W1···Co2,\nCo1···Co2, W1···W1<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>, and Co1···Co1<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup> are 5.335(1), 5.363(1), 10.252(2), 8.443(1), and 6.491(2) Å, respectively. The\nadjacent chains are separated well by the coordinated DMF\nmolecules, with a distance of 11.690(3) Å along the <italic toggle=\"yes\">a</italic> axis\n(Figure ). No pronounced hydrogen-bonding interaction,\nexcept the van der Waals force between the chains, can be\nfound.\n\n</p><p>\n<bold>Magnetic Studies. (a) {[Co</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(DMF)</bold>\n<bold>\n<sub>12</sub>\n</bold>\n<bold>][W(CN)</bold>\n<bold>\n<sub>8</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>}</bold>\n<sub>∞</sub>\n<bold> (1).</bold>\nThe temperature dependence of the magnetic susceptibility,\nχ<sub>M</sub>, can be fit by the Curie−Weiss law, with <italic toggle=\"yes\">g</italic>\n<sup>w</sup> = 2.0 (<italic toggle=\"yes\">S</italic> =\n<sup>1</sup>/<sub>2</sub>), <italic toggle=\"yes\">g</italic>\n<sup>Co</sup> = 2.84 (<italic toggle=\"yes\">S</italic> = <sup>3</sup>/<sub>2</sub>), and ϑ = +14.44 K (<italic toggle=\"yes\">T</italic> &gt; 25 K),\nindicative of ferromagnetic coupling between the W(V) and\nCo(II) metal centers (Figure ). At room temperature, <italic toggle=\"yes\">χ</italic>\n<sub>M</sub>\n<italic toggle=\"yes\">T</italic>\nis 12.68 cm<sup>3</sup> mol<sup>-1</sup> K (10.07 <italic toggle=\"yes\">μ</italic>\n<sub>B</sub>) per Co<sub>3</sub>W<sub>2</sub>, close to the\nexpected spin-only value (12.09 cm<sup>3</sup> mol<sup>-1</sup> K, 9.83 <italic toggle=\"yes\">μ</italic>\n<sub>B</sub> per\nCo<sub>3</sub>W<sub>2</sub>) for three Co(II) (<italic toggle=\"yes\">S</italic> = <sup>3</sup>/<sub>2</sub>, <italic toggle=\"yes\">g</italic> = 2.84) and two W(V)\n(<italic toggle=\"yes\">S</italic> = <sup>1</sup>/<sub>2</sub>, <italic toggle=\"yes\">g</italic> = 2.0) centers. As the temperature is lowered,\nthe χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> value monotonically increases and then increases\nabruptly up to a maximum value of 46.78 cm<sup>3</sup> mol<sup>-1</sup> K\n(23.90 <italic toggle=\"yes\">μ</italic>\n<sub>B</sub>) at 14 K, followed by a drop to 12.75 cm<sup>3</sup> mol<sup>-1</sup>\n\nK (10.10 <italic toggle=\"yes\">μ</italic>\n<sub>B</sub>) at 2.8 K. The abrupt increase in χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> suggests\nthe onset of magnetic ordering, and the decrease of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic>\nbelow 14 K results from a saturation of the χ<sub>M</sub> value and/or\nthe zero-field splitting effect.\n\n</p><p>The FCM and ZFCM data for complex <bold>1</bold> diverge below\nca. 10 K, the FCM continuing to increase and approach a\nplateau value, while the ZFCM data show a peak at ca. 7 K\n(Figure ). This may imply the presence of long-range\nmagnetic ordering in complex <bold>1</bold>. To probe the nature of long-range ordering in <bold>1</bold>, the temperature dependence of linear\nac molar magnetic susceptibilities was performed at zero field\nbelow 9 K (Figure ). It can be seen that the susceptibility\ndata are evidently frequency dependent. For all frequencies\nused, the in-phase component of the ac susceptibility, χ<sub>M</sub>‘,\nshows a rounded maximum in the ranges 6−8 K. This is\nalways accompanied by a maximum in the out-of-phase\ncomponent, χ‘ ‘<sub>M</sub>, at somewhat lower temperature with\ndecreasing frequencies. The peak temperature of χ<sub>M</sub>‘ increases and the peak height decreases with increasing\nfrequency, implying a slow relaxation process. The shift in\ntemperature of maxima in χ‘<sub>M</sub> and χ‘ ‘<sub>M</sub> with the frequency\nare reminiscent of single-molecule magnet (SMM), spin-glass, superparamagnetic, or the recently reported single-chain magnet (SCM) behavior. We tried to obtain the\nrelaxation time (<italic toggle=\"yes\">τ</italic>) from the Arrhénius law:<sup>10</sup>\n\n<disp-formula content-type=\"pre-labeled\" id=\"ic034539ke00001\">\n<graphic orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic034539ke00001.gif\"></graphic>\n</disp-formula>\nThe best-fit parameters are <italic toggle=\"yes\">τ</italic>\n<sub>0</sub> = 2.3 × 10<sup>-15</sup> s and Δ/<italic toggle=\"yes\">k</italic>\n<sub>B</sub> =\n170(3) K (see Figure S3 in the Supporting Information). The\nvalue of <italic toggle=\"yes\">τ</italic>\n<sub>0</sub> is rather fast compared with that of SMM or\nSCM, which preclude the possibility of single-chain magnet\nbehavior for complex <bold>1</bold>. A quantitative measure of the\nfrequency shift is obtained from <italic toggle=\"yes\">φ</italic> = Δ<italic toggle=\"yes\">T</italic>\n<sub>p</sub>/[<italic toggle=\"yes\">T</italic>\n<sub>p</sub>Δ(log <italic toggle=\"yes\">f</italic>)]) =\n0.08, which places the compound <bold>1</bold> in the range of a spin\nglass and excludes a superparamagnet.\n\n\n</p><p>Even harmonics can be observed only if a system exhibits\na spontaneous magnetization, due to the lack of inversion\nsymmetry with respect to the applied field. Only odd\nharmonics are expected for a spin glass, while for ferromagnets both even and odd harmonics should be present.\nThe second harmonics (2<italic toggle=\"yes\">f</italic> responses) for complex <bold>1</bold> have\nsharp peaks (Figure ), which indicates that a spontaneous\nmoment is formed at that transition (ca. 7.3 K) while the\nfrequency dependence of both components of the nonlinear\n\nsusceptibility suggests slow relaxation processes and glassiness. Nonzero values of χ<sub>3</sub>‘ (Figure S4 in the Supporting\nInformation) could be attributed to the irreversible domain-wall motion. Thus, complex <bold>1</bold> should be a long-range-ordering ferromagnet, but with some glassy behavior or\npossible related blocking of the domain wall.\n\n</p><p>The field dependence of the magnetization (0−7 T)\nmeasured at 1.8 K shows a rapid increase from zero field\n(Figure ). At 7 T, the magnetization reaches 10.85 <italic toggle=\"yes\">N</italic>β, close\nto the saturation value 11.0 <italic toggle=\"yes\">N</italic>β for three Co(II) and two W(V)\natoms. A hysteresis loop at 1.8 K was observed with a rather\nlarge coercive field of ca. 907 Oe and a remnant magnetization of ca. 3.39 <italic toggle=\"yes\">N</italic>β.\n\n</p><p>\n<bold>(b) {[Mn</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(bipy)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(DMF)</bold>\n<bold>\n<sub>8</sub>\n</bold>\n<bold>][W(CN)</bold>\n<bold>\n<sub>8</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>}</bold>\n<sub>∞</sub>\n<bold> (2).</bold> The dc variable-temperature (2−300 K) magnetic susceptibility of the\ncomplex has been measured on a crystalline sample in a field\nof 1 kOe. Plots of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> vs <italic toggle=\"yes\">T</italic> and χ<sub>M</sub> vs <italic toggle=\"yes\">T</italic> are shown in Figure\n, where χ<sub>M</sub> is the magnetic susceptibility per Mn<sub>3</sub>W<sub>2</sub> unit.\nThe χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> value at room temperature is ca. 13.56 cm<sup>3</sup> K mol<sup>-1</sup>\n(10.41 <italic toggle=\"yes\">μ</italic>\n<sub>B</sub> per Mn<sub>3</sub>W<sub>2</sub>), which is slightly smaller than the\nspin-only value (13.875 cm<sup>3</sup> K mol<sup>-1</sup>, 10.50 <italic toggle=\"yes\">μ</italic>\n<sub>B</sub>) for three\nhigh-spin Mn(II) (<italic toggle=\"yes\">S</italic> = <sup>5</sup>/<sub>2</sub>) and two W(V) (<italic toggle=\"yes\">S</italic> = <sup>1</sup>/<sub>2</sub>) centers\nwith <italic toggle=\"yes\">g</italic> = 2.0. As <italic toggle=\"yes\">T</italic> is lowered, χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> decreases smoothly and\nreaches a minimum value of 12.96 cm<sup>3</sup> K mol<sup>-1</sup> (10.18 <italic toggle=\"yes\">μ</italic>\n<sub>B</sub>)\naround 75 K. Upon further cooling, the value of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic>\nincreases rapidly, reaching a sharp maximum value of 54.60\ncm<sup>3</sup> K mol<sup>-1</sup> (20.90 <italic toggle=\"yes\">μ</italic>\n<sub>B</sub>) around 5.6 K. The minimum in the\nχ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> vs. <italic toggle=\"yes\">T</italic> curve indicates a ferrimagnetic behavior with a\nMn<sup>II</sup>−W<sup>V</sup> intrachain antiferromagnetic interaction, and the\nmaximum value in the curve, much larger than the above-mentioned spin-only value, suggests the occurrence of long-range magnetic ordering. Below 5.6 K, the value of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic>\ndecreases abruptly, while the χ<sub>M</sub> value increases slowly at\nlow temperature. This indicates that the decrease of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic>\nbelow 5.6 K should be attributed to the saturation of the χ<sub>M</sub>\nvalue. The magnetic susceptibility above 75 K obeys the\nCurie−Weiss law (1/<italic toggle=\"yes\">χ</italic>\n<sub>M</sub> = (<italic toggle=\"yes\">T</italic> − <italic toggle=\"yes\">ϑ</italic>)/<italic toggle=\"yes\">C</italic>) with a negative Weiss\nconstant, <italic toggle=\"yes\">ϑ</italic>, of −3.64 K (Figure S5, Supporting Information),\nwhich also indicates an intramolecular antiferromagnetic\ncoupling between the adjacent Mn(II) and W(V) ions through\nthe cyano bridges. The Curie constant, <italic toggle=\"yes\">C</italic>, is equal to 13.75\ncm<sup>3</sup> K mol<sup>-1</sup>, close to the expected value of 13.875 cm<sup>3</sup> K\nmol<sup>-1</sup> with <italic toggle=\"yes\">g</italic> = 2.0.\n\n</p><p>Both the zero-field-cooled magnetization (ZFCM) and\nfield-cooled magnetization (FCM) curves measured in a low\nfield of 100 Oe show a rapid increase in <italic toggle=\"yes\">M</italic> at ca. 3.5 K,\nimplying the occurrence of spontaneous magnetization at this\npoint. Figure  shows the linear ac magnetic susceptibility\nwith different frequencies. Similar to compound <bold>1</bold>, the\nsusceptibility data are also frequency dependent, indicative\nof spin-glass behavior for compound <bold>2</bold>. The nonlinear ac\nsusceptibility measurement for <bold>2</bold> has also been performed\nto confirm the spontaneous ferromagnetic ordering (Figure\n). The second harmonics (2<italic toggle=\"yes\">f</italic> responses) for complex <bold>2</bold>\nexhibit sharp peaks at ca. 3.5 K and are frequency dependent,\n\nwhich demonstrates that complex <bold>2</bold> is a ferrimagnet with\nglassy behavior.\n\n\n</p><p>The field dependence of the magnetization (0−7 T) measured at 1.8 K shows a rapid increase with applied field and\nrapid increase of the magnetization, as a magnet, reaching\n13.07 <italic toggle=\"yes\">N</italic>β per Mn<sub>3</sub>W<sub>2</sub> at 907 Oe, very close to the expected\n<italic toggle=\"yes\">S</italic>\n<sub>T</sub> = <sup>13</sup>/<sub>2</sub> value of 13 <italic toggle=\"yes\">N</italic>β for a ferrimagnetic Mn<sup>II</sup>\n<sub>3</sub>W<sup>V</sup>\n<sub>2</sub> (<sup>5</sup>/<sub>2</sub>\n× 3 − <sup>1</sup>/<sub>2</sub> × 2 = <sup>13</sup>/<sub>2</sub>) system, assuming <italic toggle=\"yes\">g</italic> = 2.0 (Figure ).\nA hysteresis loop at 1.8 K was observed with a small coercive\nfield less than 10 Oe, indicating that compound <bold>2</bold> is typical\nof a soft magnet.\n\n</p>", "clean_text": " (a) {[Co  3  (DMF)  12  ][W(CN)  8  ]  2  } ∞  (1). X-ray crystallographic studies revealed that complex 1 is a neutral, one-dimensional infinite chainlike polymer. The asymmetric unit of the structure consists of one WV(CN)8 3- moiety connected to two different types of CoII centers by cyanide bridges. The W1 atom is coordinated by eight CN groups, with W-C distances ranging from 2.140(5) to 2.175(4) Å in a distorted bicapped trigonal prism. The two Co atoms are all in a slightly distorted octahedral geometry. The equatorial sites of Co1 are occupied by two oxygen atoms and two nitrogen atoms (O1, O3, N5, and N6 i  ; i = -x + 1, -y + 2, -z + 1), and the apical positions are occupied by two oxygen atoms (O2, O4) from DMF molecules. The other Co atom (Co2), localized at the special equivalent positions (1, 1/2, 0), is coordinated with four oxygen atoms (O5, O6, O5 ii  , and O5 ii  ) from four DMF molecules occupying the equatorial sites and two nitrogen atoms (N2, N2 ii  ) from two adjacent W(CN)8 units at the axial positions (ii = -x + 2, -y + 1, -z). Each WV(CN)8 group connects three Co atoms (Co1, Co1 i  , and Co1 ii  ) via three cyano bridges (C5-N5, C6-N6, and C2-N2) with the Co-NCN distance ranging from 2.096(3) to 2.131(3) Å. W1, Co1, W1 i  , and Co1 i   were joined by four cyano bridges (C5-N5, C6 i   -N6 i  , C5 i   -N5 i  , and C6-N6) to form a 4-metal 12-atom rhombic cycle, Co2W2(CN)4, while Co2 links the cycles in a trans mode through W1-C2-N2-Co2-N2 ii   -C2 i   -W1 ii   linkages to form a 1-D infinite chain, running along one of the diagonal directions of the b and c axes (Figures a and ). This type of 1-D chain has been defined as a 3,2-chain by Černák et al., which has been found in complexes {(DMF)10Ln2[ Ni(CN)4]3}∞ (Ln = Sm, Yb, Er). In complex 1, the shortest metal⋅⋅⋅metal intrachain distances for W1⋅⋅⋅Co1, W1⋅⋅⋅Co2, Co1⋅⋅⋅Co2, W1⋅⋅⋅W1 i  , and Co1⋅⋅⋅Co1 i   are 5.335(1), 5.363(1), 10.252(2), 8.443(1), and 6.491(2) Å, respectively. The adjacent chains are separated well by the coordinated DMF molecules, with a distance of 11.690(3) Å along the a axis (Figure ). No pronounced hydrogen-bonding interaction, except the van der Waals force between the chains, can be found.  \n\n Magnetic Studies. (a) {[Co  3  (DMF)  12  ][W(CN)  8  ]  2  } ∞  (1). The temperature dependence of the magnetic susceptibility, χM, can be fit by the Curie-Weiss law, with g w = 2.0 (S = 1/2), g Co = 2.84 (S = 3/2), and ϑ = +14.44 K (T > 25 K), indicative of ferromagnetic coupling between the W(V) and Co(II) metal centers (Figure ). At room temperature, χ M T is 12.68 cm3 mol-1 K (10.07 μ B) per Co3W2, close to the expected spin-only value (12.09 cm3 mol-1 K, 9.83 μ B per Co3W2) for three Co(II) (S = 3/2, g = 2.84) and two W(V) (S = 1/2, g = 2.0) centers. As the temperature is lowered, the χM T value monotonically increases and then increases abruptly up to a maximum value of 46.78 cm3 mol-1 K (23.90 μ B) at 14 K, followed by a drop to 12.75 cm3 mol-1  K (10.10 μ B) at 2.8 K. The abrupt increase in χM T suggests the onset of magnetic ordering, and the decrease of χM T below 14 K results from a saturation of the χM value and/or the zero-field splitting effect.  \n\nThe FCM and ZFCM data for complex 1 diverge below ca. 10 K, the FCM continuing to increase and approach a plateau value, while the ZFCM data show a peak at ca. 7 K (Figure ). This may imply the presence of long-range magnetic ordering in complex 1. To probe the nature of long-range ordering in 1, the temperature dependence of linear ac molar magnetic susceptibilities was performed at zero field below 9 K (Figure ). It can be seen that the susceptibility data are evidently frequency dependent. For all frequencies used, the in-phase component of the ac susceptibility, χM‘, shows a rounded maximum in the ranges 6-8 K. This is always accompanied by a maximum in the out-of-phase component, χ‘‘M, at somewhat lower temperature with decreasing frequencies. The peak temperature of χM‘ increases and the peak height decreases with increasing frequency, implying a slow relaxation process. The shift in temperature of maxima in χ‘M and χ‘‘M with the frequency are reminiscent of single-molecule magnet (SMM), spin-glass, superparamagnetic, or the recently reported single-chain magnet (SCM) behavior. We tried to obtain the relaxation time (τ) from the Arrhénius law:10     The best-fit parameters are τ 0 = 2.3 × 10-15 s and Δ/k B = 170(3) K (see Figure S3 in the Supporting Information). The value of τ 0 is rather fast compared with that of SMM or SCM, which preclude the possibility of single-chain magnet behavior for complex 1. A quantitative measure of the frequency shift is obtained from φ = ΔT p/[T pΔ(log f)]) = 0.08, which places the compound 1 in the range of a spin glass and excludes a superparamagnet.   \n\nEven harmonics can be observed only if a system exhibits a spontaneous magnetization, due to the lack of inversion symmetry with respect to the applied field. Only odd harmonics are expected for a spin glass, while for ferromagnets both even and odd harmonics should be present. The second harmonics (2f responses) for complex 1 have sharp peaks (Figure ), which indicates that a spontaneous moment is formed at that transition (ca. 7.3 K) while the frequency dependence of both components of the nonlinear  susceptibility suggests slow relaxation processes and glassiness. Nonzero values of χ3‘ (Figure S4 in the Supporting Information) could be attributed to the irreversible domain-wall motion. Thus, complex 1 should be a long-range-ordering ferromagnet, but with some glassy behavior or possible related blocking of the domain wall.  \n\nThe field dependence of the magnetization (0-7 T) measured at 1.8 K shows a rapid increase from zero field (Figure ). At 7 T, the magnetization reaches 10.85 Nβ, close to the saturation value 11.0 Nβ for three Co(II) and two W(V) atoms. A hysteresis loop at 1.8 K was observed with a rather large coercive field of ca. 907 Oe and a remnant magnetization of ca. 3.39 Nβ.  \n\n (b) {[Mn  3  (bipy)  2  (DMF)  8  ][W(CN)  8  ]  2  } ∞  (2). The dc variable-temperature (2-300 K) magnetic susceptibility of the complex has been measured on a crystalline sample in a field of 1 kOe. Plots of χM T vs T and χM vs T are shown in Figure , where χM is the magnetic susceptibility per Mn3W2 unit. The χM T value at room temperature is ca. 13.56 cm3 K mol-1 (10.41 μ B per Mn3W2), which is slightly smaller than the spin-only value (13.875 cm3 K mol-1, 10.50 μ B) for three high-spin Mn(II) (S = 5/2) and two W(V) (S = 1/2) centers with g = 2.0. As T is lowered, χM T decreases smoothly and reaches a minimum value of 12.96 cm3 K mol-1 (10.18 μ B) around 75 K. Upon further cooling, the value of χM T increases rapidly, reaching a sharp maximum value of 54.60 cm3 K mol-1 (20.90 μ B) around 5.6 K. The minimum in the χM T vs. T curve indicates a ferrimagnetic behavior with a MnII-WV intrachain antiferromagnetic interaction, and the maximum value in the curve, much larger than the above-mentioned spin-only value, suggests the occurrence of long-range magnetic ordering. Below 5.6 K, the value of χM T decreases abruptly, while the χM value increases slowly at low temperature. This indicates that the decrease of χM T below 5.6 K should be attributed to the saturation of the χM value. The magnetic susceptibility above 75 K obeys the Curie-Weiss law (1/χ M = (T - ϑ)/C) with a negative Weiss constant, ϑ, of -3.64 K (Figure S5, Supporting Information), which also indicates an intramolecular antiferromagnetic coupling between the adjacent Mn(II) and W(V) ions through the cyano bridges. The Curie constant, C, is equal to 13.75 cm3 K mol-1, close to the expected value of 13.875 cm3 K mol-1 with g = 2.0.  \n\nBoth the zero-field-cooled magnetization (ZFCM) and field-cooled magnetization (FCM) curves measured in a low field of 100 Oe show a rapid increase in M at ca. 3.5 K, implying the occurrence of spontaneous magnetization at this point. Figure  shows the linear ac magnetic susceptibility with different frequencies. Similar to compound 1, the susceptibility data are also frequency dependent, indicative of spin-glass behavior for compound 2. The nonlinear ac susceptibility measurement for 2 has also been performed to confirm the spontaneous ferromagnetic ordering (Figure ). The second harmonics (2f responses) for complex 2 exhibit sharp peaks at ca. 3.5 K and are frequency dependent,  which demonstrates that complex 2 is a ferrimagnet with glassy behavior.   \n\nThe field dependence of the magnetization (0-7 T) measured at 1.8 K shows a rapid increase with applied field and rapid increase of the magnetization, as a magnet, reaching 13.07 Nβ per Mn3W2 at 907 Oe, very close to the expected S T = 13/2 value of 13 Nβ for a ferrimagnetic MnII 3WV 2 (5/2 × 3 - 1/2 × 2 = 13/2) system, assuming g = 2.0 (Figure ). A hysteresis loop at 1.8 K was observed with a small coercive field less than 10 Oe, indicating that compound 2 is typical of a soft magnet.  ", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 4954 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": 38, "type": "text", "classification": "property", "content": "<title>Conclusion</title><p>Two new cyano-bridged 3d−5d bimetallic polymers,\n{[Co<sub>3</sub>(DMF)<sub>12</sub>][W(CN)<sub>8</sub>]<sub>2</sub>}<sub>∞</sub> (<bold>1</bold>) and {[Mn<sub>3</sub>(bipy)<sub>2</sub>(DMF)<sub>8</sub>][W(CN)<sub>8</sub>]<sub>2</sub>}<sub>∞</sub> (<bold>2</bold>), have been obtained and structurally\ncharacterized. X-ray crystallography for the two compounds\nreveals that the two complexes are neutral one-dimensional\n3,2-chainlike cyano-bridged bimetallic coordination polymers\nwith 12-atom rhombic W<sub>2</sub>M<sub>2</sub>(CN)<sub>4</sub> (M = Co<sup>II</sup> (<bold>1</bold>), Mn<sup>II</sup> (<bold>2</bold>))\nunits. Magnetic property studies reveal the coexistence of\nlong-range ferromagnetic ordering and glassy behavior in\nthe two compounds. The magnetic phase transition temperatures for complexes <bold>1</bold> and <bold>2</bold> were determined to be around\n7.3 and 3.5 K, respectively. Compound <bold>1</bold> exhibits a rather\nlarger coercive field (907 Oe) as compared to that of complex\n<bold>2</bold> and other reported magnets based on octacyanometalates.\n</p>", "clean_text": "Conclusion\n\nTwo new cyano-bridged 3d-5d bimetallic polymers, {[Co3(DMF)12][W(CN)8]2}∞ (1) and {[Mn3(bipy)2(DMF)8][W(CN)8]2}∞ (2), have been obtained and structurally characterized. X-ray crystallography for the two compounds reveals that the two complexes are neutral one-dimensional 3,2-chainlike cyano-bridged bimetallic coordination polymers with 12-atom rhombic W2M2(CN)4 (M = CoII (1), MnII (2)) units. Magnetic property studies reveal the coexistence of long-range ferromagnetic ordering and glassy behavior in the two compounds. The magnetic phase transition temperatures for complexes 1 and 2 were determined to be around 7.3 and 3.5 K, respectively. Compound 1 exhibits a rather larger coercive field (907 Oe) as compared to that of complex 2 and other reported magnets based on octacyanometalates. ", "data": [[{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "etc": [{"property name": "magnetic phase transition temperature", "value": "7.3", "unit": "K", "condition": ""}, {"property name": "coercive field", "value": "907", "unit": "Oe", "condition": ""}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": ""}, "etc": [{"property name": "magnetic phase transition temperature", "value": "3.5", "unit": "K", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 9, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"ic034539kt00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal Data and Structure Refinement Details for {[Co<sub>3</sub>(DMF)<sub>12</sub>][W(CN)<sub>8</sub>]<sub>2</sub>}<sub>∞</sub> (<bold>1</bold>) and {[Mn<sub>3</sub>(bipy)<sub>2</sub>(DMF)<sub>8</sub>][W(CN)<sub>8</sub>]<sub>2</sub>}<sub>∞</sub>\n(<bold>2</bold>)</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>52</sub>H<sub>84</sub>N<sub>28</sub>O<sub>12</sub>Co<sub>3</sub>W<sub>2</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">C<sub>60</sub>H<sub>72</sub>N<sub>28</sub>O<sub>8</sub>Mn<sub>3</sub>W<sub>2</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">M<sub>w</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">1837.96\n</oasis:entry>\n<oasis:entry colname=\"3\">1845.98\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst syst\n</oasis:entry>\n<oasis:entry colname=\"2\">triclinic\n</oasis:entry>\n<oasis:entry colname=\"3\">triclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic toggle=\"yes\">P</italic>1̄\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic toggle=\"yes\">P</italic>1̄\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">a</italic>/Å\n</oasis:entry>\n<oasis:entry colname=\"2\">11.690(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">10.672(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">b</italic>/Å\n</oasis:entry>\n<oasis:entry colname=\"2\">12.703(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">13.024(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">c</italic>/Å\n</oasis:entry>\n<oasis:entry colname=\"2\">13.712(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">16.000(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">α</italic>/deg\n</oasis:entry>\n<oasis:entry colname=\"2\">86.889(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">78.32(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β/deg\n</oasis:entry>\n<oasis:entry colname=\"2\">73.256(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">75.69(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">γ/deg\n</oasis:entry>\n<oasis:entry colname=\"2\">77.033(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">66.63(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">V</italic>/Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1900.0(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">1964.4(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry colname=\"2\">1\n</oasis:entry>\n<oasis:entry colname=\"3\">1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">ρ</italic>\n<sub>calcd</sub>/g cm<sup>-3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.606\n</oasis:entry>\n<oasis:entry colname=\"3\">1.560\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">μ(Mo Kα)/mm<sup>-1</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.727\n</oasis:entry>\n<oasis:entry colname=\"3\">3.452\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">no. of rflns collcd\n</oasis:entry>\n<oasis:entry colname=\"2\">10 892\n</oasis:entry>\n<oasis:entry colname=\"3\">7270\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">no. of indep rflns\n</oasis:entry>\n<oasis:entry colname=\"2\">7940 (<italic toggle=\"yes\">R</italic>\n<sub>int</sub> = 0.0238)\n</oasis:entry>\n<oasis:entry colname=\"3\">6872 (<italic toggle=\"yes\">R</italic>\n<sub>int</sub> = 0.0654)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">GOF on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.021\n</oasis:entry>\n<oasis:entry colname=\"3\">1.014\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">R</italic> indices (<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>))<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">R1 = 0.0327,\nwR2 = 0.0644\n</oasis:entry>\n<oasis:entry colname=\"3\">R1 = 0.0573,\nwR2 = 0.1398\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">R</italic> indices (all data)\n</oasis:entry>\n<oasis:entry colname=\"2\">R1 = 0.0388,\nwR2 = 0.0655\n</oasis:entry>\n<oasis:entry colname=\"3\">R1 = 0.0998,\nwR2 = 0.1691</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup> R1 = ∑||<italic toggle=\"yes\">F</italic>\n<sub>o</sub>| − |<italic toggle=\"yes\">F</italic>\n<sub>c</sub>|/∑|<italic toggle=\"yes\">F</italic>\n<sub>o</sub>|; wR2 = [∑<italic toggle=\"yes\">w</italic>(|<italic toggle=\"yes\">F</italic>\n<sub>o</sub>|<sup>2</sup> − |<italic toggle=\"yes\">F</italic>\n<sub>c</sub>|<sup>2</sup>)|/∑|<italic toggle=\"yes\">w</italic>(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>)<sup>2</sup>]<sup>1/2</sup>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Crystal Data and Structure Refinement Details for {[Co<sub>3</sub>(DMF)<sub>12</sub>][W(CN)<sub>8</sub>]<sub>2</sub>}<sub>∞</sub> (1) and {[Mn<sub>3</sub>(bipy)<sub>2</sub>(DMF)<sub>8</sub>][W(CN)<sub>8</sub>]<sub>2</sub>}<sub>∞</sub> (2)\n\n|          | 1                                                 | 2                                                 |\n|----------|---------------------------------------------------|---------------------------------------------------|\n| formula  | C<sub>52</sub>H<sub>84</sub>N<sub>28</sub>O<sub>12</sub>Co<sub>3</sub>W<sub>2</sub> | C<sub>60</sub>H<sub>72</sub>N<sub>28</sub>O<sub>8</sub>Mn<sub>3</sub>W<sub>2</sub> |\n| M<sub>w</sub> | 1837.96                                           | 1845.98                                           |\n| cryst syst | triclinic                                         | triclinic                                         |\n| space group | P1̄                                               | P1̄                                               |\n| α/Å      | 11.690(3)                                         | 10.672(2)                                         |\n| β/Å      | 12.703(3)                                         | 13.024(3)                                         |\n| γ/Å      | 13.712(3)                                         | 16.000(3)                                         |\n| V/Å<sup>3</sup> | 1900.0(8)                                     | 1964.4(7)                                         |\n| Z        | 1                                                 | 1                                                 |\n| ρcalcd/g cm<sup>-3</sup> | 1.606                               | 1.560                                             |\n| μ(Mo Kα)/mm<sup>-1</sup> | 3.727                               | 3.452                                             |\n| no. of rflns collcd | 10 892                                      | 7270                                              |\n| no. of indep rflns | 7940 (Rint = 0.0238)                          | 6872 (Rint = 0.0654)                              |\n| GOF on F<sup>2</sup> | 1.021                                        | 1.014                                             |\n| R indices (I &gt; 2σ(I))a | R1 = 0.0327, wR2 = 0.0644                  | R1 = 0.0573, wR2 = 0.1398                          |\n| R indices (all data) | R1 = 0.0388, wR2 = 0.0655                    | R1 = 0.0998, wR2 = 0.1691                          |\n\na R1 = ∑||Fo| − |Fc|/∑|Fo|; wR2 = [∑w(|Fo|<sup>2</sup> − |Fc|<sup>2</sup>)|/∑w(Fo)<sup>2</sup>]<sup>1/2</sup>.", "data": ["substring not found"], "include_properties": null}, {"idx": 13, "type": "table", "classification": null, "content": "<table-wrap id=\"ic034539kt00002\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Selected Bond Distances (Å) and Angles (deg) for {[Co<sub>3</sub>(DMF)<sub>12</sub>][W(CN)<sub>8</sub>]<sub>2</sub>}<sub>∞</sub> (1)<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Bond Distances (Å)\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Co(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.111(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Co(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.083(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Co(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.097(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Co(1)−O(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.068(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Co(1)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.131(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Co(1)−N(6)<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">2.109(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Co(2)−O(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.070(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Co(2)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.084(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Co(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.096(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">W(1)−C(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.165(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">W(1)−C(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.164(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">W(1)−C(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.140(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">W(1)−C(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.143(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">W(1)−C(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.162(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">W(1)−C(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.175(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">W(1)−C(7)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.148(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">W(1)−C(8)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.148(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.139(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(5)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.143(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(6)−N(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.139(4)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Bond Angles (deg)\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Co(1)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">85.85(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2)−Co(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">88.12(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Co(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">90.63(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2)−Co(1)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">89.50(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Co(1)−N(6)<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">88.52(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3)−Co(1)−N(6)<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">88.35(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(3)−Co(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">92.03(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3)−Co(1)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">177.87(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(4)−Co(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">88.04(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(4)−Co(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">176.16(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(4)−Co(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">89.35(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(6)<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>\n<italic toggle=\"yes\">\n<sup>-</sup>\n</italic>\n<sup></sup>Co(1)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">93.78(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(4)−Co(1)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">90.38(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(5)−Co(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">91.51(14)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(5)−Co(2)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">91.97(14)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6)−Co(2)−N(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">93.04(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(2)−N(2)-Co(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">167.7(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(5)−N(5)-Co(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">159.9(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(6)−N(6)-Co(1)<italic toggle=\"yes\">\n<sup>i</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">158.2(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(2)−W(1)-C(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">130.41(15)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(5)−W(1)-C(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">137.54(15)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(5)−W(1)-C(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">72.08(14)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(1)−C(1)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">178.1(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(2)−C(2)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">178.0(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(3)−C(3)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">178.5(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(4)−C(4)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">177.0(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(5)−C(5)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">176.1(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(6)−C(6)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">176.8(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(7)−C(7)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">178.6(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(8)−C(8)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">177.1(4)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry transformation used to generate equivalent atoms:  (<italic toggle=\"yes\">i</italic>) −<italic toggle=\"yes\">x</italic>\n+ 1, −<italic toggle=\"yes\">y</italic> + 2, −<italic toggle=\"yes\">z</italic> + 1.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["substring not found"], "include_properties": null}, {"idx": 14, "type": "table", "classification": null, "content": "<table-wrap id=\"ic034539kt00003\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Selected Bond Distances (Å) and Angles (deg) for {[Mn<sub>3</sub>(bipy)<sub>2</sub>(DMF)<sub>8</sub>][W(CN)<sub>8</sub>]<sub>2</sub>}<sub>∞</sub> (2)<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Bond Distances (Å)\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.206(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">Mn(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.109(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn(1)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.215(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">Mn(1)−N(4)<italic toggle=\"yes\">\n<sup>iii</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">2.180(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn(1)−N(9)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.262(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">Mn(1)−N(10)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.233(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn(2)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.156(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">Mn(2)−O(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.159(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn(2)−N(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.254(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(1)−C(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.128(14)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(4)−C(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.154(15)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(6)−C(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.122(14)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">W(1)−C(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.169(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">W(1)−C(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.145(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">W(1)−C(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.130(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">W(1)−C(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.188(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">W(1)−C(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.151(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">W(1)−C(7)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.129(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">W(1)−C(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.157(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">W(1)−C(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.139(12)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Bond Angles (deg)\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">C(4)−W(1)-C(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">72.8(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(4)−W(1)-C(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">136.5(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(1)−W(1)-C(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">124.4(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2)−Mn(1)-O(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">178.3(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(4)<italic toggle=\"yes\">\n<sup>iii</sup>\n</italic>\n<sup></sup>−Mn(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">89.5(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(4)<italic toggle=\"yes\">\n<sup>iii</sup>\n</italic>\n<sup></sup>−Mn(1)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">100.9(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Mn(1)-N(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">89.9(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(10)−Mn(1)-N(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">73.4(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(3)−Mn(2)-O(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">91.1(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3)−Mn(2)-N(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">89.9(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(4)−Mn(2)-N(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">91.1(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(4)−N(4)-Mn(1)<italic toggle=\"yes\">\n<sup>iii</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">171.6(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(1)−N(1)-Mn(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">175.4(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">C(6)−N(6)-Mn(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">156.0(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(1)−C(1)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">179.4(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(2)−C(2)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">177.8(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(3)−C(3)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">176.8(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(4)−C(4)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">177.9(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(5)−C(5)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">178.6(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(6)−C(6)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">175.9(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N(7)−C(7)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">178.4(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(8)−C(8)-W(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">178.6(11)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry transformation used to generate equivalent atoms:  (<italic toggle=\"yes\">iii</italic>) −<italic toggle=\"yes\">x</italic>\n+ 2, −<italic toggle=\"yes\">y</italic> + 1, −<italic toggle=\"yes\">z</italic> + 1.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["substring not found"], "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Molecular structures for (a) complex<bold>1</bold> and (b) complex <bold>2</bold>,\nshowing a fragment of the one-dimensional infinite structure with the atom-labeling scheme. The hydrogen atoms and the C and N atoms of the\ncoordinated DMF molecules are omitted for clarity. Symmetry operations: \n(<italic toggle=\"yes\">i</italic>) −<italic toggle=\"yes\">x</italic> + 1, −<italic toggle=\"yes\">y</italic> + 2, −<italic toggle=\"yes\">z</italic> + 1; (<italic toggle=\"yes\">ii</italic>) −<italic toggle=\"yes\">x</italic> + 2, −<italic toggle=\"yes\">y</italic> + 1, −<italic toggle=\"yes\">z</italic>; (<italic toggle=\"yes\">iii</italic>) −<italic toggle=\"yes\">x</italic> + 2, −<italic toggle=\"yes\">y</italic>\n+ 1; −<italic toggle=\"yes\">z</italic> + 1; (<italic toggle=\"yes\">iv</italic>) −<italic toggle=\"yes\">x</italic> + 2, −<italic toggle=\"yes\">y</italic>, −<italic toggle=\"yes\">z</italic> + 2.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00001.tif\"></graphic>\n</fig>", "clean_text": " 1  Molecular structures for (a) complex1 and (b) complex 2, showing a fragment of the one-dimensional infinite structure with the atom-labeling scheme. The hydrogen atoms and the C and N atoms of the coordinated DMF molecules are omitted for clarity. Symmetry operations: (i) -x + 1, -y + 2, -z + 1; (ii) -x + 2, -y + 1, -z; (iii) -x + 2, -y + 1; -z + 1; (iv) -x + 2, -y, -z + 2.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00002\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Packing diagram of complex<bold>1</bold> in the <italic toggle=\"yes\">ac</italic> plane. The hydrogen\natoms and the C and N atoms of the coordinated DMF molecules are omitted\nfor clarity.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00002.tif\"></graphic>\n</fig>", "clean_text": " 2  Packing diagram of complex1 in the ac plane. The hydrogen atoms and the C and N atoms of the coordinated DMF molecules are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00003\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Packing diagram of complex<bold>2</bold>. The hydrogen atoms and the C\nand N atoms of the coordinated DMF molecules are omitted for clarity.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00003.tif\"></graphic>\n</fig>", "clean_text": " 3  Packing diagram of complex2. The hydrogen atoms and the C and N atoms of the coordinated DMF molecules are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00004\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Plots of<italic toggle=\"yes\">χ</italic>\n<sub>M</sub> (○) and <italic toggle=\"yes\">χ</italic>\n<sub>M</sub>\n<italic toggle=\"yes\">T</italic> (▵) vs <italic toggle=\"yes\">T</italic> in the range of 2−300 K at\n1 kOe for complex <bold>1</bold> per Co<sub>3</sub>W<sub>2</sub> unit. Inset:  plot of <italic toggle=\"yes\">χ</italic>\n<sub>M</sub>\n<sup>-1</sup> vs <italic toggle=\"yes\">T</italic> in the range\nof 25−300 K (the solid line is the best fit based on the Curie−Weiss law).\n</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00004.tif\"></graphic>\n</fig>", "clean_text": " 4  Plots ofχ M (○) and χ M T (▵) vs T in the range of 2-300 K at 1 kOe for complex 1 per Co3W2 unit. Inset: plot of χ M -1 vs T in the range of 25-300 K (the solid line is the best fit based on the Curie-Weiss law).    ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00005\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Plots of field-cooled magnetization (FCM, ▵) and zero-field-cooled magnetization (ZFCM, ○) vs temperature measured at 100 Oe for complex<bold>1</bold>.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00005.tif\"></graphic>\n</fig>", "clean_text": " 5  Plots of field-cooled magnetization (FCM, ▵) and zero-field-cooled magnetization (ZFCM, ○) vs temperature measured at 100 Oe for complex1.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00006\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Temperature and frequency dependence of the (a) real (<italic toggle=\"yes\">χ</italic>\n<sub>M</sub>‘)\nand (b) imaginary (<italic toggle=\"yes\">χ</italic>\n<sub>M</sub>‘ ‘) parts of the ac susceptibility (<italic toggle=\"yes\">H</italic>\n<sub>dc</sub> = 0 Oe, <italic toggle=\"yes\">H</italic>\n<sub>ac</sub> =\n2 Oe) for complex <bold>1</bold>.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00006.tif\"></graphic>\n</fig>", "clean_text": " 6  Temperature and frequency dependence of the (a) real (χ M‘) and (b) imaginary (χ M‘‘) parts of the ac susceptibility (H dc = 0 Oe, H ac = 2 Oe) for complex 1.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00007\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Nonlinear susceptibilities |χ<sub>2</sub>| of complex <bold>1</bold> measured at 2<italic toggle=\"yes\">f</italic> in\n<italic toggle=\"yes\">H</italic>\n<sub>ac</sub> = 2 Oe (zero applied dc field) with frequency 111−1111 Hz.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00007.tif\"></graphic>\n</fig>", "clean_text": " 7  Nonlinear susceptibilities |χ2| of complex 1 measured at 2f in H ac = 2 Oe (zero applied dc field) with frequency 111-1111 Hz.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00008\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Field dependence of the magnetization at 1.8 K for complex<bold>1</bold>\nper Co<sub>3</sub>W<sub>2</sub> unit. Insert:  hysteresis loop (<italic toggle=\"yes\">M</italic>/<italic toggle=\"yes\">N</italic>β vs <italic toggle=\"yes\">H</italic>) at 1.8 K.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00008.tif\"></graphic>\n</fig>", "clean_text": " 8  Field dependence of the magnetization at 1.8 K for complex1 per Co3W2 unit. Insert: hysteresis loop (M/Nβ vs H) at 1.8 K.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00009\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Plots of<italic toggle=\"yes\">χ</italic>\n<sub>M</sub> (◇) and <italic toggle=\"yes\">χ</italic>\n<sub>M</sub>\n<italic toggle=\"yes\">T</italic> (○) vs <italic toggle=\"yes\">T</italic> in the range of 2−300 K for\ncomplex <bold>2</bold> per Mn<sub>3</sub>W<sub>2</sub> unit. Inset:  expanded view of the minimum region\nof <italic toggle=\"yes\">χ</italic>\n<sub>M</sub>\n<italic toggle=\"yes\">T</italic>.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00009.tif\"></graphic>\n</fig>", "clean_text": " 9  Plots ofχ M (◇) and χ M T (○) vs T in the range of 2-300 K for complex 2 per Mn3W2 unit. Inset: expanded view of the minimum region of χ M T.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00010\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Temperature dependence of zero-field ac susceptibility for complex<bold>2</bold>, measured at 2 Oe ac field with frequency 111−1111 Hz.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00010.tif\"></graphic>\n</fig>", "clean_text": " 10  Temperature dependence of zero-field ac susceptibility for complex2, measured at 2 Oe ac field with frequency 111-1111 Hz.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00011\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Nonlinear susceptibilities χ<sub>2</sub> of complex <bold>2</bold> measured at 2<italic toggle=\"yes\">f</italic> in\n<italic toggle=\"yes\">H</italic>\n<sub>ac</sub> = 2 Oe (zero applied dc field) with frequency 111−1111 Hz.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00011.tif\"></graphic>\n</fig>", "clean_text": " 11  Nonlinear susceptibilities χ2 of complex 2 measured at 2f in H ac = 2 Oe (zero applied dc field) with frequency 111-1111 Hz.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"ic034539kf00012\" orientation=\"portrait\" position=\"float\">\n<label>12</label>\n<caption>\n<p>Field dependence of the magnetization at 1.8 K for complex<bold>2</bold> per Mn<sub>3</sub>W<sub>2</sub> unit. Insert:  hysteresis loop (<italic toggle=\"yes\">M</italic>/<italic toggle=\"yes\">N</italic>β vs <italic toggle=\"yes\">H</italic>) at 1.8 K.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic034539kf00012.tif\"></graphic>\n</fig>", "clean_text": " 12  Field dependence of the magnetization at 1.8 K for complex2 per Mn3W2 unit. Insert: hysteresis loop (M/Nβ vs H) at 1.8 K.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic034539k", "title": "\nCoexistence of Long-Range Ferromagnetic Ordering and Glassy\nBehavior in One-Dimensional Bimetallic Cyano-Bridged Polymers\n", "journal": "American Chemical Society", "date": "2003.08", "author_list": ["Li\nDongfeng", "Zheng\nLimin", "Zhang\nYuanzhu", "Huang\nJin", "Gao\nSong", "Tang\nWenxia"]}}