{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic0509985.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Five novel interesting d<sup>10</sup> metal coordination polymers, [Zn(PDCO)(H<sub>2</sub>O)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> (PDCO = pyridine-2,6-dicarboxylic acid\n<italic>N</italic>-oxide)<bold> (1)</bold>, [Zn<sub>2</sub>(PDCO)<sub>2</sub>(4,4‘-bpy)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>·3H<sub>2</sub>O]<italic>\n<sub>n</sub>\n</italic> (bpy = bipyridine)<bold> (2)</bold>, [Zn(PDCO)(bix)]<italic>\n<sub>n</sub>\n</italic> (bix = 1,4-bis(imidazol-1-ylmethyl)benzene) <bold>(3)</bold>, [Zn(PDCO)(bbi)·0.5H<sub>2</sub>O]<italic>\n<sub>n</sub>\n</italic> (bbi = 1,1‘-(1,4-butanediyl)bis(imidazole)) <bold>(4), </bold>and [Cd(PDCO)(bix)<sub>1.5</sub>·1.5H<sub>2</sub>O]<italic>\n<sub>n</sub>\n</italic>\n<bold>(5)</bold>, have been synthesized under hydrothermal conditions and structurally characterized. Polymer<bold>\n1</bold> possesses a one-dimensional (1D) helical chainlike structure with 4<sub>1</sub> helices running along the <italic>c-</italic>axis with a pitch\nof 10.090 Å. Polymer <bold>2</bold> has an infinite chiral two-dimensional (2D) brick-wall-like layer structure in the <italic>ac </italic>plane\nbuilt from achiral components, while both <bold>3</bold> and <bold>4</bold> exhibit an infinite 2D herringbone architecture, respectively\nextended in the<italic> ac</italic> and <italic>ab</italic> plane. Polymer <bold>5</bold> features a most remarkable and unique three-dimensional (3D) porous\nframework with 2-fold interpenetration related by symmetry, which contains channels in the <italic>b</italic> and <italic>c</italic> directions, both\ndistributed in a rectangular grid fashion. Compounds <bold>1</bold>\n<bold>−</bold>\n<bold>5</bold>, with systematic variation in dimensionality from 1D to 2D\nto 3D, are the first examples of d<sup>10</sup> metal coordination polymers into which pyridinedicarboxylic acid <italic>N</italic>-oxide has\nbeen introduced. In addition, polymers <bold>1</bold>, <bold>4</bold>, and <bold>5 </bold>display strong blue fluorescent emissions in the solid state.\nPolymer <bold>3 </bold>exhibits a strong SHG response, estimated to be approximately 0.9 times that of urea. </p>", "clean_text": "Five novel interesting d10 metal coordination polymers, [Zn(PDCO)(H2O)2] n  (PDCO = pyridine-2,6-dicarboxylic acid N-oxide) (1), [Zn2(PDCO)2(4,4‘-bpy)2(H2O)2⋅3H2O] n  (bpy = bipyridine) (2), [Zn(PDCO)(bix)] n  (bix = 1,4-bis(imidazol-1-ylmethyl)benzene) (3), [Zn(PDCO)(bbi)⋅0.5H2O] n  (bbi = 1,1‘-(1,4-butanediyl)bis(imidazole)) (4), and [Cd(PDCO)(bix)1.5⋅1.5H2O] n  (5), have been synthesized under hydrothermal conditions and structurally characterized. Polymer 1 possesses a one-dimensional (1D) helical chainlike structure with 41 helices running along the c-axis with a pitch of 10.090 Å. Polymer 2 has an infinite chiral two-dimensional (2D) brick-wall-like layer structure in the ac plane built from achiral components, while both 3 and 4 exhibit an infinite 2D herringbone architecture, respectively extended in the ac and ab plane. Polymer 5 features a most remarkable and unique three-dimensional (3D) porous framework with 2-fold interpenetration related by symmetry, which contains channels in the b and c directions, both distributed in a rectangular grid fashion. Compounds 1 - 5, with systematic variation in dimensionality from 1D to 2D to 3D, are the first examples of d10 metal coordination polymers into which pyridinedicarboxylic acid N-oxide has been introduced. In addition, polymers 1, 4, and 5 display strong blue fluorescent emissions in the solid state. Polymer 3 exhibits a strong SHG response, estimated to be approximately 0.9 times that of urea. ", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>A novel series of d<sup>10</sup> coordination polymers with different architectures were constructed from the pyridine-2,6-dicarboxylic acid <italic>N</italic>-oxide (PDCO) ligand, in the presence of different N-heterocycles used as spacers under mild hydrothermal conditions. Their crystal packing, hydrogen bonds, TG measurements, and photoluminescence or SHG properties were investigated.</p>", "clean_text": "A novel series of d10 coordination polymers with different architectures were constructed from the pyridine-2,6-dicarboxylic acid N-oxide (PDCO) ligand, in the presence of different N-heterocycles used as spacers under mild hydrothermal conditions. Their crystal packing, hydrogen bonds, TG measurements, and photoluminescence or SHG properties were investigated.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The rational design of novel metal−organic frameworks\n(MOFs) has attracted great interest from chemists in recent\nyears, and considerable efforts have been focused on the\ndesign synthesis and characterization of novel multidimensional not only because of their intriguing variety of\narchitectures and topologies but also because of their\nfascinating potential applications in functional solid materials,\nion exchange, catalysis, and the development of optical,\nelectronic, and magnetic devices.\n</p>", "clean_text": "Introduction\n\nThe rational design of novel metal-organic frameworks (MOFs) has attracted great interest from chemists in recent years, and considerable efforts have been focused on the design synthesis and characterization of novel multidimensional not only because of their intriguing variety of architectures and topologies but also because of their fascinating potential applications in functional solid materials, ion exchange, catalysis, and the development of optical, electronic, and magnetic devices. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The MOFs are essentially assembled by very strong and\nhighly directional coordinative interactions between metal\ncenters and multitopic organic ligands, thus combining\nproperties of both purely organic and inorganic compounds.\nThe multidentate O-donor organic aromatic polycarboxylate\nligands, such as 1,4-benzenedicarboxylate, 1,3,5-\nbenzenetricarboxylate, and 1,2,4,5-benzenetetracarboxylate, have\nbeen extensively employed in the construction of a rich\nvariety of high-dimensional structures. However, pyridine-2,6-dicarboxylic acid <italic>N</italic>-oxide (PDCO) (Chart ), which has\nlimited steric hindrance and weak stacking interactions and\ncan offer possibilities to form coordination polymers through\na carboxylate and <italic>N</italic>-oxide bridge, remains largely unexplored. To the best of our knowledge, there has been only\none reported polymer based on the PDCO ligand hitherto.\nThe <italic>N</italic>-oxide group of PDCO is a far better electron donor\nthan the ring nitrogen atom of pyridine-2,6-dicarboxylic\nacid. Therefore, with the aim of preparing novel materials\nwith beautiful architecture and excellent physical properties,\nwe start to elaborate new high-dimensional coordination\npolymers constructed from pyridine-2,6-dicarboxylic acid\n<italic>N</italic>-oxide, with the introduction of N-containing auxiliary\nligands, such as rigid pyridyl-based 4,4‘-bpy and highly\nflexible imidazole-based bix and bbi (Chart ), into\n{M−PDCO} (M = Zn<sup>2+</sup>, Cd<sup>2+</sup>), which afford the new\nstructures and fine-tune the structural motif of these MOFs.\nIn this paper, we report five interesting coordination polymeric complexes [Zn(PDCO)(H<sub>2</sub>O)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic>\n<bold> (1)</bold>, [Zn<sub>2</sub>(PDCO)<sub>2</sub>(4,4‘-bpy)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>·3H<sub>2</sub>O]<italic>\n<sub>n</sub>\n</italic>\n<bold> (2)</bold>, [Zn(PDCO)(bix)]<italic>\n<sub>n</sub>\n</italic>\n<bold>(3)</bold>, [Zn(PDCO)(bbi)·0.5H<sub>2</sub>O]<italic>\n<sub>n</sub>\n</italic>\n<bold> (4)</bold>, and [Cd(PDCO)(bix)<sub>1.5</sub>·1.5H<sub>2</sub>O]<italic>\n<sub>n</sub>\n</italic>\n<bold>(5)</bold>.\nThese MOFs have several unusual features:  (i) They are\nthe first examples of d<sup>10</sup> metal coordination polymers into\nwhich pyridine dicarboxylic acid <italic>N</italic>-oxide has been introduced. (ii) d<sup>10</sup> center metals and the conjugated π systems\ncontaining aromatic rings favor the development of fluorescent materials. (iii) Compounds <bold>1</bold>\n<bold>−</bold>\n<bold>3</bold> are absent of a\ncenter of symmetry, which meets the essential requirement\nof a second harmonic generation (SHG) response.\n<bold>3</bold> exhibits\na strong SHG response relative to urea; thus, it can be used\nto form novel hybrid inorganic−organic NLO materials\nwhich are currently investigated widely due to their possible\napplications in optical switching, optical data processing,\nimage processing, etc.\n\n</p>", "clean_text": "The MOFs are essentially assembled by very strong and highly directional coordinative interactions between metal centers and multitopic organic ligands, thus combining properties of both purely organic and inorganic compounds. The multidentate O-donor organic aromatic polycarboxylate ligands, such as 1,4-benzenedicarboxylate, 1,3,5- benzenetricarboxylate, and 1,2,4,5-benzenetetracarboxylate, have been extensively employed in the construction of a rich variety of high-dimensional structures. However, pyridine-2,6-dicarboxylic acid N-oxide (PDCO) (Chart ), which has limited steric hindrance and weak stacking interactions and can offer possibilities to form coordination polymers through a carboxylate and N-oxide bridge, remains largely unexplored. To the best of our knowledge, there has been only one reported polymer based on the PDCO ligand hitherto. The N-oxide group of PDCO is a far better electron donor than the ring nitrogen atom of pyridine-2,6-dicarboxylic acid. Therefore, with the aim of preparing novel materials with beautiful architecture and excellent physical properties, we start to elaborate new high-dimensional coordination polymers constructed from pyridine-2,6-dicarboxylic acid N-oxide, with the introduction of N-containing auxiliary ligands, such as rigid pyridyl-based 4,4‘-bpy and highly flexible imidazole-based bix and bbi (Chart ), into {M-PDCO} (M = Zn2+, Cd2+), which afford the new structures and fine-tune the structural motif of these MOFs. In this paper, we report five interesting coordination polymeric complexes [Zn(PDCO)(H2O)2] n   (1), [Zn2(PDCO)2(4,4‘-bpy)2(H2O)2⋅3H2O] n   (2), [Zn(PDCO)(bix)] n  (3), [Zn(PDCO)(bbi)⋅0.5H2O] n   (4), and [Cd(PDCO)(bix)1.5⋅1.5H2O] n  (5). These MOFs have several unusual features: (i) They are the first examples of d10 metal coordination polymers into which pyridine dicarboxylic acid N-oxide has been introduced. (ii) d10 center metals and the conjugated π systems containing aromatic rings favor the development of fluorescent materials. (iii) Compounds 1 - 3 are absent of a center of symmetry, which meets the essential requirement of a second harmonic generation (SHG) response. 3 exhibits a strong SHG response relative to urea; thus, it can be used to form novel hybrid inorganic-organic NLO materials which are currently investigated widely due to their possible applications in optical switching, optical data processing, image processing, etc.  ", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"chart\" id=\"ic0509985c00001\" position=\"float\">\n<label>1</label>\n<graphic xlink:href=\"ic-2005-009985_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><p>\n<bold>Materials and Measurements.</bold> The reagents and solvents\nemployed were commercially available and used as received without\nfurther purification. PDCO, bix, and bbi were synthesized as\nreported previously. The C, H, and N microanalyses were\ncarried out with a Perkin-Elmer 240 elemental analyzer. The IR\nspectra were recorded on KBr disks on a Bruker Vector 22\nspectrophotometer in the 4000−400 cm<sup>-1</sup> region. Luminescence\nspectra for the solid samples were recorded with a Hitachi 850\nfluorescence spectrophotometer. Thermogravimetric analyses were\nperformed on a simultaneous SDT 2960 thermal analyzer under\nflowing N<sub>2</sub> with a heating rate of 10 °C/min between ambient\ntemperature and 800 °C. Powder X-ray diffraction patterns were\nrecorded on a RigakuD/max-RA rotating anode X-ray diffractometer\nwith graphite monochromatic Cu Kα (λ = 1.542 Å) radiation at\nroom temperature. A pulsed Q-switched Nd:YAG laser at a\nwavelength of 1064 nm was used to generate an SHG signal from\nsamples. The backward scattered SHG light was collected using a\nspherical concave mirror and passed through a filter which transmits\nonly 532 nm radiation.\n</p>", "clean_text": "Experimental Section\n\n Materials and Measurements. The reagents and solvents employed were commercially available and used as received without further purification. PDCO, bix, and bbi were synthesized as reported previously. The C, H, and N microanalyses were carried out with a Perkin-Elmer 240 elemental analyzer. The IR spectra were recorded on KBr disks on a Bruker Vector 22 spectrophotometer in the 4000-400 cm-1 region. Luminescence spectra for the solid samples were recorded with a Hitachi 850 fluorescence spectrophotometer. Thermogravimetric analyses were performed on a simultaneous SDT 2960 thermal analyzer under flowing N2 with a heating rate of 10 °C/min between ambient temperature and 800 °C. Powder X-ray diffraction patterns were recorded on a RigakuD/max-RA rotating anode X-ray diffractometer with graphite monochromatic Cu Kα (λ = 1.542 Å) radiation at room temperature. A pulsed Q-switched Nd:YAG laser at a wavelength of 1064 nm was used to generate an SHG signal from samples. The backward scattered SHG light was collected using a spherical concave mirror and passed through a filter which transmits only 532 nm radiation. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Hydrothermal Syntheses. [Zn(PDCO)(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (1).</bold> A mixture\nof Zn(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.6 mmol), PDCO(0.6 mmol), triethylamine\n(1.2 mmol), and H<sub>2</sub>O (4 mL) was placed in a Parr Teflon-lined\nstainless steel vessel (25 cm<sup>3</sup>), and then the vessel was sealed and\nheated at 120 °C for 3 days. After the mixture was slowly cooled\nto room temperature, colorless crystals of <bold>1 </bold>were obtained (yield: \n84% based on Zn). Anal. Calcd for C<sub>7</sub>H<sub>7</sub>NO<sub>7</sub>Zn:  C, 29.76; H, 2.50;\nN, 4.96. Found:  C, 29.72; H, 2.55; N, 5.01. IR spectrum (cm<sup>-1</sup>): \n3386 (s), 3181 (s), 1672 (s), 1625 (s), 1477 (m), 1408 (s), 1359\n(s), 1247 (s), 1197 (s), 1168 (w), 1091 (w), 1008 (w), 913 (m),\n857 (m), 776 (s), 735 (m), 720 (m), 630 (m), 598 (m), 532 (m),\n485 (m), 429 (w).\n</p>", "clean_text": " Hydrothermal Syntheses. [Zn(PDCO)(H  2  O)  2  ]   n    (1). A mixture of Zn(NO3)2⋅6H2O (0.6 mmol), PDCO(0.6 mmol), triethylamine (1.2 mmol), and H2O (4 mL) was placed in a Parr Teflon-lined stainless steel vessel (25 cm3), and then the vessel was sealed and heated at 120 °C for 3 days. After the mixture was slowly cooled to room temperature, colorless crystals of 1 were obtained (yield: 84% based on Zn). Anal. Calcd for C7H7NO7Zn: C, 29.76; H, 2.50; N, 4.96. Found: C, 29.72; H, 2.55; N, 5.01. IR spectrum (cm-1): 3386 (s), 3181 (s), 1672 (s), 1625 (s), 1477 (m), 1408 (s), 1359 (s), 1247 (s), 1197 (s), 1168 (w), 1091 (w), 1008 (w), 913 (m), 857 (m), 776 (s), 735 (m), 720 (m), 630 (m), 598 (m), 532 (m), 485 (m), 429 (w). ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>[Zn</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(PDCO)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(4,4</bold>‘<bold>-bpy)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>·</bold>\n<bold>3H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (2).</bold> A mixture of Zn(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.6 mmol), PDCO (0.6 mmol), 4,4‘-bpy (0.6 mmol),\n\nNaOH (1.2 mmol), and H<sub>2</sub>O (5 mL) was heated at 120 °C for 3\ndays in a procedure analogous to that for <bold>1</bold>. After the reactant\nmixture was slowly cooled to room temperature, colorless crystals\nof <bold>2 </bold>were obtained (yield:  65% based on Zn). Anal. Calcd for\nC<sub>34</sub>H<sub>32</sub>N<sub>6</sub>O<sub>15</sub>Zn<sub>2</sub>:  C, 45.61; H, 3.60; N, 9.39. Found:  C, 45.70; H,\n3.68; N, 9.43. IR spectrum (cm<sup>-1</sup>):  3425 (m), 1612 (s), 1535 (w),\n1489 (w), 1415 (m), 1384 (s), 1216 (m), 1071 (m), 1046 (w), 1015\n(w), 860 (s), 808 (s), 774 (m), 727 (w), 705 (w), 674 (w), 642 (m),\n609 (w), 570 (w), 493 (w), 465 (w).\n</p>", "clean_text": " [Zn  2  (PDCO)  2  (4,4‘-bpy)  2  (H  2  O)  2  ⋅ 3H  2  O]   n    (2). A mixture of Zn(NO3)2⋅6H2O (0.6 mmol), PDCO (0.6 mmol), 4,4‘-bpy (0.6 mmol),  NaOH (1.2 mmol), and H2O (5 mL) was heated at 120 °C for 3 days in a procedure analogous to that for 1. After the reactant mixture was slowly cooled to room temperature, colorless crystals of 2 were obtained (yield: 65% based on Zn). Anal. Calcd for C34H32N6O15Zn2: C, 45.61; H, 3.60; N, 9.39. Found: C, 45.70; H, 3.68; N, 9.43. IR spectrum (cm-1): 3425 (m), 1612 (s), 1535 (w), 1489 (w), 1415 (m), 1384 (s), 1216 (m), 1071 (m), 1046 (w), 1015 (w), 860 (s), 808 (s), 774 (m), 727 (w), 705 (w), 674 (w), 642 (m), 609 (w), 570 (w), 493 (w), 465 (w). ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>[Zn(PDCO)(bix)]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (3).</bold> The synthesis was similar to that\ndescribed for <bold>2</bold> except using bix (0.6 mmol) instead of 4,4‘-bpy,\nand colorless crystals of <bold>3 </bold>were obtained (yield:  54% based on\nZn). Anal. Calcd for C<sub>21</sub>H<sub>17</sub>N<sub>5</sub>O<sub>5</sub>Zn:  C, 52.03; H, 3.53; N, 14.45.\nFound:  C, 52.06; H, 3.62; N, 14.51. IR spectrum (cm<sup>-1</sup>):  3423\n(m), 3111 (s), 1654 (m), 1640 (s), 1595 (m), 1531 (m), 1520 (m),\n1444 (m), 1394 (s), 1368 (m), 1339 (s), 1253 (w), 1234 (m), 1190\n(m), 1110 (s), 1092 (s), 957 (m), 898 (m), 847 (m), 811 (m), 795\n(w), 766 (m), 757 (m), 732 (m), 707 (s), 659 (s), 624 (m), 595\n(m), 535 (w), 516 (w), 483 (w), 452 (w).\n</p>", "clean_text": " [Zn(PDCO)(bix)]   n    (3). The synthesis was similar to that described for 2 except using bix (0.6 mmol) instead of 4,4‘-bpy, and colorless crystals of 3 were obtained (yield: 54% based on Zn). Anal. Calcd for C21H17N5O5Zn: C, 52.03; H, 3.53; N, 14.45. Found: C, 52.06; H, 3.62; N, 14.51. IR spectrum (cm-1): 3423 (m), 3111 (s), 1654 (m), 1640 (s), 1595 (m), 1531 (m), 1520 (m), 1444 (m), 1394 (s), 1368 (m), 1339 (s), 1253 (w), 1234 (m), 1190 (m), 1110 (s), 1092 (s), 957 (m), 898 (m), 847 (m), 811 (m), 795 (w), 766 (m), 757 (m), 732 (m), 707 (s), 659 (s), 624 (m), 595 (m), 535 (w), 516 (w), 483 (w), 452 (w). ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>[Zn(PDCO)(bbi)</bold>\n<bold>·</bold>\n<bold>0.5H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (4).</bold> The synthesis was similar to that\ndescribed for <bold>2</bold> except using bbi (0.6 mmol) instead of 4,4‘-bpy,\nand colorless crystals of <bold>4 </bold>were obtained (yield:  62% based on\nZn). Anal. Calcd for C<sub>68</sub>H<sub>72</sub>N<sub>20</sub>O<sub>22</sub>Zn<sub>4</sub>:  C, 45.81; H, 4.07; N, 15.71.\nFound:  C, 45.76; H, 4.14; N, 15.62. IR spectrum (cm<sup>-1</sup>):  3419\n(m), 3129 (s), 1650 (s), 1592 (m), 1528 (m), 1466 (w), 1390 (s),\n1372 (s), 1331 (s), 1276 (m), 1247 (m), 1210 (m), 1177 (w), 1101\n(s), 949 (m), 903 (w), 851 (s), 785 (s), 764 (w), 735 (w), 709 (s),\n661 (m), 622 (w), 595 (w), 527 (w), 453 (w).\n</p>", "clean_text": " [Zn(PDCO)(bbi) ⋅ 0.5H  2  O]   n    (4). The synthesis was similar to that described for 2 except using bbi (0.6 mmol) instead of 4,4‘-bpy, and colorless crystals of 4 were obtained (yield: 62% based on Zn). Anal. Calcd for C68H72N20O22Zn4: C, 45.81; H, 4.07; N, 15.71. Found: C, 45.76; H, 4.14; N, 15.62. IR spectrum (cm-1): 3419 (m), 3129 (s), 1650 (s), 1592 (m), 1528 (m), 1466 (w), 1390 (s), 1372 (s), 1331 (s), 1276 (m), 1247 (m), 1210 (m), 1177 (w), 1101 (s), 949 (m), 903 (w), 851 (s), 785 (s), 764 (w), 735 (w), 709 (s), 661 (m), 622 (w), 595 (w), 527 (w), 453 (w). ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>[Cd(PDCO)(bix)</bold>\n<bold>\n<sub>1.5</sub>\n</bold>\n<bold>·</bold>\n<bold>1.5H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (5).</bold> The synthesis was similar to\nthat described for <bold>3</bold> except using CdCl<sub>2</sub>·2H<sub>2</sub>O (0.6 mmol) instead\nof Zn(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O, and colorless crystals of <bold>5 </bold>were obtained\n(yield:  27% based on Cd). Anal. Calcd for C<sub>112</sub>H<sub>108</sub>Cd<sub>4</sub>N<sub>28</sub>O<sub>26</sub>: \nC, 49.60; H, 4.01; N, 14.46. Found:  C, 49.68; H, 4.05; N, 14.51.\nIR spectrum (cm<sup>-1</sup>):  3447 (m), 3105 (s), 1637 (s), 1513 (s), 1446\n(m), 1429 (w), 1396 (w), 1356 (m), 1279 (s), 1234 (s), 1109 (s),\n1090 (s), 1023 (w), 935 (m), 854 (w), 835 (m), 764 (s), 718 (s),\n652 (s), 625 (m), 587 (w), 509 (w), 474 (w).\n</p>", "clean_text": " [Cd(PDCO)(bix)  1.5  ⋅ 1.5H  2  O]   n    (5). The synthesis was similar to that described for 3 except using CdCl2⋅2H2O (0.6 mmol) instead of Zn(NO3)2⋅6H2O, and colorless crystals of 5 were obtained (yield: 27% based on Cd). Anal. Calcd for C112H108Cd4N28O26: C, 49.60; H, 4.01; N, 14.46. Found: C, 49.68; H, 4.05; N, 14.51. IR spectrum (cm-1): 3447 (m), 3105 (s), 1637 (s), 1513 (s), 1446 (m), 1429 (w), 1396 (w), 1356 (m), 1279 (s), 1234 (s), 1109 (s), 1090 (s), 1023 (w), 935 (m), 854 (w), 835 (m), 764 (s), 718 (s), 652 (s), 625 (m), 587 (w), 509 (w), 474 (w). ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>\n<bold>X-ray Structural Studies. </bold>Intensities of complexes <bold>1 </bold>and <bold>3</bold>\n<bold>−</bold>\n<bold>5\n</bold>were collected on a Siemens SMART-CCD diffractometer with\ngraphite monochromatic Mo Kα radiation (λ = 0.710 73 Å) using\nthe SMART and SAINT<sup>22</sup> programs. The structures were solved\nby direct methods and refined on <italic>F</italic>\n<sup>2</sup> using full-matrix least-squares\nmethods with SHELXTL version 5.1. Anisotropic thermal parameters were refined for the non-hydrogen atoms. Hydrogen atoms\nwere localized in their calculation positions and refined using a\nriding model.\n</p>", "clean_text": " X-ray Structural Studies. Intensities of complexes 1 and 3 - 5 were collected on a Siemens SMART-CCD diffractometer with graphite monochromatic Mo Kα radiation (λ = 0.71073 Å) using the SMART and SAINT22 programs. The structures were solved by direct methods and refined on F 2 using full-matrix least-squares methods with SHELXTL version 5.1. Anisotropic thermal parameters were refined for the non-hydrogen atoms. Hydrogen atoms were localized in their calculation positions and refined using a riding model. ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Intensities of the complex <bold>2 </bold>were collected on a Siemens P4\nfour-circle diffractometer with graphite monochromatic Mo Kα\nradiation (λ = 0.710 73 Å) using the ω−2θ scan mode. Data were\ncorrected for Lorenz−polarization effects during data reduction\nusing XSCANS, and a semiempirical absorption correction from\nψ-scans was applied.\n</p>", "clean_text": "Intensities of the complex 2 were collected on a Siemens P4 four-circle diffractometer with graphite monochromatic Mo Kα radiation (λ = 0.71073 Å) using the ω-2θ scan mode. Data were corrected for Lorenz-polarization effects during data reduction using XSCANS, and a semiempirical absorption correction from ψ-scans was applied. ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Cavity dimensions were calculated by overlapping rigid spheres\nwith van der Waals radii for each element:  O, 1.52 Å; N, 1.55 Å;\nC, 1.7 Å; Cd, 2.2 Å (hydrogen atoms were omitted in all cases for\nsimplicity). Crystallographic data and other pertinent information\nfor <bold>1</bold>\n<bold>−</bold>\n<bold>5 </bold>are summarized in Table . Selected bond lengths and\nbond angles are listed in Table . More details on the crystallographic studies as well as atomic displacement parameters are\ngiven in the Supporting Information as CIF files.\n\n\n</p>", "clean_text": "Cavity dimensions were calculated by overlapping rigid spheres with van der Waals radii for each element: O, 1.52 Å; N, 1.55 Å; C, 1.7 Å; Cd, 2.2 Å (hydrogen atoms were omitted in all cases for simplicity). Crystallographic data and other pertinent information for 1 - 5 are summarized in Table . Selected bond lengths and bond angles are listed in Table . More details on the crystallographic studies as well as atomic displacement parameters are given in the Supporting Information as CIF files.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "table", "classification": null, "content": "<table-wrap id=\"ic0509985t00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal Data and Structure Refinement Information for Compounds<bold>1</bold>\n<bold>−</bold>\n<bold>5</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">param</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry nameend=\"5\" namest=\"5\">\n<bold>4</bold>\n</oasis:entry>\n<oasis:entry nameend=\"6\" namest=\"6\">\n<bold>5</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">empirical formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>7</sub>H<sub>7</sub>NO<sub>7</sub>Zn\n</oasis:entry>\n<oasis:entry colname=\"3\">C<sub>34</sub>H<sub>32</sub>N<sub>6</sub>O<sub>15</sub>Zn<sub>2</sub>\n</oasis:entry>\n<oasis:entry colname=\"4\">C<sub>21</sub>H<sub>17</sub>N<sub>5</sub>O<sub>5</sub>Zn\n</oasis:entry>\n<oasis:entry colname=\"5\">C<sub>68</sub>H<sub>72</sub>N<sub>20</sub>O<sub>22</sub>Zn<sub>4</sub>\n</oasis:entry>\n<oasis:entry colname=\"6\">C<sub>112</sub>H<sub>108</sub>Cd<sub>4</sub>N<sub>28</sub>O<sub>26</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">fw\n</oasis:entry>\n<oasis:entry colname=\"2\">282.51\n</oasis:entry>\n<oasis:entry colname=\"3\">895.40\n</oasis:entry>\n<oasis:entry colname=\"4\">484.77\n</oasis:entry>\n<oasis:entry colname=\"5\">1782.94\n</oasis:entry>\n<oasis:entry colname=\"6\">2711.86\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst syst\n</oasis:entry>\n<oasis:entry colname=\"2\">tetragonal\n</oasis:entry>\n<oasis:entry colname=\"3\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"4\">orthorhombic\n</oasis:entry>\n<oasis:entry colname=\"5\">orthorhombic\n</oasis:entry>\n<oasis:entry colname=\"6\">monoclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic>I</italic>4<sub>1</sub>\n<italic>cd</italic>\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic>P</italic>2<sub>1</sub>\n</oasis:entry>\n<oasis:entry colname=\"4\">\n<italic>Pca</italic>2<sub>1</sub>\n</oasis:entry>\n<oasis:entry colname=\"5\">Pbca\n</oasis:entry>\n<oasis:entry colname=\"6\">\n<italic>P</italic>2/<italic>c</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">16.675(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">10.825(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">20.740(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">12.807(3)\n</oasis:entry>\n<oasis:entry colname=\"6\">16.457(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">16.675(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">16.860(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">8.441(1)\n</oasis:entry>\n<oasis:entry colname=\"5\">16.145(4)\n</oasis:entry>\n<oasis:entry colname=\"6\">9.193(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">13.222(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">11.004(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">11.486(1)\n</oasis:entry>\n<oasis:entry colname=\"5\">17.415(4)\n</oasis:entry>\n<oasis:entry colname=\"6\">21.244(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β (deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">90.00\n</oasis:entry>\n<oasis:entry colname=\"3\">99.03(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">90.00\n</oasis:entry>\n<oasis:entry colname=\"5\">90.00\n</oasis:entry>\n<oasis:entry colname=\"6\">113.52(1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>V </italic>(Å<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">3676.6(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">1983.4(7)\n</oasis:entry>\n<oasis:entry colname=\"4\">2011.0(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">3600.7(15)\n</oasis:entry>\n<oasis:entry colname=\"6\">2946.9(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>Z</italic>\n</oasis:entry>\n<oasis:entry colname=\"2\">16\n</oasis:entry>\n<oasis:entry colname=\"3\">2\n</oasis:entry>\n<oasis:entry colname=\"4\">4\n</oasis:entry>\n<oasis:entry colname=\"5\">2\n</oasis:entry>\n<oasis:entry colname=\"6\">1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">abs coeff (mm<sup>-1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.695\n</oasis:entry>\n<oasis:entry colname=\"3\">1.284\n</oasis:entry>\n<oasis:entry colname=\"4\">1.268\n</oasis:entry>\n<oasis:entry colname=\"5\">1.409\n</oasis:entry>\n<oasis:entry colname=\"6\">0.796\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>F</italic>(000)\n</oasis:entry>\n<oasis:entry colname=\"2\">2272\n</oasis:entry>\n<oasis:entry colname=\"3\">916\n</oasis:entry>\n<oasis:entry colname=\"4\">992\n</oasis:entry>\n<oasis:entry colname=\"5\">1832\n</oasis:entry>\n<oasis:entry colname=\"6\">1376\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">limiting indices\n</oasis:entry>\n<oasis:entry colname=\"2\">−20 ≤ h ≤ 20\n</oasis:entry>\n<oasis:entry colname=\"3\">−13 ≤ h ≤ 13\n</oasis:entry>\n<oasis:entry colname=\"4\">−26 ≤ h ≤ 23\n</oasis:entry>\n<oasis:entry colname=\"5\">−13 ≤ h ≤ 15\n</oasis:entry>\n<oasis:entry colname=\"6\">−20 ≤ h ≤ 20\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\">−20 ≤ k ≤ 12\n</oasis:entry>\n<oasis:entry colname=\"3\">−20 ≤ k ≤ 20\n</oasis:entry>\n<oasis:entry colname=\"4\">−10 ≤ k ≤ 9\n</oasis:entry>\n<oasis:entry colname=\"5\">−12 ≤ k ≤ 19\n</oasis:entry>\n<oasis:entry colname=\"6\">−11 ≤ k ≤ 11\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\">−15 ≤ l ≤ 16\n</oasis:entry>\n<oasis:entry colname=\"3\">−13 ≤ l ≤ 13\n</oasis:entry>\n<oasis:entry colname=\"4\">−14 ≤ l ≤ 14\n</oasis:entry>\n<oasis:entry colname=\"5\">−20 ≤ l ≤ 20\n</oasis:entry>\n<oasis:entry colname=\"6\">−26 ≤ l ≤ 20\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">reflcns collcd\n</oasis:entry>\n<oasis:entry colname=\"2\">1786\n</oasis:entry>\n<oasis:entry colname=\"3\">7765\n</oasis:entry>\n<oasis:entry colname=\"4\">4338\n</oasis:entry>\n<oasis:entry colname=\"5\">3169\n</oasis:entry>\n<oasis:entry colname=\"6\">5767\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">indep reflcns\n</oasis:entry>\n<oasis:entry colname=\"2\">1644\n</oasis:entry>\n<oasis:entry colname=\"3\">6731\n</oasis:entry>\n<oasis:entry colname=\"4\">3731\n</oasis:entry>\n<oasis:entry colname=\"5\">2362\n</oasis:entry>\n<oasis:entry colname=\"6\">3777\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">GOF on <italic>F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.043\n</oasis:entry>\n<oasis:entry colname=\"3\">1.029\n</oasis:entry>\n<oasis:entry colname=\"4\">1.054\n</oasis:entry>\n<oasis:entry colname=\"5\">0.976\n</oasis:entry>\n<oasis:entry colname=\"6\">0.986\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">R<sub>1</sub> [<italic>I</italic> &gt; 2σ (<italic>I</italic>)]\n</oasis:entry>\n<oasis:entry colname=\"2\">0.0589\n</oasis:entry>\n<oasis:entry colname=\"3\">0.0426\n</oasis:entry>\n<oasis:entry colname=\"4\">0.0500\n</oasis:entry>\n<oasis:entry colname=\"5\">0.0467\n</oasis:entry>\n<oasis:entry colname=\"6\">0.0484\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">wR<sub>2</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.1468\n</oasis:entry>\n<oasis:entry colname=\"3\">0.0929\n</oasis:entry>\n<oasis:entry colname=\"4\">0.1026\n</oasis:entry>\n<oasis:entry colname=\"5\">0.0928\n</oasis:entry>\n<oasis:entry colname=\"6\">0.0885</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 16, "type": "table", "classification": null, "content": "<table-wrap id=\"ic0509985t00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Bond Angles (deg) for<bold>1</bold>\n<bold>−</bold>\n<bold>5</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Complex <bold>1</bold>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.074(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">Zn(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.089(7)\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn(1)−O(1)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">2.106(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.121(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">Zn(1)−O(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.036(7)\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn(1)−O(6)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">2.047(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\"></oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Zn(1)−O(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">86.7(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2)−Zn(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">175.2(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">O(4)−Zn(1)−O(6)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">177.3(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Zn(1)−O(1)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">174.6(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(1)<sup>i-</sup>Zn(1)−O(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">98.3(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">O(1)<sup>i-</sup>Zn(1)−O(6)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">83.0(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Zn(1)−O(6)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">91.9(2)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Complex <bold>2</bold>\n<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.078(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Zn(1)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.149(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn(2)−O(8)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.098(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.149(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Zn(1)−N(5)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">2.156(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn(2)−O(9)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.089(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.151(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Zn(2)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.044(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn(2)−N(4)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.194(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn(1)−O(12)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.064(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Zn(2)−O(7)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.083(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn(2)−N(2)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">2.183(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Zn(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">167.07(15)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3)−Zn(1)−O(12)\n</oasis:entry>\n<oasis:entry colname=\"4\">172.88(13)\n</oasis:entry>\n<oasis:entry colname=\"5\">O(7)−Zn(2)−O(8)\n</oasis:entry>\n<oasis:entry colname=\"6\">174.12(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Zn(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">87.86(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(1)−Zn(1)−N(5)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">178.47(16)\n</oasis:entry>\n<oasis:entry colname=\"5\">O(7)−Zn(2)−O(9)\n</oasis:entry>\n<oasis:entry colname=\"6\">90.90(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Zn(1)−O(12)\n</oasis:entry>\n<oasis:entry colname=\"2\">97.37(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6)−Zn(2)−O(7)\n</oasis:entry>\n<oasis:entry colname=\"4\">98.20(14)\n</oasis:entry>\n<oasis:entry colname=\"5\">O(8)−Zn(2)−O(9)\n</oasis:entry>\n<oasis:entry colname=\"6\">83.41(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Zn(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">79.27(14)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6)−Zn(2)−O(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">87.54(13)\n</oasis:entry>\n<oasis:entry colname=\"5\">N(2)<sup>ii-</sup>Zn(2)−N(4)\n</oasis:entry>\n<oasis:entry colname=\"6\">173.01(19)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Zn(1)−O(12)\n</oasis:entry>\n<oasis:entry colname=\"2\">95.56(15)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6)−Zn(2)−O(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">170.71(13)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Complex <bold>3</bold>\n<italic>\n<sup>c</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.955(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Zn(1)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.972(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn(1)−O(4)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">2.053(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.360(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Zn(1)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.988(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Zn(1)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">119.13(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3)−Zn(1)−O(4)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">164.30(11)\n</oasis:entry>\n<oasis:entry colname=\"5\">N(1)−Zn(1)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"6\">125.40(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Zn(1)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">112.82(14)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Complex <bold>4</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.011(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Zn(1)−O(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.049(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn(1)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.034(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.155(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Zn(1)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.022(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Zn(1)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">136.64(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3)−Zn(1)−O(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">168.59(9)\n</oasis:entry>\n<oasis:entry colname=\"5\">N(1)−Zn(1)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"6\">108.53(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Zn(1)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">112.74(11)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Complex <bold>5</bold>\n<italic>\n<sup>d</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Cd(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.466(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cd(1)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.298(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">Cd(1)−O(4)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">2.225(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cd(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.324(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cd(1)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.292(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">Cd(1)−N(4)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">2.320(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Cd(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">72.94(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3)−Cd(1)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">159.83(11)\n</oasis:entry>\n<oasis:entry colname=\"5\">O(4)<sup>i-</sup>Cd(1)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"6\">106.93(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Cd(1)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">88.69(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3)−Cd(1)−O(4)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">90.06(10)\n</oasis:entry>\n<oasis:entry colname=\"5\">N(1)−Cd(1)−N(4)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">172.56(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Cd(1)−O(4)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">161.69(10)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry codes:  (i) 1/2 <italic>+ y</italic>, 1 − <italic>x</italic>, <italic>−</italic>1/4 <italic>+ z</italic>.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> Symmetry codes:  (i) 1 + <italic>x</italic>, <italic>y</italic>, 1 + <italic>z</italic>; (ii) <italic>x</italic>, <italic>y</italic>, 1 + <italic>z</italic>.<italic>\n<sup>c</sup>\n</italic>\n<sup></sup> Symmetry codes:  (i) 1 − <italic>x</italic>, 1 − <italic>y</italic>, −1/2 +\n<italic>z</italic>.<italic>\n<sup>d</sup>\n</italic>\n<sup></sup> Symmetry codes:  (i) 2 − <italic>x</italic>, 1 − <italic>y</italic>, −<italic>z</italic>; (ii) <italic>x</italic>, 1 − <italic>y</italic>, −1/2 + <italic>z</italic>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>\n<bold>Crystal Structures. [Zn(PDCO)(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (1).</bold> The structure of compound <bold>1</bold> crystallizes in a noncentrosymmetric\nspace group <italic>I</italic>4<sub>1</sub>\n<italic>cd</italic>, and the coordination geometry around\nzinc<sup>II</sup> center is a slightly distorted octahedron, the equatorial\nplane of which comprises four oxygen atoms from the\ncarboxylate groups and <italic>N</italic>-oxide moieties of two different\nPDCO anions; two coordinated water molecules occupy the\nremaining apical coordination sites, as shown in Figure a.\nThe Zn−O distances range from 2.036(7) to 2.121(5) Å, in\nthe order Zn−O<sub>mean</sub>(aqua) &gt; Zn−O<sub>mean</sub>(<italic>N</italic>-oxide) &gt; Zn−O<sub>mean</sub>(carboxylate), with the O−Zn−O bond angles varying\nfrom 83.0(3) to 177.3 (3)°. The Zn−O(aqua) distance is\nslightly shorter than the reported value, while the\nZn−O(carboxylate) distance is within the normal range.\n\nEach carboxylate group is coordinated to Zn atom in a\nmonodentate fashion. The two carboxylate groups are out\nof the plane of correspondingly linking pyridine rings, with\nthe dihedral angles between them being ca. 38 and 134°,\nrespectively, which are very distinct from those in the free\nPDCO, in which the carboxylate groups are found to be\nessentially coplanar with the pyridine rings.\n\n</p>", "clean_text": "Results and Discussion\n\n Crystal Structures. [Zn(PDCO)(H  2  O)  2  ]   n    (1). The structure of compound 1 crystallizes in a noncentrosymmetric space group I41 cd, and the coordination geometry around zincII center is a slightly distorted octahedron, the equatorial plane of which comprises four oxygen atoms from the carboxylate groups and N-oxide moieties of two different PDCO anions; two coordinated water molecules occupy the remaining apical coordination sites, as shown in Figure a. The Zn-O distances range from 2.036(7) to 2.121(5) Å, in the order Zn-Omean(aqua) > Zn-Omean(N-oxide) > Zn-Omean(carboxylate), with the O-Zn-O bond angles varying from 83.0(3) to 177.3 (3)°. The Zn-O(aqua) distance is slightly shorter than the reported value, while the Zn-O(carboxylate) distance is within the normal range.  Each carboxylate group is coordinated to Zn atom in a monodentate fashion. The two carboxylate groups are out of the plane of correspondingly linking pyridine rings, with the dihedral angles between them being ca. 38 and 134°, respectively, which are very distinct from those in the free PDCO, in which the carboxylate groups are found to be essentially coplanar with the pyridine rings.  ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"ic0509985f00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) ORTEP view of<bold>1</bold> with hydrogen atoms omitted for clarity.\nThermal ellipsoids are drawn at the 30% probability level. (b) Stereoview\nof adjacent two helices for <bold>1</bold>. Hydrogen atoms and coordinated water\nmolecules have been omitted for clarity.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-009985_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) ORTEP view of1 with hydrogen atoms omitted for clarity. Thermal ellipsoids are drawn at the 30% probability level. (b) Stereoview of adjacent two helices for 1. Hydrogen atoms and coordinated water molecules have been omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The salient structural feature of the compound <bold>1 </bold>is it\npossesses a 1D helical chainlike structure with 4<sub>1</sub> helices\nalong the <italic>c-</italic>axis with a pitch of 10.090 Å. The twists of\nPDCO<sup>2-</sup> in <bold>1</bold> may be responsible for the formation of the\nhelical structure. Because left-handed and right-handed\nhelical chains coexist in the crystal structure, the whole\nstructure is mesomeric and does not exhibit chirality (Figure\nb). The nearest Zn···Zn separation of the adjacent helical\nchains is 7.635 Å. Interchain hydrogen-bonding interactions\nfurther extend the 1D helical chain to generate a 3-D\nframework (Table , Figure S1).\n\n</p>", "clean_text": "The salient structural feature of the compound 1 is it possesses a 1D helical chainlike structure with 41 helices along the c-axis with a pitch of 10.090 Å. The twists of PDCO2- in 1 may be responsible for the formation of the helical structure. Because left-handed and right-handed helical chains coexist in the crystal structure, the whole structure is mesomeric and does not exhibit chirality (Figure b). The nearest Zn⋅⋅⋅Zn separation of the adjacent helical chains is 7.635 Å. Interchain hydrogen-bonding interactions further extend the 1D helical chain to generate a 3-D framework (Table , Figure S1).  ", "data": null, "include_properties": null}, {"idx": 20, "type": "table", "classification": null, "content": "<table-wrap id=\"ic0509985t00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Distances (Å) and Angles (deg) of Hydrogen Bonding for Complexes<bold>1</bold> and <bold>2</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">D−H···A</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<italic>d</italic>(D···A)</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">−D−H···A</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Compound <bold>1</bold>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"3\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−H(2A)···N(1)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.921(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">122.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−H(2B)···O(7)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.862(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">122.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(3)−H(3A)···O(6)<sup>iii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.676(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">139.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(3)−H(3B)···O(4)<sup>iv</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.778(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">149.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(2)−H(2)···O(7)<sup>v</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.320(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">143.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(3)−H(3)···O(5)<sup>vi</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.369(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">166.00</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Compound <bold>2</bold>\n<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"3\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−H(1B)···O(9)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.693(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">120.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(7)−H(7A)···O(3)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.767(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">136.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(7)−H(7B)···O(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.784(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">135.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(13)−H(13A)···O(15)<sup>iii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.835(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">157.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(13)−H(13B)···O(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.905(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">116.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(14)−H(14A)···O(11)<sup>iv</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.945(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">128.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(15)−H(15A)···O(1)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.792(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">158.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(15)−H(15B)···O(11)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.792(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">157.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(5)−H(5)···O(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">3.007(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">123.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(5)−H(5)···O(8)\n</oasis:entry>\n<oasis:entry colname=\"2\">3.450(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">161.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(10)−H(10)···O(12)<sup>vi</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.158(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">148.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(19)−H(19)···O(14)\n</oasis:entry>\n<oasis:entry colname=\"2\">3.422(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">168.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(31)−H(31)···O(5)<sup>vii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.248(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">134.00</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry codes:  (i) 1/2 + <italic>y</italic>, 1 − <italic>x</italic>, −1/4 + <italic>z</italic>; (ii) 2 − <italic>x</italic>, <italic>y</italic>, −1/2 +\n<italic>z</italic>; (iii) 3/2 − <italic>x</italic>, 1/2 − <italic>y</italic>, −1/2 + <italic>z</italic>; (iv) 1 − <italic>y</italic>, −1/2 + <italic>x</italic>, 1/4 + <italic>z</italic>; (v) 2 −\n<italic>x</italic>, 1 − <italic>y</italic>, <italic>z</italic>; (vi) 1/2 + <italic>y</italic>, <italic>x</italic>, 1/4 + <italic>z</italic>.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> Symmetry codes:  (i) 1 + <italic>x</italic>, <italic>y</italic>, <italic>z</italic>; (ii)\n−1 + <italic>x</italic>, <italic>y</italic>, <italic>z</italic>; (iii) 1 − <italic>x</italic>, −1/2 + <italic>y</italic>, 1 − <italic>z</italic>; (iv) 2 − <italic>x</italic>, −1/2 + <italic>y</italic>, 1 − <italic>z</italic>; (v)\n1 − <italic>x</italic>, −1/2 + <italic>y</italic>, 1 − <italic>z</italic>; (vi) <italic>x</italic>, <italic>y</italic>, −1 + <italic>z</italic>; (vii) 2 − <italic>x</italic>, 1/2 + <italic>y</italic>, 2 − <italic>z</italic>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>\n<bold>[Zn</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(PDCO)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(4,4</bold>‘<bold>-bpy)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>·</bold>\n<bold>3H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (2).</bold> Compound\n<bold>2</bold> crystallizes in the chiral space group <italic>P</italic>2<sub>1</sub>, and each Zn<sup>II</sup>\natom exhibits a distorted octahedron coordination environment formed by two oxygen atoms from a PDCO ligand,\none oxygen atom from the bridging carboxylate of another\nPDCO, one coordinated aqua molecule occupying the basal\nplane, and two individual 4,4‘-bpy nitrogen atoms occupying\nthe axial sites, as illustrated in Figure a. The average Zn−O\nbond length for the <italic>N</italic>-oxide groups amounts to 2.123 Å,\nwhich is close to those involving the coordinated carboxylate\noxygens(2.087 Å) and the water molecules (2.081 Å). The\nO−Zn−O bond angles range from 79.27 to 172.88°. The\naverage Zn−N bond lengths are 2.171 Å, with the N−Zn−N\nbond angles varying from 173.01 to 178.47°, which is very\nclose to the linearity. The torsion angles between the COO<sup>-</sup>\ngroup and corresponding pyridine ring range from ca. 33 to\n128°. Furthermore, two pairs of pyridyl rings in the rigid\n4,4‘-bpy spacers are out of coplanarity, twisted by 27 and\n21°, respectively. The neighboring 4,4‘-bpy ligands orient\nalmost perpendicularly to each other so that the side C−H\nbonds of one 4,4‘-bpy are directed to the pyridyl plane of\nthe other. A synergistic distortion effect of PDCO and 4,4‘-bpy ligands leads to the formation of a chiral framework for\n<bold>2</bold>.\n\n</p>", "clean_text": " [Zn  2  (PDCO)  2  (4,4‘-bpy)  2  (H  2  O)  2  ⋅ 3H  2  O]   n    (2). Compound 2 crystallizes in the chiral space group P21, and each ZnII atom exhibits a distorted octahedron coordination environment formed by two oxygen atoms from a PDCO ligand, one oxygen atom from the bridging carboxylate of another PDCO, one coordinated aqua molecule occupying the basal plane, and two individual 4,4‘-bpy nitrogen atoms occupying the axial sites, as illustrated in Figure a. The average Zn-O bond length for the N-oxide groups amounts to 2.123 Å, which is close to those involving the coordinated carboxylate oxygens(2.087 Å) and the water molecules (2.081 Å). The O-Zn-O bond angles range from 79.27 to 172.88°. The average Zn-N bond lengths are 2.171 Å, with the N-Zn-N bond angles varying from 173.01 to 178.47°, which is very close to the linearity. The torsion angles between the COO- group and corresponding pyridine ring range from ca. 33 to 128°. Furthermore, two pairs of pyridyl rings in the rigid 4,4‘-bpy spacers are out of coplanarity, twisted by 27 and 21°, respectively. The neighboring 4,4‘-bpy ligands orient almost perpendicularly to each other so that the side C-H bonds of one 4,4‘-bpy are directed to the pyridyl plane of the other. A synergistic distortion effect of PDCO and 4,4‘-bpy ligands leads to the formation of a chiral framework for 2.  ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"ic0509985f00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) ORTEP view of<bold>2</bold> with hydrogen atoms and free water molecules omitted for clarity (30% probability ellipsoids). (b) View toward the <italic>ac</italic>\nplane of the 2D brick-wall-like framework. (c) Space-filling model for a helical stereoview of <bold>2</bold>.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-009985_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) ORTEP view of2 with hydrogen atoms and free water molecules omitted for clarity (30% probability ellipsoids). (b) View toward the ac plane of the 2D brick-wall-like framework. (c) Space-filling model for a helical stereoview of 2.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Compound<bold> 2</bold> is an infinite chiral two-dimensional brick-wall-like layer structure in the <italic>ac </italic>plane built from achiral\ncomponents, which is composed of {Zn<sub>2</sub>(PDCO)<sub>2</sub>} dimer\nunits and 4,4‘-bpy linkages, with 2<sub>1</sub> helices running along\n\nthe <italic>c</italic>-axis (Figure b,c). All the helices lie along the same\ndirection and exhibit the same chirality. Each rectangular\ngrid of the brick-wall-like layer is organized by four PDCO\nligands acting as the two shorter edges (5.551 Å), four 4,4‘-bpy groups acting as the two longer edges (22.951 Å), four\nZn atoms representing the four vertexes, and two more Zn\natoms serving as the midpoints of the longer edges. The free\nwater molecules are included between the layers, and the\nlayers are stacked in an −ABAB− sequence along the <italic>b\n</italic>axis with strong interlayer hydrogen-bond interactions by the\ncoordinated and free water molecules linking the carboxylic\nacid moieties, thus leading to the construction of a three-dimensional host−guest network (Table , Figure S2).\n</p>", "clean_text": "Compound 2 is an infinite chiral two-dimensional brick-wall-like layer structure in the ac plane built from achiral components, which is composed of {Zn2(PDCO)2} dimer units and 4,4‘-bpy linkages, with 21 helices running along  the c-axis (Figure b,c). All the helices lie along the same direction and exhibit the same chirality. Each rectangular grid of the brick-wall-like layer is organized by four PDCO ligands acting as the two shorter edges (5.551 Å), four 4,4‘-bpy groups acting as the two longer edges (22.951 Å), four Zn atoms representing the four vertexes, and two more Zn atoms serving as the midpoints of the longer edges. The free water molecules are included between the layers, and the layers are stacked in an -ABAB- sequence along the b axis with strong interlayer hydrogen-bond interactions by the coordinated and free water molecules linking the carboxylic acid moieties, thus leading to the construction of a three-dimensional host-guest network (Table , Figure S2). ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>\n<bold>[Zn(PDCO)(bix)]</bold>\n<italic>\n<sub>n</sub>\n</italic>\n<bold> (3) and [Zn(PDCO)(bbi)</bold>\n<bold>·</bold>\n<bold>0.5H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold>\n(4).</bold> For compounds <bold>3</bold> and <bold>4</bold>, though the bridging ligands\nare different and are more flexible than 4,4‘-bpy, in addition,\nbbi is more variable than bix; both structures have only one\nrepeating metallic structural motif, with each crystallographically unique Zn<sup>II</sup> metal center in a less-common distorted\ntrigonal bipyramidal coordination sphere, {ZnN<sub>2</sub>O<sub>3</sub>}, which\nis defined by two oxygen donors respectively from a\ncarboxylate and a <italic>N</italic>-oxide group of two distinct PDCO's in\nthe axial positions while the equatorial positions are furnished\nby two different bix (or bbi) nitrogen donors and one\ncarboxylate oxygen donor, as displayed in Figure a and\nFigure a.\n\n\n</p>", "clean_text": " [Zn(PDCO)(bix)]  n   (3) and [Zn(PDCO)(bbi) ⋅ 0.5H  2  O]   n    (4). For compounds 3 and 4, though the bridging ligands are different and are more flexible than 4,4‘-bpy, in addition, bbi is more variable than bix; both structures have only one repeating metallic structural motif, with each crystallographically unique ZnII metal center in a less-common distorted trigonal bipyramidal coordination sphere, {ZnN2O3}, which is defined by two oxygen donors respectively from a carboxylate and a N-oxide group of two distinct PDCO's in the axial positions while the equatorial positions are furnished by two different bix (or bbi) nitrogen donors and one carboxylate oxygen donor, as displayed in Figure a and Figure a.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"ic0509985f00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) ORTEP view of<bold>3</bold> with hydrogen atoms omitted for clarity. (b) View toward the <italic>ac</italic> plane of the 2D herringbone architecture.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-009985_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) ORTEP view of3 with hydrogen atoms omitted for clarity. (b) View toward the ac plane of the 2D herringbone architecture.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"ic0509985f00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) ORTEP view of<bold>4</bold> with hydrogen atoms and free water\nmolecules omitted for clarity. (b) View toward the <italic>ab</italic> plane of the 2D\nherringbone architecture.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-009985_0006.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) ORTEP view of4 with hydrogen atoms and free water molecules omitted for clarity. (b) View toward the ab plane of the 2D herringbone architecture.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>In <bold>3</bold>, the Zn−O bond lengths for the coordinated carboxylate groups range from 1.955(3) to 2.053(3) Å, which are\nobviously shorter than the Zn−O(<italic>N</italic>-oxide) distance of\n2.360(2) Å, and the Zn−N bond lengths are 1.972(3) and\n1.988(3) Å, respectively. Two carboxylate groups form\ndihedral angles of ca. 66 and 31° with the correspondingly\npyridine rings plane. The bix ligands adopt a cis conformation, with the dihedral angles between the imidazole rings\nof ca. 46°, while the distortion angles between the imidazole\nrings and the average plane of phenyl group are ca. 103 and\n79°, respectively.\n</p>", "clean_text": "In 3, the Zn-O bond lengths for the coordinated carboxylate groups range from 1.955(3) to 2.053(3) Å, which are obviously shorter than the Zn-O(N-oxide) distance of 2.360(2) Å, and the Zn-N bond lengths are 1.972(3) and 1.988(3) Å, respectively. Two carboxylate groups form dihedral angles of ca. 66 and 31° with the correspondingly pyridine rings plane. The bix ligands adopt a cis conformation, with the dihedral angles between the imidazole rings of ca. 46°, while the distortion angles between the imidazole rings and the average plane of phenyl group are ca. 103 and 79°, respectively. ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>In <bold>4</bold>, the Zn−O bond lengths range between 2.011(2) and\n2.155(2) Å. The Zn−N bond lengths are 2.022(3) and\n2.034(3) Å, which are slightly longer with respect to those\ninvolved in <bold>3</bold>. The distortion angles between COO<sup>-</sup> groups\nand pyridine rings range from ca. 32 to 134°. The bbi ligand\nhas an extended geometry in which the N−(CH<sub>2</sub>)<sub>4</sub>−N chain\nhas an all anti geometry, and the planes of the imidazole\nrings are inclined by ca. 62° to each other.\n</p>", "clean_text": "In 4, the Zn-O bond lengths range between 2.011(2) and 2.155(2) Å. The Zn-N bond lengths are 2.022(3) and 2.034(3) Å, which are slightly longer with respect to those involved in 3. The distortion angles between COO- groups and pyridine rings range from ca. 32 to 134°. The bbi ligand has an extended geometry in which the N-(CH2)4-N chain has an all anti geometry, and the planes of the imidazole rings are inclined by ca. 62° to each other. ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>For both compounds, the fully deprotonated PDCO<sup>2-</sup>\nanions act as effective tridentate bridging ligands linking the\nZn metal centers by monodentate carboxylate and <italic>N</italic>-oxide\ngroups, imposing separations of Zn···Zn<sup>i</sup> 6.008 Å and\n\nZn···Zn<sup>ii</sup> 6.499 Å for <bold>3</bold> and <bold>4</bold>, respectively [symmetry code: \n(i) 1 − <italic>x</italic>, 1 − <italic>y</italic>, <italic>−</italic>1/2 <italic>+ z</italic>; (ii) −1/2 <italic>+ x</italic>, <italic>y</italic>, 3/2 − <italic>z</italic>]. All\nthe bidentate bix or bbi molecules establish a physical bridge\nbetween Zn atoms, imposing Zn···Zn<sup>iii</sup> separations of 10.475\nÅ for <bold>3 </bold>and Zn···Zn<sup>iv</sup> separations of 13.446 Å for <bold>4</bold>\n[symmetry code:  (iii) 1 − <italic>x</italic>, 1 − <italic>y</italic>, 1/2 <italic>+ z</italic>; (iv) <italic>−</italic>x, 1/2 <italic>+\ny</italic>, 3/2 − <italic>z</italic>].\n</p>", "clean_text": "For both compounds, the fully deprotonated PDCO2- anions act as effective tridentate bridging ligands linking the Zn metal centers by monodentate carboxylate and N-oxide groups, imposing separations of Zn⋅⋅⋅Zni 6.008 Å and  Zn⋅⋅⋅Znii 6.499 Å for 3 and 4, respectively [symmetry code: (i) 1 - x, 1 - y, -1/2 + z; (ii) -1/2 + x, y, 3/2 - z]. All the bidentate bix or bbi molecules establish a physical bridge between Zn atoms, imposing Zn⋅⋅⋅Zniii separations of 10.475 Å for 3 and Zn⋅⋅⋅Zniv separations of 13.446 Å for 4 [symmetry code: (iii) 1 - x, 1 - y, 1/2 + z; (iv) -x, 1/2 + y, 3/2 - z]. ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>It is noteworthy that the repetition of the {ZnN<sub>2</sub>O<sub>3</sub>}\nmetallic structural motif of <bold>3 </bold>generates an infinite 2D\nherringbone architecture extended in the<italic> ac</italic> plane of the unit\ncell (Figure b). The resulting 2D structure is cross-linked\nby weaker hydrogen-bond interactions between C−H groups\nfrom a bix ligand and uncoordinated carboxylate or <italic>N</italic>-oxide\noxygen atoms, thus producing a 3D framework (Table ,\nFigure S3).\n\n</p>", "clean_text": "It is noteworthy that the repetition of the {ZnN2O3} metallic structural motif of 3 generates an infinite 2D herringbone architecture extended in the ac plane of the unit cell (Figure b). The resulting 2D structure is cross-linked by weaker hydrogen-bond interactions between C-H groups from a bix ligand and uncoordinated carboxylate or N-oxide oxygen atoms, thus producing a 3D framework (Table , Figure S3).  ", "data": null, "include_properties": null}, {"idx": 31, "type": "table", "classification": null, "content": "<table-wrap id=\"ic0509985t00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Distances (Å) and Angles (deg) of Hydrogen Bonding for Complexes<bold>3</bold>\n<bold>−</bold>\n<bold>5</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">D−H···A</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<italic>d</italic>(D···A)</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">−D−H···A</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Compound<bold> 3</bold>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"3\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">C(1)−H(1)···O(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">3.099(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">154.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(4)−H(4B)···O(3)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.362(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">142.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(12)−H(12A)···O(2)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.192(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">141.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(18)−H(18)···O(5)<sup>iii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.196(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">125.00</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Compound <bold>4</bold>\n<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"3\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">O(6)−H(6F)···N(5)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.338(14)\n</oasis:entry>\n<oasis:entry colname=\"3\">161.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(1)−H(1)···O(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">3.096(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">127.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(8)−H(8)···O(5)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.105(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">146.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(14)−H(14)···O(2)<sup>iii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.126(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">133.00</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Compound <bold>5</bold>\n<italic>\n<sup>c</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"3\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">O(6)−H(6B)···O(7)\n</oasis:entry>\n<oasis:entry colname=\"2\">3.233(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">138.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(7)−H(7A)···O(8)\n</oasis:entry>\n<oasis:entry colname=\"2\">3.135(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">150.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(7)−H(7B)···O(1)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.776(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">113.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(8)−H(8A)···O(1)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.967(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">116.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(1)−H(1)···O(4)<sup>iii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.062(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">118.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(11)−H(11A)···O(3)<sup>iv</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.324(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">159.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(15)−H(15)···O(7)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.169(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">150.00</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry codes:  (i) <italic>x</italic>, 1 + <italic>y</italic>, <italic>z</italic>; (ii) 1 − <italic>x</italic>, −<italic>y</italic>, 1/2 + <italic>z</italic>; (iii) 3/2 − <italic>x</italic>,\n<italic>y</italic>, −1/2 + <italic>z</italic>.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> Symmetry codes:  (i) −1/2 + <italic>x</italic>, <italic>y</italic>, 3/2 − <italic>z</italic>; (ii) 3/2 − <italic>x</italic>, 1/2\n+ <italic>y</italic>, <italic>z</italic>; (iii) −1/2 + <italic>x</italic>, 1/2 − <italic>y</italic>, 2 −<italic>z</italic>.<italic>\n<sup>c</sup>\n</italic>\n<sup></sup> Symmetry codes:  (i) <italic>x</italic>, <italic>y</italic>, 1 + <italic>z</italic>; (ii)\n1 − <italic>x</italic>, <italic>y</italic>, 1/2 − <italic>z</italic>; (iii) 2 − <italic>x</italic>, 1 − <italic>y</italic>, −<italic>z</italic>; (iv) <italic>x</italic>, −<italic>y</italic>, 1/2 + <italic>z</italic>.\n </p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Interestingly, there is a 34-membered metallocycle in the\n2D layer developed in the <italic>ab</italic> plane for <bold>4</bold>, which is composed\nof two PDCO, two bbi units, and four Zn atoms acting as\nconnecting nodes, also distributed in the herringbone manner\n(Figure b). Lattice water molecules are also included\nbetween the layers, and the relatively weaker O<sub>water</sub>−H···N\nand C−H···O<sub>carboxylate</sub> hydrogen bonds complete the final 3D\narchitecture (Table , Figure S4).\n</p>", "clean_text": "Interestingly, there is a 34-membered metallocycle in the 2D layer developed in the ab plane for 4, which is composed of two PDCO, two bbi units, and four Zn atoms acting as connecting nodes, also distributed in the herringbone manner (Figure b). Lattice water molecules are also included between the layers, and the relatively weaker Owater-H⋅⋅⋅N and C-H⋅⋅⋅Ocarboxylate hydrogen bonds complete the final 3D architecture (Table , Figure S4). ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>Complexes <bold>3</bold> and <bold>4</bold> are similar in their coordination mode\nand network structure. Both compounds crystallize in the\northorhombic crystal system; however, noncentrosymmetric\nspace group<italic> Pca</italic>2<sub>1</sub> for <bold>3</bold> and centrosymmetric space group\n<italic>Pbca</italic> for <bold>4</bold> are observed. The difference may originate from\nthe different conformations of the bix and bbi ligands in the\nstructures.\n</p>", "clean_text": "Complexes 3 and 4 are similar in their coordination mode and network structure. Both compounds crystallize in the orthorhombic crystal system; however, noncentrosymmetric space group Pca21 for 3 and centrosymmetric space group Pbca for 4 are observed. The difference may originate from the different conformations of the bix and bbi ligands in the structures. ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>\n<bold>[Cd(PDCO)(bix)</bold>\n<bold>\n<sub>1.5</sub>\n</bold>\n<bold>·</bold>\n<bold>1.5H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (5).</bold> Though the ligands are\nthe same as in <bold>3</bold>, the structure of <bold>5</bold> is significantly different\nfrom <bold>3</bold> because of its different metal centers. It is a most\n\nremarkable and unique three-dimensional coordination polymer where each Cd<sup>II</sup> atom exhibits a distorted hexahedral\nconfiguration with a N<sub>3</sub>O<sub>3</sub> donor set, as depicted in Figure\n. The Cd atom is coordinated by three individual bix\nnitrogen atoms with Cd−N bond distances varying from\n2.292(4) to 2.320(4) Å. Three additional positions are\noccupied by oxygen atoms from two individual PDCO\ngroups with Cd−O bond distances varying from 2.225(3)\nto 2.466(3) Å. These bond lengths are comparable to those\nreported values. The COO<sup>-</sup> groups deviate from the plane\nof correspondingly pyridine rings with the dihedral angles\nbetween them being ca. 57 and 80°. For the bix ligand\ncontaining N1, two terminal imidazole groups are in cis\nconformation and the dihedral angles between the imidazole\nring planes and the least-squares plane of the phenyl group\nare 79 and 110°, respectively, while the two imidazole groups\ntwist by 45°. However, in the case of the bix containing N5,\nresiding at crystallographic inversion center, two terminal\nimidazole groups assume a trans conformation and have their\nplanes steeply inclined, by 74°, to the average plane of the\nphenyl group.\n\n</p>", "clean_text": " [Cd(PDCO)(bix)  1.5  ⋅ 1.5H  2  O]   n    (5). Though the ligands are the same as in 3, the structure of 5 is significantly different from 3 because of its different metal centers. It is a most  remarkable and unique three-dimensional coordination polymer where each CdII atom exhibits a distorted hexahedral configuration with a N3O3 donor set, as depicted in Figure . The Cd atom is coordinated by three individual bix nitrogen atoms with Cd-N bond distances varying from 2.292(4) to 2.320(4) Å. Three additional positions are occupied by oxygen atoms from two individual PDCO groups with Cd-O bond distances varying from 2.225(3) to 2.466(3) Å. These bond lengths are comparable to those reported values. The COO- groups deviate from the plane of correspondingly pyridine rings with the dihedral angles between them being ca. 57 and 80°. For the bix ligand containing N1, two terminal imidazole groups are in cis conformation and the dihedral angles between the imidazole ring planes and the least-squares plane of the phenyl group are 79 and 110°, respectively, while the two imidazole groups twist by 45°. However, in the case of the bix containing N5, residing at crystallographic inversion center, two terminal imidazole groups assume a trans conformation and have their planes steeply inclined, by 74°, to the average plane of the phenyl group.  ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"ic0509985f00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>ORTEP view of<bold>5</bold> with hydrogen atoms and water molecules omitted for clarity.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-009985_0007.tif\"></graphic>\n</fig>", "clean_text": " 5  ORTEP view of5 with hydrogen atoms and water molecules omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>It is worth noting that the structure is composed of a one-dimensional wavelike architecture with a period equal to the\n<italic>c </italic>axis, which is constructed from <italic>cis</italic>-bix and PDCO ligands,\nand the 1D structure is further stacked along the <italic>a</italic> and <italic>b</italic>\ndirections, with the bidentate <italic>trans</italic>-bix spacers occupying\nthe void spaces, thus leading to the formation of a three-dimensional porous framework. The crystal structure of <bold>5\n</bold>contains channels in two directions, both distributed in a\nrectangular grid fashion, which are filled by the 3 crystallographically unique uncoordinated water molecules involved\nin C−H···O and O−H···O hydrogen bonds (Table ). The\nmost prominent cavties are ca. 10.4 × 9.0 Å in cross section\nand run along the <italic>c </italic>axis; other rectangular-shaped, but\nsmaller, channels with cross section of ca. 7.3 × 9.0 Å are\nparallel to the <italic>b </italic>direction, as indicated in Figure .\n\n</p>", "clean_text": "It is worth noting that the structure is composed of a one-dimensional wavelike architecture with a period equal to the c axis, which is constructed from cis-bix and PDCO ligands, and the 1D structure is further stacked along the a and b directions, with the bidentate trans-bix spacers occupying the void spaces, thus leading to the formation of a three-dimensional porous framework. The crystal structure of 5 contains channels in two directions, both distributed in a rectangular grid fashion, which are filled by the 3 crystallographically unique uncoordinated water molecules involved in C-H⋅⋅⋅O and O-H⋅⋅⋅O hydrogen bonds (Table ). The most prominent cavties are ca. 10.4 × 9.0 Å in cross section and run along the c axis; other rectangular-shaped, but smaller, channels with cross section of ca. 7.3 × 9.0 Å are parallel to the b direction, as indicated in Figure .  ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig id=\"ic0509985f00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Projections along the (a)<italic>c</italic> direction and (b) <italic>b </italic>direction of the\n3D [Cd(PDCO)(bix)<sub>1.5</sub>·1.5H<sub>2</sub>O]<italic>\n<sub>n</sub>\n</italic> framework in <bold>5</bold> showing the cavities.\nHydrogen atoms and water molecules have been omitted for clarity, and\ncross sections have been calculated on the basis of van der Waals radii.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-009985_0008.tif\"></graphic>\n</fig>", "clean_text": " 6  Projections along the (a)c direction and (b) b direction of the 3D [Cd(PDCO)(bix)1.5⋅1.5H2O] n  framework in 5 showing the cavities. Hydrogen atoms and water molecules have been omitted for clarity, and cross sections have been calculated on the basis of van der Waals radii.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>Interestingly, the presence of large free voids in the\n[Cd(PDCO)(bix)<sub>1.5</sub>·1.5H<sub>2</sub>O]<italic>\n<sub>n</sub>\n</italic> single framework result in the\nformation of interpenetrations. The channels of [Cd(PDCO)(bix)<sub>1.5</sub>·1.5H<sub>2</sub>O]<italic>\n<sub>n</sub>\n</italic> are filled by another identical framework\nin a typical 2-fold interpenetration fashion, displaced by the\nusual half of the length of the unit, as illustrated in Figure\n. As a result, <bold>5 </bold>exhibits a 2-fold self-interpenetration 3D\nframework related by symmetry. Usually, the coexistence\nof both syn and anti conformations of bix leads to an unusual\ninterpenetrating network. Although many entangled \nstructures have been reported, those constructed by mixed ligands\nare rather few.\n\n</p>", "clean_text": "Interestingly, the presence of large free voids in the [Cd(PDCO)(bix)1.5⋅1.5H2O] n  single framework result in the formation of interpenetrations. The channels of [Cd(PDCO)(bix)1.5⋅1.5H2O] n  are filled by another identical framework in a typical 2-fold interpenetration fashion, displaced by the usual half of the length of the unit, as illustrated in Figure . As a result, 5 exhibits a 2-fold self-interpenetration 3D framework related by symmetry. Usually, the coexistence of both syn and anti conformations of bix leads to an unusual interpenetrating network. Although many entangled  structures have been reported, those constructed by mixed ligands are rather few.  ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig id=\"ic0509985f00007\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Packing of the adjacent [Cd(PDCO)(bix)<sub>1.5</sub>·1.5H<sub>2</sub>O]<italic>\n<sub>n</sub>\n</italic>\nframework (in green- and blue-filled bonds) along the <italic>c</italic> direction. Hydrogen\natoms and water molecules have been omitted for clarity. (b) Topological\nview of the two interpenetrating nets in [Cd(PDCO)(bix)<sub>1.5</sub>·1.5H<sub>2</sub>O]<italic>\n<sub>n</sub>\n</italic>. Cd<sup>2+</sup>\ncations and the PDCO<sup>2-</sup> anionic ligands are taken as nodes, and bix ligands\nare substituted by a connection between metals.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-009985_0009.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) Packing of the adjacent [Cd(PDCO)(bix)1.5⋅1.5H2O] n  framework (in green- and blue-filled bonds) along the c direction. Hydrogen atoms and water molecules have been omitted for clarity. (b) Topological view of the two interpenetrating nets in [Cd(PDCO)(bix)1.5⋅1.5H2O] n . Cd2+ cations and the PDCO2- anionic ligands are taken as nodes, and bix ligands are substituted by a connection between metals.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>Apparently, the formation of MOFs depends on the\ncombination of several factors, such as the coordination\ngeometry of metal ions, the nature of ligands, the ratio\nbetween metal salt and ligand, and reaction conditions such\nas solvent system and templates. In this study, the hydrothermal reaction of PDCO and Zn(NO<sub>3</sub>)<sub>2</sub> produces <bold>1</bold>, which\ngenerates a 1D helical chainlike structure. When the neutral\nbridging ligands 4,4‘-bpy, bix, and bbi are introduced into\nthe reaction system, compounds <bold>2</bold>\n<bold>−</bold>\n<bold>4</bold> give rise to a diversity\nof frameworks:  <bold>2</bold> is an infinite chiral two-dimensional brick-wall-like layer structure; both <bold>3 </bold>and<bold> 4 </bold>exhibit infinite 2D\nherringbone architectures. Complexes <bold>1</bold>\n<bold>−</bold>\n<bold>4</bold> all form a 3D\narray considering the hydrogen-bonding interactions. Most\ninterestingly, the hydrothermal reaction of PDCO and bix\nin the presence of CdCl<sub>2</sub>·2H<sub>2</sub>O affords <bold>5</bold>, which is a 2-fold\ninterpenetration three-dimensional coordination polymer.\n</p>", "clean_text": "Apparently, the formation of MOFs depends on the combination of several factors, such as the coordination geometry of metal ions, the nature of ligands, the ratio between metal salt and ligand, and reaction conditions such as solvent system and templates. In this study, the hydrothermal reaction of PDCO and Zn(NO3)2 produces 1, which generates a 1D helical chainlike structure. When the neutral bridging ligands 4,4‘-bpy, bix, and bbi are introduced into the reaction system, compounds 2 - 4 give rise to a diversity of frameworks: 2 is an infinite chiral two-dimensional brick-wall-like layer structure; both 3 and 4 exhibit infinite 2D herringbone architectures. Complexes 1 - 4 all form a 3D array considering the hydrogen-bonding interactions. Most interestingly, the hydrothermal reaction of PDCO and bix in the presence of CdCl2⋅2H2O affords 5, which is a 2-fold interpenetration three-dimensional coordination polymer. ", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>In these five compounds, all the carboxyl groups adopt a\nmonodentate coordination mode to connect metal atoms. This\ntype of coordination fashion is similar to that for {Ln<sub>2</sub>(pdc)<sub>3</sub>·3H<sub>2</sub>O} and {[Ln(pdc)<sub>3</sub>Mn<sub>1.5</sub>(H<sub>2</sub>O)<sub>3</sub>]·<italic>n</italic>H<sub>2</sub>O} (pdc = pyridine-2,6-dicarboxylic acid). For <bold>2</bold>, the 4,4‘-bpy ligand is\nrigid, which may facilitate the formation of a homohanded\nhelix, hence, giving rising to the chiral framework. The bix\nligand is highly variable, which makes it adaptable to\ndifferent polymeric coordination structures. It assumes a cis\nconformation in <bold>3 </bold>vs both cis and trans conformations in\nthe case of <bold>5</bold>, according to the different geometric needs of\nmetal ions. Consequently, the versatile conformation of bix\nligand intricately influences the crystal packing. Although\nbbi is more variable than bix, it only exhibits an anti\nconformation in <bold>4 </bold>and the other previously reported compounds containing bbi. Indeed, due to a different degree\nin rigidity/flexibility of the neutral bridging ligands and in\natom radius of metal centers, systematic variations in\ndimensionality (1D → 2D → 3D) of the coordination polymer\nframeworks can be obtained, indicating ligand-directed and\nmetal-directed synthesis.\n</p>", "clean_text": "In these five compounds, all the carboxyl groups adopt a monodentate coordination mode to connect metal atoms. This type of coordination fashion is similar to that for {Ln2(pdc)3⋅3H2O} and {[Ln(pdc)3Mn1.5(H2O)3]⋅nH2O} (pdc = pyridine-2,6-dicarboxylic acid). For 2, the 4,4‘-bpy ligand is rigid, which may facilitate the formation of a homohanded helix, hence, giving rising to the chiral framework. The bix ligand is highly variable, which makes it adaptable to different polymeric coordination structures. It assumes a cis conformation in 3 vs both cis and trans conformations in the case of 5, according to the different geometric needs of metal ions. Consequently, the versatile conformation of bix ligand intricately influences the crystal packing. Although bbi is more variable than bix, it only exhibits an anti conformation in 4 and the other previously reported compounds containing bbi. Indeed, due to a different degree in rigidity/flexibility of the neutral bridging ligands and in atom radius of metal centers, systematic variations in dimensionality (1D → 2D → 3D) of the coordination polymer frameworks can be obtained, indicating ligand-directed and metal-directed synthesis. ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["property"], "content": "<p>\n<bold>Thermal Analysis. </bold>For <bold>1</bold>, the weight loss of 12.82%\nbelow 207 °C (calcd 12.74%) corresponds to the loss of two\ncoordinated water molecules/formula. Then the compound\nbegins to decompose. For <bold>2</bold>, the weight loss attributed to\nthe gradual release of free aqua ligands is observed below\n80 °C (obsd 5.66%, calcd 6.03%). The second loss corresponding to the release of almost all coordinated water\nmolecules is detected between 80 and 160 °C (obsd 4.29%,\ncalcd 4.02%). Two consecutive decompositions suggest the\n\ntotal destruction of the framework by the oxidation of the\norganic component, leading to the formation of the stoichiometric amount of zinc oxide as the residues (obsd 18.68%,\ncalcd 18.18%). Compounds <bold>3</bold> and <bold>4</bold> are stable up to 233\nand 220 °C, respectively, where the framework structures\nbegin to collapse. A plateau region is observed for <bold>4</bold> from\n520 to 800 °C and a brown residue of ZnO (obsd 18.67%,\ncalcd 18.26%) remained. For <bold>5</bold>, the first weight loss of 4.07%\nbelow 250 °C is assigned to the liberation of free water\nmolecules, which is in agreement with the calculated value\n(3.98%). The second weight loss occurs in the range 250−494 °C, which is attributed to the elimination of the PDCO\nligand (obsd 26.74%, calcd 26.70%). The guest molecules\nare difficult to remove from the host molecules due to the\nexistence of strong hydrogen bonds between the host and\nguest molecules.\n</p>", "clean_text": " Thermal Analysis. For 1, the weight loss of 12.82% below 207 °C (calcd 12.74%) corresponds to the loss of two coordinated water molecules/formula. Then the compound begins to decompose. For 2, the weight loss attributed to the gradual release of free aqua ligands is observed below 80 °C (obsd 5.66%, calcd 6.03%). The second loss corresponding to the release of almost all coordinated water molecules is detected between 80 and 160 °C (obsd 4.29%, calcd 4.02%). Two consecutive decompositions suggest the  total destruction of the framework by the oxidation of the organic component, leading to the formation of the stoichiometric amount of zinc oxide as the residues (obsd 18.68%, calcd 18.18%). Compounds 3 and 4 are stable up to 233 and 220 °C, respectively, where the framework structures begin to collapse. A plateau region is observed for 4 from 520 to 800 °C and a brown residue of ZnO (obsd 18.67%, calcd 18.26%) remained. For 5, the first weight loss of 4.07% below 250 °C is assigned to the liberation of free water molecules, which is in agreement with the calculated value (3.98%). The second weight loss occurs in the range 250-494 °C, which is attributed to the elimination of the PDCO ligand (obsd 26.74%, calcd 26.70%). The guest molecules are difficult to remove from the host molecules due to the existence of strong hydrogen bonds between the host and guest molecules. ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>Guest water molecules are removed by heating <bold>2 </bold>and <bold>5</bold> at\n80 and 250 °C for 2 h under N<sub>2</sub>, respectively. Powder X-ray\ndiffraction study of <bold>2 </bold>and<bold> 5</bold> before and after water expulsion\nshows only minor changes in the diffraction patterns, which\nindicate the chiral MOFs of <bold>2</bold> and 3D 2-fold interpenetration\nMOFs of <bold>5</bold> are intact after removal of the guest water\nmolecule.\n</p>", "clean_text": "Guest water molecules are removed by heating 2 and 5 at 80 and 250 °C for 2 h under N2, respectively. Powder X-ray diffraction study of 2 and 5 before and after water expulsion shows only minor changes in the diffraction patterns, which indicate the chiral MOFs of 2 and 3D 2-fold interpenetration MOFs of 5 are intact after removal of the guest water molecule. ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["property"], "content": "<p>\n<bold>Photoluminescence Properties. </bold>The emission spectra of\ncomplexes <bold>1</bold>\n<bold>−</bold>\n<bold>5 </bold>in the solid state at room temperature are\ninvestigated. Excitation at 342 nm leads to stronger blue-fluorescent emission bands at 417 nm for <bold>1</bold>, 447 nm for <bold>4</bold>,\nand 418 nm for <bold>5 </bold>while weaker blue-fluorescent emission\nbands are observed at 420 nm for <bold>2 </bold>and 458 nm for <bold>3</bold>,\nrespectively, under the same conditions. These emissions are\nneither metal-to-ligand charge transfer (MLCT) nor ligand-to-metal transfer (LMCT) in nature since the Zn<sup>2+</sup> or Cd<sup>2+</sup>\nions are difficult to oxidize or to reduce due to their d<sup>10</sup>\nconfiguration which can probably be assigned to the intraligand (π−π*) fluorescent emission because similar emissions\nare observed for the free PDCO at 416 nm. It is clear that\nbathochromic shift of emission occurs in <bold>3</bold> and <bold>4</bold>, compared\nwith other compounds, which is probably due to the\ndifferences of ligands and coordination environment around\ncentral metal ions, because photoluminescence behavior is\nclosely associated with the local environments around metal\nions. Complexes <bold>1</bold>, <bold>4</bold>, and <bold>5</bold> may be suitable as excellent\ncandidates of blue-fluorescent materials, since they are highly\nthermally stable and insoluble in common solvents.\n</p>", "clean_text": " Photoluminescence Properties. The emission spectra of complexes 1 - 5 in the solid state at room temperature are investigated. Excitation at 342 nm leads to stronger blue-fluorescent emission bands at 417 nm for 1, 447 nm for 4, and 418 nm for 5 while weaker blue-fluorescent emission bands are observed at 420 nm for 2 and 458 nm for 3, respectively, under the same conditions. These emissions are neither metal-to-ligand charge transfer (MLCT) nor ligand-to-metal transfer (LMCT) in nature since the Zn2+ or Cd2+ ions are difficult to oxidize or to reduce due to their d10 configuration which can probably be assigned to the intraligand (π-π*) fluorescent emission because similar emissions are observed for the free PDCO at 416 nm. It is clear that bathochromic shift of emission occurs in 3 and 4, compared with other compounds, which is probably due to the differences of ligands and coordination environment around central metal ions, because photoluminescence behavior is closely associated with the local environments around metal ions. Complexes 1, 4, and 5 may be suitable as excellent candidates of blue-fluorescent materials, since they are highly thermally stable and insoluble in common solvents. ", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["property"], "content": "<p>\n<bold>SHG Measurement.</bold> Given that <bold>1</bold>\n<bold>−</bold>\n<bold>3</bold> all crystallize in a\nnoncentrosymmetric space group, preliminary SHG responses\nof these complexes are estimated by measuring a powder\nsample (ca. 80−120 μm in diameter, Kurtz powder test),\nrelative to urea. The SHG efficiency of <bold>1</bold>\n<bold>−</bold>\n<bold>3 </bold>is estimated to\nbe approximately 0.3, 0.3, and 0.9 times of that of urea,\nrespectively, which confirm their noncentric frameworks.\nThese SHG properties reflect the molecular arrangements\nin the crystals. Compound <bold>3 </bold>displays higher SHG efficiency\ncompared with <bold>1 </bold>and <bold>2</bold>, and the reason may be attributed to\nthe herringbone arrangement in the lattice of <bold>3</bold>, which induces\nthe large charge-transfer interaction to result in the higher\nSHG efficiency. Similar phenomena have been observed\nin the cocrystals of 2-amino-3-nitropyridine or 2-amino-5-nitropyridine with achiral benzenesulfonic acids. Thus, <bold>3</bold>\nappears to be a good candidate of novel hybrid inorganic−organic NLO materials. <bold>1</bold>\n<bold>−</bold>\n<bold>3</bold> display different NLO properties owing to them having different architectures. It is obvious\nthat the NLO properties of coordination polymers can be\naltered through structural manipulation.\n</p>", "clean_text": " SHG Measurement. Given that 1 - 3 all crystallize in a noncentrosymmetric space group, preliminary SHG responses of these complexes are estimated by measuring a powder sample (ca. 80-120 μm in diameter, Kurtz powder test), relative to urea. The SHG efficiency of 1 - 3 is estimated to be approximately 0.3, 0.3, and 0.9 times of that of urea, respectively, which confirm their noncentric frameworks. These SHG properties reflect the molecular arrangements in the crystals. Compound 3 displays higher SHG efficiency compared with 1 and 2, and the reason may be attributed to the herringbone arrangement in the lattice of 3, which induces the large charge-transfer interaction to result in the higher SHG efficiency. Similar phenomena have been observed in the cocrystals of 2-amino-3-nitropyridine or 2-amino-5-nitropyridine with achiral benzenesulfonic acids. Thus, 3 appears to be a good candidate of novel hybrid inorganic-organic NLO materials. 1 - 3 display different NLO properties owing to them having different architectures. It is obvious that the NLO properties of coordination polymers can be altered through structural manipulation. ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In summary, five novel polymers with different architectures, [Zn(PDCO)(H<sub>2</sub>O)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic>\n<bold>(1)</bold>, [Zn<sub>2</sub>(PDCO)<sub>2</sub>(4,4‘-bpy)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>·3H<sub>2</sub>O]<italic>\n<sub>n</sub>\n</italic>\n<bold> (2)</bold>, [Zn(PDCO)(bix)]<italic>\n<sub>n</sub>\n</italic>\n<bold>(3)</bold>, [Zn(PDCO)(bbi)·0.5H<sub>2</sub>O]<italic>\n<sub>n</sub>\n</italic>\n<bold>(4), </bold>and [Cd(PDCO)(bix)<sub>1.5</sub>·1.5H<sub>2</sub>O]<italic>\n<sub>n</sub>\n</italic>\n<bold>(5)</bold>, were\nconstructed from the PDCO ligand, in the presence of\ndifferent N-heterocycles used as spacers under mild hydrothermal conditions. For the first time, pyridine dicarboxylic\nacid <italic>N</italic>-oxide has been introduced into the d<sup>10</sup> metal coordination polymer system. This study not only demonstrates\nthat the nature of ligands and the geometric needs of metal\natoms play an important role in the crystal packing of MOFs\nbut also illustrates that the hydrogen bonds affect the\nformation of the supramolecular architecture. In addition,\ncomplexes <bold>1</bold>, <bold>4</bold>, and <bold>5 </bold>may be excellent candidates for blue-fluorescent materials and <bold>3</bold> appears to be a good candidate\nof novel hybrid inorganic−organic NLO materials.\n</p>", "clean_text": "Conclusion\n\nIn summary, five novel polymers with different architectures, [Zn(PDCO)(H2O)2] n  (1), [Zn2(PDCO)2(4,4‘-bpy)2(H2O)2⋅3H2O] n   (2), [Zn(PDCO)(bix)] n  (3), [Zn(PDCO)(bbi)⋅0.5H2O] n  (4), and [Cd(PDCO)(bix)1.5⋅1.5H2O] n  (5), were constructed from the PDCO ligand, in the presence of different N-heterocycles used as spacers under mild hydrothermal conditions. For the first time, pyridine dicarboxylic acid N-oxide has been introduced into the d10 metal coordination polymer system. This study not only demonstrates that the nature of ligands and the geometric needs of metal atoms play an important role in the crystal packing of MOFs but also illustrates that the hydrogen bonds affect the formation of the supramolecular architecture. In addition, complexes 1, 4, and 5 may be excellent candidates for blue-fluorescent materials and 3 appears to be a good candidate of novel hybrid inorganic-organic NLO materials. ", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<title>\n<ext-link xlink:href=\"/doi/suppl/10.1021%2Fic0509985\">Supporting Information Available</ext-link>\n</title><p>X-ray crystallographic files\nin CIF format, figures of crystal packing, TG curves, photoluminescent spectra, and an X-ray power diffraction diagram.\nThis material is available free of charge via the Internet at\n<uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p>", "clean_text": " Supporting Information Available \n\nX-ray crystallographic files in CIF format, figures of crystal packing, TG curves, photoluminescent spectra, and an X-ray power diffraction diagram. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<title>References</title>", "clean_text": "References", "data": null, "include_properties": null}], "cln_elements": [{"idx": "7, 8, 9, 10, 11", "type": "text", "classification": "synthesis condition", "content": "<p>\n<bold>Hydrothermal Syntheses. [Zn(PDCO)(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (1).</bold> A mixture\nof Zn(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.6 mmol), PDCO(0.6 mmol), triethylamine\n(1.2 mmol), and H<sub>2</sub>O (4 mL) was placed in a Parr Teflon-lined\nstainless steel vessel (25 cm<sup>3</sup>), and then the vessel was sealed and\nheated at 120 °C for 3 days. After the mixture was slowly cooled\nto room temperature, colorless crystals of <bold>1 </bold>were obtained (yield: \n84% based on Zn). Anal. Calcd for C<sub>7</sub>H<sub>7</sub>NO<sub>7</sub>Zn:  C, 29.76; H, 2.50;\nN, 4.96. Found:  C, 29.72; H, 2.55; N, 5.01. IR spectrum (cm<sup>-1</sup>): \n3386 (s), 3181 (s), 1672 (s), 1625 (s), 1477 (m), 1408 (s), 1359\n(s), 1247 (s), 1197 (s), 1168 (w), 1091 (w), 1008 (w), 913 (m),\n857 (m), 776 (s), 735 (m), 720 (m), 630 (m), 598 (m), 532 (m),\n485 (m), 429 (w).\n</p><p>\n<bold>[Zn</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(PDCO)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(4,4</bold>‘<bold>-bpy)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>·</bold>\n<bold>3H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (2).</bold> A mixture of Zn(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.6 mmol), PDCO (0.6 mmol), 4,4‘-bpy (0.6 mmol),\n\nNaOH (1.2 mmol), and H<sub>2</sub>O (5 mL) was heated at 120 °C for 3\ndays in a procedure analogous to that for <bold>1</bold>. After the reactant\nmixture was slowly cooled to room temperature, colorless crystals\nof <bold>2 </bold>were obtained (yield:  65% based on Zn). Anal. Calcd for\nC<sub>34</sub>H<sub>32</sub>N<sub>6</sub>O<sub>15</sub>Zn<sub>2</sub>:  C, 45.61; H, 3.60; N, 9.39. Found:  C, 45.70; H,\n3.68; N, 9.43. IR spectrum (cm<sup>-1</sup>):  3425 (m), 1612 (s), 1535 (w),\n1489 (w), 1415 (m), 1384 (s), 1216 (m), 1071 (m), 1046 (w), 1015\n(w), 860 (s), 808 (s), 774 (m), 727 (w), 705 (w), 674 (w), 642 (m),\n609 (w), 570 (w), 493 (w), 465 (w).\n</p><p>\n<bold>[Zn(PDCO)(bix)]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (3).</bold> The synthesis was similar to that\ndescribed for <bold>2</bold> except using bix (0.6 mmol) instead of 4,4‘-bpy,\nand colorless crystals of <bold>3 </bold>were obtained (yield:  54% based on\nZn). Anal. Calcd for C<sub>21</sub>H<sub>17</sub>N<sub>5</sub>O<sub>5</sub>Zn:  C, 52.03; H, 3.53; N, 14.45.\nFound:  C, 52.06; H, 3.62; N, 14.51. IR spectrum (cm<sup>-1</sup>):  3423\n(m), 3111 (s), 1654 (m), 1640 (s), 1595 (m), 1531 (m), 1520 (m),\n1444 (m), 1394 (s), 1368 (m), 1339 (s), 1253 (w), 1234 (m), 1190\n(m), 1110 (s), 1092 (s), 957 (m), 898 (m), 847 (m), 811 (m), 795\n(w), 766 (m), 757 (m), 732 (m), 707 (s), 659 (s), 624 (m), 595\n(m), 535 (w), 516 (w), 483 (w), 452 (w).\n</p><p>\n<bold>[Zn(PDCO)(bbi)</bold>\n<bold>·</bold>\n<bold>0.5H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (4).</bold> The synthesis was similar to that\ndescribed for <bold>2</bold> except using bbi (0.6 mmol) instead of 4,4‘-bpy,\nand colorless crystals of <bold>4 </bold>were obtained (yield:  62% based on\nZn). Anal. Calcd for C<sub>68</sub>H<sub>72</sub>N<sub>20</sub>O<sub>22</sub>Zn<sub>4</sub>:  C, 45.81; H, 4.07; N, 15.71.\nFound:  C, 45.76; H, 4.14; N, 15.62. IR spectrum (cm<sup>-1</sup>):  3419\n(m), 3129 (s), 1650 (s), 1592 (m), 1528 (m), 1466 (w), 1390 (s),\n1372 (s), 1331 (s), 1276 (m), 1247 (m), 1210 (m), 1177 (w), 1101\n(s), 949 (m), 903 (w), 851 (s), 785 (s), 764 (w), 735 (w), 709 (s),\n661 (m), 622 (w), 595 (w), 527 (w), 453 (w).\n</p><p>\n<bold>[Cd(PDCO)(bix)</bold>\n<bold>\n<sub>1.5</sub>\n</bold>\n<bold>·</bold>\n<bold>1.5H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (5).</bold> The synthesis was similar to\nthat described for <bold>3</bold> except using CdCl<sub>2</sub>·2H<sub>2</sub>O (0.6 mmol) instead\nof Zn(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O, and colorless crystals of <bold>5 </bold>were obtained\n(yield:  27% based on Cd). Anal. Calcd for C<sub>112</sub>H<sub>108</sub>Cd<sub>4</sub>N<sub>28</sub>O<sub>26</sub>: \nC, 49.60; H, 4.01; N, 14.46. Found:  C, 49.68; H, 4.05; N, 14.51.\nIR spectrum (cm<sup>-1</sup>):  3447 (m), 3105 (s), 1637 (s), 1513 (s), 1446\n(m), 1429 (w), 1396 (w), 1356 (m), 1279 (s), 1234 (s), 1109 (s),\n1090 (s), 1023 (w), 935 (m), 854 (w), 835 (m), 764 (s), 718 (s),\n652 (s), 625 (m), 587 (w), 509 (w), 474 (w).\n</p>", "clean_text": " Hydrothermal Syntheses. [Zn(PDCO)(H  2  O)  2  ]   n    (1). A mixture of Zn(NO3)2⋅6H2O (0.6 mmol), PDCO(0.6 mmol), triethylamine (1.2 mmol), and H2O (4 mL) was placed in a Parr Teflon-lined stainless steel vessel (25 cm3), and then the vessel was sealed and heated at 120 °C for 3 days. After the mixture was slowly cooled to room temperature, colorless crystals of 1 were obtained (yield: 84% based on Zn). Anal. Calcd for C7H7NO7Zn: C, 29.76; H, 2.50; N, 4.96. Found: C, 29.72; H, 2.55; N, 5.01. IR spectrum (cm-1): 3386 (s), 3181 (s), 1672 (s), 1625 (s), 1477 (m), 1408 (s), 1359 (s), 1247 (s), 1197 (s), 1168 (w), 1091 (w), 1008 (w), 913 (m), 857 (m), 776 (s), 735 (m), 720 (m), 630 (m), 598 (m), 532 (m), 485 (m), 429 (w). \n\n [Zn  2  (PDCO)  2  (4,4‘-bpy)  2  (H  2  O)  2  ⋅ 3H  2  O]   n    (2). A mixture of Zn(NO3)2⋅6H2O (0.6 mmol), PDCO (0.6 mmol), 4,4‘-bpy (0.6 mmol),  NaOH (1.2 mmol), and H2O (5 mL) was heated at 120 °C for 3 days in a procedure analogous to that for 1. After the reactant mixture was slowly cooled to room temperature, colorless crystals of 2 were obtained (yield: 65% based on Zn). Anal. Calcd for C34H32N6O15Zn2: C, 45.61; H, 3.60; N, 9.39. Found: C, 45.70; H, 3.68; N, 9.43. IR spectrum (cm-1): 3425 (m), 1612 (s), 1535 (w), 1489 (w), 1415 (m), 1384 (s), 1216 (m), 1071 (m), 1046 (w), 1015 (w), 860 (s), 808 (s), 774 (m), 727 (w), 705 (w), 674 (w), 642 (m), 609 (w), 570 (w), 493 (w), 465 (w). \n\n [Zn(PDCO)(bix)]   n    (3). The synthesis was similar to that described for 2 except using bix (0.6 mmol) instead of 4,4‘-bpy, and colorless crystals of 3 were obtained (yield: 54% based on Zn). Anal. Calcd for C21H17N5O5Zn: C, 52.03; H, 3.53; N, 14.45. Found: C, 52.06; H, 3.62; N, 14.51. IR spectrum (cm-1): 3423 (m), 3111 (s), 1654 (m), 1640 (s), 1595 (m), 1531 (m), 1520 (m), 1444 (m), 1394 (s), 1368 (m), 1339 (s), 1253 (w), 1234 (m), 1190 (m), 1110 (s), 1092 (s), 957 (m), 898 (m), 847 (m), 811 (m), 795 (w), 766 (m), 757 (m), 732 (m), 707 (s), 659 (s), 624 (m), 595 (m), 535 (w), 516 (w), 483 (w), 452 (w). \n\n [Zn(PDCO)(bbi) ⋅ 0.5H  2  O]   n    (4). The synthesis was similar to that described for 2 except using bbi (0.6 mmol) instead of 4,4‘-bpy, and colorless crystals of 4 were obtained (yield: 62% based on Zn). Anal. Calcd for C68H72N20O22Zn4: C, 45.81; H, 4.07; N, 15.71. Found: C, 45.76; H, 4.14; N, 15.62. IR spectrum (cm-1): 3419 (m), 3129 (s), 1650 (s), 1592 (m), 1528 (m), 1466 (w), 1390 (s), 1372 (s), 1331 (s), 1276 (m), 1247 (m), 1210 (m), 1177 (w), 1101 (s), 949 (m), 903 (w), 851 (s), 785 (s), 764 (w), 735 (w), 709 (s), 661 (m), 622 (w), 595 (w), 527 (w), 453 (w). \n\n [Cd(PDCO)(bix)  1.5  ⋅ 1.5H  2  O]   n    (5). The synthesis was similar to that described for 3 except using CdCl2⋅2H2O (0.6 mmol) instead of Zn(NO3)2⋅6H2O, and colorless crystals of 5 were obtained (yield: 27% based on Cd). Anal. Calcd for C112H108Cd4N28O26: C, 49.60; H, 4.01; N, 14.46. Found: C, 49.68; H, 4.05; N, 14.51. IR spectrum (cm-1): 3447 (m), 3105 (s), 1637 (s), 1513 (s), 1446 (m), 1429 (w), 1396 (w), 1356 (m), 1279 (s), 1234 (s), 1109 (s), 1090 (s), 1023 (w), 935 (m), 854 (w), 835 (m), 764 (s), 718 (s), 652 (s), 625 (m), 587 (w), 509 (w), 474 (w). ", "data": [{"meta": {"name": "[Zn(PDCO)(H2O)2]·n", "symbol": "1", "chemical formula": "C7H7NO7Zn"}, "processes": [{"synthesis method": "hydrothermal synthesis", "precursor": [{"name": "Zn(NO3)2·6H2O", "amount": "0.6", "unit": "mmol"}, {"name": "PDCO", "amount": "0.6", "unit": "mmol"}, {"name": "triethylamine", "amount": "1.2", "unit": "mmol"}], "solvent": [{"name": "H2O", "amount": "4", "unit": "mL"}], "pressure": "", "temperature": "120°C", "time": "3 days", "heating rate": "", "cooling rate": ""}], "yield": "84%"}, {"meta": {"name": "[Zn2(PDCO)2(4,4‘-bpy)2(H2O)2]·3H2O", "symbol": "2", "chemical formula": "C34H32N6O15Zn2"}, "processes": [{"synthesis method": "hydrothermal synthesis", "precursor": [{"name": "Zn(NO3)2·6H2O", "amount": "0.6", "unit": "mmol"}, {"name": "PDCO", "amount": "0.6", "unit": "mmol"}, {"name": "4,4‘-bpy", "amount": "0.6", "unit": "mmol"}], "solvent": [{"name": "H2O", "amount": "5", "unit": "mL"}], "pressure": "", "temperature": "120°C", "time": "3 days", "heating rate": "", "cooling rate": ""}], "yield": "65%"}, {"meta": {"name": "[Zn(PDCO)(bix)]·0.5H2O", "symbol": "3", "chemical formula": "C21H17N5O5Zn"}, "processes": [{"synthesis method": "hydrothermal synthesis", "precursor": [{"name": "Zn(NO3)2·6H2O", "amount": "0.6", "unit": "mmol"}, {"name": "PDCO", "amount": "0.6", "unit": "mmol"}, {"name": "bix", "amount": "0.6", "unit": "mmol"}], "solvent": [{"name": "H2O", "amount": "5", "unit": "mL"}], "pressure": "", "temperature": "120°C", "time": "3 days", "heating rate": "", "cooling rate": ""}], "yield": "54%"}, {"meta": {"name": "[Zn(PDCO)(bbi)·0.5H2O]", "symbol": "4", "chemical formula": "C68H72N20O22Zn4"}, "processes": [{"synthesis method": "hydrothermal synthesis", "precursor": [{"name": "Zn(NO3)2·6H2O", "amount": "0.6", "unit": "mmol"}, {"name": "PDCO", "amount": "0.6", "unit": "mmol"}, {"name": "bbi", "amount": "0.6", "unit": "mmol"}], "solvent": [{"name": "H2O", "amount": "5", "unit": "mL"}], "pressure": "", "temperature": "120°C", "time": "3 days", "heating rate": "", "cooling rate": ""}], "yield": "62%"}, {"meta": {"name": "[Cd(PDCO)(bix)1.5·1.5H2O]", "symbol": "5", "chemical formula": "C112H108Cd4N28O26"}, "processes": [{"synthesis method": "hydrothermal synthesis", "precursor": [{"name": "CdCl2·2H2O", "amount": "0.6", "unit": "mmol"}, {"name": "PDCO", "amount": "0.6", "unit": "mmol"}, {"name": "bix", "amount": "0.6", "unit": "mmol"}], "solvent": [{"name": "H2O", "amount": "5", "unit": "mL"}], "pressure": "", "temperature": "120°C", "time": "3 days", "heating rate": "", "cooling rate": ""}], "yield": "27%"}], "include_properties": ["solvothermal_synthesis"]}, {"idx": "42, 44, 45", "type": "text", "classification": "property", "content": "<p>\n<bold>Thermal Analysis. </bold>For <bold>1</bold>, the weight loss of 12.82%\nbelow 207 °C (calcd 12.74%) corresponds to the loss of two\ncoordinated water molecules/formula. Then the compound\nbegins to decompose. For <bold>2</bold>, the weight loss attributed to\nthe gradual release of free aqua ligands is observed below\n80 °C (obsd 5.66%, calcd 6.03%). The second loss corresponding to the release of almost all coordinated water\nmolecules is detected between 80 and 160 °C (obsd 4.29%,\ncalcd 4.02%). Two consecutive decompositions suggest the\n\ntotal destruction of the framework by the oxidation of the\norganic component, leading to the formation of the stoichiometric amount of zinc oxide as the residues (obsd 18.68%,\ncalcd 18.18%). Compounds <bold>3</bold> and <bold>4</bold> are stable up to 233\nand 220 °C, respectively, where the framework structures\nbegin to collapse. A plateau region is observed for <bold>4</bold> from\n520 to 800 °C and a brown residue of ZnO (obsd 18.67%,\ncalcd 18.26%) remained. For <bold>5</bold>, the first weight loss of 4.07%\nbelow 250 °C is assigned to the liberation of free water\nmolecules, which is in agreement with the calculated value\n(3.98%). The second weight loss occurs in the range 250−494 °C, which is attributed to the elimination of the PDCO\nligand (obsd 26.74%, calcd 26.70%). The guest molecules\nare difficult to remove from the host molecules due to the\nexistence of strong hydrogen bonds between the host and\nguest molecules.\n</p><p>\n<bold>Photoluminescence Properties. </bold>The emission spectra of\ncomplexes <bold>1</bold>\n<bold>−</bold>\n<bold>5 </bold>in the solid state at room temperature are\ninvestigated. Excitation at 342 nm leads to stronger blue-fluorescent emission bands at 417 nm for <bold>1</bold>, 447 nm for <bold>4</bold>,\nand 418 nm for <bold>5 </bold>while weaker blue-fluorescent emission\nbands are observed at 420 nm for <bold>2 </bold>and 458 nm for <bold>3</bold>,\nrespectively, under the same conditions. These emissions are\nneither metal-to-ligand charge transfer (MLCT) nor ligand-to-metal transfer (LMCT) in nature since the Zn<sup>2+</sup> or Cd<sup>2+</sup>\nions are difficult to oxidize or to reduce due to their d<sup>10</sup>\nconfiguration which can probably be assigned to the intraligand (π−π*) fluorescent emission because similar emissions\nare observed for the free PDCO at 416 nm. It is clear that\nbathochromic shift of emission occurs in <bold>3</bold> and <bold>4</bold>, compared\nwith other compounds, which is probably due to the\ndifferences of ligands and coordination environment around\ncentral metal ions, because photoluminescence behavior is\nclosely associated with the local environments around metal\nions. Complexes <bold>1</bold>, <bold>4</bold>, and <bold>5</bold> may be suitable as excellent\ncandidates of blue-fluorescent materials, since they are highly\nthermally stable and insoluble in common solvents.\n</p><p>\n<bold>SHG Measurement.</bold> Given that <bold>1</bold>\n<bold>−</bold>\n<bold>3</bold> all crystallize in a\nnoncentrosymmetric space group, preliminary SHG responses\nof these complexes are estimated by measuring a powder\nsample (ca. 80−120 μm in diameter, Kurtz powder test),\nrelative to urea. The SHG efficiency of <bold>1</bold>\n<bold>−</bold>\n<bold>3 </bold>is estimated to\nbe approximately 0.3, 0.3, and 0.9 times of that of urea,\nrespectively, which confirm their noncentric frameworks.\nThese SHG properties reflect the molecular arrangements\nin the crystals. Compound <bold>3 </bold>displays higher SHG efficiency\ncompared with <bold>1 </bold>and <bold>2</bold>, and the reason may be attributed to\nthe herringbone arrangement in the lattice of <bold>3</bold>, which induces\nthe large charge-transfer interaction to result in the higher\nSHG efficiency. Similar phenomena have been observed\nin the cocrystals of 2-amino-3-nitropyridine or 2-amino-5-nitropyridine with achiral benzenesulfonic acids. Thus, <bold>3</bold>\nappears to be a good candidate of novel hybrid inorganic−organic NLO materials. <bold>1</bold>\n<bold>−</bold>\n<bold>3</bold> display different NLO properties owing to them having different architectures. It is obvious\nthat the NLO properties of coordination polymers can be\naltered through structural manipulation.\n</p>", "clean_text": " Thermal Analysis. For 1, the weight loss of 12.82% below 207 °C (calcd 12.74%) corresponds to the loss of two coordinated water molecules/formula. Then the compound begins to decompose. For 2, the weight loss attributed to the gradual release of free aqua ligands is observed below 80 °C (obsd 5.66%, calcd 6.03%). The second loss corresponding to the release of almost all coordinated water molecules is detected between 80 and 160 °C (obsd 4.29%, calcd 4.02%). Two consecutive decompositions suggest the  total destruction of the framework by the oxidation of the organic component, leading to the formation of the stoichiometric amount of zinc oxide as the residues (obsd 18.68%, calcd 18.18%). Compounds 3 and 4 are stable up to 233 and 220 °C, respectively, where the framework structures begin to collapse. A plateau region is observed for 4 from 520 to 800 °C and a brown residue of ZnO (obsd 18.67%, calcd 18.26%) remained. For 5, the first weight loss of 4.07% below 250 °C is assigned to the liberation of free water molecules, which is in agreement with the calculated value (3.98%). The second weight loss occurs in the range 250-494 °C, which is attributed to the elimination of the PDCO ligand (obsd 26.74%, calcd 26.70%). The guest molecules are difficult to remove from the host molecules due to the existence of strong hydrogen bonds between the host and guest molecules. \n\n Photoluminescence Properties. The emission spectra of complexes 1 - 5 in the solid state at room temperature are investigated. Excitation at 342 nm leads to stronger blue-fluorescent emission bands at 417 nm for 1, 447 nm for 4, and 418 nm for 5 while weaker blue-fluorescent emission bands are observed at 420 nm for 2 and 458 nm for 3, respectively, under the same conditions. These emissions are neither metal-to-ligand charge transfer (MLCT) nor ligand-to-metal transfer (LMCT) in nature since the Zn2+ or Cd2+ ions are difficult to oxidize or to reduce due to their d10 configuration which can probably be assigned to the intraligand (π-π*) fluorescent emission because similar emissions are observed for the free PDCO at 416 nm. It is clear that bathochromic shift of emission occurs in 3 and 4, compared with other compounds, which is probably due to the differences of ligands and coordination environment around central metal ions, because photoluminescence behavior is closely associated with the local environments around metal ions. Complexes 1, 4, and 5 may be suitable as excellent candidates of blue-fluorescent materials, since they are highly thermally stable and insoluble in common solvents. \n\n SHG Measurement. Given that 1 - 3 all crystallize in a noncentrosymmetric space group, preliminary SHG responses of these complexes are estimated by measuring a powder sample (ca. 80-120 μm in diameter, Kurtz powder test), relative to urea. The SHG efficiency of 1 - 3 is estimated to be approximately 0.3, 0.3, and 0.9 times of that of urea, respectively, which confirm their noncentric frameworks. These SHG properties reflect the molecular arrangements in the crystals. Compound 3 displays higher SHG efficiency compared with 1 and 2, and the reason may be attributed to the herringbone arrangement in the lattice of 3, which induces the large charge-transfer interaction to result in the higher SHG efficiency. Similar phenomena have been observed in the cocrystals of 2-amino-3-nitropyridine or 2-amino-5-nitropyridine with achiral benzenesulfonic acids. Thus, 3 appears to be a good candidate of novel hybrid inorganic-organic NLO materials. 1 - 3 display different NLO properties owing to them having different architectures. It is obvious that the NLO properties of coordination polymers can be altered through structural manipulation. ", "data": [[{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "decomposition temperature": [{"value": "207", "unit": "°C", "type": "weight loss", "condition": "loss of two coordinated water molecules/formula"}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": ""}, "decomposition temperature": [{"value": "80", "unit": "°C", "type": "gradual release of free aqua ligands"}, {"value": "80 and 160", "unit": "°C", "type": "release of almost all coordinated water molecules"}]}, {"meta": {"name": "", "symbol": "3", "chemical formula": ""}, "decomposition temperature": [{"value": "233", "unit": "°C", "type": "framework structures begin to collapse"}]}, {"meta": {"name": "", "symbol": "4", "chemical formula": ""}, "decomposition temperature": [{"value": "220", "unit": "°C", "type": "framework structures begin to collapse"}, {"value": "520 to 800", "unit": "°C", "type": "plateau region"}]}, {"meta": {"name": "", "symbol": "5", "chemical formula": ""}, "decomposition temperature": [{"value": "250", "unit": "°C", "type": "liberation of free water molecules"}, {"value": "250−494", "unit": "°C", "type": "elimination of the PDCO ligand"}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 15, "type": "table", "classification": null, "content": "<table-wrap id=\"ic0509985t00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal Data and Structure Refinement Information for Compounds<bold>1</bold>\n<bold>−</bold>\n<bold>5</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">param</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry nameend=\"5\" namest=\"5\">\n<bold>4</bold>\n</oasis:entry>\n<oasis:entry nameend=\"6\" namest=\"6\">\n<bold>5</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">empirical formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>7</sub>H<sub>7</sub>NO<sub>7</sub>Zn\n</oasis:entry>\n<oasis:entry colname=\"3\">C<sub>34</sub>H<sub>32</sub>N<sub>6</sub>O<sub>15</sub>Zn<sub>2</sub>\n</oasis:entry>\n<oasis:entry colname=\"4\">C<sub>21</sub>H<sub>17</sub>N<sub>5</sub>O<sub>5</sub>Zn\n</oasis:entry>\n<oasis:entry colname=\"5\">C<sub>68</sub>H<sub>72</sub>N<sub>20</sub>O<sub>22</sub>Zn<sub>4</sub>\n</oasis:entry>\n<oasis:entry colname=\"6\">C<sub>112</sub>H<sub>108</sub>Cd<sub>4</sub>N<sub>28</sub>O<sub>26</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">fw\n</oasis:entry>\n<oasis:entry colname=\"2\">282.51\n</oasis:entry>\n<oasis:entry colname=\"3\">895.40\n</oasis:entry>\n<oasis:entry colname=\"4\">484.77\n</oasis:entry>\n<oasis:entry colname=\"5\">1782.94\n</oasis:entry>\n<oasis:entry colname=\"6\">2711.86\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst syst\n</oasis:entry>\n<oasis:entry colname=\"2\">tetragonal\n</oasis:entry>\n<oasis:entry colname=\"3\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"4\">orthorhombic\n</oasis:entry>\n<oasis:entry colname=\"5\">orthorhombic\n</oasis:entry>\n<oasis:entry colname=\"6\">monoclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic>I</italic>4<sub>1</sub>\n<italic>cd</italic>\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic>P</italic>2<sub>1</sub>\n</oasis:entry>\n<oasis:entry colname=\"4\">\n<italic>Pca</italic>2<sub>1</sub>\n</oasis:entry>\n<oasis:entry colname=\"5\">Pbca\n</oasis:entry>\n<oasis:entry colname=\"6\">\n<italic>P</italic>2/<italic>c</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">16.675(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">10.825(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">20.740(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">12.807(3)\n</oasis:entry>\n<oasis:entry colname=\"6\">16.457(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">16.675(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">16.860(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">8.441(1)\n</oasis:entry>\n<oasis:entry colname=\"5\">16.145(4)\n</oasis:entry>\n<oasis:entry colname=\"6\">9.193(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">13.222(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">11.004(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">11.486(1)\n</oasis:entry>\n<oasis:entry colname=\"5\">17.415(4)\n</oasis:entry>\n<oasis:entry colname=\"6\">21.244(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β (deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">90.00\n</oasis:entry>\n<oasis:entry colname=\"3\">99.03(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">90.00\n</oasis:entry>\n<oasis:entry colname=\"5\">90.00\n</oasis:entry>\n<oasis:entry colname=\"6\">113.52(1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>V </italic>(Å<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">3676.6(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">1983.4(7)\n</oasis:entry>\n<oasis:entry colname=\"4\">2011.0(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">3600.7(15)\n</oasis:entry>\n<oasis:entry colname=\"6\">2946.9(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>Z</italic>\n</oasis:entry>\n<oasis:entry colname=\"2\">16\n</oasis:entry>\n<oasis:entry colname=\"3\">2\n</oasis:entry>\n<oasis:entry colname=\"4\">4\n</oasis:entry>\n<oasis:entry colname=\"5\">2\n</oasis:entry>\n<oasis:entry colname=\"6\">1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">abs coeff (mm<sup>-1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.695\n</oasis:entry>\n<oasis:entry colname=\"3\">1.284\n</oasis:entry>\n<oasis:entry colname=\"4\">1.268\n</oasis:entry>\n<oasis:entry colname=\"5\">1.409\n</oasis:entry>\n<oasis:entry colname=\"6\">0.796\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>F</italic>(000)\n</oasis:entry>\n<oasis:entry colname=\"2\">2272\n</oasis:entry>\n<oasis:entry colname=\"3\">916\n</oasis:entry>\n<oasis:entry colname=\"4\">992\n</oasis:entry>\n<oasis:entry colname=\"5\">1832\n</oasis:entry>\n<oasis:entry colname=\"6\">1376\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">limiting indices\n</oasis:entry>\n<oasis:entry colname=\"2\">−20 ≤ h ≤ 20\n</oasis:entry>\n<oasis:entry colname=\"3\">−13 ≤ h ≤ 13\n</oasis:entry>\n<oasis:entry colname=\"4\">−26 ≤ h ≤ 23\n</oasis:entry>\n<oasis:entry colname=\"5\">−13 ≤ h ≤ 15\n</oasis:entry>\n<oasis:entry colname=\"6\">−20 ≤ h ≤ 20\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\">−20 ≤ k ≤ 12\n</oasis:entry>\n<oasis:entry colname=\"3\">−20 ≤ k ≤ 20\n</oasis:entry>\n<oasis:entry colname=\"4\">−10 ≤ k ≤ 9\n</oasis:entry>\n<oasis:entry colname=\"5\">−12 ≤ k ≤ 19\n</oasis:entry>\n<oasis:entry colname=\"6\">−11 ≤ k ≤ 11\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\">−15 ≤ l ≤ 16\n</oasis:entry>\n<oasis:entry colname=\"3\">−13 ≤ l ≤ 13\n</oasis:entry>\n<oasis:entry colname=\"4\">−14 ≤ l ≤ 14\n</oasis:entry>\n<oasis:entry colname=\"5\">−20 ≤ l ≤ 20\n</oasis:entry>\n<oasis:entry colname=\"6\">−26 ≤ l ≤ 20\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">reflcns collcd\n</oasis:entry>\n<oasis:entry colname=\"2\">1786\n</oasis:entry>\n<oasis:entry colname=\"3\">7765\n</oasis:entry>\n<oasis:entry colname=\"4\">4338\n</oasis:entry>\n<oasis:entry colname=\"5\">3169\n</oasis:entry>\n<oasis:entry colname=\"6\">5767\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">indep reflcns\n</oasis:entry>\n<oasis:entry colname=\"2\">1644\n</oasis:entry>\n<oasis:entry colname=\"3\">6731\n</oasis:entry>\n<oasis:entry colname=\"4\">3731\n</oasis:entry>\n<oasis:entry colname=\"5\">2362\n</oasis:entry>\n<oasis:entry colname=\"6\">3777\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">GOF on <italic>F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.043\n</oasis:entry>\n<oasis:entry colname=\"3\">1.029\n</oasis:entry>\n<oasis:entry colname=\"4\">1.054\n</oasis:entry>\n<oasis:entry colname=\"5\">0.976\n</oasis:entry>\n<oasis:entry colname=\"6\">0.986\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">R<sub>1</sub> [<italic>I</italic> &gt; 2σ (<italic>I</italic>)]\n</oasis:entry>\n<oasis:entry colname=\"2\">0.0589\n</oasis:entry>\n<oasis:entry colname=\"3\">0.0426\n</oasis:entry>\n<oasis:entry colname=\"4\">0.0500\n</oasis:entry>\n<oasis:entry colname=\"5\">0.0467\n</oasis:entry>\n<oasis:entry colname=\"6\">0.0484\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">wR<sub>2</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.1468\n</oasis:entry>\n<oasis:entry colname=\"3\">0.0929\n</oasis:entry>\n<oasis:entry colname=\"4\">0.1026\n</oasis:entry>\n<oasis:entry colname=\"5\">0.0928\n</oasis:entry>\n<oasis:entry colname=\"6\">0.0885</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": ["substring not found"], "include_properties": null}, {"idx": 16, "type": "table", "classification": null, "content": "<table-wrap id=\"ic0509985t00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Bond Angles (deg) for<bold>1</bold>\n<bold>−</bold>\n<bold>5</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Complex <bold>1</bold>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.074(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">Zn(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.089(7)\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn(1)−O(1)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">2.106(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.121(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">Zn(1)−O(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.036(7)\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn(1)−O(6)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">2.047(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry colname=\"2\"></oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Zn(1)−O(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">86.7(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(2)−Zn(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">175.2(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">O(4)−Zn(1)−O(6)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">177.3(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Zn(1)−O(1)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">174.6(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(1)<sup>i-</sup>Zn(1)−O(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">98.3(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">O(1)<sup>i-</sup>Zn(1)−O(6)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">83.0(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Zn(1)−O(6)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">91.9(2)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Complex <bold>2</bold>\n<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.078(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Zn(1)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.149(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn(2)−O(8)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.098(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.149(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">Zn(1)−N(5)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">2.156(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn(2)−O(9)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.089(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.151(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Zn(2)−O(6)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.044(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn(2)−N(4)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.194(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn(1)−O(12)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.064(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Zn(2)−O(7)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.083(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn(2)−N(2)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">2.183(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Zn(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">167.07(15)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3)−Zn(1)−O(12)\n</oasis:entry>\n<oasis:entry colname=\"4\">172.88(13)\n</oasis:entry>\n<oasis:entry colname=\"5\">O(7)−Zn(2)−O(8)\n</oasis:entry>\n<oasis:entry colname=\"6\">174.12(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Zn(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">87.86(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">N(1)−Zn(1)−N(5)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">178.47(16)\n</oasis:entry>\n<oasis:entry colname=\"5\">O(7)−Zn(2)−O(9)\n</oasis:entry>\n<oasis:entry colname=\"6\">90.90(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Zn(1)−O(12)\n</oasis:entry>\n<oasis:entry colname=\"2\">97.37(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6)−Zn(2)−O(7)\n</oasis:entry>\n<oasis:entry colname=\"4\">98.20(14)\n</oasis:entry>\n<oasis:entry colname=\"5\">O(8)−Zn(2)−O(9)\n</oasis:entry>\n<oasis:entry colname=\"6\">83.41(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Zn(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">79.27(14)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6)−Zn(2)−O(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">87.54(13)\n</oasis:entry>\n<oasis:entry colname=\"5\">N(2)<sup>ii-</sup>Zn(2)−N(4)\n</oasis:entry>\n<oasis:entry colname=\"6\">173.01(19)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Zn(1)−O(12)\n</oasis:entry>\n<oasis:entry colname=\"2\">95.56(15)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(6)−Zn(2)−O(9)\n</oasis:entry>\n<oasis:entry colname=\"4\">170.71(13)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Complex <bold>3</bold>\n<italic>\n<sup>c</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.955(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Zn(1)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.972(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn(1)−O(4)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">2.053(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.360(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Zn(1)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">1.988(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Zn(1)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">119.13(13)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3)−Zn(1)−O(4)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">164.30(11)\n</oasis:entry>\n<oasis:entry colname=\"5\">N(1)−Zn(1)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"6\">125.40(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Zn(1)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">112.82(14)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Complex <bold>4</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn(1)−O(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.011(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Zn(1)−O(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.049(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn(1)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.034(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.155(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">Zn(1)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.022(3)\n</oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Zn(1)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"2\">136.64(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3)−Zn(1)−O(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">168.59(9)\n</oasis:entry>\n<oasis:entry colname=\"5\">N(1)−Zn(1)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"6\">108.53(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−Zn(1)−N(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">112.74(11)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Complex <bold>5</bold>\n<italic>\n<sup>d</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Cd(1)−O(2)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.466(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cd(1)−N(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.298(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">Cd(1)−O(4)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">2.225(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cd(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.324(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cd(1)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.292(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">Cd(1)−N(4)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">2.320(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Cd(1)−O(3)\n</oasis:entry>\n<oasis:entry colname=\"2\">72.94(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3)−Cd(1)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">159.83(11)\n</oasis:entry>\n<oasis:entry colname=\"5\">O(4)<sup>i-</sup>Cd(1)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"6\">106.93(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Cd(1)−N(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">88.69(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">O(3)−Cd(1)−O(4)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">90.06(10)\n</oasis:entry>\n<oasis:entry colname=\"5\">N(1)−Cd(1)−N(4)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">172.56(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−Cd(1)−O(4)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">161.69(10)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n<oasis:entry colname=\"5\"></oasis:entry>\n<oasis:entry colname=\"6\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry codes:  (i) 1/2 <italic>+ y</italic>, 1 − <italic>x</italic>, <italic>−</italic>1/4 <italic>+ z</italic>.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> Symmetry codes:  (i) 1 + <italic>x</italic>, <italic>y</italic>, 1 + <italic>z</italic>; (ii) <italic>x</italic>, <italic>y</italic>, 1 + <italic>z</italic>.<italic>\n<sup>c</sup>\n</italic>\n<sup></sup> Symmetry codes:  (i) 1 − <italic>x</italic>, 1 − <italic>y</italic>, −1/2 +\n<italic>z</italic>.<italic>\n<sup>d</sup>\n</italic>\n<sup></sup> Symmetry codes:  (i) 2 − <italic>x</italic>, 1 − <italic>y</italic>, −<italic>z</italic>; (ii) <italic>x</italic>, 1 − <italic>y</italic>, −1/2 + <italic>z</italic>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 5992 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": 20, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"ic0509985t00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Distances (Å) and Angles (deg) of Hydrogen Bonding for Complexes<bold>1</bold> and <bold>2</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">D−H···A</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<italic>d</italic>(D···A)</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">−D−H···A</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Compound <bold>1</bold>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"3\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−H(2A)···N(1)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.921(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">122.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(2)−H(2B)···O(7)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.862(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">122.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(3)−H(3A)···O(6)<sup>iii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.676(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">139.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(3)−H(3B)···O(4)<sup>iv</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.778(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">149.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(2)−H(2)···O(7)<sup>v</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.320(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">143.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(3)−H(3)···O(5)<sup>vi</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.369(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">166.00</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Compound <bold>2</bold>\n<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"3\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">O(1)−H(1B)···O(9)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.693(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">120.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(7)−H(7A)···O(3)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.767(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">136.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(7)−H(7B)···O(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.784(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">135.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(13)−H(13A)···O(15)<sup>iii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.835(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">157.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(13)−H(13B)···O(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">2.905(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">116.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(14)−H(14A)···O(11)<sup>iv</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.945(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">128.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(15)−H(15A)···O(1)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.792(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">158.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(15)−H(15B)···O(11)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.792(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">157.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(5)−H(5)···O(6)\n</oasis:entry>\n<oasis:entry colname=\"2\">3.007(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">123.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(5)−H(5)···O(8)\n</oasis:entry>\n<oasis:entry colname=\"2\">3.450(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">161.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(10)−H(10)···O(12)<sup>vi</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.158(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">148.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(19)−H(19)···O(14)\n</oasis:entry>\n<oasis:entry colname=\"2\">3.422(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">168.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(31)−H(31)···O(5)<sup>vii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.248(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">134.00</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry codes:  (i) 1/2 + <italic>y</italic>, 1 − <italic>x</italic>, −1/4 + <italic>z</italic>; (ii) 2 − <italic>x</italic>, <italic>y</italic>, −1/2 +\n<italic>z</italic>; (iii) 3/2 − <italic>x</italic>, 1/2 − <italic>y</italic>, −1/2 + <italic>z</italic>; (iv) 1 − <italic>y</italic>, −1/2 + <italic>x</italic>, 1/4 + <italic>z</italic>; (v) 2 −\n<italic>x</italic>, 1 − <italic>y</italic>, <italic>z</italic>; (vi) 1/2 + <italic>y</italic>, <italic>x</italic>, 1/4 + <italic>z</italic>.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> Symmetry codes:  (i) 1 + <italic>x</italic>, <italic>y</italic>, <italic>z</italic>; (ii)\n−1 + <italic>x</italic>, <italic>y</italic>, <italic>z</italic>; (iii) 1 − <italic>x</italic>, −1/2 + <italic>y</italic>, 1 − <italic>z</italic>; (iv) 2 − <italic>x</italic>, −1/2 + <italic>y</italic>, 1 − <italic>z</italic>; (v)\n1 − <italic>x</italic>, −1/2 + <italic>y</italic>, 1 − <italic>z</italic>; (vi) <italic>x</italic>, <italic>y</italic>, −1 + <italic>z</italic>; (vii) 2 − <italic>x</italic>, 1/2 + <italic>y</italic>, 2 − <italic>z</italic>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 3. Distances (Å) and Angles (deg) of Hydrogen Bonding for Complexes1 and 2\n\n| D−H···A | d(D···A) | −D−H···A |\n|---------|---------|---------|\n| Compound 1[^a] |  |  |\n| O(2)−H(2A)···N(1)[^i] | 2.921(9) | 122.00 |\n| O(2)−H(2B)···O(7)[^ii] | 2.862(9) | 122.00 |\n| O(3)−H(3A)···O(6)[^iii] | 2.676(10) | 139.00 |\n| O(3)−H(3B)···O(4)[^iv] | 2.778(10) | 149.00 |\n| C(2)−H(2)···O(7)[^v] | 3.320(11) | 143.00 |\n| C(3)−H(3)···O(5)[^vi] | 3.369(12) | 166.00 |\n| Compound 2[^b] |  |  |\n| O(1)−H(1B)···O(9)[^i] | 2.693(5) | 120.00 |\n| O(7)−H(7A)···O(3)[^ii] | 2.767(5) | 136.00 |\n| O(7)−H(7B)···O(5) | 2.784(5) | 135.00 |\n| O(13)−H(13A)···O(15)[^iii] | 2.835(3) | 157.00 |\n| O(13)−H(13B)···O(5) | 2.905(4) | 116.00 |\n| O(14)−H(14A)···O(11)[^iv] | 2.945(5) | 128.00 |\n| O(15)−H(15A)···O(1)[^ii] | 2.792(4) | 158.00 |\n| O(15)−H(15B)···O(11)[^ii] | 2.792(4) | 157.00 |\n| C(5)−H(5)···O(6) | 3.007(6) | 123.00 |\n| C(5)−H(5)···O(8) | 3.450(6) | 161.00 |\n| C(10)−H(10)···O(12)[^vi] | 3.158(5) | 148.00 |\n| C(19)−H(19)···O(14) | 3.422(6) | 168.00 |\n| C(31)−H(31)···O(5)[^vii] | 3.248(6) | 134.00 |\n\n[^a]: Symmetry codes: (i) 1/2 + y, 1 − x, −1/4 + z; (ii) 2 − x, y, −1/2 + z; (iii) 3/2 − x, 1/2 − y, −1/2 + z; (iv) 1 − y, −1/2 + x, 1/4 + z; (v) 2 − x, 1 − y, z; (vi) 1/2 + y, x, 1/4 + z.\n[^b]: Symmetry codes: (i) 1 + x, y, z; (ii) −1 + x, y, z; (iii) 1 − x, −1/2 + y, 1 − z; (iv) 2 − x, −1/2 + y, 1 − z; (v) 1 − x, −1/2 + y, 1 − z; (vi) x, y, −1 + z; (vii) 2 − x, 1/2 + y, 2 − z.", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 31, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"ic0509985t00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Distances (Å) and Angles (deg) of Hydrogen Bonding for Complexes<bold>3</bold>\n<bold>−</bold>\n<bold>5</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">D−H···A</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<italic>d</italic>(D···A)</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">−D−H···A</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Compound<bold> 3</bold>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"3\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">C(1)−H(1)···O(4)\n</oasis:entry>\n<oasis:entry colname=\"2\">3.099(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">154.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(4)−H(4B)···O(3)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.362(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">142.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(12)−H(12A)···O(2)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.192(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">141.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(18)−H(18)···O(5)<sup>iii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.196(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">125.00</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Compound <bold>4</bold>\n<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"3\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">O(6)−H(6F)···N(5)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.338(14)\n</oasis:entry>\n<oasis:entry colname=\"3\">161.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(1)−H(1)···O(5)\n</oasis:entry>\n<oasis:entry colname=\"2\">3.096(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">127.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(8)−H(8)···O(5)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.105(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">146.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(14)−H(14)···O(2)<sup>iii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.126(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">133.00</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Compound <bold>5</bold>\n<italic>\n<sup>c</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"3\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">O(6)−H(6B)···O(7)\n</oasis:entry>\n<oasis:entry colname=\"2\">3.233(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">138.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(7)−H(7A)···O(8)\n</oasis:entry>\n<oasis:entry colname=\"2\">3.135(10)\n</oasis:entry>\n<oasis:entry colname=\"3\">150.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(7)−H(7B)···O(1)<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.776(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">113.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O(8)−H(8A)···O(1)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.967(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">116.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(1)−H(1)···O(4)<sup>iii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.062(5)\n</oasis:entry>\n<oasis:entry colname=\"3\">118.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(11)−H(11A)···O(3)<sup>iv</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.324(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">159.00\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C(15)−H(15)···O(7)<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">3.169(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">150.00</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry codes:  (i) <italic>x</italic>, 1 + <italic>y</italic>, <italic>z</italic>; (ii) 1 − <italic>x</italic>, −<italic>y</italic>, 1/2 + <italic>z</italic>; (iii) 3/2 − <italic>x</italic>,\n<italic>y</italic>, −1/2 + <italic>z</italic>.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> Symmetry codes:  (i) −1/2 + <italic>x</italic>, <italic>y</italic>, 3/2 − <italic>z</italic>; (ii) 3/2 − <italic>x</italic>, 1/2\n+ <italic>y</italic>, <italic>z</italic>; (iii) −1/2 + <italic>x</italic>, 1/2 − <italic>y</italic>, 2 −<italic>z</italic>.<italic>\n<sup>c</sup>\n</italic>\n<sup></sup> Symmetry codes:  (i) <italic>x</italic>, <italic>y</italic>, 1 + <italic>z</italic>; (ii)\n1 − <italic>x</italic>, <italic>y</italic>, 1/2 − <italic>z</italic>; (iii) 2 − <italic>x</italic>, 1 − <italic>y</italic>, −<italic>z</italic>; (iv) <italic>x</italic>, −<italic>y</italic>, 1/2 + <italic>z</italic>.\n </p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 4. Distances (Å) and Angles (deg) of Hydrogen Bonding for Complexes 3-5\n\n| D−H···A | d(D···A) | −D−H···A |\n|---------|---------|---------|\n| Compound 3[^a] | | |\n| C(1)−H(1)···O(4) | 3.099(4) | 154.00 |\n| C(4)−H(4B)···O(3)[^i] | 3.362(6) | 142.00 |\n| C(12)−H(12A)···O(2)[^ii] | 3.192(6) | 141.00 |\n| C(18)−H(18)···O(5)[^iii] | 3.196(6) | 125.00 |\n| Compound 4[^b] | | |\n| O(6)−H(6F)···N(5)[^i] | 3.338(14) | 161.00 |\n| C(1)−H(1)···O(5) | 3.096(5) | 127.00 |\n| C(8)−H(8)···O(5)[^ii] | 3.105(6) | 146.00 |\n| C(14)−H(14)···O(2)[^iii] | 3.126(5) | 133.00 |\n| Compound 5[^c] | | |\n| O(6)−H(6B)···O(7) | 3.233(11) | 138.00 |\n| O(7)−H(7A)···O(8) | 3.135(10) | 150.00 |\n| O(7)−H(7B)···O(1)[^i] | 2.776(7) | 113.00 |\n| O(8)−H(8A)···O(1)[^ii] | 2.967(9) | 116.00 |\n| C(1)−H(1)···O(4)[^iii] | 3.062(5) | 118.00 |\n| C(11)−H(11A)···O(3)[^iv] | 3.324(6) | 159.00 |\n| C(15)−H(15)···O(7)[^ii] | 3.169(7) | 150.00 |\n\n[^a]: Symmetry codes: (i) x, 1 + y, z; (ii) 1 − x, −y, 1/2 + z; (iii) 3/2 − x, y, −1/2 + z.\n[^b]: Symmetry codes: (i) −1/2 + x, y, 3/2 − z; (ii) 3/2 − x, 1/2 + y, z; (iii) −1/2 + x, 1/2 − y, 2 −z.\n[^c]: Symmetry codes: (i) x, y, 1 + z; (ii) 1 − x, y, 1/2 − z; (iii) 2 − x, 1 − y, −z; (iv) x, −y, 1/2 + z.", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"chart\" id=\"ic0509985c00001\" position=\"float\">\n<label>1</label>\n<graphic xlink:href=\"ic-2005-009985_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"ic0509985f00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) ORTEP view of<bold>1</bold> with hydrogen atoms omitted for clarity.\nThermal ellipsoids are drawn at the 30% probability level. (b) Stereoview\nof adjacent two helices for <bold>1</bold>. Hydrogen atoms and coordinated water\nmolecules have been omitted for clarity.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-009985_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) ORTEP view of1 with hydrogen atoms omitted for clarity. Thermal ellipsoids are drawn at the 30% probability level. (b) Stereoview of adjacent two helices for 1. Hydrogen atoms and coordinated water molecules have been omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"ic0509985f00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) ORTEP view of<bold>2</bold> with hydrogen atoms and free water molecules omitted for clarity (30% probability ellipsoids). (b) View toward the <italic>ac</italic>\nplane of the 2D brick-wall-like framework. (c) Space-filling model for a helical stereoview of <bold>2</bold>.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-009985_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) ORTEP view of2 with hydrogen atoms and free water molecules omitted for clarity (30% probability ellipsoids). (b) View toward the ac plane of the 2D brick-wall-like framework. (c) Space-filling model for a helical stereoview of 2.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"ic0509985f00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) ORTEP view of<bold>3</bold> with hydrogen atoms omitted for clarity. (b) View toward the <italic>ac</italic> plane of the 2D herringbone architecture.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-009985_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) ORTEP view of3 with hydrogen atoms omitted for clarity. (b) View toward the ac plane of the 2D herringbone architecture.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"ic0509985f00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) ORTEP view of<bold>4</bold> with hydrogen atoms and free water\nmolecules omitted for clarity. (b) View toward the <italic>ab</italic> plane of the 2D\nherringbone architecture.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-009985_0006.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) ORTEP view of4 with hydrogen atoms and free water molecules omitted for clarity. (b) View toward the ab plane of the 2D herringbone architecture.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"ic0509985f00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>ORTEP view of<bold>5</bold> with hydrogen atoms and water molecules omitted for clarity.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-009985_0007.tif\"></graphic>\n</fig>", "clean_text": " 5  ORTEP view of5 with hydrogen atoms and water molecules omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig id=\"ic0509985f00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Projections along the (a)<italic>c</italic> direction and (b) <italic>b </italic>direction of the\n3D [Cd(PDCO)(bix)<sub>1.5</sub>·1.5H<sub>2</sub>O]<italic>\n<sub>n</sub>\n</italic> framework in <bold>5</bold> showing the cavities.\nHydrogen atoms and water molecules have been omitted for clarity, and\ncross sections have been calculated on the basis of van der Waals radii.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-009985_0008.tif\"></graphic>\n</fig>", "clean_text": " 6  Projections along the (a)c direction and (b) b direction of the 3D [Cd(PDCO)(bix)1.5⋅1.5H2O] n  framework in 5 showing the cavities. Hydrogen atoms and water molecules have been omitted for clarity, and cross sections have been calculated on the basis of van der Waals radii.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig id=\"ic0509985f00007\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Packing of the adjacent [Cd(PDCO)(bix)<sub>1.5</sub>·1.5H<sub>2</sub>O]<italic>\n<sub>n</sub>\n</italic>\nframework (in green- and blue-filled bonds) along the <italic>c</italic> direction. Hydrogen\natoms and water molecules have been omitted for clarity. (b) Topological\nview of the two interpenetrating nets in [Cd(PDCO)(bix)<sub>1.5</sub>·1.5H<sub>2</sub>O]<italic>\n<sub>n</sub>\n</italic>. Cd<sup>2+</sup>\ncations and the PDCO<sup>2-</sup> anionic ligands are taken as nodes, and bix ligands\nare substituted by a connection between metals.</p>\n</caption>\n<graphic xlink:href=\"ic-2005-009985_0009.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) Packing of the adjacent [Cd(PDCO)(bix)1.5⋅1.5H2O] n  framework (in green- and blue-filled bonds) along the c direction. Hydrogen atoms and water molecules have been omitted for clarity. (b) Topological view of the two interpenetrating nets in [Cd(PDCO)(bix)1.5⋅1.5H2O] n . Cd2+ cations and the PDCO2- anionic ligands are taken as nodes, and bix ligands are substituted by a connection between metals.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic0509985", "title": "\n1D Helix, 2D Brick-Wall and Herringbone, and 3D Interpenetration d10\nMetal−Organic Framework Structures Assembled from\nPyridine-2,6-dicarboxylic Acid N-Oxide\n", "journal": "American Chemical Society", "date": "2005.08", "author_list": ["Wen\nLi-Li", "Dang\nDong-Bin", "Duan\nChun-Ying", "Li\nYi-Zhi", "Tian\nZheng-Fang", "Meng\nQing-Jin"]}}