{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic300382j.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>A new dirhodium(II,II) paddlewheel complex, [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>] (<bold>1</bold>), has been synthesized using a predesigned\nfunctionalized carboxylate, namely, 4-(ethoxycarbonyl)benzoate. The\ntarget product has been crystallized from the acetone solution and\nstructurally characterized as a bis-acetone adduct, [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>(OCMe<sub>2</sub>)<sub>2</sub>]·C<sub>6</sub>H<sub>14</sub> (<bold>2</bold>). By utilizing the ability of dangling ester\ngroups to coordinate to open axial ends of neighboring dirhodium units, <bold>1</bold> can self-assemble to form 2D networks upon crystallization\nfrom solutions of noncoordinating solvents such as chlorobenzene and\nchloroform. The resulting [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]·2C<sub>6</sub>H<sub>5</sub>Cl (<bold>3</bold>) and [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]·2CHCl<sub>3</sub> (<bold>4</bold>) products have microporous\nsolid state structures with the pores filled with the corresponding\ndisordered solvent molecules. Notably, <bold>3</bold> and <bold>4</bold> represent unique examples of 2D extended frameworks based on dirhodium\ntetracarboxylate paddlewheel units devoid of any exogenous ligands.\nIn solution, the dangling ends of carboxylate bridges of <bold>1</bold> have been successfully utilized for condensation reaction with the\nselected solid support, benzylamine-functionalized polystyrene, allowing\nsuccessful heterogenization of dirhodium units through the equatorial\ncovalent attachment to the substrate. The resulting solid product\nwas tested as a catalyst in the cyclopropanation reaction of styrene\nwith methyl phenyldiazoacetate to show good yields and diastereoselectivity.</p>", "clean_text": "A new dirhodium(II,II) paddlewheel complex, [Rh2(O2CC6H4COOC2H5)4] (1), has been synthesized using a predesigned functionalized carboxylate, namely, 4-(ethoxycarbonyl)benzoate. The target product has been crystallized from the acetone solution and structurally characterized as a bis-acetone adduct, [Rh2(O2CC6H4COOC2H5)4(OCMe2)2]⋅C6H14 (2). By utilizing the ability of dangling ester groups to coordinate to open axial ends of neighboring dirhodium units, 1 can self-assemble to form 2D networks upon crystallization from solutions of noncoordinating solvents such as chlorobenzene and chloroform. The resulting [Rh2(O2CC6H4COOC2H5)4]⋅2C6H5Cl (3) and [Rh2(O2CC6H4COOC2H5)4]⋅2CHCl3 (4) products have microporous solid state structures with the pores filled with the corresponding disordered solvent molecules. Notably, 3 and 4 represent unique examples of 2D extended frameworks based on dirhodium tetracarboxylate paddlewheel units devoid of any exogenous ligands. In solution, the dangling ends of carboxylate bridges of 1 have been successfully utilized for condensation reaction with the selected solid support, benzylamine-functionalized polystyrene, allowing successful heterogenization of dirhodium units through the equatorial covalent attachment to the substrate. The resulting solid product was tested as a catalyst in the cyclopropanation reaction of styrene with methyl phenyldiazoacetate to show good yields and diastereoselectivity.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>A new dirhodium(II,II) paddlewheel carboxylate with dangling\nester groups has been synthesized and utilized for self-assembly of\nporous 2D networks and  immobilization onto a solid support through\ncovalent bonding to afford an efficient heterogeneous catalyst.</p>", "clean_text": "A new dirhodium(II,II) paddlewheel carboxylate with dangling ester groups has been synthesized and utilized for self-assembly of porous 2D networks and  immobilization onto a solid support through covalent bonding to afford an efficient heterogeneous catalyst.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Porous coordination polymers or metal–organic\nframeworks\n(MOFs) constructed from the assembly of organic linking units with\nmetal ions or metal clusters constitute an exciting class of inorganic\nmaterials with unique properties and applications such as gas storage, selective adsorption and separation\nof small molecules, ion exchange, and catalysis. A common strategy\nfor assembling such frameworks is the use of multidentate organic\nlinkers and metal-based secondary building units (SBUs) with linear,\ntriangular, tetrahedral, square-planar, octahedral, and trigonal-prismatic\ngeometries. Paddlewheel metal complexes\nwith multiply bonded dinuclear cores and rich redox properties have been broadly utilized as rigid linear building\nblocks for self-assembly reactions. Among those, dirhodium\ntetracarboxylates received considerable attention as very attractive\nlinear units for  formation of coordination networks with a variety\nof axially bound exogenous linkers. In this work,\nin order to support the dirhodium core we propose to utilize 4-(ethoxycarbonyl)benzoate\n(Scheme ) having two different functions,\nsuch as carboxylic and ester groups. The\ntarget dirhodium(II,II) paddlewheel should be able to self-assemble\nwithout any additional linkers to form extended architectures, where\nporosity can be further tuned through specific guest inclusion or\nadditional modification of benzoate bridges.</p>", "clean_text": "Introduction\n\nPorous coordination polymers or metal-organic frameworks (MOFs) constructed from the assembly of organic linking units with metal ions or metal clusters constitute an exciting class of inorganic materials with unique properties and applications such as gas storage, selective adsorption and separation of small molecules, ion exchange, and catalysis. A common strategy for assembling such frameworks is the use of multidentate organic linkers and metal-based secondary building units (SBUs) with linear, triangular, tetrahedral, square-planar, octahedral, and trigonal-prismatic geometries. Paddlewheel metal complexes with multiply bonded dinuclear cores and rich redox properties have been broadly utilized as rigid linear building blocks for self-assembly reactions. Among those, dirhodium tetracarboxylates received considerable attention as very attractive linear units for  formation of coordination networks with a variety of axially bound exogenous linkers. In this work, in order to support the dirhodium core we propose to utilize 4-(ethoxycarbonyl)benzoate (Scheme ) having two different functions, such as carboxylic and ester groups. The target dirhodium(II,II) paddlewheel should be able to self-assemble without any additional linkers to form extended architectures, where porosity can be further tuned through specific guest inclusion or additional modification of benzoate bridges.", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Construction of Target\nDirhodium Tetracarboxylate</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00382j_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Construction of Target Dirhodium Tetracarboxylate   ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>We also envision that the dangling ester ends\nof this complex can\nbe used for a peptide-type covalent bond formation with functionalized\nsolid supports to provide efficient heterogenization of predesigned\ndimetal units. Recently, the use of solid support materials for grafting\nthe rhodium-based catalysts has become\nan important new direction for increasing the durability of catalytic\nsystems. The resulting heterogeneous catalysts are more stable and\ndegrade much slower than their homogeneous counterparts; they are\nalso reusable and allow the final products to be readily separated\nfrom the catalyst. Multiple efforts have been made to incorporate\ndirhodium(II) core complexes onto polymeric networks by various groups. In our recent study, we  explored a synthetic\nstrategy based on grafting dirhodium(II,II) tetracarboxylates inside\nthe functionalized channels of mesoporous silica having predesigned\nN-donor anchor sites and utilizing sufficiently strong noncovalent\nRh···N interactions. Herein,\nwe extend these efforts to test the covalent bonding of dirhodium(II,II)\npaddlewheel complex onto a polymeric host, which should be a more\nefficient way to prepare recyclable and durable dirhodium-based catalysts\nfor broad applications in organic synthesis.\n</p>", "clean_text": "We also envision that the dangling ester ends of this complex can be used for a peptide-type covalent bond formation with functionalized solid supports to provide efficient heterogenization of predesigned dimetal units. Recently, the use of solid support materials for grafting the rhodium-based catalysts has become an important new direction for increasing the durability of catalytic systems. The resulting heterogeneous catalysts are more stable and degrade much slower than their homogeneous counterparts; they are also reusable and allow the final products to be readily separated from the catalyst. Multiple efforts have been made to incorporate dirhodium(II) core complexes onto polymeric networks by various groups. In our recent study, we  explored a synthetic strategy based on grafting dirhodium(II,II) tetracarboxylates inside the functionalized channels of mesoporous silica having predesigned N-donor anchor sites and utilizing sufficiently strong noncovalent Rh⋅⋅⋅N interactions. Herein, we extend these efforts to test the covalent bonding of dirhodium(II,II) paddlewheel complex onto a polymeric host, which should be a more efficient way to prepare recyclable and durable dirhodium-based catalysts for broad applications in organic synthesis. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>The target tetrakis(4-ethoxycarbonylbenzoato)dirhodium(II,II)\ncomplex,\n[Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>] (<bold>1</bold>), has been synthesized\nusing a ligand-exchange procedure of tetrakis(trifluoroacetato)dirhodium(II,II) with 4-(ethoxycarbonyl)benzoic acid by reflux\nin chlorobenzene for 4 days in the presence of potassium carbonate\nand molecular sieves.  <sup>19</sup>F NMR spectra were used to monitor\nthe reaction progress: the absence of a fluorine signal in a product\nindicated that all trifluoroacetate groups were substituted with benzoate\nligands. Elemental analysis of the crude powder isolated from this\nreaction was also consistent with  formation of a fully substituted\nproduct, [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>] (<bold>1</bold>). Slow evaporation\nof the solution of <bold>1</bold> in acetone/hexanes (10:3, v/v) afforded\nneedle-shaped blue crystals of <bold>2</bold> in almost quantitative\nyield. Single-crystal X-ray diffraction analysis revealed that a bis-acetone\nadduct of <bold>1</bold>, [Rh<sub>2</sub>­O<sub>2</sub>­CC<sub>6</sub>­H<sub>4</sub>­COOC<sub>2</sub>­H<sub>5</sub>)<sub>4</sub>­(OCMe<sub>2</sub>)<sub>2</sub>]·C<sub>6</sub>­H<sub>14</sub> (<bold>2</bold>), had been formed under these\ncrystallization conditions. At the same time, the plate-shaped green\ncrystals of [Rh<sub>2</sub>­(O<sub>2</sub>­CC<sub>6</sub>­H<sub>4</sub>­COOC<sub>2</sub>­H<sub>5</sub>)<sub>4</sub>]·2C<sub>6</sub>­H<sub>5</sub>Cl (<bold>3</bold>) have been grown from the chlorobenzene solution of <bold>1</bold> at elevated temperatures, while green blocks of [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]·2CHCl<sub>3</sub> (<bold>4</bold>) were obtained by\nslow diffusion of hexanes into a chloroform solution of <bold>1</bold> at ambient conditions. Single-crystal X-ray diffraction analyses\nestablished the 2D layered porous structures for both products <bold>3</bold> and <bold>4</bold> with the chlorobenzene and chloroform\nmolecules occupying the pores, respectively.</p>", "clean_text": "Results and Discussion\n\nThe target tetrakis(4-ethoxycarbonylbenzoato)dirhodium(II,II) complex, [Rh2(O2CC6H4COOC2H5)4] (1), has been synthesized using a ligand-exchange procedure of tetrakis(trifluoroacetato)dirhodium(II,II) with 4-(ethoxycarbonyl)benzoic acid by reflux in chlorobenzene for 4 days in the presence of potassium carbonate and molecular sieves.  19F NMR spectra were used to monitor the reaction progress: the absence of a fluorine signal in a product indicated that all trifluoroacetate groups were substituted with benzoate ligands. Elemental analysis of the crude powder isolated from this reaction was also consistent with  formation of a fully substituted product, [Rh2(O2CC6H4COOC2H5)4] (1). Slow evaporation of the solution of 1 in acetone/hexanes (10:3, v/v) afforded needle-shaped blue crystals of 2 in almost quantitative yield. Single-crystal X-ray diffraction analysis revealed that a bis-acetone adduct of 1, [Rh2O2CC6H4COOC2H5)4(OCMe2)2]⋅C6H14 (2), had been formed under these crystallization conditions. At the same time, the plate-shaped green crystals of [Rh2(O2CC6H4COOC2H5)4]⋅2C6H5Cl (3) have been grown from the chlorobenzene solution of 1 at elevated temperatures, while green blocks of [Rh2(O2CC6H4COOC2H5)4]⋅2CHCl3 (4) were obtained by slow diffusion of hexanes into a chloroform solution of 1 at ambient conditions. Single-crystal X-ray diffraction analyses established the 2D layered porous structures for both products 3 and 4 with the chlorobenzene and chloroform molecules occupying the pores, respectively.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Structural Description of [Rh<sub>2</sub>­(O<sub>2</sub>­CC<sub>6</sub>­H<sub>4</sub>­COOC<sub>2</sub>­H<sub>5</sub>)<sub>4</sub>­(OCMe<sub>2</sub>)<sub>2</sub>]·C<sub>6</sub>­H<sub>14</sub> (<bold>2</bold>)</title><p>In the bis-adduct <bold>2</bold>, the acetone molecules are coordinated to both axial positions\nof the dirhodium(II,II) core (Figure ), which\nis characteristic of dimetal paddlewheel complexes crystallized from\ncoordinating solvents. The Rh···O<sub>axial</sub> distance\nof 2.276(1) Å is comparable to those usually found in dirhodium(II,II)-based\nadducts with axially bound acetone ligands (2.20–2.33 Å). The Rh–Rh distance of 2.388(1) Å is within the range\nof 2.35–2.45 Å commonly observed in tetrakis(carboxylato)dirhodium(II,II)\ncomplexes. The Rh–O<sub>eq</sub> distances span the range from 2.020(1) to 2.043(1) Å (Table ).</p>", "clean_text": "Structural Description of [Rh2(O2CC6H4COOC2H5)4(OCMe2)2]⋅C6H14 (2)\n\nIn the bis-adduct 2, the acetone molecules are coordinated to both axial positions of the dirhodium(II,II) core (Figure ), which is characteristic of dimetal paddlewheel complexes crystallized from coordinating solvents. The Rh⋅⋅⋅Oaxial distance of 2.276(1) Å is comparable to those usually found in dirhodium(II,II)-based adducts with axially bound acetone ligands (2.20-2.33 Å). The Rh-Rh distance of 2.388(1) Å is within the range of 2.35-2.45 Å commonly observed in tetrakis(carboxylato)dirhodium(II,II) complexes. The Rh-Oeq distances span the range from 2.020(1) to 2.043(1) Å (Table ).", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Molecular structure of [Rh<sub>2</sub>­(O<sub>2</sub>­CC<sub>6</sub>­H<sub>4</sub>­COOC<sub>2</sub>­H<sub>5</sub>)<sub>4</sub>­(OCMe<sub>2</sub>)<sub>2</sub>]·C<sub>6</sub>­H<sub>14</sub> (<bold>2</bold>) drawn with thermal ellipsoids\nat the 50% probability level. Hydrogen atoms and hexane molecules\nhave been omitted for clarity. Acetone coordination to axial positions\nof a dirhodium unit is shown by dashed lines.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00382j_0008.tif\"></graphic>\n</fig>", "clean_text": " 1  Molecular structure of [Rh2(O2CC6H4COOC2H5)4(OCMe2)2]⋅C6H14 (2) drawn with thermal ellipsoids at the 50% probability level. Hydrogen atoms and hexane molecules have been omitted for clarity. Acetone coordination to axial positions of a dirhodium unit is shown by dashed lines.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Comparison of Selected Distances (Å)\nand Angles (deg) in [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>(OCMe<sub>2</sub>)<sub>2</sub>]·C<sub>6</sub>H<sub>14</sub> (<bold>2</bold>),\n[Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]·2C<sub>6</sub>H<sub>5</sub>Cl (<bold>3</bold>), and [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]·2CHCl<sub>3</sub> (<bold>4</bold>)</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Rh–O<sub>eq</sub>\n</oasis:entry>\n<oasis:entry>2.020(1)–2.043(1)</oasis:entry>\n<oasis:entry>2.024(4)–2.043(4)</oasis:entry>\n<oasis:entry>2.021(3)–2.039(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Rh···O<sub>ax</sub>\n</oasis:entry>\n<oasis:entry>2.276(1)</oasis:entry>\n<oasis:entry>2.306(4), 2.324(4)</oasis:entry>\n<oasis:entry>2.272(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Rh–Rh</oasis:entry>\n<oasis:entry>2.388(1)</oasis:entry>\n<oasis:entry>2.387(1)</oasis:entry>\n<oasis:entry>2.373(1)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Rh–Rh–O<sub>ax</sub>\n</oasis:entry>\n<oasis:entry>175.25(4)</oasis:entry>\n<oasis:entry>174.09(10), 177.02(10)</oasis:entry>\n<oasis:entry>176.83(5)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>In the solid state structure of <bold>2</bold>, there\nare solvent\nmolecules of hexane occupying the interstitial space in the crystal\nlattice. Notably, the inability to form single crystals of <bold>2</bold>, when <bold>1</bold> is dissolved in neat acetone, demonstrates\nthe necessity of a second solvent for crystallization. X-ray powder\ndiffraction performed on bulk sample of <bold>2</bold> showed an excellent\nmatch with the simulated pattern, indicating the presence of a single\nphase. Thermal gravimetric analysis (TGA) of <bold>2</bold> reveals\nthat the product loses both hexane and coordinated acetone molecules\nbefore 100 °C, while the complex starts to decompose at ca. 300\n°C.  X-ray powder diffraction (XRPD) analysis indicates that\nthe crystallinity of <bold>2</bold> is lost after drying the sample\nat 100 °C under vacuum for 12 h.</p>", "clean_text": "In the solid state structure of 2, there are solvent molecules of hexane occupying the interstitial space in the crystal lattice. Notably, the inability to form single crystals of 2, when 1 is dissolved in neat acetone, demonstrates the necessity of a second solvent for crystallization. X-ray powder diffraction performed on bulk sample of 2 showed an excellent match with the simulated pattern, indicating the presence of a single phase. Thermal gravimetric analysis (TGA) of 2 reveals that the product loses both hexane and coordinated acetone molecules before 100 °C, while the complex starts to decompose at ca. 300 °C.  X-ray powder diffraction (XRPD) analysis indicates that the crystallinity of 2 is lost after drying the sample at 100 °C under vacuum for 12 h.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Structural Description of [Rh<sub>2</sub>­(O<sub>2</sub>­CC<sub>6</sub>­H<sub>4</sub>­COOC<sub>2</sub>­H<sub>5</sub>)<sub>4</sub>]·2C<sub>6</sub>­H<sub>5</sub>­Cl\n(<bold>3</bold>)</title><p>Single-crystal X-ray diffraction analysis\nrevealed  formation of a 2D layered network based on Rh···O<sub>ax</sub> interactions between the rhodium centers and the carbonyl\ngroups of dangling ester ends of carboxylate bridges. The Rh···O<sub>ax</sub> contacts are 2.306(4) and 2.324(4) Å (Table ). The Rh–O<sub>eq</sub> distances are 2.024(4)–2.043(4)\nÅ with the Rh–Rh bond length of 2.387(1) Å being\nthe same as in <bold>2</bold>. Each dirhodium unit is connected to\nfour other such units (Figure a).</p>", "clean_text": "Structural Description of [Rh2(O2CC6H4COOC2H5)4]⋅2C6H5Cl (3)\n\nSingle-crystal X-ray diffraction analysis revealed  formation of a 2D layered network based on Rh⋅⋅⋅Oax interactions between the rhodium centers and the carbonyl groups of dangling ester ends of carboxylate bridges. The Rh⋅⋅⋅Oax contacts are 2.306(4) and 2.324(4) Å (Table ). The Rh-Oeq distances are 2.024(4)-2.043(4) Å with the Rh-Rh bond length of 2.387(1) Å being the same as in 2. Each dirhodium unit is connected to four other such units (Figure a).", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Capped-stick\nrepresentation of a single 2D layer in the crystal\nstructure of [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]·2C<sub>6</sub>H<sub>5</sub>Cl (<bold>3</bold>). (b) Space filling model of <bold>3</bold> showing the channels along the crystallographic <italic toggle=\"yes\">a</italic> axis formed by an overlay of 2D layers.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00382j_0009.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Capped-stick representation of a single 2D layer in the crystal structure of [Rh2(O2CC6H4COOC2H5)4]⋅2C6H5Cl (3). (b) Space filling model of 3 showing the channels along the crystallographic a axis formed by an overlay of 2D layers.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>While both Rh centers of a dimetal unit are engaged\nin intermolecular\nRh···O axial interactions, not all four carboxylate\ngroups are involved in  network formation. Only two ligands that are\npositioned in a trans configuration to each other coordinate to metal\ncenters. Considering dirhodium units as linear nodes, the overall\ntopology can be described as a 4,4′ sheet-like architecture\n(Scheme ). The overlay of 2D coordination\nnetworks provides  formation of channels running along the crystallographic <italic toggle=\"yes\">a</italic> axis. These pores are parallel to the 2D layered networks\n(Figure b) and filled with the crystallization\nsolvent molecules.</p>", "clean_text": "While both Rh centers of a dimetal unit are engaged in intermolecular Rh⋅⋅⋅O axial interactions, not all four carboxylate groups are involved in  network formation. Only two ligands that are positioned in a trans configuration to each other coordinate to metal centers. Considering dirhodium units as linear nodes, the overall topology can be described as a 4,4' sheet-like architecture (Scheme ). The overlay of 2D coordination networks provides  formation of channels running along the crystallographic a axis. These pores are parallel to the 2D layered networks (Figure b) and filled with the crystallization solvent molecules.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Schematic Representation of the 2D Layer Formation\nin <bold>3</bold> and <bold>4</bold>\n<xref rid=\"sch2-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00382j_0003.tif\"></graphic>\n<p>\n<fn id=\"sch2-fn1\">\n<label>a</label>\n<p>Arrows and shadowed\nellipsoids\nrepresent ester groups and dirhodium units, respectively. Arrow pointing\ntoward the ellipsoid corresponds to the O coordination at the axial\nRh site.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 2  Schematic Representation of the 2D Layer Formation in 3 and 4       a Arrows and shadowed ellipsoids represent ester groups and dirhodium units, respectively. Arrow pointing toward the ellipsoid corresponds to the O coordination at the axial Rh site.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>\n<fn id=\"sch2-fn1\">\n<label>a</label>\n<p>Arrows and shadowed\nellipsoids\nrepresent ester groups and dirhodium units, respectively. Arrow pointing\ntoward the ellipsoid corresponds to the O coordination at the axial\nRh site.</p>\n</fn>\n</p><p>Crystals of <bold>3</bold> were subjected\nto thermal gravimetric\nanalysis, showing that heating at 80 °C is sufficient to drive\noff the chlorobenzene molecules from the solid. Analysis shows no\nadditional weight loss until the temperature reaches 340 °C,\nat which the weight loss of 70% is observed.  XRPD analysis of <bold>3</bold> before and after heating revealed the loss of crystallinity\nupon  evacuation of solvent, which is commonly observed in porous\ncoordination polymers.\n</p>", "clean_text": "  a Arrows and shadowed ellipsoids represent ester groups and dirhodium units, respectively. Arrow pointing toward the ellipsoid corresponds to the O coordination at the axial Rh site.  \n\nCrystals of 3 were subjected to thermal gravimetric analysis, showing that heating at 80 °C is sufficient to drive off the chlorobenzene molecules from the solid. Analysis shows no additional weight loss until the temperature reaches 340 °C, at which the weight loss of 70% is observed.  XRPD analysis of 3 before and after heating revealed the loss of crystallinity upon  evacuation of solvent, which is commonly observed in porous coordination polymers. ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Structural Description of [Rh<sub>2</sub>­(O<sub>2</sub>­CC<sub>6</sub>­H<sub>4</sub>­COOC<sub>2</sub>­H<sub>5</sub>)<sub>4</sub>]·2CHCl<sub>3</sub> (<bold>4</bold>)</title><p>A 2D polymeric network based on Rh···O<sub>ax</sub> interactions between the rhodium centers and the carbonyl groups\nof carboxylate bridges is constructed in a similar way as that in <bold>3</bold> (Figure a, Scheme ).  Rh–Rh and Rh···O<sub>ax</sub> distances\nare 2.373(1) and 2.272(3) Å, respectively (Table ). In contrast to <bold>3</bold>, the overlay of 2D layers\nin <bold>4</bold> provides a more complex porous network. There are\ntwo types of continuous channels in the solid structure. One runs\nalong the <italic toggle=\"yes\">c</italic> axis and is filled with the CHCl<sub>3</sub> molecules (Figure b), while the other\none remains free from solvent and extends along the [101] direction\n(Figure c), thus intersecting with the former\nat ca. 46.4°.</p>", "clean_text": "Structural Description of [Rh2(O2CC6H4COOC2H5)4]⋅2CHCl3 (4)\n\nA 2D polymeric network based on Rh⋅⋅⋅Oax interactions between the rhodium centers and the carbonyl groups of carboxylate bridges is constructed in a similar way as that in 3 (Figure a, Scheme ).  Rh-Rh and Rh⋅⋅⋅Oax distances are 2.373(1) and 2.272(3) Å, respectively (Table ). In contrast to 3, the overlay of 2D layers in 4 provides a more complex porous network. There are two types of continuous channels in the solid structure. One runs along the c axis and is filled with the CHCl3 molecules (Figure b), while the other one remains free from solvent and extends along the [101] direction (Figure c), thus intersecting with the former at ca. 46.4°.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Capped-stick representation of a single 2D layer in\nthe crystal\nstructure of [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]·2CHCl<sub>3</sub> (<bold>4</bold>). Space filling model showing the channels formed\nby an overlay of 2D layers running along the (b) crystallographic <italic toggle=\"yes\">c</italic> axis and (c) [101] direction.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00382j_0001.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Capped-stick representation of a single 2D layer in the crystal structure of [Rh2(O2CC6H4COOC2H5)4]⋅2CHCl3 (4). Space filling model showing the channels formed by an overlay of 2D layers running along the (b) crystallographic c axis and (c) [101] direction.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Formation of different pores in <bold>3</bold> and <bold>4</bold> can be attributed to the difference in size and shape of\nthe guest\nchloroform and chlorobenzene molecules occupying the pores. The interconnected\ncomplex network in <bold>4</bold> has a noticeably larger solvent-accessible\narea (43.2%) compared to that in <bold>3</bold> (30.1%). Similarly\nto <bold>2</bold> and <bold>3</bold>, the solid sample of <bold>4</bold> is losing crystallinity upon removing solvent molecules. The phase\npurity of the bulk materials <bold>3</bold> and <bold>4</bold> was\nconfirmed by comparing the experimental X-ray powder diffraction spectra\nwith the simulated patterns based on single-crystal structural data\n(see , Figures S6\nand S7).</p>", "clean_text": "Formation of different pores in 3 and 4 can be attributed to the difference in size and shape of the guest chloroform and chlorobenzene molecules occupying the pores. The interconnected complex network in 4 has a noticeably larger solvent-accessible area (43.2%) compared to that in 3 (30.1%). Similarly to 2 and 3, the solid sample of 4 is losing crystallinity upon removing solvent molecules. The phase purity of the bulk materials 3 and 4 was confirmed by comparing the experimental X-ray powder diffraction spectra with the simulated patterns based on single-crystal structural data (see , Figures S6 and S7).", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Analysis of the Cambridge Structural Database (CSD)\n revealed that\nthere are two cases where the axial positions\nof paddlewheel complexes are coordinated to the functional group of\nequatorial carboxylate ligands displaying a 1D polymeric structure.\nTo the best of our knowledge, the new products <bold>3</bold> and <bold>4</bold> are the first examples of 2D networks built from dimetal\npaddlewheel units without employing exogenous linkers.</p>", "clean_text": "Analysis of the Cambridge Structural Database (CSD)  revealed that there are two cases where the axial positions of paddlewheel complexes are coordinated to the functional group of equatorial carboxylate ligands displaying a 1D polymeric structure. To the best of our knowledge, the new products 3 and 4 are the first examples of 2D networks built from dimetal paddlewheel units without employing exogenous linkers.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Grafting of <bold>1</bold> onto Solid Support</title><p>Successful\npreparation of <bold>1</bold> along with the confirmation of its molecular\nstructure allowed us to test the grafting of the predesigned dirhodium(II,II)\nunits onto a functionalized solid support. This was attempted via\na peptide-type covalent linkage using the dangling ester ends of bridging\ncarboxylate ligands of <bold>1</bold> (Scheme ). This approach provides stronger binding to solid supports compared\nto axial coordination of dirhodium tetracarboxylate units that we\n explored recently. For this work, commercially\navailable benzylamine-functionalized polystyrene (baPS) was selected\nas a recyclable support.\n</p>", "clean_text": "Grafting of 1 onto Solid Support\n\nSuccessful preparation of 1 along with the confirmation of its molecular structure allowed us to test the grafting of the predesigned dirhodium(II,II) units onto a functionalized solid support. This was attempted via a peptide-type covalent linkage using the dangling ester ends of bridging carboxylate ligands of 1 (Scheme ). This approach provides stronger binding to solid supports compared to axial coordination of dirhodium tetracarboxylate units that we  explored recently. For this work, commercially available benzylamine-functionalized polystyrene (baPS) was selected as a recyclable support. ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Grafting\nof <bold>1</bold> through the Condensation Reaction with\nBenzylamine-Functionalized Polystyrene (baPS) and Formation of an\nAmide Bond (R = −C<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)</title>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00382j_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  Grafting of 1 through the Condensation Reaction with Benzylamine-Functionalized Polystyrene (baPS) and Formation of an Amide Bond (R = -C6H4COOC2H5)   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>Grafting was accomplished by heating the suspension\nof <bold>1</bold> with baPS in a freshly distilled 1,2-dichloroethane\nto produce a\ndark olive-green solid (<bold>5</bold>). Several solvents, including\ndichloromethane and chlorobenzene, were tested for grafting reaction,\nbut 1,2-dichloroethane was found to be the preferred solvent media\nfor heterogenization of <bold>1</bold>. The infrared (IR) spectrum\nof the grafted product exhibits a new peak at 1719 cm<sup>–1</sup> in addition to the vibrational bands at 1724 (carboxylate) and 1689\ncm<sup>–1</sup> (ester) of the starting complex, thus illustrating\n formation of an amide bond. In the solid state UV–vis spectrum,\na noticeable red shift of the absorption maximum of <bold>1</bold> after grafting also indicates  successful heterogenization of dirhodium\nunits.</p>", "clean_text": "Grafting was accomplished by heating the suspension of 1 with baPS in a freshly distilled 1,2-dichloroethane to produce a dark olive-green solid (5). Several solvents, including dichloromethane and chlorobenzene, were tested for grafting reaction, but 1,2-dichloroethane was found to be the preferred solvent media for heterogenization of 1. The infrared (IR) spectrum of the grafted product exhibits a new peak at 1719 cm-1 in addition to the vibrational bands at 1724 (carboxylate) and 1689 cm-1 (ester) of the starting complex, thus illustrating  formation of an amide bond. In the solid state UV-vis spectrum, a noticeable red shift of the absorption maximum of 1 after grafting also indicates  successful heterogenization of dirhodium units.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<title>Catalyst Evaluation</title><p>The catalytic properties of <bold>5</bold> were evaluated in the standard cyclopropanation reaction\nof methyl phenyldiazoacetate with styrene (Scheme ) performed in hexanes under anhydrous conditions. For catalytic\ntests, a portion of <bold>5</bold> was suspended in hexanes and styrene\nand injected with a solution of methyl phenyldiazoacetate in hexanes\nat a rate of 0.7 mL/h. After 24 h of stirring at room temperature,\nthe yield of cyclopropane was calculated by purification through a\nsilica column using the solution of ethyl acetate in hexanes as an\neluent. The isomer ratio was verified by <sup>1</sup>H NMR spectroscopy.\nIt was found that cyclopropane is formed in 86% yield and 88%  diastereomeric\nexcess (de) after the first run. The catalyst efficiency was maintained\nover five repeated cycles (Table ). Importantly,\nboth the supernatant solution and the solid host material (baPS) without\ngrafted dirhodium complex show no catalytic activity in the above\nreaction.</p>", "clean_text": "Catalyst Evaluation\n\nThe catalytic properties of 5 were evaluated in the standard cyclopropanation reaction of methyl phenyldiazoacetate with styrene (Scheme ) performed in hexanes under anhydrous conditions. For catalytic tests, a portion of 5 was suspended in hexanes and styrene and injected with a solution of methyl phenyldiazoacetate in hexanes at a rate of 0.7 mL/h. After 24 h of stirring at room temperature, the yield of cyclopropane was calculated by purification through a silica column using the solution of ethyl acetate in hexanes as an eluent. The isomer ratio was verified by 1H NMR spectroscopy. It was found that cyclopropane is formed in 86% yield and 88%  diastereomeric excess (de) after the first run. The catalyst efficiency was maintained over five repeated cycles (Table ). Importantly, both the supernatant solution and the solid host material (baPS) without grafted dirhodium complex show no catalytic activity in the above reaction.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Cyclopropanation of Styrene with Methyl Phenyldiazoacetate\n(MPDA)</title>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00382j_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  Cyclopropanation of Styrene with Methyl Phenyldiazoacetate (MPDA)   ", "data": null, "include_properties": null}, {"idx": 25, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Catalytic Data for <bold>5</bold> in\nthe Cyclopropanation Reaction of Styrene with MPDA</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">reaction\ncycle</oasis:entry>\n<oasis:entry align=\"center\">ratio of\nisomers, % de</oasis:entry>\n<oasis:entry align=\"center\">yield, %</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>86</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>81</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>81</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>74</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>76</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>64</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>For comparison, we tested the catalytic activity of <bold>1</bold> under homogeneous conditions and found it to produce cyclopropane\nin the same yield (85%) but with a slightly higher selectivity (96%\nde). Thus, immobilization of <bold>1</bold> onto baPS has not affected\nthe catalytic activity of the dirhodium(II,II) complex.</p>", "clean_text": "For comparison, we tested the catalytic activity of 1 under homogeneous conditions and found it to produce cyclopropane in the same yield (85%) but with a slightly higher selectivity (96% de). Thus, immobilization of 1 onto baPS has not affected the catalytic activity of the dirhodium(II,II) complex.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>In conclusion,\nthe presence of two different functional groups\nmakes the selected carboxylate ligand to be versatile for bridging\na dinuclear metal core (through a primary carboxylate group) and allowing\nsubsequent self-assembly or heterogenization of the resulting paddlewheel\nunits through the secondary dangling group. In this work, the synthesis\nand full characterization of new tetrakis(4-ethoxycarbonylbenzoato)dirhodium(II,II)\ncomplex <bold>1</bold> have been successfully accomplished.  X-ray\ncrystallographic analysis of the bis-acetone adduct <bold>2</bold> confirmed the paddlewheel structure with the dirhodium core bridged\nby four carboxylic groups and having the ester ends free for secondary\nbinding. These dangling ends of 4-(ethoxycarbonyl)benzoate ligands\ncan be further utilized for self-assembly processes, as shown by \nformation of 2D networks <bold>3</bold> and <bold>4</bold> crystallized\nfrom chlorobenzene and chloroform, respectively. Interestingly, no\nexamples of such self-assembly of dirhodium tetracarboxylate complexes\nhave been found in the literature. Generally, strong σ-donating\nexogenous ligands are utilized for this purpose, allowing self-assembly\nof various extended networks through intermolecular axial coordination\nto open metal sites of paddlewheel units. Complex <bold>1</bold> was\nalso successfully immobilized onto an amine-functionalized solid substrate\nusing the peptide-type bond condensation reaction. The resulting dirhodium-based\nsolid product was tested as a heterogeneous catalyst in the model\ndiazo decomposition reaction in the presence of styrene. The catalyst\nwas recycled and reused through several consequent runs to show good\ncatalytic activity by providing a mixture of cyclopropanes with high\nyields and diastereoselectivity.</p>", "clean_text": "In conclusion, the presence of two different functional groups makes the selected carboxylate ligand to be versatile for bridging a dinuclear metal core (through a primary carboxylate group) and allowing subsequent self-assembly or heterogenization of the resulting paddlewheel units through the secondary dangling group. In this work, the synthesis and full characterization of new tetrakis(4-ethoxycarbonylbenzoato)dirhodium(II,II) complex 1 have been successfully accomplished.  X-ray crystallographic analysis of the bis-acetone adduct 2 confirmed the paddlewheel structure with the dirhodium core bridged by four carboxylic groups and having the ester ends free for secondary binding. These dangling ends of 4-(ethoxycarbonyl)benzoate ligands can be further utilized for self-assembly processes, as shown by  formation of 2D networks 3 and 4 crystallized from chlorobenzene and chloroform, respectively. Interestingly, no examples of such self-assembly of dirhodium tetracarboxylate complexes have been found in the literature. Generally, strong σ-donating exogenous ligands are utilized for this purpose, allowing self-assembly of various extended networks through intermolecular axial coordination to open metal sites of paddlewheel units. Complex 1 was also successfully immobilized onto an amine-functionalized solid substrate using the peptide-type bond condensation reaction. The resulting dirhodium-based solid product was tested as a heterogeneous catalyst in the model diazo decomposition reaction in the presence of styrene. The catalyst was recycled and reused through several consequent runs to show good catalytic activity by providing a mixture of cyclopropanes with high yields and diastereoselectivity.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and Methods</title><p>All manipulations were carried\nout under an oxygen-free, dinitrogen atmosphere by employing standard\nglovebox and Schlenk techniques. All chemicals were reagent grade\nand used as received without further purification. Anhydrous solvents\nwere obtained from a Solvent Purification System purchased from M.\nBraun, Inc., USA, or freshly distilled according to published methods. Additionally, toluene and hexanes were dried\nover Na/benzophenone and distilled prior to use. 1,2-Dichloroethane\nwas refluxed over CaCl<sub>2</sub> and fractionally distilled. Tetrakis(trifluoroacetato)dirhodium(II,II)\nwas synthesized according to the reported procedure. Benzylamine-functionalized polystyrene (baPS) was purchased\nfrom Alfa Aesar. Molecular sieves and potassium carbonate were activated\nat 125 °C for 3 days prior to use.</p>", "clean_text": "Experimental Section\n\nMaterials and Methods\n\nAll manipulations were carried out under an oxygen-free, dinitrogen atmosphere by employing standard glovebox and Schlenk techniques. All chemicals were reagent grade and used as received without further purification. Anhydrous solvents were obtained from a Solvent Purification System purchased from M. Braun, Inc., USA, or freshly distilled according to published methods. Additionally, toluene and hexanes were dried over Na/benzophenone and distilled prior to use. 1,2-Dichloroethane was refluxed over CaCl2 and fractionally distilled. Tetrakis(trifluoroacetato)dirhodium(II,II) was synthesized according to the reported procedure. Benzylamine-functionalized polystyrene (baPS) was purchased from Alfa Aesar. Molecular sieves and potassium carbonate were activated at 125 °C for 3 days prior to use.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The attenuated total\nreflection (ATR) IR spectra were recorded on a Perkin-Elmer Spectrum\n100 FT-IR spectrometer. NMR spectra were obtained using a Bruker Avance\n400 spectrometer at 400 MHz for <sup>1</sup>H and at 376.47 MHz for <sup>19</sup>F. Chemical shifts (δ) are reported in ppm relative\nto residual solvent peaks for <sup>1</sup>H and to CFCl<sub>3</sub> for <sup>19</sup>F. Elemental analyses were performed by Guelph\nChemical Laboratories, Ltd., Canada. Thermogravimetric measurements\nwere carried out under N<sub>2(g)</sub> at a heating rate of 5 °C/min\nusing a TGA 2050 Thermogravimetric Analyzer, TA Instruments.  X-ray\ndata were collected at −100\nor −173 °C (Bruker KYRO-FLEX) on a Bruker APEX CCD X-ray\ndiffractometer equipped with graphite-monochromated Mo Kα radiation\n(λ = 0.71073 Å) operated at 1800 W power. Single crystals\nwere selected and mounted on a goniometer head with silicone grease.\nFrames were integrated with the Bruker SAINT software package, and  structures were solved and refined using\nBruker SHELXTL (version 6.12) software. Crystallographic data and refinement parameters for <bold>2</bold>–<bold>4</bold> are listed in Table . X-ray powder diffraction data were collected on a Bruker D8 Advance\ndiffractometer (Cu Kα radiation, focusing Göbel Mirror,\nLynxEye one-dimensional detector, step of 0.02° 2θ, 20\n°C). Crystalline samples under investigation were ground and\nplaced in an airtight holder with a plastic dome cover under an atmosphere\nof N<sub>2(g)</sub>.</p>", "clean_text": "The attenuated total reflection (ATR) IR spectra were recorded on a Perkin-Elmer Spectrum 100 FT-IR spectrometer. NMR spectra were obtained using a Bruker Avance 400 spectrometer at 400 MHz for 1H and at 376.47 MHz for 19F. Chemical shifts (δ) are reported in ppm relative to residual solvent peaks for 1H and to CFCl3 for 19F. Elemental analyses were performed by Guelph Chemical Laboratories, Ltd., Canada. Thermogravimetric measurements were carried out under N2(g) at a heating rate of 5 °C/min using a TGA 2050 Thermogravimetric Analyzer, TA Instruments.  X-ray data were collected at -100 or -173 °C (Bruker KYRO-FLEX) on a Bruker APEX CCD X-ray diffractometer equipped with graphite-monochromated Mo Kα radiation (λ = 0.71073 Å) operated at 1800 W power. Single crystals were selected and mounted on a goniometer head with silicone grease. Frames were integrated with the Bruker SAINT software package, and  structures were solved and refined using Bruker SHELXTL (version 6.12) software. Crystallographic data and refinement parameters for 2-4 are listed in Table . X-ray powder diffraction data were collected on a Bruker D8 Advance diffractometer (Cu Kα radiation, focusing Göbel Mirror, LynxEye one-dimensional detector, step of 0.02° 2θ, 20 °C). Crystalline samples under investigation were ground and placed in an airtight holder with a plastic dome cover under an atmosphere of N2(g).", "data": null, "include_properties": null}, {"idx": 30, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Crystallographic Data and Structural\nRefinement Parameters for [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>(OCMe<sub>2</sub>)<sub>2</sub>]·C<sub>6</sub>H<sub>14</sub> (<bold>2</bold>), [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]·2C<sub>6</sub>H<sub>5</sub>Cl (<bold>3</bold>), and [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]·2CHCl<sub>3</sub> (<bold>4</bold>)</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>empirical formula</oasis:entry>\n<oasis:entry>C<sub>52</sub>H<sub>62</sub>O<sub>18</sub>Rh<sub>2</sub>\n</oasis:entry>\n<oasis:entry>C<sub>52</sub>H<sub>46</sub>Cl<sub>2</sub>O<sub>16</sub>Rh<sub>2</sub>\n</oasis:entry>\n<oasis:entry>C<sub>42</sub>H<sub>38</sub>Cl<sub>6</sub>O<sub>16</sub>Rh<sub>2</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>fw</oasis:entry>\n<oasis:entry>1180.84</oasis:entry>\n<oasis:entry>1203.61</oasis:entry>\n<oasis:entry>1217.24</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>cryst syst</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>\n<italic toggle=\"yes\">/n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>\n<italic toggle=\"yes\">/n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C</italic>2<italic toggle=\"yes\">/c</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> (Å)</oasis:entry>\n<oasis:entry>9.8635(13)</oasis:entry>\n<oasis:entry>12.6460(10)</oasis:entry>\n<oasis:entry>22.3558(15)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> (Å)</oasis:entry>\n<oasis:entry>13.1392(17)</oasis:entry>\n<oasis:entry>16.2693(12)</oasis:entry>\n<oasis:entry>16.8627(11)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> (Å)</oasis:entry>\n<oasis:entry>20.333(3)</oasis:entry>\n<oasis:entry>25.792(2)</oasis:entry>\n<oasis:entry>16.4080(11)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α (°)</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β\n(°)</oasis:entry>\n<oasis:entry>94.940(2)</oasis:entry>\n<oasis:entry>103.8910(10)</oasis:entry>\n<oasis:entry>92.8000(10)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ (°)</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>V (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>2625.4(6)</oasis:entry>\n<oasis:entry>5151.3(7)</oasis:entry>\n<oasis:entry>6178.1(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">D</italic>\n<sub>calcd </sub>(g/cm<sup>3</sup>)</oasis:entry>\n<oasis:entry>1.494</oasis:entry>\n<oasis:entry>1.552</oasis:entry>\n<oasis:entry>1.309</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>1216</oasis:entry>\n<oasis:entry>2440</oasis:entry>\n<oasis:entry>2440</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ (mm<sup>–1</sup>)</oasis:entry>\n<oasis:entry>0.701</oasis:entry>\n<oasis:entry>0.814</oasis:entry>\n<oasis:entry>0.847</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>temp. (K)</oasis:entry>\n<oasis:entry>100(2)</oasis:entry>\n<oasis:entry>173(2)</oasis:entry>\n<oasis:entry>100(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflns collected/unique/obsd\n[<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>19 722/5151/4719</oasis:entry>\n<oasis:entry>40 083/10176/5864</oasis:entry>\n<oasis:entry>23 277/6078/5125</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>data/restraints/parameters</oasis:entry>\n<oasis:entry>5151/0/330</oasis:entry>\n<oasis:entry>10176/24/665</oasis:entry>\n<oasis:entry>6078/0/309</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1,<xref rid=\"t3fn1\"></xref>\n<italic toggle=\"yes\">wR</italic>2<xref rid=\"t3fn2\"></xref> [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.0279, 0.0731</oasis:entry>\n<oasis:entry>0.0600, 0.1109</oasis:entry>\n<oasis:entry>0.0341, 0.0978</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1,<xref rid=\"t3fn1\"></xref>\n<italic toggle=\"yes\">wR</italic>2<xref rid=\"t3fn2\"></xref> (all\ndata)</oasis:entry>\n<oasis:entry>0.0307, 0.0754</oasis:entry>\n<oasis:entry>0.1211, 0.1332</oasis:entry>\n<oasis:entry>0.0414, 0.1005</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>quality of fit<xref rid=\"t3fn3\"></xref>\n</oasis:entry>\n<oasis:entry>1.069</oasis:entry>\n<oasis:entry>1.022</oasis:entry>\n<oasis:entry>1.195</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>largest diff. peak/hole\n(e/Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>0.989/–0.291</oasis:entry>\n<oasis:entry>1.297/–1.006</oasis:entry>\n<oasis:entry>1.301/–0.747</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>\n<italic toggle=\"yes\">R</italic>1 = Σ∥<italic toggle=\"yes\">F</italic>\n<sub>o</sub>| – |<italic toggle=\"yes\">F</italic>\n<sub>c</sub>∥/Σ|<italic toggle=\"yes\">F</italic>\n<sub>o</sub>|.</p>\n</fn>\n<fn id=\"t3fn2\">\n<label>b</label>\n<p>\n<italic toggle=\"yes\">wR</italic>2 = [Σ[<italic toggle=\"yes\">w</italic>(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup> – <italic toggle=\"yes\">F</italic>\n<sub>c</sub>\n<sup>2</sup>)<sup>2</sup>]/Σ[<italic toggle=\"yes\">w</italic>(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup>)<sup>2</sup>]]<sup>1/2</sup>.</p>\n</fn>\n<fn id=\"t3fn3\">\n<label>c</label>\n<p>Quality of fit = [Σ[<italic toggle=\"yes\">w</italic>(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup> – <italic toggle=\"yes\">F</italic>\n<sub>c</sub>\n<sup>2</sup>)<sup>2</sup>]/(<italic toggle=\"yes\">N</italic>\n<sub>obs</sub> – <italic toggle=\"yes\">N</italic>\n<sub>params</sub>)]<sup>1/2</sup>, based\non all data.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of 4-(Ethoxycarbonyl)benzoic Acid</title><p>Diethyl\nterephthalate (2.2 g, 10 mmol) was dissolved in 30 mL of ethanol by\nstirring for 15 min with gentle heating. Potassium hydroxide (580\nmg, 10 mmol) was added, and the previously clear solution slowly became\ncloudy. The mixture was refluxed for 4 h, cooled, and evaporated to\ndryness. The resulting product was then suspended in water and extracted\nwith dichloromethane. The aqueous layer was collected and acidified\nwith a 10% solution of hydrochloric acid to yield a colorless precipitate.\nThe product was extracted with ethyl ether 3 times, dried over sodium\nsulfate, and decanted. Ether was removed by evaporation under vacuum\nto afford a white solid. To recrystallize the product, it was dissolved\nin dichloromethane and filtered through a Buchner funnel. The solution\nwas collected, reduced to ∼30 mL, and left for slow evaporation.\nColorless crystals  deposited in 2 days. They were collected, washed\nin cold dichloromethane, and dried. Yield: 1.01 g, 53%. <sup>1</sup>H NMR (CDCl<sub>3</sub>, 22 °C, ppm): δ = 12.42 (s, 1H),\n8.20–8.14 (m, 4H), 4.46–4.40 (q, 2H), 1.45–1.41\n(t, 3H).</p>", "clean_text": "Synthesis of 4-(Ethoxycarbonyl)benzoic Acid\n\nDiethyl terephthalate (2.2 g, 10 mmol) was dissolved in 30 mL of ethanol by stirring for 15 min with gentle heating. Potassium hydroxide (580 mg, 10 mmol) was added, and the previously clear solution slowly became cloudy. The mixture was refluxed for 4 h, cooled, and evaporated to dryness. The resulting product was then suspended in water and extracted with dichloromethane. The aqueous layer was collected and acidified with a 10% solution of hydrochloric acid to yield a colorless precipitate. The product was extracted with ethyl ether 3 times, dried over sodium sulfate, and decanted. Ether was removed by evaporation under vacuum to afford a white solid. To recrystallize the product, it was dissolved in dichloromethane and filtered through a Buchner funnel. The solution was collected, reduced to ~30 mL, and left for slow evaporation. Colorless crystals  deposited in 2 days. They were collected, washed in cold dichloromethane, and dried. Yield: 1.01 g, 53%. 1H NMR (CDCl3, 22 °C, ppm): δ = 12.42 (s, 1H), 8.20-8.14 (m, 4H), 4.46-4.40 (q, 2H), 1.45-1.41 (t, 3H).", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of Tetrakis(4-ethoxycarbonylbenzoato)dirhodium(II,II),\n[Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>] (<bold>1</bold>)</title><p>Activated 4\nÅ molecular sieves (6.0 g) and dried potassium carbonate (0.537\ng) were wrapped separately and placed in the thimble of a Soxhlet\nextractor. Chlorobenzene (150 mL) was added to tetrakis(trifluoroacetato)dirhodium(II,II)\n(0.200 g, 0.30 mmol) and 4-(ethoxycarbonyl)benzoic acid (0.300 g,\n1.5 mmol) in a 250 mL Schlenk flask. The flask was connected to the\nSoxhlet extractor under a dinitrogen atmosphere and refluxed for 5\ndays at 150–160 °C. The resulting solution was evaporated\nto dryness to afford a light-green solid. Crude product was washed\nwith 10 mL of a solution of hexanes/dichloromethane (10:1, v/v) and\ndried under reduced pressure to yield a fine green powder of <bold>1</bold>. Yield: 0.261 g, 89%. Anal. Calcd for C<sub>40</sub>H<sub>36</sub>O<sub>16</sub>Rh<sub>2</sub>: C, 49.10; H, 3.71; O, 26.16.\nFound: C, 49.13; H, 3.71; O, 29.10. <sup>19</sup>F NMR (400 MHz, (CD<sub>3</sub>)<sub>2</sub>CO, 22 °C): no signal. <sup>1</sup>H NMR\n((CD<sub>3</sub>)<sub>2</sub>CO, 22 °C, ppm): δ = 8.00–7.93\n(m, 4H) 4.34–4.29 (q, 2H), 1.35–1.31 (t, 3H). FT-IR\n(cm<sup>–1</sup>): 1724m, 1689m, 1602m, 1560m, 1507w, 1396s,\n1370m, 1259s, 1172m, 1141m, 1100s, 1016s, 880m, 838m, 797s, 736s,\n713s. UV–vis (chloroform, 22 °C, λ<sub>max</sub>, nm (ε, M<sup>–1</sup> cm<sup>–1</sup>)): 456\n(81), 604 (94). UV–vis (chlorobenzene, 22 °C, λ<sub>max</sub>, nm (ε, M<sup>–1</sup> cm<sup>–1</sup>)): 660 (613). UV–vis (solid, 22 °C, λ<sub>max</sub>, nm): 523.</p>", "clean_text": "Synthesis of Tetrakis(4-ethoxycarbonylbenzoato)dirhodium(II,II), [Rh2(O2CC6H4COOC2H5)4] (1)\n\nActivated 4 Å molecular sieves (6.0 g) and dried potassium carbonate (0.537 g) were wrapped separately and placed in the thimble of a Soxhlet extractor. Chlorobenzene (150 mL) was added to tetrakis(trifluoroacetato)dirhodium(II,II) (0.200 g, 0.30 mmol) and 4-(ethoxycarbonyl)benzoic acid (0.300 g, 1.5 mmol) in a 250 mL Schlenk flask. The flask was connected to the Soxhlet extractor under a dinitrogen atmosphere and refluxed for 5 days at 150-160 °C. The resulting solution was evaporated to dryness to afford a light-green solid. Crude product was washed with 10 mL of a solution of hexanes/dichloromethane (10:1, v/v) and dried under reduced pressure to yield a fine green powder of 1. Yield: 0.261 g, 89%. Anal. Calcd for C40H36O16Rh2: C, 49.10; H, 3.71; O, 26.16. Found: C, 49.13; H, 3.71; O, 29.10. 19F NMR (400 MHz, (CD3)2CO, 22 °C): no signal. 1H NMR ((CD3)2CO, 22 °C, ppm): δ = 8.00-7.93 (m, 4H) 4.34-4.29 (q, 2H), 1.35-1.31 (t, 3H). FT-IR (cm-1): 1724m, 1689m, 1602m, 1560m, 1507w, 1396s, 1370m, 1259s, 1172m, 1141m, 1100s, 1016s, 880m, 838m, 797s, 736s, 713s. UV-vis (chloroform, 22 °C, λmax, nm (ε, M-1 cm-1)): 456 (81), 604 (94). UV-vis (chlorobenzene, 22 °C, λmax, nm (ε, M-1 cm-1)): 660 (613). UV-vis (solid, 22 °C, λmax, nm): 523.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>(OCMe<sub>2</sub>)<sub>2</sub>]·C<sub>6</sub>H<sub>14</sub> (<bold>2</bold>)</title><p>A portion of <bold>1</bold> (0.020 g, 0.02 mmol) was dissolved\nin 7 mL of acetone and 3 mL of hexanes and left for slow evaporation\nin air. In 2 days, dark-blue crystals of <bold>2</bold>  appeared.\nYield: 0.021 g, 83%. Anal. Calcd for C<sub>52</sub>H<sub>62</sub>O<sub>18</sub>Rh<sub>2</sub>: C, 52.89; H, 5.29; O, 24.39. Found: C, 52.69;\nH, 5.42; O, 24.10. <sup>1</sup>H NMR (CDCl<sub>3</sub>, 22 °C,\nppm): δ = 8.00–7.91 (m, 16H), 4.36–4.30 (q, 8H),\n2.50 (s, 12H), 1.37–1.27 (m, 12H), 0.90–0.87 (m, 14H).\nFT-IR (cm<sup>–1</sup>): 2957w, 2925w, 2856w, 2161w, 1978w,\n1719m, 1707m, 1683m, 1604m, 1560m, 1506w, 1472w, 1422w, 1393s, 1366s,\n1261s, 1174w, 1140m, 1105s, 1018s, 881w, 837m, 800w, 737s, 715m. UV–vis\n(acetone, 22 °C, λ<sub>max</sub>, nm (ε, M<sup>–1</sup> cm<sup>–1</sup>)): 458 (115), 595 (177).</p>", "clean_text": "Synthesis of [Rh2(O2CC6H4COOC2H5)4(OCMe2)2]⋅C6H14 (2)\n\nA portion of 1 (0.020 g, 0.02 mmol) was dissolved in 7 mL of acetone and 3 mL of hexanes and left for slow evaporation in air. In 2 days, dark-blue crystals of 2  appeared. Yield: 0.021 g, 83%. Anal. Calcd for C52H62O18Rh2: C, 52.89; H, 5.29; O, 24.39. Found: C, 52.69; H, 5.42; O, 24.10. 1H NMR (CDCl3, 22 °C, ppm): δ = 8.00-7.91 (m, 16H), 4.36-4.30 (q, 8H), 2.50 (s, 12H), 1.37-1.27 (m, 12H), 0.90-0.87 (m, 14H). FT-IR (cm-1): 2957w, 2925w, 2856w, 2161w, 1978w, 1719m, 1707m, 1683m, 1604m, 1560m, 1506w, 1472w, 1422w, 1393s, 1366s, 1261s, 1174w, 1140m, 1105s, 1018s, 881w, 837m, 800w, 737s, 715m. UV-vis (acetone, 22 °C, λmax, nm (ε, M-1 cm-1)): 458 (115), 595 (177).", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["synthesis condition"], "content": "<title>Crystal Growth of [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]·2C<sub>6</sub>H<sub>5</sub>Cl (<bold>3</bold>)</title><p>A portion of <bold>1</bold> (0.010 g, 0.01 mmol) was placed in a 12.7 mm glass ampule,\nto which 6 mL of anhydrous chlorobenzene was added. The system was\nsealed and heated to ca. 100 °C. Green plate-like crystals of <bold>3</bold> were deposited on the sides of the ampule in 3 days.</p>", "clean_text": "Crystal Growth of [Rh2(O2CC6H4COOC2H5)4]⋅2C6H5Cl (3)\n\nA portion of 1 (0.010 g, 0.01 mmol) was placed in a 12.7 mm glass ampule, to which 6 mL of anhydrous chlorobenzene was added. The system was sealed and heated to ca. 100 °C. Green plate-like crystals of 3 were deposited on the sides of the ampule in 3 days.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["synthesis condition"], "content": "<title>Crystal Growth of [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]·2CHCl<sub>3</sub> (<bold>4</bold>)</title><p>A portion of <bold>1</bold> (0.020\ng, 0.02 mmol) was dissolved in 4 mL of anhydrous chloroform. This\nsolution was carefully layered with 2 mL of anhydrous hexanes and\nkept for crystallization. Green blocks of <bold>4</bold> were deposited\nin 3 days.</p>", "clean_text": "Crystal Growth of [Rh2(O2CC6H4COOC2H5)4]⋅2CHCl3 (4)\n\nA portion of 1 (0.020 g, 0.02 mmol) was dissolved in 4 mL of anhydrous chloroform. This solution was carefully layered with 2 mL of anhydrous hexanes and kept for crystallization. Green blocks of 4 were deposited in 3 days.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["synthesis condition"], "content": "<title>Grafting of 1 onto Benzylamine-Functionalized Polystyrene</title><p>Grafting was done by dissolving a portion of <bold>1</bold> (0.040\ng, 0.04 mmol) in 15 mL of the freshly distilled 1,2-dichloroethane\nto produce a transparent green solution which was then mixed with\nwhite beads of benzylamine on polystyrene (baPS) (0.100 g, 0.20–0.30\nmmol active sites). After 20 min of heating, the polymer beads started\nto darken in color. The suspension was refluxed for 12 h. The resulting\nolive-green solid (<bold>5</bold>) was separated from solution by\ncannula filtration and washed at least 3 times in 10 mL of freshly\ndistilled acetone or dichloromethane, which remained colorless.</p>", "clean_text": "Grafting of 1 onto Benzylamine-Functionalized Polystyrene\n\nGrafting was done by dissolving a portion of 1 (0.040 g, 0.04 mmol) in 15 mL of the freshly distilled 1,2-dichloroethane to produce a transparent green solution which was then mixed with white beads of benzylamine on polystyrene (baPS) (0.100 g, 0.20-0.30 mmol active sites). After 20 min of heating, the polymer beads started to darken in color. The suspension was refluxed for 12 h. The resulting olive-green solid (5) was separated from solution by cannula filtration and washed at least 3 times in 10 mL of freshly distilled acetone or dichloromethane, which remained colorless.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["property"], "content": "<p>The olive-green solid was dried overnight in a ca. 70 °C sand\nbath in vacuo. Yield: 0.140 g, 100% (based on initial amount of Rh).\nFT-IR (cm<sup>–1</sup>): 2960w, 2928w, 2860w, 2161w, 1978w,\n1721m, 1595w, 1558w, 1507w, 1493w, 1453w, 1393w, 1260m, 1119w, 1102w,\n1071w, 1017w, 876w, 836w, 798w, 737m, 714w, 699w. UV–vis (solid,\nbefore catalysis, 22 °C, λ<sub>max</sub>, nm): 592. UV–vis\n(solid, after 6 catalytic cycles, 22 °C, λ<sub>max</sub>, nm): 533.</p>", "clean_text": "The olive-green solid was dried overnight in a ca. 70 °C sand bath in vacuo. Yield: 0.140 g, 100% (based on initial amount of Rh). FT-IR (cm-1): 2960w, 2928w, 2860w, 2161w, 1978w, 1721m, 1595w, 1558w, 1507w, 1493w, 1453w, 1393w, 1260m, 1119w, 1102w, 1071w, 1017w, 876w, 836w, 798w, 737m, 714w, 699w. UV-vis (solid, before catalysis, 22 °C, λmax, nm): 592. UV-vis (solid, after 6 catalytic cycles, 22 °C, λmax, nm): 533.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<title>Catalyst Evaluation Details</title><p>Solutions of methyl phenyldiazoacetate\n(MPDA) (0.02 g/mL) and styrene (0.1 g/mL) were prepared in hexanes\nand degassed three times. A solution of styrene (6 mL) was added to\n0.015 g of the catalyst and stirred at room temperature for 30 min.\nA solution of MPDA (3 mL) was added using a syringe pump at a rate\nof 0.70 mL/h. The temperature of the MPDA solution was kept at 6 °C\nthroughout  addition. The mixture was stirred for 24 h at room temperature.\nAfter completion of the reaction, the suspension was transferred to\na centrifuge tube (under inert atmosphere) and centrifuged. The supernatant\nliquid was removed via a cannula, and 20 mL of anhydrous hexanes was\nadded to the remaining solid. The obtained suspension was sonicated\nand centrifuged again. Extraction of the products was repeated twice.\nThe hexanes portions were combined, dried, and subjected to column\nchromatography (EtOAc/hexanes). The product (mixture of isomers) was\ncollected, and <sup>1</sup>H NMR spectra were recorded to calculate\nthe yield using dimethyl aminopyridine (DMAP) as an internal standard.\nLeaching of the catalyst <bold>5</bold> has been monitored by <sup>1</sup>H NMR spectroscopy. After completion of the selected catalytic\ncycle, the reaction mixture was separated from the catalyst by filtration,\nevaporated to dryness, and then redissolved. Analysis of the <sup>1</sup>H NMR spectra revealed the absence of any traces of carboxylate\nligands, showing the sufficient stability of the heterogeneous catalyst.</p>", "clean_text": "Catalyst Evaluation Details\n\nSolutions of methyl phenyldiazoacetate (MPDA) (0.02 g/mL) and styrene (0.1 g/mL) were prepared in hexanes and degassed three times. A solution of styrene (6 mL) was added to 0.015 g of the catalyst and stirred at room temperature for 30 min. A solution of MPDA (3 mL) was added using a syringe pump at a rate of 0.70 mL/h. The temperature of the MPDA solution was kept at 6 °C throughout  addition. The mixture was stirred for 24 h at room temperature. After completion of the reaction, the suspension was transferred to a centrifuge tube (under inert atmosphere) and centrifuged. The supernatant liquid was removed via a cannula, and 20 mL of anhydrous hexanes was added to the remaining solid. The obtained suspension was sonicated and centrifuged again. Extraction of the products was repeated twice. The hexanes portions were combined, dried, and subjected to column chromatography (EtOAc/hexanes). The product (mixture of isomers) was collected, and 1H NMR spectra were recorded to calculate the yield using dimethyl aminopyridine (DMAP) as an internal standard. Leaching of the catalyst 5 has been monitored by 1H NMR spectroscopy. After completion of the selected catalytic cycle, the reaction mixture was separated from the catalyst by filtration, evaporated to dryness, and then redissolved. Analysis of the 1H NMR spectra revealed the absence of any traces of carboxylate ligands, showing the sufficient stability of the heterogeneous catalyst.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>CIF files providing crystallographic\ndata for compounds <bold>2</bold>–<bold>4</bold>; X-ray powder\npatterns and TGA plots for <bold>2</bold>–<bold>4</bold>. This\nmaterial is available free of charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p><p>The authors declare no\ncompeting financial interest.</p><title>References</title><p>A CSD analysis performed for a transition-metal-based\npaddlewheel core bridged by four benzoate ligands (leaving five C\natoms of the benzene ring open) resulted in 695 hits. Analysis of\nthe results revealed that there are two cases where the axial positions\nof paddlewheel complexes are coordinated to the functional group of\nthe equatorial carboxylate ligand. First, the 1D polymeric chain was\nformed when the axial positions of dicopper(II) paddlewheel units\nare coordinated to the N atoms of bridging 3-cyano benzoate ligands.</p>", "clean_text": "CIF files providing crystallographic data for compounds 2-4; X-ray powder patterns and TGA plots for 2-4. This material is available free of charge via the Internet at http://pubs.acs.org.\n\nThe authors declare no competing financial interest.\n\nReferences\n\nA CSD analysis performed for a transition-metal-based paddlewheel core bridged by four benzoate ligands (leaving five C atoms of the benzene ring open) resulted in 695 hits. Analysis of the results revealed that there are two cases where the axial positions of paddlewheel complexes are coordinated to the functional group of the equatorial carboxylate ligand. First, the 1D polymeric chain was formed when the axial positions of dicopper(II) paddlewheel units are coordinated to the N atoms of bridging 3-cyano benzoate ligands.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>Second, a dimolybdenum(II) paddlewheel is coordinated\nto the O atoms of 4-diphenylphosphinylbenzoate bridging ligands, also\ndisplaying a 1D propagation mode.</p><p>Although the authors reported the structure\nas a 2D network, the propagation mode is one dimensional. There are\nalso structures of polymeric networks with ligands having different\nfunctionality, but the frameworks are comprised of two different metal\nunits, for example, (a) a paddlewheel and square pyramidal copper\nunit or (b) a paddlewheel and triangular planar copper unit.</p>", "clean_text": "Second, a dimolybdenum(II) paddlewheel is coordinated to the O atoms of 4-diphenylphosphinylbenzoate bridging ligands, also displaying a 1D propagation mode.\n\nAlthough the authors reported the structure as a 2D network, the propagation mode is one dimensional. There are also structures of polymeric networks with ligands having different functionality, but the frameworks are comprised of two different metal units, for example, (a) a paddlewheel and square pyramidal copper unit or (b) a paddlewheel and triangular planar copper unit.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "31, 32, 33, 34, 35, 36", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of 4-(Ethoxycarbonyl)benzoic Acid</title><p>Diethyl\nterephthalate (2.2 g, 10 mmol) was dissolved in 30 mL of ethanol by\nstirring for 15 min with gentle heating. Potassium hydroxide (580\nmg, 10 mmol) was added, and the previously clear solution slowly became\ncloudy. The mixture was refluxed for 4 h, cooled, and evaporated to\ndryness. The resulting product was then suspended in water and extracted\nwith dichloromethane. The aqueous layer was collected and acidified\nwith a 10% solution of hydrochloric acid to yield a colorless precipitate.\nThe product was extracted with ethyl ether 3 times, dried over sodium\nsulfate, and decanted. Ether was removed by evaporation under vacuum\nto afford a white solid. To recrystallize the product, it was dissolved\nin dichloromethane and filtered through a Buchner funnel. The solution\nwas collected, reduced to ∼30 mL, and left for slow evaporation.\nColorless crystals  deposited in 2 days. They were collected, washed\nin cold dichloromethane, and dried. Yield: 1.01 g, 53%. <sup>1</sup>H NMR (CDCl<sub>3</sub>, 22 °C, ppm): δ = 12.42 (s, 1H),\n8.20–8.14 (m, 4H), 4.46–4.40 (q, 2H), 1.45–1.41\n(t, 3H).</p><title>Synthesis of Tetrakis(4-ethoxycarbonylbenzoato)dirhodium(II,II),\n[Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>] (<bold>1</bold>)</title><p>Activated 4\nÅ molecular sieves (6.0 g) and dried potassium carbonate (0.537\ng) were wrapped separately and placed in the thimble of a Soxhlet\nextractor. Chlorobenzene (150 mL) was added to tetrakis(trifluoroacetato)dirhodium(II,II)\n(0.200 g, 0.30 mmol) and 4-(ethoxycarbonyl)benzoic acid (0.300 g,\n1.5 mmol) in a 250 mL Schlenk flask. The flask was connected to the\nSoxhlet extractor under a dinitrogen atmosphere and refluxed for 5\ndays at 150–160 °C. The resulting solution was evaporated\nto dryness to afford a light-green solid. Crude product was washed\nwith 10 mL of a solution of hexanes/dichloromethane (10:1, v/v) and\ndried under reduced pressure to yield a fine green powder of <bold>1</bold>. Yield: 0.261 g, 89%. Anal. Calcd for C<sub>40</sub>H<sub>36</sub>O<sub>16</sub>Rh<sub>2</sub>: C, 49.10; H, 3.71; O, 26.16.\nFound: C, 49.13; H, 3.71; O, 29.10. <sup>19</sup>F NMR (400 MHz, (CD<sub>3</sub>)<sub>2</sub>CO, 22 °C): no signal. <sup>1</sup>H NMR\n((CD<sub>3</sub>)<sub>2</sub>CO, 22 °C, ppm): δ = 8.00–7.93\n(m, 4H) 4.34–4.29 (q, 2H), 1.35–1.31 (t, 3H). FT-IR\n(cm<sup>–1</sup>): 1724m, 1689m, 1602m, 1560m, 1507w, 1396s,\n1370m, 1259s, 1172m, 1141m, 1100s, 1016s, 880m, 838m, 797s, 736s,\n713s. UV–vis (chloroform, 22 °C, λ<sub>max</sub>, nm (ε, M<sup>–1</sup> cm<sup>–1</sup>)): 456\n(81), 604 (94). UV–vis (chlorobenzene, 22 °C, λ<sub>max</sub>, nm (ε, M<sup>–1</sup> cm<sup>–1</sup>)): 660 (613). UV–vis (solid, 22 °C, λ<sub>max</sub>, nm): 523.</p><title>Synthesis of [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>(OCMe<sub>2</sub>)<sub>2</sub>]·C<sub>6</sub>H<sub>14</sub> (<bold>2</bold>)</title><p>A portion of <bold>1</bold> (0.020 g, 0.02 mmol) was dissolved\nin 7 mL of acetone and 3 mL of hexanes and left for slow evaporation\nin air. In 2 days, dark-blue crystals of <bold>2</bold>  appeared.\nYield: 0.021 g, 83%. Anal. Calcd for C<sub>52</sub>H<sub>62</sub>O<sub>18</sub>Rh<sub>2</sub>: C, 52.89; H, 5.29; O, 24.39. Found: C, 52.69;\nH, 5.42; O, 24.10. <sup>1</sup>H NMR (CDCl<sub>3</sub>, 22 °C,\nppm): δ = 8.00–7.91 (m, 16H), 4.36–4.30 (q, 8H),\n2.50 (s, 12H), 1.37–1.27 (m, 12H), 0.90–0.87 (m, 14H).\nFT-IR (cm<sup>–1</sup>): 2957w, 2925w, 2856w, 2161w, 1978w,\n1719m, 1707m, 1683m, 1604m, 1560m, 1506w, 1472w, 1422w, 1393s, 1366s,\n1261s, 1174w, 1140m, 1105s, 1018s, 881w, 837m, 800w, 737s, 715m. UV–vis\n(acetone, 22 °C, λ<sub>max</sub>, nm (ε, M<sup>–1</sup> cm<sup>–1</sup>)): 458 (115), 595 (177).</p><title>Crystal Growth of [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]·2C<sub>6</sub>H<sub>5</sub>Cl (<bold>3</bold>)</title><p>A portion of <bold>1</bold> (0.010 g, 0.01 mmol) was placed in a 12.7 mm glass ampule,\nto which 6 mL of anhydrous chlorobenzene was added. The system was\nsealed and heated to ca. 100 °C. Green plate-like crystals of <bold>3</bold> were deposited on the sides of the ampule in 3 days.</p><title>Crystal Growth of [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]·2CHCl<sub>3</sub> (<bold>4</bold>)</title><p>A portion of <bold>1</bold> (0.020\ng, 0.02 mmol) was dissolved in 4 mL of anhydrous chloroform. This\nsolution was carefully layered with 2 mL of anhydrous hexanes and\nkept for crystallization. Green blocks of <bold>4</bold> were deposited\nin 3 days.</p><title>Grafting of 1 onto Benzylamine-Functionalized Polystyrene</title><p>Grafting was done by dissolving a portion of <bold>1</bold> (0.040\ng, 0.04 mmol) in 15 mL of the freshly distilled 1,2-dichloroethane\nto produce a transparent green solution which was then mixed with\nwhite beads of benzylamine on polystyrene (baPS) (0.100 g, 0.20–0.30\nmmol active sites). After 20 min of heating, the polymer beads started\nto darken in color. The suspension was refluxed for 12 h. The resulting\nolive-green solid (<bold>5</bold>) was separated from solution by\ncannula filtration and washed at least 3 times in 10 mL of freshly\ndistilled acetone or dichloromethane, which remained colorless.</p>", "clean_text": "Synthesis of 4-(Ethoxycarbonyl)benzoic Acid\n\nDiethyl terephthalate (2.2 g, 10 mmol) was dissolved in 30 mL of ethanol by stirring for 15 min with gentle heating. Potassium hydroxide (580 mg, 10 mmol) was added, and the previously clear solution slowly became cloudy. The mixture was refluxed for 4 h, cooled, and evaporated to dryness. The resulting product was then suspended in water and extracted with dichloromethane. The aqueous layer was collected and acidified with a 10% solution of hydrochloric acid to yield a colorless precipitate. The product was extracted with ethyl ether 3 times, dried over sodium sulfate, and decanted. Ether was removed by evaporation under vacuum to afford a white solid. To recrystallize the product, it was dissolved in dichloromethane and filtered through a Buchner funnel. The solution was collected, reduced to ~30 mL, and left for slow evaporation. Colorless crystals  deposited in 2 days. They were collected, washed in cold dichloromethane, and dried. Yield: 1.01 g, 53%. 1H NMR (CDCl3, 22 °C, ppm): δ = 12.42 (s, 1H), 8.20-8.14 (m, 4H), 4.46-4.40 (q, 2H), 1.45-1.41 (t, 3H).\n\nSynthesis of Tetrakis(4-ethoxycarbonylbenzoato)dirhodium(II,II), [Rh2(O2CC6H4COOC2H5)4] (1)\n\nActivated 4 Å molecular sieves (6.0 g) and dried potassium carbonate (0.537 g) were wrapped separately and placed in the thimble of a Soxhlet extractor. Chlorobenzene (150 mL) was added to tetrakis(trifluoroacetato)dirhodium(II,II) (0.200 g, 0.30 mmol) and 4-(ethoxycarbonyl)benzoic acid (0.300 g, 1.5 mmol) in a 250 mL Schlenk flask. The flask was connected to the Soxhlet extractor under a dinitrogen atmosphere and refluxed for 5 days at 150-160 °C. The resulting solution was evaporated to dryness to afford a light-green solid. Crude product was washed with 10 mL of a solution of hexanes/dichloromethane (10:1, v/v) and dried under reduced pressure to yield a fine green powder of 1. Yield: 0.261 g, 89%. Anal. Calcd for C40H36O16Rh2: C, 49.10; H, 3.71; O, 26.16. Found: C, 49.13; H, 3.71; O, 29.10. 19F NMR (400 MHz, (CD3)2CO, 22 °C): no signal. 1H NMR ((CD3)2CO, 22 °C, ppm): δ = 8.00-7.93 (m, 4H) 4.34-4.29 (q, 2H), 1.35-1.31 (t, 3H). FT-IR (cm-1): 1724m, 1689m, 1602m, 1560m, 1507w, 1396s, 1370m, 1259s, 1172m, 1141m, 1100s, 1016s, 880m, 838m, 797s, 736s, 713s. UV-vis (chloroform, 22 °C, λmax, nm (ε, M-1 cm-1)): 456 (81), 604 (94). UV-vis (chlorobenzene, 22 °C, λmax, nm (ε, M-1 cm-1)): 660 (613). UV-vis (solid, 22 °C, λmax, nm): 523.\n\nSynthesis of [Rh2(O2CC6H4COOC2H5)4(OCMe2)2]⋅C6H14 (2)\n\nA portion of 1 (0.020 g, 0.02 mmol) was dissolved in 7 mL of acetone and 3 mL of hexanes and left for slow evaporation in air. In 2 days, dark-blue crystals of 2  appeared. Yield: 0.021 g, 83%. Anal. Calcd for C52H62O18Rh2: C, 52.89; H, 5.29; O, 24.39. Found: C, 52.69; H, 5.42; O, 24.10. 1H NMR (CDCl3, 22 °C, ppm): δ = 8.00-7.91 (m, 16H), 4.36-4.30 (q, 8H), 2.50 (s, 12H), 1.37-1.27 (m, 12H), 0.90-0.87 (m, 14H). FT-IR (cm-1): 2957w, 2925w, 2856w, 2161w, 1978w, 1719m, 1707m, 1683m, 1604m, 1560m, 1506w, 1472w, 1422w, 1393s, 1366s, 1261s, 1174w, 1140m, 1105s, 1018s, 881w, 837m, 800w, 737s, 715m. UV-vis (acetone, 22 °C, λmax, nm (ε, M-1 cm-1)): 458 (115), 595 (177).\n\nCrystal Growth of [Rh2(O2CC6H4COOC2H5)4]⋅2C6H5Cl (3)\n\nA portion of 1 (0.010 g, 0.01 mmol) was placed in a 12.7 mm glass ampule, to which 6 mL of anhydrous chlorobenzene was added. The system was sealed and heated to ca. 100 °C. Green plate-like crystals of 3 were deposited on the sides of the ampule in 3 days.\n\nCrystal Growth of [Rh2(O2CC6H4COOC2H5)4]⋅2CHCl3 (4)\n\nA portion of 1 (0.020 g, 0.02 mmol) was dissolved in 4 mL of anhydrous chloroform. This solution was carefully layered with 2 mL of anhydrous hexanes and kept for crystallization. Green blocks of 4 were deposited in 3 days.\n\nGrafting of 1 onto Benzylamine-Functionalized Polystyrene\n\nGrafting was done by dissolving a portion of 1 (0.040 g, 0.04 mmol) in 15 mL of the freshly distilled 1,2-dichloroethane to produce a transparent green solution which was then mixed with white beads of benzylamine on polystyrene (baPS) (0.100 g, 0.20-0.30 mmol active sites). After 20 min of heating, the polymer beads started to darken in color. The suspension was refluxed for 12 h. The resulting olive-green solid (5) was separated from solution by cannula filtration and washed at least 3 times in 10 mL of freshly distilled acetone or dichloromethane, which remained colorless.", "data": ["(SyntaxError(\"unmatched ']'\", ('<unknown>', 1, 2984, '[{\"meta\":{\"name\":\"4-(Ethoxycarbonyl)benzoic Acid\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\":\"chemical synthesis\", \"precursor\":[{\"name\":\"Diethyl terephthalate\", \"amount\":\"2.2\", \"unit\":\"g\"}, {\"name\":\"Potassium hydroxide\", \"amount\":\"580\", \"unit\":\"mg\"}], \"solution\":[{\"name\":\"ethanol\", \"amount\":\"30\", \"unit\":\"mL\"}], \"pressure\":\"\", \"temperature\":\"\", \"time\":\"15 min\"}, {\"synthesis method\":\"reflux\", \"temperature\":\"4 h\", \"atmosphere\":\"\", \"pressure\":\"\"}, {\"synthesis method\":\"filtration\", \"time\":\"\", \"atmosphere\":\"\", \"pressure\":\"\"}, {\"synthesis method\":\"washing\", \"washing solution\":\"water\", \"amount\":\"\"}, {\"synthesis method\":\"acidification\", \"acid solution\":\"10% hydrochloric acid\"}], \"yield\":\"53%\"}], [{\"meta\":{\"name\":\"Tetrakis(4-ethoxycarbonylbenzoato)dirhodium(II,II)\", \"symbol\":\"1\", \"chemical formula\":\"C40H36O16Rh2\"}, \"processes\":[{\"synthesis method\":\"chemical synthesis\", \"precursor\":[{\"name\":\"tetrakis(trifluoroacetato)dirhodium(II,II)\", \"amount\":\"0.200\", \"unit\":\"g\"}, {\"name\":\"4-(ethoxycarbonyl)benzoic acid\", \"amount\":\"0.300\", \"unit\":\"g\"}], \"solution\":[{\"name\":\"chlorobenzene\", \"amount\":\"150\", \"unit\":\"mL\"}], \"pressure\":\"\", \"temperature\":\"150-160°C\", \"time\":\"5 days\"}, {\"synthesis method\":\"filtration\", \"time\":\"\", \"atmosphere\":\"\", \"pressure\":\"\"}, {\"synthesis method\":\"washing\", \"washing solution\":\"hexanes/dichloromethane (10:1, v/v)\", \"amount\":\"10 mL\"}], \"yield\":\"89%\"}], [{\"meta\":{\"name\":\"[Rh2(O2CC6H4COOC2H5)4](OCMe2)2]·C6H14\", \"symbol\":\"2\", \"chemical formula\":\"C52H62O18Rh2\"}, \"processes\":[{\"synthesis method\":\"crystallization\", \"precursor\":[{\"name\":\"1\", \"amount\":\"0.020\", \"unit\":\"g\"}], \"solvent\":[{\"name\":\"acetone\", \"amount\":\"7\", \"unit\":\"mL\"}, {\"name\":\"hexanes\", \"amount\":\"3\", \"unit\":\"mL\"}], \"pressure\":\"\", \"temperature\":\"\", \"time\":\"2 days\"}], \"yield\":\"83%\"}], [{\"meta\":{\"name\":\"[Rh2(O2CC6H4COOC2H5)4]·2C6H5Cl\", \"symbol\":\"3\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\":\"crystallization\", \"precursor\":[{\"name\":\"1\", \"amount\":\"0.010\", \"unit\":\"g\"}], \"solvent\":[{\"name\":\"anhydrous chlorobenzene\", \"amount\":\"6\", \"unit\":\"mL\"}], \"pressure\":\"\", \"temperature\":\"100°C\", \"time\":\"3 days\"}]}, {\"meta\":{\"name\":\"[Rh2(O2CC6H4COOC2H5)4]·2CHCl3\", \"symbol\":\"4\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\":\"crystallization\", \"precursor\":[{\"name\":\"1\", \"amount\":\"0.020\", \"unit\":\"g\"}], \"solvent\":[{\"name\":\"anhydrous chloroform\", \"amount\":\"4\", \"unit\":\"mL\"}, {\"name\":\"anhydrous hexanes\", \"amount\":\"2\", \"unit\":\"mL\"}], \"pressure\":\"\", \"temperature\":\"\", \"time\":\"3 days\"}]}, {\"meta\":{\"name\":\"Grafting of 1 onto Benzylamine-Functionalized Polystyrene\", \"symbol\":\"5\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\":\"grafting\", \"precursor\":[{\"name\":\"1\", \"amount\":\"0.040\", \"unit\":\"g\"}, {\"name\":\"benzylamine on polystyrene (baPS)\", \"amount\":\"0.100\", \"unit\":\"g\"}], \"solvent\":[{\"name\":\"1,2-dichloroethane\", \"amount\":\"15\", \"unit\":\"mL\"}], \"pressure\":\"\", \"temperature\":\"\", \"time\":\"20 min\"}, {\"synthesis method\":\"reflux\", \"time\":\"12 h\"}], \"yield\":\"\"}]]')), '[{\"meta\":{\"name\":\"4-(Ethoxycarbonyl)benzoic Acid\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\":\"chemical synthesis\", \"precursor\":[{\"name\":\"Diethyl terephthalate\", \"amount\":\"2.2\", \"unit\":\"g\"}, {\"name\":\"Potassium hydroxide\", \"amount\":\"580\", \"unit\":\"mg\"}], \"solution\":[{\"name\":\"ethanol\", \"amount\":\"30\", \"unit\":\"mL\"}], \"pressure\":\"\", \"temperature\":\"\", \"time\":\"15 min\"}, {\"synthesis method\":\"reflux\", \"temperature\":\"4 h\", \"atmosphere\":\"\", \"pressure\":\"\"}, {\"synthesis method\":\"filtration\", \"time\":\"\", \"atmosphere\":\"\", \"pressure\":\"\"}, {\"synthesis method\":\"washing\", \"washing solution\":\"water\", \"amount\":\"\"}, {\"synthesis method\":\"acidification\", \"acid solution\":\"10% hydrochloric acid\"}], \"yield\":\"53%\"}], [{\"meta\":{\"name\":\"Tetrakis(4-ethoxycarbonylbenzoato)dirhodium(II,II)\", \"symbol\":\"1\", \"chemical formula\":\"C40H36O16Rh2\"}, \"processes\":[{\"synthesis method\":\"chemical synthesis\", \"precursor\":[{\"name\":\"tetrakis(trifluoroacetato)dirhodium(II,II)\", \"amount\":\"0.200\", \"unit\":\"g\"}, {\"name\":\"4-(ethoxycarbonyl)benzoic acid\", \"amount\":\"0.300\", \"unit\":\"g\"}], \"solution\":[{\"name\":\"chlorobenzene\", \"amount\":\"150\", \"unit\":\"mL\"}], \"pressure\":\"\", \"temperature\":\"150-160°C\", \"time\":\"5 days\"}, {\"synthesis method\":\"filtration\", \"time\":\"\", \"atmosphere\":\"\", \"pressure\":\"\"}, {\"synthesis method\":\"washing\", \"washing solution\":\"hexanes/dichloromethane (10:1, v/v)\", \"amount\":\"10 mL\"}], \"yield\":\"89%\"}], [{\"meta\":{\"name\":\"[Rh2(O2CC6H4COOC2H5)4](OCMe2)2]·C6H14\", \"symbol\":\"2\", \"chemical formula\":\"C52H62O18Rh2\"}, \"processes\":[{\"synthesis method\":\"crystallization\", \"precursor\":[{\"name\":\"1\", \"amount\":\"0.020\", \"unit\":\"g\"}], \"solvent\":[{\"name\":\"acetone\", \"amount\":\"7\", \"unit\":\"mL\"}, {\"name\":\"hexanes\", \"amount\":\"3\", \"unit\":\"mL\"}], \"pressure\":\"\", \"temperature\":\"\", \"time\":\"2 days\"}], \"yield\":\"83%\"}], [{\"meta\":{\"name\":\"[Rh2(O2CC6H4COOC2H5)4]·2C6H5Cl\", \"symbol\":\"3\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\":\"crystallization\", \"precursor\":[{\"name\":\"1\", \"amount\":\"0.010\", \"unit\":\"g\"}], \"solvent\":[{\"name\":\"anhydrous chlorobenzene\", \"amount\":\"6\", \"unit\":\"mL\"}], \"pressure\":\"\", \"temperature\":\"100°C\", \"time\":\"3 days\"}]}, {\"meta\":{\"name\":\"[Rh2(O2CC6H4COOC2H5)4]·2CHCl3\", \"symbol\":\"4\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\":\"crystallization\", \"precursor\":[{\"name\":\"1\", \"amount\":\"0.020\", \"unit\":\"g\"}], \"solvent\":[{\"name\":\"anhydrous chloroform\", \"amount\":\"4\", \"unit\":\"mL\"}, {\"name\":\"anhydrous hexanes\", \"amount\":\"2\", \"unit\":\"mL\"}], \"pressure\":\"\", \"temperature\":\"\", \"time\":\"3 days\"}]}, {\"meta\":{\"name\":\"Grafting of 1 onto Benzylamine-Functionalized Polystyrene\", \"symbol\":\"5\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\":\"grafting\", \"precursor\":[{\"name\":\"1\", \"amount\":\"0.040\", \"unit\":\"g\"}, {\"name\":\"benzylamine on polystyrene (baPS)\", \"amount\":\"0.100\", \"unit\":\"g\"}], \"solvent\":[{\"name\":\"1,2-dichloroethane\", \"amount\":\"15\", \"unit\":\"mL\"}], \"pressure\":\"\", \"temperature\":\"\", \"time\":\"20 min\"}, {\"synthesis method\":\"reflux\", \"time\":\"12 h\"}], \"yield\":\"\"}]]')"], "include_properties": ["chemical_synthesis", "filtration", "washing", "drying"]}, {"idx": "10, 15, 23, 37", "type": "text", "classification": "property", "content": "<p>In the solid state structure of <bold>2</bold>, there\nare solvent\nmolecules of hexane occupying the interstitial space in the crystal\nlattice. Notably, the inability to form single crystals of <bold>2</bold>, when <bold>1</bold> is dissolved in neat acetone, demonstrates\nthe necessity of a second solvent for crystallization. X-ray powder\ndiffraction performed on bulk sample of <bold>2</bold> showed an excellent\nmatch with the simulated pattern, indicating the presence of a single\nphase. Thermal gravimetric analysis (TGA) of <bold>2</bold> reveals\nthat the product loses both hexane and coordinated acetone molecules\nbefore 100 °C, while the complex starts to decompose at ca. 300\n°C.  X-ray powder diffraction (XRPD) analysis indicates that\nthe crystallinity of <bold>2</bold> is lost after drying the sample\nat 100 °C under vacuum for 12 h.</p><p>\n<fn id=\"sch2-fn1\">\n<label>a</label>\n<p>Arrows and shadowed\nellipsoids\nrepresent ester groups and dirhodium units, respectively. Arrow pointing\ntoward the ellipsoid corresponds to the O coordination at the axial\nRh site.</p>\n</fn>\n</p><p>Crystals of <bold>3</bold> were subjected\nto thermal gravimetric\nanalysis, showing that heating at 80 °C is sufficient to drive\noff the chlorobenzene molecules from the solid. Analysis shows no\nadditional weight loss until the temperature reaches 340 °C,\nat which the weight loss of 70% is observed.  XRPD analysis of <bold>3</bold> before and after heating revealed the loss of crystallinity\nupon  evacuation of solvent, which is commonly observed in porous\ncoordination polymers.\n</p><title>Catalyst Evaluation</title><p>The catalytic properties of <bold>5</bold> were evaluated in the standard cyclopropanation reaction\nof methyl phenyldiazoacetate with styrene (Scheme ) performed in hexanes under anhydrous conditions. For catalytic\ntests, a portion of <bold>5</bold> was suspended in hexanes and styrene\nand injected with a solution of methyl phenyldiazoacetate in hexanes\nat a rate of 0.7 mL/h. After 24 h of stirring at room temperature,\nthe yield of cyclopropane was calculated by purification through a\nsilica column using the solution of ethyl acetate in hexanes as an\neluent. The isomer ratio was verified by <sup>1</sup>H NMR spectroscopy.\nIt was found that cyclopropane is formed in 86% yield and 88%  diastereomeric\nexcess (de) after the first run. The catalyst efficiency was maintained\nover five repeated cycles (Table ). Importantly,\nboth the supernatant solution and the solid host material (baPS) without\ngrafted dirhodium complex show no catalytic activity in the above\nreaction.</p><p>The olive-green solid was dried overnight in a ca. 70 °C sand\nbath in vacuo. Yield: 0.140 g, 100% (based on initial amount of Rh).\nFT-IR (cm<sup>–1</sup>): 2960w, 2928w, 2860w, 2161w, 1978w,\n1721m, 1595w, 1558w, 1507w, 1493w, 1453w, 1393w, 1260m, 1119w, 1102w,\n1071w, 1017w, 876w, 836w, 798w, 737m, 714w, 699w. UV–vis (solid,\nbefore catalysis, 22 °C, λ<sub>max</sub>, nm): 592. UV–vis\n(solid, after 6 catalytic cycles, 22 °C, λ<sub>max</sub>, nm): 533.</p>", "clean_text": "In the solid state structure of 2, there are solvent molecules of hexane occupying the interstitial space in the crystal lattice. Notably, the inability to form single crystals of 2, when 1 is dissolved in neat acetone, demonstrates the necessity of a second solvent for crystallization. X-ray powder diffraction performed on bulk sample of 2 showed an excellent match with the simulated pattern, indicating the presence of a single phase. Thermal gravimetric analysis (TGA) of 2 reveals that the product loses both hexane and coordinated acetone molecules before 100 °C, while the complex starts to decompose at ca. 300 °C.  X-ray powder diffraction (XRPD) analysis indicates that the crystallinity of 2 is lost after drying the sample at 100 °C under vacuum for 12 h.\n\n  a Arrows and shadowed ellipsoids represent ester groups and dirhodium units, respectively. Arrow pointing toward the ellipsoid corresponds to the O coordination at the axial Rh site.  \n\nCrystals of 3 were subjected to thermal gravimetric analysis, showing that heating at 80 °C is sufficient to drive off the chlorobenzene molecules from the solid. Analysis shows no additional weight loss until the temperature reaches 340 °C, at which the weight loss of 70% is observed.  XRPD analysis of 3 before and after heating revealed the loss of crystallinity upon  evacuation of solvent, which is commonly observed in porous coordination polymers. \n\nCatalyst Evaluation\n\nThe catalytic properties of 5 were evaluated in the standard cyclopropanation reaction of methyl phenyldiazoacetate with styrene (Scheme ) performed in hexanes under anhydrous conditions. For catalytic tests, a portion of 5 was suspended in hexanes and styrene and injected with a solution of methyl phenyldiazoacetate in hexanes at a rate of 0.7 mL/h. After 24 h of stirring at room temperature, the yield of cyclopropane was calculated by purification through a silica column using the solution of ethyl acetate in hexanes as an eluent. The isomer ratio was verified by 1H NMR spectroscopy. It was found that cyclopropane is formed in 86% yield and 88%  diastereomeric excess (de) after the first run. The catalyst efficiency was maintained over five repeated cycles (Table ). Importantly, both the supernatant solution and the solid host material (baPS) without grafted dirhodium complex show no catalytic activity in the above reaction.\n\nThe olive-green solid was dried overnight in a ca. 70 °C sand bath in vacuo. Yield: 0.140 g, 100% (based on initial amount of Rh). FT-IR (cm-1): 2960w, 2928w, 2860w, 2161w, 1978w, 1721m, 1595w, 1558w, 1507w, 1493w, 1453w, 1393w, 1260m, 1119w, 1102w, 1071w, 1017w, 876w, 836w, 798w, 737m, 714w, 699w. UV-vis (solid, before catalysis, 22 °C, λmax, nm): 592. UV-vis (solid, after 6 catalytic cycles, 22 °C, λmax, nm): 533.", "data": [[{"meta": {"name": "2", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "300", "unit": "°C", "type": "decomposition", "condition": ""}], "peak spectrum": []}, {"meta": {"name": "3", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "340", "unit": "°C", "type": "weight loss", "condition": ""}], "peak spectrum": []}, {"meta": {"name": "5", "symbol": "", "chemical formula": ""}, "decomposition temperature": [], "peak spectrum": []}]], "include_properties": ["decomposition_temperature", "peak_spectrum"]}, {"idx": 9, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Comparison of Selected Distances (Å)\nand Angles (deg) in [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>(OCMe<sub>2</sub>)<sub>2</sub>]·C<sub>6</sub>H<sub>14</sub> (<bold>2</bold>),\n[Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]·2C<sub>6</sub>H<sub>5</sub>Cl (<bold>3</bold>), and [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]·2CHCl<sub>3</sub> (<bold>4</bold>)</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Rh–O<sub>eq</sub>\n</oasis:entry>\n<oasis:entry>2.020(1)–2.043(1)</oasis:entry>\n<oasis:entry>2.024(4)–2.043(4)</oasis:entry>\n<oasis:entry>2.021(3)–2.039(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Rh···O<sub>ax</sub>\n</oasis:entry>\n<oasis:entry>2.276(1)</oasis:entry>\n<oasis:entry>2.306(4), 2.324(4)</oasis:entry>\n<oasis:entry>2.272(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Rh–Rh</oasis:entry>\n<oasis:entry>2.388(1)</oasis:entry>\n<oasis:entry>2.387(1)</oasis:entry>\n<oasis:entry>2.373(1)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Rh–Rh–O<sub>ax</sub>\n</oasis:entry>\n<oasis:entry>175.25(4)</oasis:entry>\n<oasis:entry>174.09(10), 177.02(10)</oasis:entry>\n<oasis:entry>176.83(5)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Comparison of Selected Distances (Å) and Angles (deg) in [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>(OCMe<sub>2</sub>)<sub>2</sub>]·C<sub>6</sub>H<sub>14</sub> (2), [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]·2C<sub>6</sub>H<sub>5</sub>Cl (3), and [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]·2CHCl<sub>3</sub> (4)\n\n|              | 2                  | 3                  | 4                  |\n|--------------|--------------------|--------------------|--------------------|\n| Rh–O<sub>eq</sub> | 2.020(1)–2.043(1) | 2.024(4)–2.043(4) | 2.021(3)–2.039(3) |\n| Rh···O<sub>ax</sub> | 2.276(1) | 2.306(4), 2.324(4) | 2.272(3) |\n| Rh–Rh        | 2.388(1)           | 2.387(1)           | 2.373(1)           |\n| Rh–Rh–O<sub>ax</sub> | 175.25(4) | 174.09(10), 177.02(10) | 176.83(5) |", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 25, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Catalytic Data for <bold>5</bold> in\nthe Cyclopropanation Reaction of Styrene with MPDA</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">reaction\ncycle</oasis:entry>\n<oasis:entry align=\"center\">ratio of\nisomers, % de</oasis:entry>\n<oasis:entry align=\"center\">yield, %</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>86</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>81</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>81</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>74</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>76</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>64</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Catalytic Data for 5 in the Cyclopropanation Reaction of Styrene with MPDA\n\n| reaction cycle | ratio of isomers, % de | yield, % |\n|-----------------|------------------------|----------|\n| 1               | 88                     | 86       |\n| 2               | 88                     | 81       |\n| 3               | 88                     | 81       |\n| 4               | 88                     | 74       |\n| 5               | 88                     | 76       |\n| 6               | 88                     | 64       |", "data": ["substring not found"], "include_properties": null}, {"idx": 30, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Crystallographic Data and Structural\nRefinement Parameters for [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>(OCMe<sub>2</sub>)<sub>2</sub>]·C<sub>6</sub>H<sub>14</sub> (<bold>2</bold>), [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]·2C<sub>6</sub>H<sub>5</sub>Cl (<bold>3</bold>), and [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]·2CHCl<sub>3</sub> (<bold>4</bold>)</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>empirical formula</oasis:entry>\n<oasis:entry>C<sub>52</sub>H<sub>62</sub>O<sub>18</sub>Rh<sub>2</sub>\n</oasis:entry>\n<oasis:entry>C<sub>52</sub>H<sub>46</sub>Cl<sub>2</sub>O<sub>16</sub>Rh<sub>2</sub>\n</oasis:entry>\n<oasis:entry>C<sub>42</sub>H<sub>38</sub>Cl<sub>6</sub>O<sub>16</sub>Rh<sub>2</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>fw</oasis:entry>\n<oasis:entry>1180.84</oasis:entry>\n<oasis:entry>1203.61</oasis:entry>\n<oasis:entry>1217.24</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>cryst syst</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>\n<italic toggle=\"yes\">/n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>\n<italic toggle=\"yes\">/n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C</italic>2<italic toggle=\"yes\">/c</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> (Å)</oasis:entry>\n<oasis:entry>9.8635(13)</oasis:entry>\n<oasis:entry>12.6460(10)</oasis:entry>\n<oasis:entry>22.3558(15)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> (Å)</oasis:entry>\n<oasis:entry>13.1392(17)</oasis:entry>\n<oasis:entry>16.2693(12)</oasis:entry>\n<oasis:entry>16.8627(11)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> (Å)</oasis:entry>\n<oasis:entry>20.333(3)</oasis:entry>\n<oasis:entry>25.792(2)</oasis:entry>\n<oasis:entry>16.4080(11)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α (°)</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β\n(°)</oasis:entry>\n<oasis:entry>94.940(2)</oasis:entry>\n<oasis:entry>103.8910(10)</oasis:entry>\n<oasis:entry>92.8000(10)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ (°)</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>V (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>2625.4(6)</oasis:entry>\n<oasis:entry>5151.3(7)</oasis:entry>\n<oasis:entry>6178.1(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">D</italic>\n<sub>calcd </sub>(g/cm<sup>3</sup>)</oasis:entry>\n<oasis:entry>1.494</oasis:entry>\n<oasis:entry>1.552</oasis:entry>\n<oasis:entry>1.309</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>1216</oasis:entry>\n<oasis:entry>2440</oasis:entry>\n<oasis:entry>2440</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ (mm<sup>–1</sup>)</oasis:entry>\n<oasis:entry>0.701</oasis:entry>\n<oasis:entry>0.814</oasis:entry>\n<oasis:entry>0.847</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>temp. (K)</oasis:entry>\n<oasis:entry>100(2)</oasis:entry>\n<oasis:entry>173(2)</oasis:entry>\n<oasis:entry>100(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflns collected/unique/obsd\n[<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>19 722/5151/4719</oasis:entry>\n<oasis:entry>40 083/10176/5864</oasis:entry>\n<oasis:entry>23 277/6078/5125</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>data/restraints/parameters</oasis:entry>\n<oasis:entry>5151/0/330</oasis:entry>\n<oasis:entry>10176/24/665</oasis:entry>\n<oasis:entry>6078/0/309</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1,<xref rid=\"t3fn1\"></xref>\n<italic toggle=\"yes\">wR</italic>2<xref rid=\"t3fn2\"></xref> [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.0279, 0.0731</oasis:entry>\n<oasis:entry>0.0600, 0.1109</oasis:entry>\n<oasis:entry>0.0341, 0.0978</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1,<xref rid=\"t3fn1\"></xref>\n<italic toggle=\"yes\">wR</italic>2<xref rid=\"t3fn2\"></xref> (all\ndata)</oasis:entry>\n<oasis:entry>0.0307, 0.0754</oasis:entry>\n<oasis:entry>0.1211, 0.1332</oasis:entry>\n<oasis:entry>0.0414, 0.1005</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>quality of fit<xref rid=\"t3fn3\"></xref>\n</oasis:entry>\n<oasis:entry>1.069</oasis:entry>\n<oasis:entry>1.022</oasis:entry>\n<oasis:entry>1.195</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>largest diff. peak/hole\n(e/Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>0.989/–0.291</oasis:entry>\n<oasis:entry>1.297/–1.006</oasis:entry>\n<oasis:entry>1.301/–0.747</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>\n<italic toggle=\"yes\">R</italic>1 = Σ∥<italic toggle=\"yes\">F</italic>\n<sub>o</sub>| – |<italic toggle=\"yes\">F</italic>\n<sub>c</sub>∥/Σ|<italic toggle=\"yes\">F</italic>\n<sub>o</sub>|.</p>\n</fn>\n<fn id=\"t3fn2\">\n<label>b</label>\n<p>\n<italic toggle=\"yes\">wR</italic>2 = [Σ[<italic toggle=\"yes\">w</italic>(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup> – <italic toggle=\"yes\">F</italic>\n<sub>c</sub>\n<sup>2</sup>)<sup>2</sup>]/Σ[<italic toggle=\"yes\">w</italic>(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup>)<sup>2</sup>]]<sup>1/2</sup>.</p>\n</fn>\n<fn id=\"t3fn3\">\n<label>c</label>\n<p>Quality of fit = [Σ[<italic toggle=\"yes\">w</italic>(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup> – <italic toggle=\"yes\">F</italic>\n<sub>c</sub>\n<sup>2</sup>)<sup>2</sup>]/(<italic toggle=\"yes\">N</italic>\n<sub>obs</sub> – <italic toggle=\"yes\">N</italic>\n<sub>params</sub>)]<sup>1/2</sup>, based\non all data.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["substring not found"], "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Construction of Target\nDirhodium Tetracarboxylate</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00382j_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Construction of Target Dirhodium Tetracarboxylate   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Molecular structure of [Rh<sub>2</sub>­(O<sub>2</sub>­CC<sub>6</sub>­H<sub>4</sub>­COOC<sub>2</sub>­H<sub>5</sub>)<sub>4</sub>­(OCMe<sub>2</sub>)<sub>2</sub>]·C<sub>6</sub>­H<sub>14</sub> (<bold>2</bold>) drawn with thermal ellipsoids\nat the 50% probability level. Hydrogen atoms and hexane molecules\nhave been omitted for clarity. Acetone coordination to axial positions\nof a dirhodium unit is shown by dashed lines.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00382j_0008.tif\"></graphic>\n</fig>", "clean_text": " 1  Molecular structure of [Rh2(O2CC6H4COOC2H5)4(OCMe2)2]⋅C6H14 (2) drawn with thermal ellipsoids at the 50% probability level. Hydrogen atoms and hexane molecules have been omitted for clarity. Acetone coordination to axial positions of a dirhodium unit is shown by dashed lines.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Capped-stick\nrepresentation of a single 2D layer in the crystal\nstructure of [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]·2C<sub>6</sub>H<sub>5</sub>Cl (<bold>3</bold>). (b) Space filling model of <bold>3</bold> showing the channels along the crystallographic <italic toggle=\"yes\">a</italic> axis formed by an overlay of 2D layers.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00382j_0009.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Capped-stick representation of a single 2D layer in the crystal structure of [Rh2(O2CC6H4COOC2H5)4]⋅2C6H5Cl (3). (b) Space filling model of 3 showing the channels along the crystallographic a axis formed by an overlay of 2D layers.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Schematic Representation of the 2D Layer Formation\nin <bold>3</bold> and <bold>4</bold>\n<xref rid=\"sch2-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00382j_0003.tif\"></graphic>\n<p>\n<fn id=\"sch2-fn1\">\n<label>a</label>\n<p>Arrows and shadowed\nellipsoids\nrepresent ester groups and dirhodium units, respectively. Arrow pointing\ntoward the ellipsoid corresponds to the O coordination at the axial\nRh site.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 2  Schematic Representation of the 2D Layer Formation in 3 and 4       a Arrows and shadowed ellipsoids represent ester groups and dirhodium units, respectively. Arrow pointing toward the ellipsoid corresponds to the O coordination at the axial Rh site.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Capped-stick representation of a single 2D layer in\nthe crystal\nstructure of [Rh<sub>2</sub>(O<sub>2</sub>CC<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]·2CHCl<sub>3</sub> (<bold>4</bold>). Space filling model showing the channels formed\nby an overlay of 2D layers running along the (b) crystallographic <italic toggle=\"yes\">c</italic> axis and (c) [101] direction.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00382j_0001.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Capped-stick representation of a single 2D layer in the crystal structure of [Rh2(O2CC6H4COOC2H5)4]⋅2CHCl3 (4). Space filling model showing the channels formed by an overlay of 2D layers running along the (b) crystallographic c axis and (c) [101] direction.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Grafting\nof <bold>1</bold> through the Condensation Reaction with\nBenzylamine-Functionalized Polystyrene (baPS) and Formation of an\nAmide Bond (R = −C<sub>6</sub>H<sub>4</sub>COOC<sub>2</sub>H<sub>5</sub>)</title>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00382j_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  Grafting of 1 through the Condensation Reaction with Benzylamine-Functionalized Polystyrene (baPS) and Formation of an Amide Bond (R = -C6H4COOC2H5)   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Cyclopropanation of Styrene with Methyl Phenyldiazoacetate\n(MPDA)</title>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00382j_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  Cyclopropanation of Styrene with Methyl Phenyldiazoacetate (MPDA)   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic300382j", "title": "\nDirhodium Paddlewheel\nwith Functionalized Carboxylate\nBridges: New Building Block for Self-Assembly and Immobilization on\nSolid Support\n", "journal": "American Chemical\nSociety", "date": "2012.04", "author_list": ["Kumar\nD. Krishna", "Filatov\nAlexander S.", "Napier\nMargaret", "Sun\nJinyu", "Dikarev\nEvgeny V.", "Petrukhina\nMarina A."]}}