{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic300854b.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The novel polymeric formates of general formula [(Fmd)Ln<sup>III</sup>(HCOO)<sub>4</sub>]<sub>∞</sub> (Fmd<sup>+</sup> =\nNH<sub>2</sub>-CH<sup>+</sup>-NH<sub>2</sub>; Ln = Eu (<bold>1</bold>),\nGd (<bold>2</bold>), Tb (<bold>3</bold>), Dy (<bold>4</bold>)] were\nsynthesized through solvothermal methods in formamide solutions. The\ncompounds are isotructural; they crystallize in the orthorhombic <italic toggle=\"yes\">C</italic>222<sub>1</sub> chiral space group. The coordination geometry\nat the metal centers is square antiprismatic (coordination number\neight), with each formate ligand bridging adjacent lanthanide ions.\nThe overall negative three-dimensional (3D) framework charge is balanced\nby the formamidinium cations sitting inside the channels along the <italic toggle=\"yes\">a</italic> axis, forming extensive N–H···O\nhydrogen bonding with the surrounding cage. All the compounds have\nbeen characterized through single-crystal/powder X-ray diffraction,\nIR spectroscopy, and TG-MS analysis. Finally, their luminescence and\nmagnetic properties have been assessed, leading to remarkable emission\nintensities, especially for the Tb(III) compound (Φ = 0.83),\nwith corresponding lifetime decays in the micro (Dy) and millisecond\n(Tb, Eu) time scale. A weak but sizable antiferromagnetic interaction\nhas been observed for the Gd(III) derivative.</p>", "clean_text": "The novel polymeric formates of general formula [(Fmd)LnIII(HCOO)4]∞ (Fmd+ = NH2-CH+-NH2; Ln = Eu (1), Gd (2), Tb (3), Dy (4)] were synthesized through solvothermal methods in formamide solutions. The compounds are isotructural; they crystallize in the orthorhombic C2221 chiral space group. The coordination geometry at the metal centers is square antiprismatic (coordination number eight), with each formate ligand bridging adjacent lanthanide ions. The overall negative three-dimensional (3D) framework charge is balanced by the formamidinium cations sitting inside the channels along the a axis, forming extensive N-H⋅⋅⋅O hydrogen bonding with the surrounding cage. All the compounds have been characterized through single-crystal/powder X-ray diffraction, IR spectroscopy, and TG-MS analysis. Finally, their luminescence and magnetic properties have been assessed, leading to remarkable emission intensities, especially for the Tb(III) compound (Φ = 0.83), with corresponding lifetime decays in the micro (Dy) and millisecond (Tb, Eu) time scale. A weak but sizable antiferromagnetic interaction has been observed for the Gd(III) derivative.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Four novel\namine-templated Ln(III) formates containing the\nformamidinium cation (Fmd<sup>+</sup>) of general formula [(Fmd)Ln(HCOO)<sub>4</sub>]<sub>∞</sub> (Ln = Eu, Gd, Tb, Dy) have been prepared\nin a pure form and fully characterized. The 3D networks are exceptionally\nstable, because of the extended net of cation-framework H-bonding.\nTheir applications in the fields of luminescence and magnetism have\nbeen examined.</p>", "clean_text": "Four novel amine-templated Ln(III) formates containing the formamidinium cation (Fmd+) of general formula [(Fmd)Ln(HCOO)4]∞ (Ln = Eu, Gd, Tb, Dy) have been prepared in a pure form and fully characterized. The 3D networks are exceptionally stable, because of the extended net of cation-framework H-bonding. Their applications in the fields of luminescence and magnetism have been examined.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Trivalent lanthanide ions are fascinating\nluminescence sources,\nowing to their high color purity and relatively long lifetimes associated\nto the 4f-shell electronic transitions. They have attracted interest in a wide range of important electronic\nand biotechnological fields. For instance,\nemitting complexes of Tb(III) and Eu(III) ions are employed as markers\nin fluoroimmunoassays, where a quantitative\nestimation of antigens in biological matrixes is needed. Because of\ntheir strong and long-lived luminescence, the background signal from\nthe biological matrix can be circumvented making the detection of\nthe desired analytical signal particularly easy. Moreover, a new-generation of in vivo imaging technologies\nrequires low-frequency light because of its penetration capability\nthrough biological tissues. To this end, NIR luminescence from Yb(III),\nNd(III), Pr(III), Er(III) and related complexes are particularly attractive. Other relevant practical applications where Ln(III)\nions may be involved are related to the optical amplification in laser\ntechnology [Nd(III)] or to the production of silica-based fibers for\noptical networks, where the emission wavelengths of Pr(III) (ca. 1330\nnm) and Er(III) (ca. 1550 nm) ions closely match with the “windows\nof transparency” in silica used for telecommunications. Lanthanide-Organic Frameworks (LOFs) are an emerging\nclass of materials, whose practical applications in the fields of\nsensing, catalysis, magnetism, and luminescence are steadily widening. The hybrid nature of LOFs, being formed by an\norganic ligand and a metal ion within a (typically) porous structure,\nenables a wide range of emissive phenomena, such as linker-based luminescence, metal-based emission or antennae effects. Both the inorganic\nand the organic moieties can provide the platforms to generate luminescence,\nwhile metal–ligand charge transfer related luminescence within\nMetal-Organic Frameworks (MOFs) can add further luminescent functionalities.\nFurthermore, some guest molecules reversibly adsorbed within MOF pores\ncan also emit and/or induce luminescence. The permanent porosity of\nsome MOFs has enabled their reversible storage and release of luminescent\nguest substrates and provided the hosts for their differential recognitions\nwith sensing species.</p>", "clean_text": "Introduction\n\nTrivalent lanthanide ions are fascinating luminescence sources, owing to their high color purity and relatively long lifetimes associated to the 4f-shell electronic transitions. They have attracted interest in a wide range of important electronic and biotechnological fields. For instance, emitting complexes of Tb(III) and Eu(III) ions are employed as markers in fluoroimmunoassays, where a quantitative estimation of antigens in biological matrixes is needed. Because of their strong and long-lived luminescence, the background signal from the biological matrix can be circumvented making the detection of the desired analytical signal particularly easy. Moreover, a new-generation of in vivo imaging technologies requires low-frequency light because of its penetration capability through biological tissues. To this end, NIR luminescence from Yb(III), Nd(III), Pr(III), Er(III) and related complexes are particularly attractive. Other relevant practical applications where Ln(III) ions may be involved are related to the optical amplification in laser technology [Nd(III)] or to the production of silica-based fibers for optical networks, where the emission wavelengths of Pr(III) (ca. 1330 nm) and Er(III) (ca. 1550 nm) ions closely match with the \"windows of transparency\" in silica used for telecommunications. Lanthanide-Organic Frameworks (LOFs) are an emerging class of materials, whose practical applications in the fields of sensing, catalysis, magnetism, and luminescence are steadily widening. The hybrid nature of LOFs, being formed by an organic ligand and a metal ion within a (typically) porous structure, enables a wide range of emissive phenomena, such as linker-based luminescence, metal-based emission or antennae effects. Both the inorganic and the organic moieties can provide the platforms to generate luminescence, while metal-ligand charge transfer related luminescence within Metal-Organic Frameworks (MOFs) can add further luminescent functionalities. Furthermore, some guest molecules reversibly adsorbed within MOF pores can also emit and/or induce luminescence. The permanent porosity of some MOFs has enabled their reversible storage and release of luminescent guest substrates and provided the hosts for their differential recognitions with sensing species.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>As far as magnetism is concerned, the\nresponse to external magnetic stimuli (magnetic fields) can be strongly\nenhanced by the incorporation of magnetic moment carriers like paramagnetic\nmetal ions or/and open-shell organic ligands. Lanthanides play a key\nrole in magnetism, some of them exhibiting very large magnetic moments\nand very strong magnetic anisotropy. However, networks based on tripositive\nlanthanide ions, thus containing unpaired electrons only in the well\nshielded 4f orbitals, are characterized by very weak exchange interactions\nand very low transition temperatures to bulk magnets. Nevertheless, the strong magnetic anisotropy is sufficient\nto give rise to slow relaxation of the magnetization in the paramagnetic\nphase, with the opening of hysteresis\nabove liquid helium temperature as in the case of Single Molecule\nMagnets (SMMs) based on Tb(III) phthalocyaninate complexes. A similar behavior is also observed in lanthanide\nbased extended one-dimensional structures, known as Single Chain Magnets, where\nboth magnetic anisotropy and exchange interactions contribute to freeze\nthe magnetic moments. A short connection between the magnetic centers\nis however necessary to provide significant interactions.</p>", "clean_text": "As far as magnetism is concerned, the response to external magnetic stimuli (magnetic fields) can be strongly enhanced by the incorporation of magnetic moment carriers like paramagnetic metal ions or/and open-shell organic ligands. Lanthanides play a key role in magnetism, some of them exhibiting very large magnetic moments and very strong magnetic anisotropy. However, networks based on tripositive lanthanide ions, thus containing unpaired electrons only in the well shielded 4f orbitals, are characterized by very weak exchange interactions and very low transition temperatures to bulk magnets. Nevertheless, the strong magnetic anisotropy is sufficient to give rise to slow relaxation of the magnetization in the paramagnetic phase, with the opening of hysteresis above liquid helium temperature as in the case of Single Molecule Magnets (SMMs) based on Tb(III) phthalocyaninate complexes. A similar behavior is also observed in lanthanide based extended one-dimensional structures, known as Single Chain Magnets, where both magnetic anisotropy and exchange interactions contribute to freeze the magnetic moments. A short connection between the magnetic centers is however necessary to provide significant interactions.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Carboxylic\nacids are the most popular organic spacers employed\nfor LOFs construction, because of the high lanthanide ions affinity\nfor oxygen. Short and rigid carboxylates like oxalate or formate are particularly\nuseful to get well-defined three-dimensional (3D) architectures. The\nlatter in particular shows a versatile coordination mode, acting as\na monodentate, chelating or bridging spacer in <italic toggle=\"yes\">syn-syn</italic>, <italic toggle=\"yes\">syn-anti</italic>, or <italic toggle=\"yes\">anti-anti</italic> configuration\n(Scheme ). In addition, the small linker size\nmakes it suitable for the synthesis of network exhibiting bulk magnetic\nproperties. In particular Mn(HCOO)<sub>3</sub> has been found to order\nmagnetically around 20 K.\n</p>", "clean_text": "Carboxylic acids are the most popular organic spacers employed for LOFs construction, because of the high lanthanide ions affinity for oxygen. Short and rigid carboxylates like oxalate or formate are particularly useful to get well-defined three-dimensional (3D) architectures. The latter in particular shows a versatile coordination mode, acting as a monodentate, chelating or bridging spacer in syn-syn, syn-anti, or anti-anti configuration (Scheme ). In addition, the small linker size makes it suitable for the synthesis of network exhibiting bulk magnetic properties. In particular Mn(HCOO)3 has been found to order magnetically around 20 K. ", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Possible\nCoordination Modes of the μ-HCOO<sup>–</sup> Ligand</title>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00854b_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Possible Coordination Modes of the μ-HCOO- Ligand   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Following our recent interest for the synthesis\nof polymeric metal\nformates, we prepared four new materials\nof general formula [(Fmd)Ln<sup>III</sup>(HCOO)<sub>4</sub>]<sub>∞</sub> (Fmd<sup>+</sup> = NH<sub>2</sub>-CH<sup>+</sup>-NH<sub>2</sub>;\nLn = Eu (<bold>1</bold>), Gd (<bold>2</bold>), Tb (<bold>3</bold>),\nDy (<bold>4</bold>)]. The compounds are isostructural, and they have\nbeen typically characterized through solid-state techniques (single-crystal\nand powder X-ray diffraction, IR spectroscopy, TG-MS analysis). Their\nluminescence (for <bold>1</bold>, <bold>3</bold>, and <bold>4</bold>) and magnetic (for <bold>2</bold> and <bold>4</bold>) properties\nwere finally assessed. <bold>1</bold>, <bold>3</bold>, and <bold>4</bold>, upon excitation with UV light, showed typical metal-centered (MC)\nemission bands in the visible range (red, green, and blue-greenish,\nrespectively) with remarkable emission intensity, especially for the\nTb(III) derivative <bold>3</bold>. Long lifetime decays, in the micro\n(Dy) and millisecond time scale (Eu, Tb), have also been measured.\nThe formate ligand has been found to transmit a weak antiferromagnetic\ninteraction between Gd(III) centers in <bold>2</bold>. In the case\nof <bold>3</bold> and <bold>4</bold>, the magnetic behavior is dominated\nby the  depopulation of the crystal field split levels of the <sup>7</sup>F<sub>6</sub> and <sup>6</sup>H<sub>15/2</sub> multiplets\n of Tb(III) and Dy(III), respectively. No significant slow relaxation\nof the magnetization is however observed.</p>", "clean_text": "Following our recent interest for the synthesis of polymeric metal formates, we prepared four new materials of general formula [(Fmd)LnIII(HCOO)4]∞ (Fmd+ = NH2-CH+-NH2; Ln = Eu (1), Gd (2), Tb (3), Dy (4)]. The compounds are isostructural, and they have been typically characterized through solid-state techniques (single-crystal and powder X-ray diffraction, IR spectroscopy, TG-MS analysis). Their luminescence (for 1, 3, and 4) and magnetic (for 2 and 4) properties were finally assessed. 1, 3, and 4, upon excitation with UV light, showed typical metal-centered (MC) emission bands in the visible range (red, green, and blue-greenish, respectively) with remarkable emission intensity, especially for the Tb(III) derivative 3. Long lifetime decays, in the micro (Dy) and millisecond time scale (Eu, Tb), have also been measured. The formate ligand has been found to transmit a weak antiferromagnetic interaction between Gd(III) centers in 2. In the case of 3 and 4, the magnetic behavior is dominated by the  depopulation of the crystal field split levels of the 7F6 and 6H15/2 multiplets  of Tb(III) and Dy(III), respectively. No significant slow relaxation of the magnetization is however observed.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and Methods</title><p>All starting materials and solvents\nwere of analytical grade. They were purchased from Aldrich and used\nas received, without further purification. Single crystal X-ray data\nof <bold>4</bold> were collected at ambient temperature (298 K) on\nan Oxford Diffraction XCALIBUR 3 diffractometer equipped with a CCD\narea detector using Mo Kα radiation (λ = 0.7107 Å).\nThe program used for the data collection was CrysAlis CCD 1.171. Data reduction was carried out with the program\nCrysAlis RED 1.171 and the absorption\ncorrection was applied with the program ABSPACK 1.17. Direct methods\nimplemented in Sir97 were used to solve\nthe structures and the refinements were performed by full-matrix least-squares\nagainst <italic toggle=\"yes\">F</italic>\n<sup>2</sup> implemented in SHELX97. All the non-hydrogen atoms were refined anisotropically\nwhile the hydrogen atoms of the formate ligands were fixed in calculated\npositions and refined isotropically with the thermal factor depending\non the one of the carbon atom to which they are bound. The Fmd<sup>+</sup> N-hydrogens were located on the Fourier difference density\nmaps and refined isotropically with the thermal factor depending on\nthose of the nitrogens to which they are bound. The geometrical calculations\nwere performed by PARST97, and molecular\nplots were produced by the program ORTEP3. X-ray powder diffraction (XRPD) measurements were carried out with\na Panalytical X’PERT PRO powder diffractometer equipped with\na diffracted beam Ni filter and an PIXcel solid state detector in\nthe 4–60° 2θ region, operating with CuK<sub>α</sub> radiation (λ = 1.54 Å). Antiscatter slits were used both\non the incident (0.25° and 0.5° divergence) and the diffracted\n(7.5 mm height) beam. Variable temperature (VT) X-ray powder diffraction\npatterns were collected in the 25–450 °C temperature range\nusing an Anton Paar HTK 1200N Oven camera. The measurements were carried\nout at ambient pressure under a mild N<sub>2</sub> flow, at a heating\nrate of 10 °C min<sup>–1</sup>. Thermal gravimetric analysis\nmeasurements were performed on an EXSTAR Thermo Gravimetric Analyzer\n(TG/DTA) Seiko 6200 under N<sub>2</sub> atmosphere (100 mL min<sup>–1</sup>). IR spectra were recorded on KBr pellets in the\n4000– 400 cm<sup>–1</sup> range. The C, H, N elemental\nanalyses were made at ICCOM-CNR using a Thermo FlashEA 1112 Series\nCHNS-O elemental analyzer with an accepted tolerance of ±0.4\nunits on carbon (C), hydrogen (H), and nitrogen (N). The (powdered)\nsolid state samples were placed in between two quartz disks fixed\nby a dedicated metal pincer. Uncorrected emission spectra were obtained\nwith an Edinburgh FLS920 spectrometer equipped with a peltier-cooled\nHamamatsu R928 photomultiplayer tube (185–850 nm). An Edinburgh\nXe900 450 W xenon arc lamp was used as exciting light source. Corrected\nspectra were obtained through a calibration curve supplied with the\ninstrument. The luminescence lifetimes in the μs-msec scales\nwere measured by using a Perkin-Elmer LS-50 spectrofluorimeter equipped\nwith a pulsed xenon lamp with variable repetition rate and elaborated\nwith standard software fitting procedures. The photoluminescence quantum\nyields have been calculated through corrected emission spectra obtained\nfrom an apparatus consisting of a barium sulfate coated integrating\nsphere (4 or 6 in.), a He–Cd laser (λ<sub>exc</sub>:\n325 nm, 5mW) or a 450W Xe lamp (with a λ<sub>exc</sub> tunable\nby a monochromator supplied with the instrument) as light sources,\nand a R928 photomultiplier tube or a CCD AVA-Spec2048 as signal detectors,\nfollowing the procedure described by De Mello et al. Experimental uncertainties are estimated to be ±8%\nfor lifetime determination, ± 20% for emission quantum yield,\n± 2 nm and ±5 nm for absorption and emission peaks, respectively.</p>", "clean_text": "Experimental Section\n\nMaterials and Methods\n\nAll starting materials and solvents were of analytical grade. They were purchased from Aldrich and used as received, without further purification. Single crystal X-ray data of 4 were collected at ambient temperature (298 K) on an Oxford Diffraction XCALIBUR 3 diffractometer equipped with a CCD area detector using Mo Kα radiation (λ = 0.7107 Å). The program used for the data collection was CrysAlis CCD 1.171. Data reduction was carried out with the program CrysAlis RED 1.171 and the absorption correction was applied with the program ABSPACK 1.17. Direct methods implemented in Sir97 were used to solve the structures and the refinements were performed by full-matrix least-squares against F 2 implemented in SHELX97. All the non-hydrogen atoms were refined anisotropically while the hydrogen atoms of the formate ligands were fixed in calculated positions and refined isotropically with the thermal factor depending on the one of the carbon atom to which they are bound. The Fmd+ N-hydrogens were located on the Fourier difference density maps and refined isotropically with the thermal factor depending on those of the nitrogens to which they are bound. The geometrical calculations were performed by PARST97, and molecular plots were produced by the program ORTEP3. X-ray powder diffraction (XRPD) measurements were carried out with a Panalytical X'PERT PRO powder diffractometer equipped with a diffracted beam Ni filter and an PIXcel solid state detector in the 4-60° 2θ region, operating with CuKα radiation (λ = 1.54 Å). Antiscatter slits were used both on the incident (0.25° and 0.5° divergence) and the diffracted (7.5 mm height) beam. Variable temperature (VT) X-ray powder diffraction patterns were collected in the 25-450 °C temperature range using an Anton Paar HTK 1200N Oven camera. The measurements were carried out at ambient pressure under a mild N2 flow, at a heating rate of 10 °C min-1. Thermal gravimetric analysis measurements were performed on an EXSTAR Thermo Gravimetric Analyzer (TG/DTA) Seiko 6200 under N2 atmosphere (100 mL min-1). IR spectra were recorded on KBr pellets in the 4000- 400 cm-1 range. The C, H, N elemental analyses were made at ICCOM-CNR using a Thermo FlashEA 1112 Series CHNS-O elemental analyzer with an accepted tolerance of ±0.4 units on carbon (C), hydrogen (H), and nitrogen (N). The (powdered) solid state samples were placed in between two quartz disks fixed by a dedicated metal pincer. Uncorrected emission spectra were obtained with an Edinburgh FLS920 spectrometer equipped with a peltier-cooled Hamamatsu R928 photomultiplayer tube (185-850 nm). An Edinburgh Xe900 450 W xenon arc lamp was used as exciting light source. Corrected spectra were obtained through a calibration curve supplied with the instrument. The luminescence lifetimes in the μs-msec scales were measured by using a Perkin-Elmer LS-50 spectrofluorimeter equipped with a pulsed xenon lamp with variable repetition rate and elaborated with standard software fitting procedures. The photoluminescence quantum yields have been calculated through corrected emission spectra obtained from an apparatus consisting of a barium sulfate coated integrating sphere (4 or 6 in.), a He-Cd laser (λexc: 325 nm, 5mW) or a 450W Xe lamp (with a λexc tunable by a monochromator supplied with the instrument) as light sources, and a R928 photomultiplier tube or a CCD AVA-Spec2048 as signal detectors, following the procedure described by De Mello et al. Experimental uncertainties are estimated to be ±8% for lifetime determination, ± 20% for emission quantum yield, ± 2 nm and ±5 nm for absorption and emission peaks, respectively.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>The magnetic properties were measured on microcrystalline powders\npressed in a pellet to avoid preferential orientation of the crystallites\nbecause of magnetic torque. The field dependence of the magnetization\nand the temperature dependence of the static susceptibility of <bold>2</bold>, <bold>3</bold>, and <bold>4</bold>, estimated from the <italic toggle=\"yes\">M</italic>/<italic toggle=\"yes\">H</italic> ratio, was measured in <italic toggle=\"yes\">H</italic> = 1 kOe in the 2–35 K temperature range and in <italic toggle=\"yes\">H</italic> = 10 kOe for higher temperature by using a Quantum Design MPMS Squid\nmagnetometer. The alternating current (ac) susceptibility in the frequency\nrange 0.1 Hz–1 kHz was measured with the same equipment. Higher\nfrequencies have been measured with a Quantum Design PPMS platform.</p>", "clean_text": "The magnetic properties were measured on microcrystalline powders pressed in a pellet to avoid preferential orientation of the crystallites because of magnetic torque. The field dependence of the magnetization and the temperature dependence of the static susceptibility of 2, 3, and 4, estimated from the M/H ratio, was measured in H = 1 kOe in the 2-35 K temperature range and in H = 10 kOe for higher temperature by using a Quantum Design MPMS Squid magnetometer. The alternating current (ac) susceptibility in the frequency range 0.1 Hz-1 kHz was measured with the same equipment. Higher frequencies have been measured with a Quantum Design PPMS platform.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of [(Fmd)Ln(HCOO)<sub>4</sub>]<sub>∞</sub>\n</title><p>The preparation is the same for all the lanthanides considered.\nOnly the synthesis of the Dy(III) derivative <bold>4</bold> is described\nhere as a representative example. Dysprosium(III) nitrate hexahydrate\n[Dy(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O, 1.95 g, 5.6\nmmol] and cyclobutane-1,1′-dicarboxylic acid (0.40 g, 2.8 mmol)\nwere dissolved in 10 mL of formamide. The clear solution was transferred\nto a Teflon-lined stainless steel autoclave (inner Teflon beaker volume\nca. 15 mL), sealed and heated at 130 °C for 24 h under autogenous\npressure. After slow overnight cooling, colorless crystals of <bold>4</bold> were collected, washed with ethanol (4 × 10 mL), petroleum\nether (4 × 10 mL), and finally dried under a nitrogen stream\nat room temperature. Yield: 1.04 g [48%, calculated with respect to\nthe Dy(III) salt]. The phase purity was checked through XRPD, comparing\nthe experimental diffractogram with that calculated from the single-crystal\nstructure (). Anal. Calcd. for <bold>4</bold>, C<sub>5</sub>H<sub>9</sub>DyN<sub>2</sub>O<sub>8</sub> (388.97): C, 15.49; H, 2.34; N, 7.23. Found:\nC, 15.56; H, 2.42; N, 7.38. IR bands (KBr, cm<sup>–1</sup>)\nfor <bold>4</bold>: 2846 m [ν(C–H) formate]; 1720 s and\n1602 vs [ν(COO<sup>–</sup>)]; 1384 s [ν(C–N)],\n1333 m, 1120 w, 1065 w, 801 s [γ(C–H)], 732 m, 533 w.</p>", "clean_text": "Preparation of [(Fmd)Ln(HCOO)4]∞ \n\nThe preparation is the same for all the lanthanides considered. Only the synthesis of the Dy(III) derivative 4 is described here as a representative example. Dysprosium(III) nitrate hexahydrate [Dy(NO3)3⋅6H2O, 1.95 g, 5.6 mmol] and cyclobutane-1,1'-dicarboxylic acid (0.40 g, 2.8 mmol) were dissolved in 10 mL of formamide. The clear solution was transferred to a Teflon-lined stainless steel autoclave (inner Teflon beaker volume ca. 15 mL), sealed and heated at 130 °C for 24 h under autogenous pressure. After slow overnight cooling, colorless crystals of 4 were collected, washed with ethanol (4 × 10 mL), petroleum ether (4 × 10 mL), and finally dried under a nitrogen stream at room temperature. Yield: 1.04 g [48%, calculated with respect to the Dy(III) salt]. The phase purity was checked through XRPD, comparing the experimental diffractogram with that calculated from the single-crystal structure (). Anal. Calcd. for 4, C5H9DyN2O8 (388.97): C, 15.49; H, 2.34; N, 7.23. Found: C, 15.56; H, 2.42; N, 7.38. IR bands (KBr, cm-1) for 4: 2846 m [ν(C-H) formate]; 1720 s and 1602 vs [ν(COO-)]; 1384 s [ν(C-N)], 1333 m, 1120 w, 1065 w, 801 s [γ(C-H)], 732 m, 533 w.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<title>Ln = Eu (<bold>1</bold>)</title><p>The starting salt used was\nEuropium(III) nitrate hydrate [Eu(NO<sub>3</sub>)<sub>3</sub>·<italic toggle=\"yes\">x</italic>H<sub>2</sub>O]. Yield: 1.27 g (61%, based on Europium).\nSee  for\nthe XRPD pattern of <bold>1</bold>. Anal. Calcd. for <bold>1</bold>, C<sub>5</sub>H<sub>9</sub>EuN<sub>2</sub>O<sub>8</sub> (377.96):\nC, 15.93; H, 2.41; N, 7.43. Found: C, 16.06; H, 2.27; N, 7.59. IR\nbands (KBr, cm<sup>–1</sup>) for <bold>1</bold>: 2840 m [ν(C–H)\nformate]; 1722 s and 1602 vs [ν(COO<sup>–</sup>)]; 1384\ns [ν(C–N)], 1332 m, 1119 w, 1064 w, 790 s [γ(C–H)],\n730 m, 533 w.</p>", "clean_text": "Ln = Eu (1)\n\nThe starting salt used was Europium(III) nitrate hydrate [Eu(NO3)3⋅xH2O]. Yield: 1.27 g (61%, based on Europium). See  for the XRPD pattern of 1. Anal. Calcd. for 1, C5H9EuN2O8 (377.96): C, 15.93; H, 2.41; N, 7.43. Found: C, 16.06; H, 2.27; N, 7.59. IR bands (KBr, cm-1) for 1: 2840 m [ν(C-H) formate]; 1722 s and 1602 vs [ν(COO-)]; 1384 s [ν(C-N)], 1332 m, 1119 w, 1064 w, 790 s [γ(C-H)], 730 m, 533 w.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["synthesis condition"], "content": "<title>Ln = Gd (<bold>2</bold>)</title><p>The starting salt used was\nGadolinium(III) nitrate hexahydrate [Gd(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O]. Yield: 1.63 g (77%, based on Gadolinium).\nSee  for\nthe XRPD pattern of <bold>2</bold>. Anal. Calcd. for <bold>2</bold>, C<sub>5</sub>H<sub>9</sub>GdN<sub>2</sub>O<sub>8</sub> (382.39):\nC, 15.70; H, 2.37; N, 7.33. Found: C, 15.43; H, 3.52; N, 7.61. IR\nbands (KBr, cm<sup>–1</sup>) for <bold>2</bold>: 2843 m [ν(C–H)\nformate]; 1714 s and 1603 vs [ν(COO<sup>–</sup>)]; 1368\ns [ν(C–N)], 1119 w, 1064 w, 792 s [γ(C–H)],\n728 m, 534 w.</p>", "clean_text": "Ln = Gd (2)\n\nThe starting salt used was Gadolinium(III) nitrate hexahydrate [Gd(NO3)3⋅6H2O]. Yield: 1.63 g (77%, based on Gadolinium). See  for the XRPD pattern of 2. Anal. Calcd. for 2, C5H9GdN2O8 (382.39): C, 15.70; H, 2.37; N, 7.33. Found: C, 15.43; H, 3.52; N, 7.61. IR bands (KBr, cm-1) for 2: 2843 m [ν(C-H) formate]; 1714 s and 1603 vs [ν(COO-)]; 1368 s [ν(C-N)], 1119 w, 1064 w, 792 s [γ(C-H)], 728 m, 534 w.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["synthesis condition"], "content": "<title>Ln = Tb (<bold>3</bold>)</title><p>The starting salt used was\nTerbium(III) nitrate hexahydrate [Tb(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O]. Yield: 1.84 g (77%, based on Terbium). See  for the XRPD\npattern of <bold>3</bold>. Anal. Calcd. for <bold>3</bold>, C<sub>5</sub>H<sub>9</sub>N<sub>2</sub>O<sub>8</sub>Tb (383.96): C, 15.64;\nH, 2.36; N, 7.29. Found: C, 15.93; H, 2.30; N, 6.96. IR bands (KBr,\ncm<sup>–1</sup>) for <bold>3</bold>: 2845 m [ν(C–H)\nformate]; 1722 s and 1599 vs [ν(COO<sup>–</sup>)]; 1384\ns [ν(C–N)], 1120 w, 1064 w, 792 s [γ(C–H)],\n729 m, 534 w.</p>", "clean_text": "Ln = Tb (3)\n\nThe starting salt used was Terbium(III) nitrate hexahydrate [Tb(NO3)3⋅6H2O]. Yield: 1.84 g (77%, based on Terbium). See  for the XRPD pattern of 3. Anal. Calcd. for 3, C5H9N2O8Tb (383.96): C, 15.64; H, 2.36; N, 7.29. Found: C, 15.93; H, 2.30; N, 6.96. IR bands (KBr, cm-1) for 3: 2845 m [ν(C-H) formate]; 1722 s and 1599 vs [ν(COO-)]; 1384 s [ν(C-N)], 1120 w, 1064 w, 792 s [γ(C-H)], 729 m, 534 w.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Synthesis and Structure</title><p>The solvothermal synthesis\nof amine-templated polymeric formates through an acid-catalyzed solvent\nhydrolysis has been successfully employed by our research group in\nthe case of magnesium as the metal center. The extension of this experimental protocol to rare earths led to\nthe preparation of the analogous species of general formula [(Fmd)Ln<sup>III</sup>(HCOO)<sub>4</sub>]<sub>∞</sub> [Ln = Eu (<bold>1</bold>), Gd (<bold>2</bold>), Tb (<bold>3</bold>), Dy (<bold>4</bold>)],\nwhere the central trivalent ion shows coordination number eight instead\nof six {cfr. [(Fmd)Mg(HCOO)<sub>3</sub>]<sub>∞</sub>}. The starting lanthanide salt does not seem to influence the reaction\noutcome: the same product is obtained when starting from either Ln(NO<sub>3</sub>)<sub>3</sub> or LnCl<sub>3</sub>, as confirmed by the comparison\nof the corresponding XRPD patterns. The isostructural compounds <bold>1</bold>–<bold>4</bold> crystallize in the orthorhombic (chiral) <italic toggle=\"yes\">C</italic>222<sub>1</sub> space group. Chirality is generated by\nthe helicoidal packing of the bridging formate ions combined with\na square antiprismatic coordination geometry around the lanthanide\nion (Figure ). The resulting 3D network bears\na negative charge that is balanced by the formamidinium cation lying\ninside the polymer channels. As explained previously, Fmd<sup>+</sup> is generated by the controlled hydrolysis of the formamide solvent\nunder the (mildly) acidic reaction conditions. The −NH<sub>2</sub> groups of Fmd<sup>+</sup> engage\ninto bifurcate N–H···O hydrogen bonding with\nthe surrounding formates (Table ), thus providing\nconsiderable framework robustness. The compounds isostructurality\nwas confirmed through the comparison of their XRPD patterns () whose peaks only show a small 2θ variation\nrelated to the (slightly) different Ln<sup>3+</sup> ion size. Their\nnetworks belong to the ecu (3<sup>6</sup>·4<sup>15</sup>·5<sup>7</sup>) rare topology (determined using\nthe TOPOS free software package, with\nLn<sup>III</sup> nodes and HCOO<sup>–</sup> connections), the\nsame as those found for the structurally related Erbium-based {(dmenH<sub>2</sub>)[Er(HCOO)<sub>4</sub>]<sub>2</sub>}<sub>∞</sub> (dmenH<sub>2</sub> = <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>′-dimethylethylendiammonium) and [(Fmd)Er(HCOO)<sub>4</sub>]<sub>∞</sub>\n frameworks. Single crystal X-ray diffraction\nwas performed only on <bold>4</bold>. Thus, only a brief comment on\nthe structural features related to the Dy(III) derivative will be\nmade in here. The main bond distances and angles [<italic toggle=\"yes\">d</italic>(Dy–O)<sub>ave</sub> = 2.37 Å; <italic toggle=\"yes\">d</italic>(C–N)\n= 1.283(6) Å; α(O–Dy–O)<sub>ave</sub> = 77.7°]\nfall in the ordinary range observed for other similar species. The formate ligands [<italic toggle=\"yes\">d</italic>(C–O)<sub>ave</sub> = 1.24 Å; α(O–C–O)<sub>ave</sub> = 125.4°] are bridging the metal centers in an <italic toggle=\"yes\">anti-anti</italic> conformation. See the  for the complete crystallographic data\nset.</p>", "clean_text": "Results and Discussion\n\nSynthesis and Structure\n\nThe solvothermal synthesis of amine-templated polymeric formates through an acid-catalyzed solvent hydrolysis has been successfully employed by our research group in the case of magnesium as the metal center. The extension of this experimental protocol to rare earths led to the preparation of the analogous species of general formula [(Fmd)LnIII(HCOO)4]∞ [Ln = Eu (1), Gd (2), Tb (3), Dy (4)], where the central trivalent ion shows coordination number eight instead of six {cfr. [(Fmd)Mg(HCOO)3]∞}. The starting lanthanide salt does not seem to influence the reaction outcome: the same product is obtained when starting from either Ln(NO3)3 or LnCl3, as confirmed by the comparison of the corresponding XRPD patterns. The isostructural compounds 1-4 crystallize in the orthorhombic (chiral) C2221 space group. Chirality is generated by the helicoidal packing of the bridging formate ions combined with a square antiprismatic coordination geometry around the lanthanide ion (Figure ). The resulting 3D network bears a negative charge that is balanced by the formamidinium cation lying inside the polymer channels. As explained previously, Fmd+ is generated by the controlled hydrolysis of the formamide solvent under the (mildly) acidic reaction conditions. The -NH2 groups of Fmd+ engage into bifurcate N-H⋅⋅⋅O hydrogen bonding with the surrounding formates (Table ), thus providing considerable framework robustness. The compounds isostructurality was confirmed through the comparison of their XRPD patterns () whose peaks only show a small 2θ variation related to the (slightly) different Ln3+ ion size. Their networks belong to the ecu (36⋅415⋅57) rare topology (determined using the TOPOS free software package, with LnIII nodes and HCOO- connections), the same as those found for the structurally related Erbium-based {(dmenH2)[Er(HCOO)4]2}∞ (dmenH2 = N,N'-dimethylethylendiammonium) and [(Fmd)Er(HCOO)4]∞  frameworks. Single crystal X-ray diffraction was performed only on 4. Thus, only a brief comment on the structural features related to the Dy(III) derivative will be made in here. The main bond distances and angles [d(Dy-O)ave = 2.37 Å; d(C-N) = 1.283(6) Å; α(O-Dy-O)ave = 77.7°] fall in the ordinary range observed for other similar species. The formate ligands [d(C-O)ave = 1.24 Å; α(O-C-O)ave = 125.4°] are bridging the metal centers in an anti-anti conformation. See the  for the complete crystallographic data set.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Unit cell of the crystal structure of <bold>4</bold> and (b)\nview of the polymer channels along the <italic toggle=\"yes\">a</italic> axis. In\n(b), H atoms on the scaffold are omitted for clarity. Atom color code:\nlight blue, Dy; gray, C; white, H; red, O; blue, N. Hydrogen bonds\ndepicted in yellow dotted lines.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00854b_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Unit cell of the crystal structure of 4 and (b) view of the polymer channels along the a axis. In (b), H atoms on the scaffold are omitted for clarity. Atom color code: light blue, Dy; gray, C; white, H; red, O; blue, N. Hydrogen bonds depicted in yellow dotted lines.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Hydrogen Bonds for <bold>4</bold> [Å\nand deg]<xref rid=\"tbl1-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"5\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:colspec colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">D–H···A</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">d</italic>(D–H)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">d</italic>(H···A)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">d</italic>(D···A)</oasis:entry>\n<oasis:entry align=\"center\">∠(DHA)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>N(1)–H(5A)···O(1)#7</oasis:entry>\n<oasis:entry>0.86</oasis:entry>\n<oasis:entry>2.24</oasis:entry>\n<oasis:entry>3.038(7)</oasis:entry>\n<oasis:entry>155.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>N(1)–H(5B)···O(4)</oasis:entry>\n<oasis:entry>0.86</oasis:entry>\n<oasis:entry>2.20</oasis:entry>\n<oasis:entry>3.000(7)</oasis:entry>\n<oasis:entry>155.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>N(1)–H(5B)···O(2)</oasis:entry>\n<oasis:entry>0.86</oasis:entry>\n<oasis:entry>2.47</oasis:entry>\n<oasis:entry>3.092(8)</oasis:entry>\n<oasis:entry>130.1</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl1-fn1\">\n<label>a</label>\n<p>Symmetry transformations used\nto generate equivalent atoms: #1 –<italic toggle=\"yes\">x</italic>+1,<italic toggle=\"yes\">y</italic>,–<italic toggle=\"yes\">z</italic>+1/2; #2 <italic toggle=\"yes\">x</italic>,–<italic toggle=\"yes\">y</italic>+2,–<italic toggle=\"yes\">z</italic>+1; #3 –<italic toggle=\"yes\">x</italic>–1/2,–<italic toggle=\"yes\">y</italic>+3/2,<italic toggle=\"yes\">z</italic>–1/2;\n#4 –<italic toggle=\"yes\">x</italic>–1,<italic toggle=\"yes\">y</italic>,–<italic toggle=\"yes\">z</italic>+3/2; #5 –<italic toggle=\"yes\">x</italic>–1/2,–<italic toggle=\"yes\">y</italic>+3/2,<italic toggle=\"yes\">z</italic>+1/2; #6 –<italic toggle=\"yes\">x</italic>,<italic toggle=\"yes\">y</italic>,–<italic toggle=\"yes\">z</italic>+1/2; #7 –<italic toggle=\"yes\">x</italic>,–<italic toggle=\"yes\">y</italic>+2,<italic toggle=\"yes\">z</italic>+1/2.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<title>Thermal Behavior</title><p>The TG-MS analyses of <bold>1</bold>–<bold>4</bold> again showed a very similar behavior (see\nFigure  for the case of <bold>2</bold>, chosen\nas a representative example. See the  for the TG-MS plots of <bold>1</bold>, <bold>3</bold>, and <bold>4</bold>, respectively). The\nthermal behavior of <bold>2</bold> can be summarized as follows: formation\nof an intermediate Gd(HCOO)<sub>3</sub> phase in the 250–320\n°C temperature range [weight loss = 23.8% (calculated); 23.6%\n(experimental)] after both formamidine and formic acid loss {analogously\nto what was observed for [(Fmd)Mg(HCOO)<sub>3</sub>]<sub>∞</sub>}, which in turn releases CO and H<sub>2</sub>O leading to the corresponding Gd<sub>2</sub>O<sub>3</sub> oxide above 600 °C [total weight loss = 52.7% (calculated);\n52.4% (experimental)].</p>", "clean_text": "Thermal Behavior\n\nThe TG-MS analyses of 1-4 again showed a very similar behavior (see Figure  for the case of 2, chosen as a representative example. See the  for the TG-MS plots of 1, 3, and 4, respectively). The thermal behavior of 2 can be summarized as follows: formation of an intermediate Gd(HCOO)3 phase in the 250-320 °C temperature range [weight loss = 23.8% (calculated); 23.6% (experimental)] after both formamidine and formic acid loss {analogously to what was observed for [(Fmd)Mg(HCOO)3]∞}, which in turn releases CO and H2O leading to the corresponding Gd2O3 oxide above 600 °C [total weight loss = 52.7% (calculated); 52.4% (experimental)].", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>TG-MS profile for <bold>2</bold>. See the <xref rid=\"notes-1\">Supporting\nInformation, Figure S9</xref> for the corresponding weight loss (%)\nversus temperature graph.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00854b_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  TG-MS profile for 2. See the Supporting Information, Figure S9 for the corresponding weight loss (%) versus temperature graph.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The identity of the intermediate phase was assessed\nthrough variable-temperature\npowder X-ray diffraction (Figure ). The peaks\nappearing on the XRPD diffractogram of <bold>2</bold> at 250 °C\nare coincident with those coming from a pure Gd(HCOO)<sub>3</sub> sample\nprepared in an independent synthesis from Gadolinium(III) carbonate\nand formic acid (). The structure of anhydrous\ngadolinium formate has already been solved from powders: its crystal system is trigonal (space group <italic toggle=\"yes\">R</italic>3<italic toggle=\"yes\">m</italic>), with triangular channels along the <italic toggle=\"yes\">c</italic> axis (). The compound is isomorphous to the neodymium, praseodymium, samarium, and cerium analogues.\nFurther heating generates an amorphous phase in the 350–600\n°C range, from which cubic gadolinium oxide Gd<sub>2</sub>O<sub>3</sub>\n crystallizes at temperatures\nabove 600 °C.</p>", "clean_text": "The identity of the intermediate phase was assessed through variable-temperature powder X-ray diffraction (Figure ). The peaks appearing on the XRPD diffractogram of 2 at 250 °C are coincident with those coming from a pure Gd(HCOO)3 sample prepared in an independent synthesis from Gadolinium(III) carbonate and formic acid (). The structure of anhydrous gadolinium formate has already been solved from powders: its crystal system is trigonal (space group R3m), with triangular channels along the c axis (). The compound is isomorphous to the neodymium, praseodymium, samarium, and cerium analogues. Further heating generates an amorphous phase in the 350-600 °C range, from which cubic gadolinium oxide Gd2O3  crystallizes at temperatures above 600 °C.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>VT-XRPD diffractograms of <bold>2</bold>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00854b_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  VT-XRPD diffractograms of 2.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<title>Luminescence Properties</title><p>Owing to their low molar extinction\ncoefficients, Ln(III) ions are normally matched with π-conjugated\nmultidentate organic chromophores (antennae) within LOFs, to enhance\nthe harvested light to be transferred to the emitting metal levels. In the present case, since the small formate\nlinker cannot generate any antenna effect, a direct excitation (365\nnm) of the Ln(III) ion absorption bands was necessary. On the other\nhand, in these polymeric formates the photoluminescence efficiency\nwas found to be remarkably high, because of the lack of intermediate\nprocesses (photoinduced energy transfer). Figure  shows the emission spectra of <bold>1</bold>, <bold>3</bold>, and <bold>4</bold> in the solid state (as powders). The line-like\nbands, typical of trivalent lanthanide ions, originate from internal\nf-f transitions (shielded by both 5s and 5p subshells). The Dy(III) ion emission bands at 490 and 574\nnm are related to the <sup>4</sup>F<sub>9/2</sub> →<sup>6</sup>H<sub>15/2</sub> and <sup>4</sup>F<sub>9/2</sub> →<sup>6</sup>H<sub>13/2</sub> transitions, while Eu(III) and Tb(III) multiple\nlines arise from <sup>5</sup>D<sub>1</sub>, <sup>5</sup>D<sub>0</sub> →<sup>7</sup>F<sub>j</sub>, and <sup>5</sup>D<sub>4</sub>→<sup>7</sup>F<sub>j</sub> ones, respectively. The corresponding strong emission intensities, especially\nfor the Tb-containing compound (<bold>3</bold>, Φ<sub>em</sub> = 0.83), are clearly visible to the naked eye. The related lifetime\ndecays span from the micro- (<bold>4</bold>) to the millisecond (<bold>1</bold>,<bold>3</bold>) time scale (see Table).</p>", "clean_text": "Luminescence Properties\n\nOwing to their low molar extinction coefficients, Ln(III) ions are normally matched with π-conjugated multidentate organic chromophores (antennae) within LOFs, to enhance the harvested light to be transferred to the emitting metal levels. In the present case, since the small formate linker cannot generate any antenna effect, a direct excitation (365 nm) of the Ln(III) ion absorption bands was necessary. On the other hand, in these polymeric formates the photoluminescence efficiency was found to be remarkably high, because of the lack of intermediate processes (photoinduced energy transfer). Figure  shows the emission spectra of 1, 3, and 4 in the solid state (as powders). The line-like bands, typical of trivalent lanthanide ions, originate from internal f-f transitions (shielded by both 5s and 5p subshells). The Dy(III) ion emission bands at 490 and 574 nm are related to the 4F9/2 →6H15/2 and 4F9/2 →6H13/2 transitions, while Eu(III) and Tb(III) multiple lines arise from 5D1, 5D0 →7Fj, and 5D4→7Fj ones, respectively. The corresponding strong emission intensities, especially for the Tb-containing compound (3, Φem = 0.83), are clearly visible to the naked eye. The related lifetime decays span from the micro- (4) to the millisecond (1,3) time scale (see Table).", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Room temperature normalized emission spectra (λ<sub>exc</sub>= 365 nm) of <bold>1</bold> (red line), <bold>3</bold> (green line)\nand <bold>4</bold> (blue line).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00854b_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  Room temperature normalized emission spectra (λexc= 365 nm) of 1 (red line), 3 (green line) and 4 (blue line).   ", "data": null, "include_properties": null}, {"idx": 23, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1a\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Photophysical Properties of <bold>1</bold>, <bold>3</bold>, and <bold>4</bold> in the Solid State (Room\nTemperature)</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"4\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">λ<sub>max</sub>/nm</oasis:entry>\n<oasis:entry align=\"center\">Φ<sub>em</sub>\n<xref rid=\"t1afn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">τ/μs</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry>594–618–700</oasis:entry>\n<oasis:entry>0.25</oasis:entry>\n<oasis:entry>1.7 ×\n10<sup>3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry>492–544–590–624</oasis:entry>\n<oasis:entry>0.83</oasis:entry>\n<oasis:entry>2.0 ×\n10<sup>3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>4</bold>\n</oasis:entry>\n<oasis:entry>490–574</oasis:entry>\n<oasis:entry>\n<xref rid=\"t1afn2\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n<oasis:entry>2.1</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1afn1\">\n<label>a</label>\n<p>λ<sub>exc</sub>: 365 nm.</p>\n</fn>\n<fn id=\"t1afn2\">\n<label>b</label>\n<p>Not measured because of signal\nweakness.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The optical features of the Tb(III)-containing network <bold>3</bold> have been investigated on a ITO (Indium–Tin Oxide)\nsubstrate.\nThe supported material has been prepared through deposition from solvothermal\nmother solutions, by merging an ITO-coated\nglass plate into the reagents solution at the bottom of the Teflon\nbeaker used for the ordinary synthesis of <bold>3</bold>; the crystals\nof the LOF were deposited on the support during their formation at\nhigh temperature. Although the film obtained was not homogeneous and\nthe photoluminescence quantum yield (PLQY) could not be detected (the\nshape of the sample does not fit the integrating sphere sample holder),\nthe lifetime was identical to that of the powder sample (2.1 ms).\nGiven the close correlation between the lifetime and the PLQY for\nLn(III) ions, it can be stated that the\nphotoluminescence properties of the network are not (or negligibly)\naffected by the environment, providing thereby an opening to a larger\nnumber of application fields.</p>", "clean_text": "The optical features of the Tb(III)-containing network 3 have been investigated on a ITO (Indium-Tin Oxide) substrate. The supported material has been prepared through deposition from solvothermal mother solutions, by merging an ITO-coated glass plate into the reagents solution at the bottom of the Teflon beaker used for the ordinary synthesis of 3; the crystals of the LOF were deposited on the support during their formation at high temperature. Although the film obtained was not homogeneous and the photoluminescence quantum yield (PLQY) could not be detected (the shape of the sample does not fit the integrating sphere sample holder), the lifetime was identical to that of the powder sample (2.1 ms). Given the close correlation between the lifetime and the PLQY for Ln(III) ions, it can be stated that the photoluminescence properties of the network are not (or negligibly) affected by the environment, providing thereby an opening to a larger number of application fields.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<title>Magnetic Properties</title><p>The temperature dependence of the\nχ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> product of the paramagnetic\nsamples <bold>2</bold>, <bold>3</bold>, and <bold>4</bold> is reported\nin Figure . Given that exchange interactions\nare expected to be weak and play a role only at very low temperatures,\nthe magnetic properties of <bold>1</bold> (which is characterized\nby a non magnetic <sup>7</sup>F<sub>0</sub> state) have not been investigated.\nThe room temperature value of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> of <bold>2</bold>, 7.24 emu K mol<sup>–1</sup>, is  close\nto that expected for an isolated <italic toggle=\"yes\">S</italic> = 7/2 with <italic toggle=\"yes\">g</italic> = 2, 7.875 emu K mol<sup>–1</sup>, taking also\ninto account  the hygroscopic nature of the compound and that no \ntreatment has been performed before the  measurements. On decreasing\nthe temperature below 30 K, a monotonic decrease is observed, suggesting\nthe presence of antiferromagnetic interactions. Given the 3D nature\nof the network the data have been analyzed using the Curie–Weiss\nlaw by plotting χ<sup>–1</sup> versus <italic toggle=\"yes\">T</italic> ().\nA linear fit of the data provided the Curie constant, 7.25 emu K mol\nand θ = −0.54 K. Thus, the magnetic interaction mediated\nby the formate ligand is weak but sizable and antiferromagnetic in\nnature, comparable to that found in a diphosphonate based 3D network.\n</p>", "clean_text": "Magnetic Properties\n\nThe temperature dependence of the χM T product of the paramagnetic samples 2, 3, and 4 is reported in Figure . Given that exchange interactions are expected to be weak and play a role only at very low temperatures, the magnetic properties of 1 (which is characterized by a non magnetic 7F0 state) have not been investigated. The room temperature value of χM T of 2, 7.24 emu K mol-1, is  close to that expected for an isolated S = 7/2 with g = 2, 7.875 emu K mol-1, taking also into account  the hygroscopic nature of the compound and that no  treatment has been performed before the  measurements. On decreasing the temperature below 30 K, a monotonic decrease is observed, suggesting the presence of antiferromagnetic interactions. Given the 3D nature of the network the data have been analyzed using the Curie-Weiss law by plotting χ-1 versus T (). A linear fit of the data provided the Curie constant, 7.25 emu K mol and θ = -0.54 K. Thus, the magnetic interaction mediated by the formate ligand is weak but sizable and antiferromagnetic in nature, comparable to that found in a diphosphonate based 3D network. ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<p>The magnetic behavior of <bold>3</bold> and <bold>4</bold> is more complex. The room temperature value of <bold>3</bold>, 11.9 emu K mol<sup>–1</sup>, is in reasonable agreement\nwith that expected for the <italic toggle=\"yes\">J</italic> = 6 with <italic toggle=\"yes\">g</italic>\n<sub>J</sub> = 3/2, which characterize the <sup>7</sup>F<sub>6</sub> state of Tb(III), 11.82 emu K mol<sup>–1</sup>. Similarly,\nthe room temperature value, 13.2 emu K mol<sup>–1</sup>, is\nin good agreement with that expected for the <italic toggle=\"yes\">J</italic> =\n15/2 with <italic toggle=\"yes\">g</italic>\n<sub>J</sub> = 4/3 of the <sup>6</sup>H<sub>15/2</sub> state of Dy(III), 14.17 emu K mol<sup>–1</sup>. In both cases, a decrease of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> occurs at a higher temperature than that of <bold>2</bold>, but\nthis phenomenon can be ascribed to the gradual depopulation of the\nhighest level of the <sup>7</sup>F<sub>6</sub>, and <sup>6</sup>H<sub>15/2</sub> multiplets of <bold>3</bold> and <bold>4</bold>, respectively,\nbecause of crystal effects rather than magnetic exchange. The overall\nsplitting is in fact several hundreds of K, as confirmed by the width\nand complex structure of the <sup>5</sup>D<sub>4</sub>→<sup>7</sup>F<sub>6</sub> and <sup>4</sup>F<sub>9/2</sub> → <sup>6</sup>H<sub>15/2</sub> bands around 480 nm of the luminescence spectrum\nof <bold>3</bold> and <bold>4</bold> (see Figure ). An estimation of the exchange interaction is therefore\nnot possible in this case. This interpretation is further confirmed\nby the analysis of the magnetization versus field curves recorded\nfor <bold>3</bold> and <bold>4</bold> at different temperatures in\nthe range 2–10 K (see ). These curves do not rescale on a single curve\nwhen plotted versus the reduced <italic toggle=\"yes\">H</italic>/<italic toggle=\"yes\">T</italic> variable and do not show saturation at low temperature due to the\nstrong magnetic anisotropy.</p>", "clean_text": "The magnetic behavior of 3 and 4 is more complex. The room temperature value of 3, 11.9 emu K mol-1, is in reasonable agreement with that expected for the J = 6 with g J = 3/2, which characterize the 7F6 state of Tb(III), 11.82 emu K mol-1. Similarly, the room temperature value, 13.2 emu K mol-1, is in good agreement with that expected for the J = 15/2 with g J = 4/3 of the 6H15/2 state of Dy(III), 14.17 emu K mol-1. In both cases, a decrease of χM T occurs at a higher temperature than that of 2, but this phenomenon can be ascribed to the gradual depopulation of the highest level of the 7F6, and 6H15/2 multiplets of 3 and 4, respectively, because of crystal effects rather than magnetic exchange. The overall splitting is in fact several hundreds of K, as confirmed by the width and complex structure of the 5D4→7F6 and 4F9/2 → 6H15/2 bands around 480 nm of the luminescence spectrum of 3 and 4 (see Figure ). An estimation of the exchange interaction is therefore not possible in this case. This interpretation is further confirmed by the analysis of the magnetization versus field curves recorded for 3 and 4 at different temperatures in the range 2-10 K (see ). These curves do not rescale on a single curve when plotted versus the reduced H/T variable and do not show saturation at low temperature due to the strong magnetic anisotropy.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Temperature dependence of the product of the\nmagnetic susceptibility\nwith temperature of <bold>2</bold> (thick line), <bold>3</bold> (solid\ntriangles), and <bold>4</bold> (empty circles).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00854b_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  Temperature dependence of the product of the magnetic susceptibility with temperature of 2 (thick line), 3 (solid triangles), and 4 (empty circles).   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<p>To investigate the dynamic behavior of the magnetization\nof these\nextended structures, the susceptibility in an ac field of <bold>2</bold>, <bold>3</bold>, and <bold>4</bold> has been measured\nin zero static field (), but no frequency dependence or a significant\nimaginary component of the susceptibility has been observed, suggesting\nthat the zero field relaxation is faster than the employed frequencies\nalso at the lowest investigated temperature (2 K). The application\nof a static field has often been employed to suppress a fast relaxation\nmechanism. The frequency dependence of\nthe ac susceptibility has thus been measured by varying the static\nfield. A significant difference is observed among the three compounds.\nIn fact, <bold>2</bold> exhibits at 10 K a significant frequency dependent\nimaginary component, which is not the case of <bold>3</bold> at any\ntemperature down to 2 K, while a weak imaginary component is observed\nfor <bold>4</bold> at the lowest temperature. The temperature dependence\nof the imaginary component (χ′′) of <bold>2</bold> measured in a static field of 2 kOe is reported in Figure . The related graph for the real compoment χ′\nis shown in . The data analysis using the Debye model has allowed to extract the temperature dependence of the relaxation,\nshown as an Arrhenius plot in the inset of Figure . A thermally activated regime is observed above 5 K, and\nthe highest investigated temperatures provide for the Arrhenius law\nτ = τ<sub>0</sub> exp(Δ/<italic toggle=\"yes\">k</italic>\n<sub>B</sub>\n<italic toggle=\"yes\">T</italic>) the following parameters: τ<sub>0</sub> = 4.2(3) × 10<sup>–6</sup> s, Δ = 25(1) K (red\nline in the inset of Figure ). The relaxation\ntime seems, however, to level off at lower temperatures, but below\n5 K the χ′′ versus ν curves become too distorted\nto extract a relaxation time, and a decreasing fraction of the magnetization\nis involved in the monitored relaxation process. In these extended\nstructures, the slower magnetic relaxation (although in applied static\nfields) is observed for the most isotropic lanthanide ion, Gd(III).\nThis trend is opposite to that observed in discrete molecules showing\nmagnetic bistability, also known as Single Molecule Magnets, while\nis rather common in traditional paramagnets. Indeed, a similar slow\nrelaxation in static field was previously observed in another extended\nnetwork of Gd(III) ions linked by fumarate ligands. In that case, the analysis of the temperature dependence\nof the relaxation time was performed assuming a τ = <italic toggle=\"yes\">aT</italic>\n<sup>\n<italic toggle=\"yes\">n</italic>\n</sup> dependence. The slow relaxation\nwas not attributed to an anisotropy barrier, but to the phonon-bottleneck\neffect originated by the trapping of resonant phonons that are unable\nto release the energy of the spin bath to the thermal one. A similar analysis performed on <bold>2</bold> provides a better agreement with the experimental data (see blue\nline in the inset of Figure ) and a best fit\nvalue <italic toggle=\"yes\">n</italic> = −2.0(1). An exponent equal to −2\nis theoretically expected for this phonon-bottleneck phenomenon. The\nobservation of this phenomenon in two different Gd-MOF structures\nsuggests that the coordinative 3D network can play a role in trapping\nresonant phonons.</p>", "clean_text": "To investigate the dynamic behavior of the magnetization of these extended structures, the susceptibility in an ac field of 2, 3, and 4 has been measured in zero static field (), but no frequency dependence or a significant imaginary component of the susceptibility has been observed, suggesting that the zero field relaxation is faster than the employed frequencies also at the lowest investigated temperature (2 K). The application of a static field has often been employed to suppress a fast relaxation mechanism. The frequency dependence of the ac susceptibility has thus been measured by varying the static field. A significant difference is observed among the three compounds. In fact, 2 exhibits at 10 K a significant frequency dependent imaginary component, which is not the case of 3 at any temperature down to 2 K, while a weak imaginary component is observed for 4 at the lowest temperature. The temperature dependence of the imaginary component (χ'') of 2 measured in a static field of 2 kOe is reported in Figure . The related graph for the real compoment χ' is shown in . The data analysis using the Debye model has allowed to extract the temperature dependence of the relaxation, shown as an Arrhenius plot in the inset of Figure . A thermally activated regime is observed above 5 K, and the highest investigated temperatures provide for the Arrhenius law τ = τ0 exp(Δ/k B T) the following parameters: τ0 = 4.2(3) × 10-6 s, Δ = 25(1) K (red line in the inset of Figure ). The relaxation time seems, however, to level off at lower temperatures, but below 5 K the χ'' versus ν curves become too distorted to extract a relaxation time, and a decreasing fraction of the magnetization is involved in the monitored relaxation process. In these extended structures, the slower magnetic relaxation (although in applied static fields) is observed for the most isotropic lanthanide ion, Gd(III). This trend is opposite to that observed in discrete molecules showing magnetic bistability, also known as Single Molecule Magnets, while is rather common in traditional paramagnets. Indeed, a similar slow relaxation in static field was previously observed in another extended network of Gd(III) ions linked by fumarate ligands. In that case, the analysis of the temperature dependence of the relaxation time was performed assuming a τ = aT  n  dependence. The slow relaxation was not attributed to an anisotropy barrier, but to the phonon-bottleneck effect originated by the trapping of resonant phonons that are unable to release the energy of the spin bath to the thermal one. A similar analysis performed on 2 provides a better agreement with the experimental data (see blue line in the inset of Figure ) and a best fit value n = -2.0(1). An exponent equal to -2 is theoretically expected for this phonon-bottleneck phenomenon. The observation of this phenomenon in two different Gd-MOF structures suggests that the coordinative 3D network can play a role in trapping resonant phonons.", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Temperature dependence of the magnetization imaginary\ncomponent\nof <bold>2</bold> measured in a static field. In the inset, the temperature\ndependence of the relaxation time. The red and blue lines correspond\nto the best fit through either an exponential (Arrhenius) or a polynomial\nfunction, respectively.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00854b_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  Temperature dependence of the magnetization imaginary component of 2 measured in a static field. In the inset, the temperature dependence of the relaxation time. The red and blue lines correspond to the best fit through either an exponential (Arrhenius) or a polynomial function, respectively.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>Four novel polymeric lanthanide formates\nof general formula [(Fmd)Ln<sup>III</sup>(HCOO)<sub>4</sub>]<sub>∞</sub> have been prepared\nthrough solvothermal methods. The isomorphous species show an amine-templated\n3D polymeric lattice, whose luminescence and magnetic properties have\nbeen assessed. The compounds containing Dy(III), Eu(III), and Tb(III)\nshowed remarkable emission intensity (Φ<sub>em</sub> up to 0.83)\nand long lifetime decays in the micro- (Dy) and millisecond (Tb, Eu)\ntime scale. Their photoluminescence features were not affected by\nchanging the environment (i.e., by growing crystals of the material\non an ITO-coated support). The magnetic investigation revealed the\nunambiguous presence of weak antiferromagnetic interaction between\nGd(III) ions. While the Tb(III) and Dy(III) analogues, despite their\nsignificant orbital contributions, do not show the slow relaxation\nthat characterize Single Molecule or Single Chain Magnets, a temperature\ndependent mechanism of relaxation is observed for the Gd(III) derivative\nin static applied fields. Weakly coupled Gd(III) systems are particularly\ninteresting for their large magnetocaloric effect exploitable in refrigerators based on the adiabatic demagnetization\nprocess. Examples of extended systems exploited for this purpose are\nscarce. To be usable as refrigerants,\nthe magnetization dynamics of these materials must be fast compared\nto the field ramp. This appears to be the case for <bold>2</bold>,\nwhose relaxation time is in the milliseconds range. While\nthe characterization of the magnetocaloric properties of these compounds\nis in progress, controlled change of their physical properties through\na judicious spacer modification are currently under study in our laboratories\nwith the aim of creating new materials for practical applications\nin the fields of sensing and magnetism.</p>", "clean_text": "Conclusions\n\nFour novel polymeric lanthanide formates of general formula [(Fmd)LnIII(HCOO)4]∞ have been prepared through solvothermal methods. The isomorphous species show an amine-templated 3D polymeric lattice, whose luminescence and magnetic properties have been assessed. The compounds containing Dy(III), Eu(III), and Tb(III) showed remarkable emission intensity (Φem up to 0.83) and long lifetime decays in the micro- (Dy) and millisecond (Tb, Eu) time scale. Their photoluminescence features were not affected by changing the environment (i.e., by growing crystals of the material on an ITO-coated support). The magnetic investigation revealed the unambiguous presence of weak antiferromagnetic interaction between Gd(III) ions. While the Tb(III) and Dy(III) analogues, despite their significant orbital contributions, do not show the slow relaxation that characterize Single Molecule or Single Chain Magnets, a temperature dependent mechanism of relaxation is observed for the Gd(III) derivative in static applied fields. Weakly coupled Gd(III) systems are particularly interesting for their large magnetocaloric effect exploitable in refrigerators based on the adiabatic demagnetization process. Examples of extended systems exploited for this purpose are scarce. To be usable as refrigerants, the magnetization dynamics of these materials must be fast compared to the field ramp. This appears to be the case for 2, whose relaxation time is in the milliseconds range. While the characterization of the magnetocaloric properties of these compounds is in progress, controlled change of their physical properties through a judicious spacer modification are currently under study in our laboratories with the aim of creating new materials for practical applications in the fields of sensing and magnetism.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Further deatils are given\nin\nFigures S1–S17 and the crystallographic tables for <bold>4</bold>. This material is available free of charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>. The crystallographic\ndata for <bold>4</bold> have been deposited with the Cambridge Crystallographic\nData Centre (CCDC Number 878230).</p>", "clean_text": "Further deatils are given in Figures S1-S17 and the crystallographic tables for 4. This material is available free of charge via the Internet at http://pubs.acs.org. The crystallographic data for 4 have been deposited with the Cambridge Crystallographic Data Centre (CCDC Number 878230).", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p><title>References</title><p>Anhydrous Gd(HCOO)<sub>3</sub> was prepared\nthrough the reaction between gadolinium(III) carbonate Gd<sub>2</sub>(CO<sub>3</sub>)<sub>3</sub> and an excess (ca. 2.5 equiv) of formic\nacid (98%) in water. The initial suspension slowly turns into a colorless\nsolution while CO<sub>2</sub> gas evolves from the reaction flask.\nSubsequent water removal leaves a white crystalline residue of Gd(HCOO)<sub>3</sub> in a nearly quantitative yield.</p>", "clean_text": "The authors declare no competing financial interest.\n\nReferences\n\nAnhydrous Gd(HCOO)3 was prepared through the reaction between gadolinium(III) carbonate Gd2(CO3)3 and an excess (ca. 2.5 equiv) of formic acid (98%) in water. The initial suspension slowly turns into a colorless solution while CO2 gas evolves from the reaction flask. Subsequent water removal leaves a white crystalline residue of Gd(HCOO)3 in a nearly quantitative yield.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "10, 11, 12, 13", "type": "text", "classification": "synthesis condition", "content": "<title>Preparation of [(Fmd)Ln(HCOO)<sub>4</sub>]<sub>∞</sub>\n</title><p>The preparation is the same for all the lanthanides considered.\nOnly the synthesis of the Dy(III) derivative <bold>4</bold> is described\nhere as a representative example. Dysprosium(III) nitrate hexahydrate\n[Dy(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O, 1.95 g, 5.6\nmmol] and cyclobutane-1,1′-dicarboxylic acid (0.40 g, 2.8 mmol)\nwere dissolved in 10 mL of formamide. The clear solution was transferred\nto a Teflon-lined stainless steel autoclave (inner Teflon beaker volume\nca. 15 mL), sealed and heated at 130 °C for 24 h under autogenous\npressure. After slow overnight cooling, colorless crystals of <bold>4</bold> were collected, washed with ethanol (4 × 10 mL), petroleum\nether (4 × 10 mL), and finally dried under a nitrogen stream\nat room temperature. Yield: 1.04 g [48%, calculated with respect to\nthe Dy(III) salt]. The phase purity was checked through XRPD, comparing\nthe experimental diffractogram with that calculated from the single-crystal\nstructure (). Anal. Calcd. for <bold>4</bold>, C<sub>5</sub>H<sub>9</sub>DyN<sub>2</sub>O<sub>8</sub> (388.97): C, 15.49; H, 2.34; N, 7.23. Found:\nC, 15.56; H, 2.42; N, 7.38. IR bands (KBr, cm<sup>–1</sup>)\nfor <bold>4</bold>: 2846 m [ν(C–H) formate]; 1720 s and\n1602 vs [ν(COO<sup>–</sup>)]; 1384 s [ν(C–N)],\n1333 m, 1120 w, 1065 w, 801 s [γ(C–H)], 732 m, 533 w.</p><title>Ln = Eu (<bold>1</bold>)</title><p>The starting salt used was\nEuropium(III) nitrate hydrate [Eu(NO<sub>3</sub>)<sub>3</sub>·<italic toggle=\"yes\">x</italic>H<sub>2</sub>O]. Yield: 1.27 g (61%, based on Europium).\nSee  for\nthe XRPD pattern of <bold>1</bold>. Anal. Calcd. for <bold>1</bold>, C<sub>5</sub>H<sub>9</sub>EuN<sub>2</sub>O<sub>8</sub> (377.96):\nC, 15.93; H, 2.41; N, 7.43. Found: C, 16.06; H, 2.27; N, 7.59. IR\nbands (KBr, cm<sup>–1</sup>) for <bold>1</bold>: 2840 m [ν(C–H)\nformate]; 1722 s and 1602 vs [ν(COO<sup>–</sup>)]; 1384\ns [ν(C–N)], 1332 m, 1119 w, 1064 w, 790 s [γ(C–H)],\n730 m, 533 w.</p><title>Ln = Gd (<bold>2</bold>)</title><p>The starting salt used was\nGadolinium(III) nitrate hexahydrate [Gd(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O]. Yield: 1.63 g (77%, based on Gadolinium).\nSee  for\nthe XRPD pattern of <bold>2</bold>. Anal. Calcd. for <bold>2</bold>, C<sub>5</sub>H<sub>9</sub>GdN<sub>2</sub>O<sub>8</sub> (382.39):\nC, 15.70; H, 2.37; N, 7.33. Found: C, 15.43; H, 3.52; N, 7.61. IR\nbands (KBr, cm<sup>–1</sup>) for <bold>2</bold>: 2843 m [ν(C–H)\nformate]; 1714 s and 1603 vs [ν(COO<sup>–</sup>)]; 1368\ns [ν(C–N)], 1119 w, 1064 w, 792 s [γ(C–H)],\n728 m, 534 w.</p><title>Ln = Tb (<bold>3</bold>)</title><p>The starting salt used was\nTerbium(III) nitrate hexahydrate [Tb(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O]. Yield: 1.84 g (77%, based on Terbium). See  for the XRPD\npattern of <bold>3</bold>. Anal. Calcd. for <bold>3</bold>, C<sub>5</sub>H<sub>9</sub>N<sub>2</sub>O<sub>8</sub>Tb (383.96): C, 15.64;\nH, 2.36; N, 7.29. Found: C, 15.93; H, 2.30; N, 6.96. IR bands (KBr,\ncm<sup>–1</sup>) for <bold>3</bold>: 2845 m [ν(C–H)\nformate]; 1722 s and 1599 vs [ν(COO<sup>–</sup>)]; 1384\ns [ν(C–N)], 1120 w, 1064 w, 792 s [γ(C–H)],\n729 m, 534 w.</p>", "clean_text": "Preparation of [(Fmd)Ln(HCOO)4]∞ \n\nThe preparation is the same for all the lanthanides considered. Only the synthesis of the Dy(III) derivative 4 is described here as a representative example. Dysprosium(III) nitrate hexahydrate [Dy(NO3)3⋅6H2O, 1.95 g, 5.6 mmol] and cyclobutane-1,1'-dicarboxylic acid (0.40 g, 2.8 mmol) were dissolved in 10 mL of formamide. The clear solution was transferred to a Teflon-lined stainless steel autoclave (inner Teflon beaker volume ca. 15 mL), sealed and heated at 130 °C for 24 h under autogenous pressure. After slow overnight cooling, colorless crystals of 4 were collected, washed with ethanol (4 × 10 mL), petroleum ether (4 × 10 mL), and finally dried under a nitrogen stream at room temperature. Yield: 1.04 g [48%, calculated with respect to the Dy(III) salt]. The phase purity was checked through XRPD, comparing the experimental diffractogram with that calculated from the single-crystal structure (). Anal. Calcd. for 4, C5H9DyN2O8 (388.97): C, 15.49; H, 2.34; N, 7.23. Found: C, 15.56; H, 2.42; N, 7.38. IR bands (KBr, cm-1) for 4: 2846 m [ν(C-H) formate]; 1720 s and 1602 vs [ν(COO-)]; 1384 s [ν(C-N)], 1333 m, 1120 w, 1065 w, 801 s [γ(C-H)], 732 m, 533 w.\n\nLn = Eu (1)\n\nThe starting salt used was Europium(III) nitrate hydrate [Eu(NO3)3⋅xH2O]. Yield: 1.27 g (61%, based on Europium). See  for the XRPD pattern of 1. Anal. Calcd. for 1, C5H9EuN2O8 (377.96): C, 15.93; H, 2.41; N, 7.43. Found: C, 16.06; H, 2.27; N, 7.59. IR bands (KBr, cm-1) for 1: 2840 m [ν(C-H) formate]; 1722 s and 1602 vs [ν(COO-)]; 1384 s [ν(C-N)], 1332 m, 1119 w, 1064 w, 790 s [γ(C-H)], 730 m, 533 w.\n\nLn = Gd (2)\n\nThe starting salt used was Gadolinium(III) nitrate hexahydrate [Gd(NO3)3⋅6H2O]. Yield: 1.63 g (77%, based on Gadolinium). See  for the XRPD pattern of 2. Anal. Calcd. for 2, C5H9GdN2O8 (382.39): C, 15.70; H, 2.37; N, 7.33. Found: C, 15.43; H, 3.52; N, 7.61. IR bands (KBr, cm-1) for 2: 2843 m [ν(C-H) formate]; 1714 s and 1603 vs [ν(COO-)]; 1368 s [ν(C-N)], 1119 w, 1064 w, 792 s [γ(C-H)], 728 m, 534 w.\n\nLn = Tb (3)\n\nThe starting salt used was Terbium(III) nitrate hexahydrate [Tb(NO3)3⋅6H2O]. Yield: 1.84 g (77%, based on Terbium). See  for the XRPD pattern of 3. Anal. Calcd. for 3, C5H9N2O8Tb (383.96): C, 15.64; H, 2.36; N, 7.29. Found: C, 15.93; H, 2.30; N, 6.96. IR bands (KBr, cm-1) for 3: 2845 m [ν(C-H) formate]; 1722 s and 1599 vs [ν(COO-)]; 1384 s [ν(C-N)], 1120 w, 1064 w, 792 s [γ(C-H)], 729 m, 534 w.", "data": [{"meta": {"name": "[(Fmd)Ln(HCOO)4]∞", "symbol": "4", "chemical formula": "C5H9DyN2O8"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Dysprosium(III) nitrate hexahydrate", "amount": "1.95", "unit": "g"}, {"name": "cyclobutane-1,1′-dicarboxylic acid", "amount": "0.40", "unit": "g"}], "solution": [{"name": "formamide", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "130 °C", "time": "24 h"}], "yield": "48%"}, {"meta": {"name": "[(Fmd)Ln(HCOO)4]∞", "symbol": "1", "chemical formula": "C5H9EuN2O8"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Europium(III) nitrate hydrate", "amount": "", "unit": ""}, {"name": "cyclobutane-1,1′-dicarboxylic acid", "amount": "", "unit": ""}], "solution": [{"name": "formamide", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "130 °C", "time": "24 h"}], "yield": "61%"}, {"meta": {"name": "[(Fmd)Ln(HCOO)4]∞", "symbol": "2", "chemical formula": "C5H9GdN2O8"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Gadolinium(III) nitrate hexahydrate", "amount": "", "unit": ""}, {"name": "cyclobutane-1,1′-dicarboxylic acid", "amount": "", "unit": ""}], "solution": [{"name": "formamide", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "130 °C", "time": "24 h"}], "yield": "77%"}, {"meta": {"name": "[(Fmd)Ln(HCOO)4]∞", "symbol": "3", "chemical formula": "C5H9N2O8Tb"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Terbium(III) nitrate hexahydrate", "amount": "", "unit": ""}, {"name": "cyclobutane-1,1′-dicarboxylic acid", "amount": "", "unit": ""}], "solution": [{"name": "formamide", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "130 °C", "time": "24 h"}], "yield": "77%"}], "include_properties": ["solvothermal_synthesis", "washing", "drying"]}, {"idx": "17, 21, 25, 26, 28, 30", "type": "text", "classification": "property", "content": "<title>Thermal Behavior</title><p>The TG-MS analyses of <bold>1</bold>–<bold>4</bold> again showed a very similar behavior (see\nFigure  for the case of <bold>2</bold>, chosen\nas a representative example. See the  for the TG-MS plots of <bold>1</bold>, <bold>3</bold>, and <bold>4</bold>, respectively). The\nthermal behavior of <bold>2</bold> can be summarized as follows: formation\nof an intermediate Gd(HCOO)<sub>3</sub> phase in the 250–320\n°C temperature range [weight loss = 23.8% (calculated); 23.6%\n(experimental)] after both formamidine and formic acid loss {analogously\nto what was observed for [(Fmd)Mg(HCOO)<sub>3</sub>]<sub>∞</sub>}, which in turn releases CO and H<sub>2</sub>O leading to the corresponding Gd<sub>2</sub>O<sub>3</sub> oxide above 600 °C [total weight loss = 52.7% (calculated);\n52.4% (experimental)].</p><title>Luminescence Properties</title><p>Owing to their low molar extinction\ncoefficients, Ln(III) ions are normally matched with π-conjugated\nmultidentate organic chromophores (antennae) within LOFs, to enhance\nthe harvested light to be transferred to the emitting metal levels. In the present case, since the small formate\nlinker cannot generate any antenna effect, a direct excitation (365\nnm) of the Ln(III) ion absorption bands was necessary. On the other\nhand, in these polymeric formates the photoluminescence efficiency\nwas found to be remarkably high, because of the lack of intermediate\nprocesses (photoinduced energy transfer). Figure  shows the emission spectra of <bold>1</bold>, <bold>3</bold>, and <bold>4</bold> in the solid state (as powders). The line-like\nbands, typical of trivalent lanthanide ions, originate from internal\nf-f transitions (shielded by both 5s and 5p subshells). The Dy(III) ion emission bands at 490 and 574\nnm are related to the <sup>4</sup>F<sub>9/2</sub> →<sup>6</sup>H<sub>15/2</sub> and <sup>4</sup>F<sub>9/2</sub> →<sup>6</sup>H<sub>13/2</sub> transitions, while Eu(III) and Tb(III) multiple\nlines arise from <sup>5</sup>D<sub>1</sub>, <sup>5</sup>D<sub>0</sub> →<sup>7</sup>F<sub>j</sub>, and <sup>5</sup>D<sub>4</sub>→<sup>7</sup>F<sub>j</sub> ones, respectively. The corresponding strong emission intensities, especially\nfor the Tb-containing compound (<bold>3</bold>, Φ<sub>em</sub> = 0.83), are clearly visible to the naked eye. The related lifetime\ndecays span from the micro- (<bold>4</bold>) to the millisecond (<bold>1</bold>,<bold>3</bold>) time scale (see Table).</p><title>Magnetic Properties</title><p>The temperature dependence of the\nχ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> product of the paramagnetic\nsamples <bold>2</bold>, <bold>3</bold>, and <bold>4</bold> is reported\nin Figure . Given that exchange interactions\nare expected to be weak and play a role only at very low temperatures,\nthe magnetic properties of <bold>1</bold> (which is characterized\nby a non magnetic <sup>7</sup>F<sub>0</sub> state) have not been investigated.\nThe room temperature value of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> of <bold>2</bold>, 7.24 emu K mol<sup>–1</sup>, is  close\nto that expected for an isolated <italic toggle=\"yes\">S</italic> = 7/2 with <italic toggle=\"yes\">g</italic> = 2, 7.875 emu K mol<sup>–1</sup>, taking also\ninto account  the hygroscopic nature of the compound and that no \ntreatment has been performed before the  measurements. On decreasing\nthe temperature below 30 K, a monotonic decrease is observed, suggesting\nthe presence of antiferromagnetic interactions. Given the 3D nature\nof the network the data have been analyzed using the Curie–Weiss\nlaw by plotting χ<sup>–1</sup> versus <italic toggle=\"yes\">T</italic> ().\nA linear fit of the data provided the Curie constant, 7.25 emu K mol\nand θ = −0.54 K. Thus, the magnetic interaction mediated\nby the formate ligand is weak but sizable and antiferromagnetic in\nnature, comparable to that found in a diphosphonate based 3D network.\n</p><p>The magnetic behavior of <bold>3</bold> and <bold>4</bold> is more complex. The room temperature value of <bold>3</bold>, 11.9 emu K mol<sup>–1</sup>, is in reasonable agreement\nwith that expected for the <italic toggle=\"yes\">J</italic> = 6 with <italic toggle=\"yes\">g</italic>\n<sub>J</sub> = 3/2, which characterize the <sup>7</sup>F<sub>6</sub> state of Tb(III), 11.82 emu K mol<sup>–1</sup>. Similarly,\nthe room temperature value, 13.2 emu K mol<sup>–1</sup>, is\nin good agreement with that expected for the <italic toggle=\"yes\">J</italic> =\n15/2 with <italic toggle=\"yes\">g</italic>\n<sub>J</sub> = 4/3 of the <sup>6</sup>H<sub>15/2</sub> state of Dy(III), 14.17 emu K mol<sup>–1</sup>. In both cases, a decrease of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> occurs at a higher temperature than that of <bold>2</bold>, but\nthis phenomenon can be ascribed to the gradual depopulation of the\nhighest level of the <sup>7</sup>F<sub>6</sub>, and <sup>6</sup>H<sub>15/2</sub> multiplets of <bold>3</bold> and <bold>4</bold>, respectively,\nbecause of crystal effects rather than magnetic exchange. The overall\nsplitting is in fact several hundreds of K, as confirmed by the width\nand complex structure of the <sup>5</sup>D<sub>4</sub>→<sup>7</sup>F<sub>6</sub> and <sup>4</sup>F<sub>9/2</sub> → <sup>6</sup>H<sub>15/2</sub> bands around 480 nm of the luminescence spectrum\nof <bold>3</bold> and <bold>4</bold> (see Figure ). An estimation of the exchange interaction is therefore\nnot possible in this case. This interpretation is further confirmed\nby the analysis of the magnetization versus field curves recorded\nfor <bold>3</bold> and <bold>4</bold> at different temperatures in\nthe range 2–10 K (see ). These curves do not rescale on a single curve\nwhen plotted versus the reduced <italic toggle=\"yes\">H</italic>/<italic toggle=\"yes\">T</italic> variable and do not show saturation at low temperature due to the\nstrong magnetic anisotropy.</p><p>To investigate the dynamic behavior of the magnetization\nof these\nextended structures, the susceptibility in an ac field of <bold>2</bold>, <bold>3</bold>, and <bold>4</bold> has been measured\nin zero static field (), but no frequency dependence or a significant\nimaginary component of the susceptibility has been observed, suggesting\nthat the zero field relaxation is faster than the employed frequencies\nalso at the lowest investigated temperature (2 K). The application\nof a static field has often been employed to suppress a fast relaxation\nmechanism. The frequency dependence of\nthe ac susceptibility has thus been measured by varying the static\nfield. A significant difference is observed among the three compounds.\nIn fact, <bold>2</bold> exhibits at 10 K a significant frequency dependent\nimaginary component, which is not the case of <bold>3</bold> at any\ntemperature down to 2 K, while a weak imaginary component is observed\nfor <bold>4</bold> at the lowest temperature. The temperature dependence\nof the imaginary component (χ′′) of <bold>2</bold> measured in a static field of 2 kOe is reported in Figure . The related graph for the real compoment χ′\nis shown in . The data analysis using the Debye model has allowed to extract the temperature dependence of the relaxation,\nshown as an Arrhenius plot in the inset of Figure . A thermally activated regime is observed above 5 K, and\nthe highest investigated temperatures provide for the Arrhenius law\nτ = τ<sub>0</sub> exp(Δ/<italic toggle=\"yes\">k</italic>\n<sub>B</sub>\n<italic toggle=\"yes\">T</italic>) the following parameters: τ<sub>0</sub> = 4.2(3) × 10<sup>–6</sup> s, Δ = 25(1) K (red\nline in the inset of Figure ). The relaxation\ntime seems, however, to level off at lower temperatures, but below\n5 K the χ′′ versus ν curves become too distorted\nto extract a relaxation time, and a decreasing fraction of the magnetization\nis involved in the monitored relaxation process. In these extended\nstructures, the slower magnetic relaxation (although in applied static\nfields) is observed for the most isotropic lanthanide ion, Gd(III).\nThis trend is opposite to that observed in discrete molecules showing\nmagnetic bistability, also known as Single Molecule Magnets, while\nis rather common in traditional paramagnets. Indeed, a similar slow\nrelaxation in static field was previously observed in another extended\nnetwork of Gd(III) ions linked by fumarate ligands. In that case, the analysis of the temperature dependence\nof the relaxation time was performed assuming a τ = <italic toggle=\"yes\">aT</italic>\n<sup>\n<italic toggle=\"yes\">n</italic>\n</sup> dependence. The slow relaxation\nwas not attributed to an anisotropy barrier, but to the phonon-bottleneck\neffect originated by the trapping of resonant phonons that are unable\nto release the energy of the spin bath to the thermal one. A similar analysis performed on <bold>2</bold> provides a better agreement with the experimental data (see blue\nline in the inset of Figure ) and a best fit\nvalue <italic toggle=\"yes\">n</italic> = −2.0(1). An exponent equal to −2\nis theoretically expected for this phonon-bottleneck phenomenon. The\nobservation of this phenomenon in two different Gd-MOF structures\nsuggests that the coordinative 3D network can play a role in trapping\nresonant phonons.</p><title>Conclusions</title><p>Four novel polymeric lanthanide formates\nof general formula [(Fmd)Ln<sup>III</sup>(HCOO)<sub>4</sub>]<sub>∞</sub> have been prepared\nthrough solvothermal methods. The isomorphous species show an amine-templated\n3D polymeric lattice, whose luminescence and magnetic properties have\nbeen assessed. The compounds containing Dy(III), Eu(III), and Tb(III)\nshowed remarkable emission intensity (Φ<sub>em</sub> up to 0.83)\nand long lifetime decays in the micro- (Dy) and millisecond (Tb, Eu)\ntime scale. Their photoluminescence features were not affected by\nchanging the environment (i.e., by growing crystals of the material\non an ITO-coated support). The magnetic investigation revealed the\nunambiguous presence of weak antiferromagnetic interaction between\nGd(III) ions. While the Tb(III) and Dy(III) analogues, despite their\nsignificant orbital contributions, do not show the slow relaxation\nthat characterize Single Molecule or Single Chain Magnets, a temperature\ndependent mechanism of relaxation is observed for the Gd(III) derivative\nin static applied fields. Weakly coupled Gd(III) systems are particularly\ninteresting for their large magnetocaloric effect exploitable in refrigerators based on the adiabatic demagnetization\nprocess. Examples of extended systems exploited for this purpose are\nscarce. To be usable as refrigerants,\nthe magnetization dynamics of these materials must be fast compared\nto the field ramp. This appears to be the case for <bold>2</bold>,\nwhose relaxation time is in the milliseconds range. While\nthe characterization of the magnetocaloric properties of these compounds\nis in progress, controlled change of their physical properties through\na judicious spacer modification are currently under study in our laboratories\nwith the aim of creating new materials for practical applications\nin the fields of sensing and magnetism.</p>", "clean_text": "Thermal Behavior\n\nThe TG-MS analyses of 1-4 again showed a very similar behavior (see Figure  for the case of 2, chosen as a representative example. See the  for the TG-MS plots of 1, 3, and 4, respectively). The thermal behavior of 2 can be summarized as follows: formation of an intermediate Gd(HCOO)3 phase in the 250-320 °C temperature range [weight loss = 23.8% (calculated); 23.6% (experimental)] after both formamidine and formic acid loss {analogously to what was observed for [(Fmd)Mg(HCOO)3]∞}, which in turn releases CO and H2O leading to the corresponding Gd2O3 oxide above 600 °C [total weight loss = 52.7% (calculated); 52.4% (experimental)].\n\nLuminescence Properties\n\nOwing to their low molar extinction coefficients, Ln(III) ions are normally matched with π-conjugated multidentate organic chromophores (antennae) within LOFs, to enhance the harvested light to be transferred to the emitting metal levels. In the present case, since the small formate linker cannot generate any antenna effect, a direct excitation (365 nm) of the Ln(III) ion absorption bands was necessary. On the other hand, in these polymeric formates the photoluminescence efficiency was found to be remarkably high, because of the lack of intermediate processes (photoinduced energy transfer). Figure  shows the emission spectra of 1, 3, and 4 in the solid state (as powders). The line-like bands, typical of trivalent lanthanide ions, originate from internal f-f transitions (shielded by both 5s and 5p subshells). The Dy(III) ion emission bands at 490 and 574 nm are related to the 4F9/2 →6H15/2 and 4F9/2 →6H13/2 transitions, while Eu(III) and Tb(III) multiple lines arise from 5D1, 5D0 →7Fj, and 5D4→7Fj ones, respectively. The corresponding strong emission intensities, especially for the Tb-containing compound (3, Φem = 0.83), are clearly visible to the naked eye. The related lifetime decays span from the micro- (4) to the millisecond (1,3) time scale (see Table).\n\nMagnetic Properties\n\nThe temperature dependence of the χM T product of the paramagnetic samples 2, 3, and 4 is reported in Figure . Given that exchange interactions are expected to be weak and play a role only at very low temperatures, the magnetic properties of 1 (which is characterized by a non magnetic 7F0 state) have not been investigated. The room temperature value of χM T of 2, 7.24 emu K mol-1, is  close to that expected for an isolated S = 7/2 with g = 2, 7.875 emu K mol-1, taking also into account  the hygroscopic nature of the compound and that no  treatment has been performed before the  measurements. On decreasing the temperature below 30 K, a monotonic decrease is observed, suggesting the presence of antiferromagnetic interactions. Given the 3D nature of the network the data have been analyzed using the Curie-Weiss law by plotting χ-1 versus T (). A linear fit of the data provided the Curie constant, 7.25 emu K mol and θ = -0.54 K. Thus, the magnetic interaction mediated by the formate ligand is weak but sizable and antiferromagnetic in nature, comparable to that found in a diphosphonate based 3D network. \n\nThe magnetic behavior of 3 and 4 is more complex. The room temperature value of 3, 11.9 emu K mol-1, is in reasonable agreement with that expected for the J = 6 with g J = 3/2, which characterize the 7F6 state of Tb(III), 11.82 emu K mol-1. Similarly, the room temperature value, 13.2 emu K mol-1, is in good agreement with that expected for the J = 15/2 with g J = 4/3 of the 6H15/2 state of Dy(III), 14.17 emu K mol-1. In both cases, a decrease of χM T occurs at a higher temperature than that of 2, but this phenomenon can be ascribed to the gradual depopulation of the highest level of the 7F6, and 6H15/2 multiplets of 3 and 4, respectively, because of crystal effects rather than magnetic exchange. The overall splitting is in fact several hundreds of K, as confirmed by the width and complex structure of the 5D4→7F6 and 4F9/2 → 6H15/2 bands around 480 nm of the luminescence spectrum of 3 and 4 (see Figure ). An estimation of the exchange interaction is therefore not possible in this case. This interpretation is further confirmed by the analysis of the magnetization versus field curves recorded for 3 and 4 at different temperatures in the range 2-10 K (see ). These curves do not rescale on a single curve when plotted versus the reduced H/T variable and do not show saturation at low temperature due to the strong magnetic anisotropy.\n\nTo investigate the dynamic behavior of the magnetization of these extended structures, the susceptibility in an ac field of 2, 3, and 4 has been measured in zero static field (), but no frequency dependence or a significant imaginary component of the susceptibility has been observed, suggesting that the zero field relaxation is faster than the employed frequencies also at the lowest investigated temperature (2 K). The application of a static field has often been employed to suppress a fast relaxation mechanism. The frequency dependence of the ac susceptibility has thus been measured by varying the static field. A significant difference is observed among the three compounds. In fact, 2 exhibits at 10 K a significant frequency dependent imaginary component, which is not the case of 3 at any temperature down to 2 K, while a weak imaginary component is observed for 4 at the lowest temperature. The temperature dependence of the imaginary component (χ'') of 2 measured in a static field of 2 kOe is reported in Figure . The related graph for the real compoment χ' is shown in . The data analysis using the Debye model has allowed to extract the temperature dependence of the relaxation, shown as an Arrhenius plot in the inset of Figure . A thermally activated regime is observed above 5 K, and the highest investigated temperatures provide for the Arrhenius law τ = τ0 exp(Δ/k B T) the following parameters: τ0 = 4.2(3) × 10-6 s, Δ = 25(1) K (red line in the inset of Figure ). The relaxation time seems, however, to level off at lower temperatures, but below 5 K the χ'' versus ν curves become too distorted to extract a relaxation time, and a decreasing fraction of the magnetization is involved in the monitored relaxation process. In these extended structures, the slower magnetic relaxation (although in applied static fields) is observed for the most isotropic lanthanide ion, Gd(III). This trend is opposite to that observed in discrete molecules showing magnetic bistability, also known as Single Molecule Magnets, while is rather common in traditional paramagnets. Indeed, a similar slow relaxation in static field was previously observed in another extended network of Gd(III) ions linked by fumarate ligands. In that case, the analysis of the temperature dependence of the relaxation time was performed assuming a τ = aT  n  dependence. The slow relaxation was not attributed to an anisotropy barrier, but to the phonon-bottleneck effect originated by the trapping of resonant phonons that are unable to release the energy of the spin bath to the thermal one. A similar analysis performed on 2 provides a better agreement with the experimental data (see blue line in the inset of Figure ) and a best fit value n = -2.0(1). An exponent equal to -2 is theoretically expected for this phonon-bottleneck phenomenon. The observation of this phenomenon in two different Gd-MOF structures suggests that the coordinative 3D network can play a role in trapping resonant phonons.\n\nConclusions\n\nFour novel polymeric lanthanide formates of general formula [(Fmd)LnIII(HCOO)4]∞ have been prepared through solvothermal methods. The isomorphous species show an amine-templated 3D polymeric lattice, whose luminescence and magnetic properties have been assessed. The compounds containing Dy(III), Eu(III), and Tb(III) showed remarkable emission intensity (Φem up to 0.83) and long lifetime decays in the micro- (Dy) and millisecond (Tb, Eu) time scale. Their photoluminescence features were not affected by changing the environment (i.e., by growing crystals of the material on an ITO-coated support). The magnetic investigation revealed the unambiguous presence of weak antiferromagnetic interaction between Gd(III) ions. While the Tb(III) and Dy(III) analogues, despite their significant orbital contributions, do not show the slow relaxation that characterize Single Molecule or Single Chain Magnets, a temperature dependent mechanism of relaxation is observed for the Gd(III) derivative in static applied fields. Weakly coupled Gd(III) systems are particularly interesting for their large magnetocaloric effect exploitable in refrigerators based on the adiabatic demagnetization process. Examples of extended systems exploited for this purpose are scarce. To be usable as refrigerants, the magnetization dynamics of these materials must be fast compared to the field ramp. This appears to be the case for 2, whose relaxation time is in the milliseconds range. While the characterization of the magnetocaloric properties of these compounds is in progress, controlled change of their physical properties through a judicious spacer modification are currently under study in our laboratories with the aim of creating new materials for practical applications in the fields of sensing and magnetism.", "data": [[{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "decomposition temperature": [{"value": "", "unit": "", "type": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": ""}, "decomposition temperature": [{"value": "250 to 320", "unit": "°C", "type": "formation of intermediate Gd(HCOO)3 phase", "condition": ""}, {"value": "600", "unit": "°C", "type": "release of CO and H2O leading to Gd2O3 oxide", "condition": ""}]}, {"meta": {"name": "", "symbol": "3", "chemical formula": ""}, "decomposition temperature": [{"value": "", "unit": "", "type": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "4", "chemical formula": ""}, "decomposition temperature": [{"value": "", "unit": "", "type": "", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 16, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Hydrogen Bonds for <bold>4</bold> [Å\nand deg]<xref rid=\"tbl1-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"5\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:colspec colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">D–H···A</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">d</italic>(D–H)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">d</italic>(H···A)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">d</italic>(D···A)</oasis:entry>\n<oasis:entry align=\"center\">∠(DHA)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>N(1)–H(5A)···O(1)#7</oasis:entry>\n<oasis:entry>0.86</oasis:entry>\n<oasis:entry>2.24</oasis:entry>\n<oasis:entry>3.038(7)</oasis:entry>\n<oasis:entry>155.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>N(1)–H(5B)···O(4)</oasis:entry>\n<oasis:entry>0.86</oasis:entry>\n<oasis:entry>2.20</oasis:entry>\n<oasis:entry>3.000(7)</oasis:entry>\n<oasis:entry>155.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>N(1)–H(5B)···O(2)</oasis:entry>\n<oasis:entry>0.86</oasis:entry>\n<oasis:entry>2.47</oasis:entry>\n<oasis:entry>3.092(8)</oasis:entry>\n<oasis:entry>130.1</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl1-fn1\">\n<label>a</label>\n<p>Symmetry transformations used\nto generate equivalent atoms: #1 –<italic toggle=\"yes\">x</italic>+1,<italic toggle=\"yes\">y</italic>,–<italic toggle=\"yes\">z</italic>+1/2; #2 <italic toggle=\"yes\">x</italic>,–<italic toggle=\"yes\">y</italic>+2,–<italic toggle=\"yes\">z</italic>+1; #3 –<italic toggle=\"yes\">x</italic>–1/2,–<italic toggle=\"yes\">y</italic>+3/2,<italic toggle=\"yes\">z</italic>–1/2;\n#4 –<italic toggle=\"yes\">x</italic>–1,<italic toggle=\"yes\">y</italic>,–<italic toggle=\"yes\">z</italic>+3/2; #5 –<italic toggle=\"yes\">x</italic>–1/2,–<italic toggle=\"yes\">y</italic>+3/2,<italic toggle=\"yes\">z</italic>+1/2; #6 –<italic toggle=\"yes\">x</italic>,<italic toggle=\"yes\">y</italic>,–<italic toggle=\"yes\">z</italic>+1/2; #7 –<italic toggle=\"yes\">x</italic>,–<italic toggle=\"yes\">y</italic>+2,<italic toggle=\"yes\">z</italic>+1/2.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Hydrogen Bonds for 4 [Å and deg][^a]\n\n| D–H···A | d(D–H) | d(H···A) | d(D···A) | ∠(DHA) |\n|---------|--------|---------|---------|--------|\n| N(1)–H(5A)···O(1)#7 | 0.86 | 2.24 | 3.038(7) | 155.0 |\n| N(1)–H(5B)···O(4) | 0.86 | 2.20 | 3.000(7) | 155.0 |\n| N(1)–H(5B)···O(2) | 0.86 | 2.47 | 3.092(8) | 130.1 |\n\n[^a]: Symmetry transformations used to generate equivalent atoms: #1 –x+1,y,–z+1/2; #2 x,–y+2,–z+1; #3 –x–1/2,–y+3/2,z–1/2; #4 –x–1,y,–z+3/2; #5 –x–1/2,–y+3/2,z+1/2; #6 –x,y,–z+1/2; #7 –x,–y+2,z+1/2.", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 23, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1a\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Photophysical Properties of <bold>1</bold>, <bold>3</bold>, and <bold>4</bold> in the Solid State (Room\nTemperature)</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"4\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">λ<sub>max</sub>/nm</oasis:entry>\n<oasis:entry align=\"center\">Φ<sub>em</sub>\n<xref rid=\"t1afn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">τ/μs</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry>594–618–700</oasis:entry>\n<oasis:entry>0.25</oasis:entry>\n<oasis:entry>1.7 ×\n10<sup>3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry>492–544–590–624</oasis:entry>\n<oasis:entry>0.83</oasis:entry>\n<oasis:entry>2.0 ×\n10<sup>3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>4</bold>\n</oasis:entry>\n<oasis:entry>490–574</oasis:entry>\n<oasis:entry>\n<xref rid=\"t1afn2\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n<oasis:entry>2.1</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1afn1\">\n<label>a</label>\n<p>λ<sub>exc</sub>: 365 nm.</p>\n</fn>\n<fn id=\"t1afn2\">\n<label>b</label>\n<p>Not measured because of signal\nweakness.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Photophysical Properties of 1, 3, and 4 in the Solid State (Room Temperature)\n\n|     | λ<sub>max</sub>/nm | Φ<sub>em</sub><sup>a</sup> | τ/μs |\n|-----|-------------------|---------------------------|------|\n| 1   | 594–618–700       | 0.25                      | 1.7 × 10<sup>3</sup> |\n| 3   | 492–544–590–624   | 0.83                      | 2.0 × 10<sup>3</sup> |\n| 4   | 490–574           |                           | 2.1  |\n\na λ<sub>exc</sub>: 365 nm.\nb Not measured because of signal weakness.", "data": ["substring not found"], "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Possible\nCoordination Modes of the μ-HCOO<sup>–</sup> Ligand</title>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00854b_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Possible Coordination Modes of the μ-HCOO- Ligand   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Unit cell of the crystal structure of <bold>4</bold> and (b)\nview of the polymer channels along the <italic toggle=\"yes\">a</italic> axis. In\n(b), H atoms on the scaffold are omitted for clarity. Atom color code:\nlight blue, Dy; gray, C; white, H; red, O; blue, N. Hydrogen bonds\ndepicted in yellow dotted lines.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00854b_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Unit cell of the crystal structure of 4 and (b) view of the polymer channels along the a axis. In (b), H atoms on the scaffold are omitted for clarity. Atom color code: light blue, Dy; gray, C; white, H; red, O; blue, N. Hydrogen bonds depicted in yellow dotted lines.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>TG-MS profile for <bold>2</bold>. See the <xref rid=\"notes-1\">Supporting\nInformation, Figure S9</xref> for the corresponding weight loss (%)\nversus temperature graph.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00854b_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  TG-MS profile for 2. See the Supporting Information, Figure S9 for the corresponding weight loss (%) versus temperature graph.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>VT-XRPD diffractograms of <bold>2</bold>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00854b_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  VT-XRPD diffractograms of 2.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Room temperature normalized emission spectra (λ<sub>exc</sub>= 365 nm) of <bold>1</bold> (red line), <bold>3</bold> (green line)\nand <bold>4</bold> (blue line).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00854b_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  Room temperature normalized emission spectra (λexc= 365 nm) of 1 (red line), 3 (green line) and 4 (blue line).   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Temperature dependence of the product of the\nmagnetic susceptibility\nwith temperature of <bold>2</bold> (thick line), <bold>3</bold> (solid\ntriangles), and <bold>4</bold> (empty circles).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00854b_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  Temperature dependence of the product of the magnetic susceptibility with temperature of 2 (thick line), 3 (solid triangles), and 4 (empty circles).   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Temperature dependence of the magnetization imaginary\ncomponent\nof <bold>2</bold> measured in a static field. In the inset, the temperature\ndependence of the relaxation time. The red and blue lines correspond\nto the best fit through either an exponential (Arrhenius) or a polynomial\nfunction, respectively.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00854b_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  Temperature dependence of the magnetization imaginary component of 2 measured in a static field. In the inset, the temperature dependence of the relaxation time. The red and blue lines correspond to the best fit through either an exponential (Arrhenius) or a polynomial function, respectively.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic300854b", "title": "\nAmine-Templated Polymeric\nLanthanide Formates: Synthesis,\nCharacterization, and Applications in Luminescence and Magnetism\n", "journal": "American Chemical\nSociety", "date": "2012.06", "author_list": ["Rossin\nAndrea", "Giambastiani\nGiuliano", "Peruzzini\nMaurizio", "Sessoli\nRoberta"]}}