{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic300963z.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>A coordination polymer based on an unprecedented Fe<sub>20</sub> core has been constructed by in situ ligand conversion,\nincluding\ntrapping of an intermediate.</p><p>A coordination\npolymer based on an unprecedented Fe<sub>20</sub> unit with an <italic toggle=\"yes\">S</italic> = 5 ground state has been\nconstructed by a two-step ligand conversion that traps an intermediate.</p><p>The investigation of high-nuclearity\nmetal clusters continues to be of considerable interest because they\nrepresent nice systems that span both quantum and classic phenomena. To date, Ag<sub>490</sub>, Mo<sub>368</sub>,\nFe<sub>168</sub>, La<sub>76</sub>Ni<sub>60</sub>, Mn<sub>84</sub>,\nEr<sub>60</sub>, Cu<sub>17</sub>Mn<sub>28</sub>, Co<sub>36</sub>,\nand Fe<sub>16</sub>Ln<sub>4</sub> are among the largest clusters to\nhave been studied. Other clusters, such as Mn<sub>12</sub>, Mn<sub>32</sub>, Fe<sub>4</sub>, Co<sub>32</sub>, Fe<sub>12</sub>Ln<sub>4</sub>, Ni<sub>32</sub>La<sub>20</sub>, Cu<sub>36</sub>Ln<sub>24</sub>, and Gd<sub>36</sub>Ni<sub>12</sub> have been also\nreported, and some of them show single molecule magnet (SMM) behavior. Fe<sup>III</sup> clusters are one of the largest families that has\nbeen explored, and among this family, Fe<sub>2–17</sub>,  Fe<sub>18</sub> wheel or chain,  Fe<sub>19</sub> cluster,  Fe<sub>22</sub> rod,  Fe<sub>28</sub> wheel,\n Fe<sub>64</sub> cube, and  Fe<sub>168</sub> cage are some of largest Fe<sup>III</sup> clusters that are\nknown. However, the synthesis of other large Fe<sup>III</sup> clusters\nis still a challenging task.</p>", "clean_text": "A coordination polymer based on an unprecedented Fe20 core has been constructed by in situ ligand conversion, including trapping of an intermediate.\n\nA coordination polymer based on an unprecedented Fe20 unit with an S = 5 ground state has been constructed by a two-step ligand conversion that traps an intermediate.\n\nThe investigation of high-nuclearity metal clusters continues to be of considerable interest because they represent nice systems that span both quantum and classic phenomena. To date, Ag490, Mo368, Fe168, La76Ni60, Mn84, Er60, Cu17Mn28, Co36, and Fe16Ln4 are among the largest clusters to have been studied. Other clusters, such as Mn12, Mn32, Fe4, Co32, Fe12Ln4, Ni32La20, Cu36Ln24, and Gd36Ni12 have been also reported, and some of them show single molecule magnet (SMM) behavior. FeIII clusters are one of the largest families that has been explored, and among this family, Fe2-17,  Fe18 wheel or chain,  Fe19 cluster,  Fe22 rod,  Fe28 wheel,  Fe64 cube, and  Fe168 cage are some of largest FeIII clusters that are known. However, the synthesis of other large FeIII clusters is still a challenging task.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Hydro/solvothermal method is an\neffective tool for preparing complicated\ncoordination systems, in which  in situ ligand reaction may occasionally\noccur. Although there are drawbacks in\nthe prediction of the final structures of crystalline products due\nto ligand variation, the in situ metal/ligand reaction has been extensively\napplied as a shortcut to obtaining novel or unexpected coordination\nsystems. So far, a variety of in situ\nreactions have been reported, and some typical examples have been\nalso reviewed. Unfortunately, the mechanism\nfor such a reaction is not\nwell understood because of the complexity of the reaction systems\nand the limitations of the reaction conditions, especially when the\nin situ reaction is not just one step. Thus, the capture of an intermediate\nproduct will not only benefit the construction of new materials with\nunusual architectures but also facilitate the precise clarification\nof their formation mechanism.\n</p>", "clean_text": "Hydro/solvothermal method is an effective tool for preparing complicated coordination systems, in which  in situ ligand reaction may occasionally occur. Although there are drawbacks in the prediction of the final structures of crystalline products due to ligand variation, the in situ metal/ligand reaction has been extensively applied as a shortcut to obtaining novel or unexpected coordination systems. So far, a variety of in situ reactions have been reported, and some typical examples have been also reviewed. Unfortunately, the mechanism for such a reaction is not well understood because of the complexity of the reaction systems and the limitations of the reaction conditions, especially when the in situ reaction is not just one step. Thus, the capture of an intermediate product will not only benefit the construction of new materials with unusual architectures but also facilitate the precise clarification of their formation mechanism. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Herein,\nan Fe<sup>III</sup> coordination polymer, {[Fe<sub>20</sub>(μ<sub>3</sub>-O)<sub>14</sub>-(Tris)<sub>2</sub>(Tris-CO)<sub>2</sub>(C<sub>6</sub>H<sub>11</sub>CO<sub>2</sub>)<sub>24</sub>]·2CH<sub>3</sub>CN}<sub>n</sub> (<bold>1</bold>), with an icosanuclear Fe<sup>III</sup> cluster as the building block, was synthesized under solvothermal\nconditions from the reaction of Fe<sup>III</sup> precursor [Fe<sub>3</sub>O(C<sub>6</sub>H<sub>11</sub>CO<sub>2</sub>)<sub>6</sub>(H<sub>2</sub>O)<sub>3</sub>]·C<sub>6</sub>H<sub>11</sub>CO<sub>2</sub> with 2-[bis(2-hydroxyethyl)amino]-2-(hydroxymethyl)propane-1,3-diol\n(<bold>Bis-Tris</bold>; Scheme ). During this course, the starting ligand of <bold>Bis-Tris</bold> suffers a two-step in situ transformation (Scheme\nS1 in the , SI), and\na cyclic ketal, namely, 4,4-bis(hydroxymethyl)oxazolidin-2-one (<bold>Tris-CO</bold>), seems to have been generated from the intermediate\n2-amino-2-(hydroxymethyl)propane-1,3-diol (<bold>Tris</bold>). Notably,\nthe intermediate of the in situ reaction was also trapped and involved\nin the final material.</p>", "clean_text": "Herein, an FeIII coordination polymer, {[Fe20(μ3-O)14-(Tris)2(Tris-CO)2(C6H11CO2)24]⋅2CH3CN}n (1), with an icosanuclear FeIII cluster as the building block, was synthesized under solvothermal conditions from the reaction of FeIII precursor [Fe3O(C6H11CO2)6(H2O)3]⋅C6H11CO2 with 2-[bis(2-hydroxyethyl)amino]-2-(hydroxymethyl)propane-1,3-diol (Bis-Tris; Scheme ). During this course, the starting ligand of Bis-Tris suffers a two-step in situ transformation (Scheme S1 in the , SI), and a cyclic ketal, namely, 4,4-bis(hydroxymethyl)oxazolidin-2-one (Tris-CO), seems to have been generated from the intermediate 2-amino-2-(hydroxymethyl)propane-1,3-diol (Tris). Notably, the intermediate of the in situ reaction was also trapped and involved in the final material.", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Chemical Structures of <bold>Bis-Tris</bold>, <bold>Tris</bold>,\nand <bold>Tris-CO</bold>\n</title>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00963z_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  Chemical Structures of Bis-Tris, Tris, and Tris-CO    ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Complex <bold>1</bold> crystallizes in the <italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic> space group with a quite\ncomplicated asymmetric\nunit (Figure S1 in the ) and consists\nof a 3+ oxidation state icosanuclear iron cluster (Table S1 in the ). Single-crystal X-ray diffraction analysis\nindicates that the complex has a 2D (4,4) network structure (Figure a), where the leaflike icosanuclear Fe<sup>III</sup> cores are linked by single-atom O bridges (Figure b). The Fe<sub>20</sub>-cluster unit contains 12 six-coordinated,\n6 five-coordinated, and 2 four-coordinated Fe<sup>III</sup> ions,\njoined by 14 μ<sub>3</sub>-O bridges, 24 cyclohexanecarboxylate\nligands, and two <bold>Tris</bold>\n<sup>2–</sup> and two <bold>Tris-CO</bold>\n<sup>2–</sup> linkers. The length, width, and\nthickness of the Fe<sub>20</sub> unit are 28.01, 21.78, and 19.21\nÅ, respectively (Figure S2 in the ). All of the Fe–O bond lengths are in the range of 1.85–2.25\nÅ, and the Fe–N bond lengths are 2.18 Å. The Fe<sub>20</sub> cluster can also be viewed as a Fe<sub>10</sub> wheel that\nis centered by an open dicubane Fe<sub>4</sub> core to form a Fe<sub>14</sub> disk and then connected by two O-centered Fe<sup>III</sup> triangles via O<sup>2–</sup> bridges (Figure ).</p>", "clean_text": "Complex 1 crystallizes in the P21/c space group with a quite complicated asymmetric unit (Figure S1 in the ) and consists of a 3+ oxidation state icosanuclear iron cluster (Table S1 in the ). Single-crystal X-ray diffraction analysis indicates that the complex has a 2D (4,4) network structure (Figure a), where the leaflike icosanuclear FeIII cores are linked by single-atom O bridges (Figure b). The Fe20-cluster unit contains 12 six-coordinated, 6 five-coordinated, and 2 four-coordinated FeIII ions, joined by 14 μ3-O bridges, 24 cyclohexanecarboxylate ligands, and two Tris 2- and two Tris-CO 2- linkers. The length, width, and thickness of the Fe20 unit are 28.01, 21.78, and 19.21 Å, respectively (Figure S2 in the ). All of the Fe-O bond lengths are in the range of 1.85-2.25 Å, and the Fe-N bond lengths are 2.18 Å. The Fe20 cluster can also be viewed as a Fe10 wheel that is centered by an open dicubane Fe4 core to form a Fe14 disk and then connected by two O-centered FeIII triangles via O2- bridges (Figure ).", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structural diagrams for complex <bold>1</bold>: 2D (4,4) network\nbased on Fe<sub>20</sub> units (top); a leaflike Fe<sub>20</sub> core\n(bottom). H atoms and cyclohexanecarboxylate ligands are omitted for\nclarity.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00963z_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Structural diagrams for complex 1: 2D (4,4) network based on Fe20 units (top); a leaflike Fe20 core (bottom). H atoms and cyclohexanecarboxylate ligands are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Subunit of the Fe<sub>20</sub> core in <bold>1</bold>:\n(a) Fe<sub>4</sub> core; (b) Fe<sub>10</sub> wheel; (c) O-centered\nFe<sup>III</sup> triangle; (d) Fe<sub>14</sub> disk; (e) leaflike\nFe<sub>20</sub> core.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00963z_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Subunit of the Fe20 core in 1: (a) Fe4 core; (b) Fe10 wheel; (c) O-centered FeIII triangle; (d) Fe14 disk; (e) leaflike Fe20 core.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>In this case, the Fe<sup>III</sup> centers exhibit\nthree different\ncoordination geometries: a four-coordinated quasi-tetrahedron (FeO<sub>4</sub>), a five-coordinated slightly distorted square pyramid (FeO<sub>5</sub>), and six-coordinated distorted octahedra (FeO<sub>5</sub>N and FeO<sub>6</sub>; Figure S3 in the ). Although both <bold>Tris</bold>\n<sup>2–</sup> and <bold>Tris-CO</bold>\n<sup>2–</sup> act as tridentate ligands to join\nfour Fe<sup>III</sup> centers, their linking modes are different (Figure\nS4 in the ). Two <bold>Tris</bold>\n<sup>2–</sup> ligands connect four Fe<sup>III</sup> centers to\nconstruct a Fe<sub>4</sub> open dicubane motif (Figure a), which connected the Fe<sub>10</sub> wheel (Figure b) built by 10 O<sup>2–</sup> bridges and\n10 cyclohexanecarboxylate ligands to form a Fe<sub>14</sub> disk (Figure d) through two extra O<sup>2–</sup> linkers\nand six O<sup>2–</sup> bridges in the wheel. Then, the Fe<sub>14</sub> disk is further linked to two O-centered Fe<sup>III</sup> triangles (Figure c) to complete the leaflike\nFe<sub>20</sub> structure via two cyclohexanecarboxylate and four\nO<sup>2–</sup> bridges in the wheel (Figure e). Although large iron clusters, such as Fe<sub>168</sub>, Fe<sub>64</sub>, Fe<sub>28</sub>, and Fe<sub>22</sub>, have been\ndocumented, to our knowledge, this is the first example\nof an icosanuclear Fe<sup>III</sup> cluster. Compared with the different\nsubunits in Fe<sub>28</sub> and Fe<sub>168</sub> (Fe<sub>7</sub> units\nconnected by a three-atom bridge) and Fe<sub>64</sub> (Fe<sub>8</sub> units connected by formate), the Fe<sub>20</sub> units in <bold>1</bold> are connected by single-atom\nO bridges, similar to that in Fe<sub>22</sub> reported before. Interestingly, the 20 Fe<sup>III</sup> centers\nin <bold>1</bold> are arranged in a quasi-plane pattern, which is\nusually observed in Fe<sup>III</sup> clusters with lower nuclearity. Finally, the ligand of <bold>Tris-CO</bold>\n<sup>2–</sup> connects\nthree Fe<sup>III</sup> centers (two from the wheel and one from the\nO-centered Fe<sup>III</sup> triangle) in one Fe<sub>20</sub> unit\nwith a Fe<sup>III</sup> center from the O-centered Fe<sup>III</sup> triangle in another Fe<sub>20</sub> core to build a 2D (4,4) network.\nAlthough coordination polymers based on Fe<sub>13</sub> cores have\nbeen reported, complex <bold>1</bold> represents the unprecedented polymeric Fe<sup>III</sup> system with\nhigh-nuclearity building blocks.</p>", "clean_text": "In this case, the FeIII centers exhibit three different coordination geometries: a four-coordinated quasi-tetrahedron (FeO4), a five-coordinated slightly distorted square pyramid (FeO5), and six-coordinated distorted octahedra (FeO5N and FeO6; Figure S3 in the ). Although both Tris 2- and Tris-CO 2- act as tridentate ligands to join four FeIII centers, their linking modes are different (Figure S4 in the ). Two Tris 2- ligands connect four FeIII centers to construct a Fe4 open dicubane motif (Figure a), which connected the Fe10 wheel (Figure b) built by 10 O2- bridges and 10 cyclohexanecarboxylate ligands to form a Fe14 disk (Figure d) through two extra O2- linkers and six O2- bridges in the wheel. Then, the Fe14 disk is further linked to two O-centered FeIII triangles (Figure c) to complete the leaflike Fe20 structure via two cyclohexanecarboxylate and four O2- bridges in the wheel (Figure e). Although large iron clusters, such as Fe168, Fe64, Fe28, and Fe22, have been documented, to our knowledge, this is the first example of an icosanuclear FeIII cluster. Compared with the different subunits in Fe28 and Fe168 (Fe7 units connected by a three-atom bridge) and Fe64 (Fe8 units connected by formate), the Fe20 units in 1 are connected by single-atom O bridges, similar to that in Fe22 reported before. Interestingly, the 20 FeIII centers in 1 are arranged in a quasi-plane pattern, which is usually observed in FeIII clusters with lower nuclearity. Finally, the ligand of Tris-CO 2- connects three FeIII centers (two from the wheel and one from the O-centered FeIII triangle) in one Fe20 unit with a FeIII center from the O-centered FeIII triangle in another Fe20 core to build a 2D (4,4) network. Although coordination polymers based on Fe13 cores have been reported, complex 1 represents the unprecedented polymeric FeIII system with high-nuclearity building blocks.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>In this system, <bold>Bis-Tris</bold> (usually as a biological\nbuffer) with five hydroxyl groups was chosen as the starting ligand to obtain high-nuclearity clusters, and two-step\nin situ ligand conversion may have occurred for <bold>Bis-Tris</bold> under solvothermal conditions (Scheme S1 in the ). This observation is quite rare, in spite of the fact that more than 10 types of hydro/solvothermal\nin situ ligand reactions have been known. First, <bold>Bis-Tris</bold> might be transformed into <bold>Tris</bold>, which is a biochemical reagent and has been reported in metal clusters due to thermal decomposition. Interestingly,\na portion of <bold>Tris</bold> links four Fe<sup>III</sup> centers\nin a tridentate mode and is comprised of the Fe<sub>4</sub> core in\nthe structural assembly of <bold>1</bold>. Then, the intermediate <bold>Tris</bold> is changed to a cyclic\nketal ligand, <bold>Bis-CO</bold>, via a cyclization reaction, which\nis usual for protection of the CO group in organic synthesis.\nNotably, using <bold>Tris</bold> as the starting ligand, which can\nbe converted into <bold>Tris-CO</bold> in just one step, to synthesize\ncomplex <bold>1</bold> was unsuccessful, revealing the critical role\nof <bold>Bis-Tris</bold> in this reaction system.</p>", "clean_text": "In this system, Bis-Tris (usually as a biological buffer) with five hydroxyl groups was chosen as the starting ligand to obtain high-nuclearity clusters, and two-step in situ ligand conversion may have occurred for Bis-Tris under solvothermal conditions (Scheme S1 in the ). This observation is quite rare, in spite of the fact that more than 10 types of hydro/solvothermal in situ ligand reactions have been known. First, Bis-Tris might be transformed into Tris, which is a biochemical reagent and has been reported in metal clusters due to thermal decomposition. Interestingly, a portion of Tris links four FeIII centers in a tridentate mode and is comprised of the Fe4 core in the structural assembly of 1. Then, the intermediate Tris is changed to a cyclic ketal ligand, Bis-CO, via a cyclization reaction, which is usual for protection of the CO group in organic synthesis. Notably, using Tris as the starting ligand, which can be converted into Tris-CO in just one step, to synthesize complex 1 was unsuccessful, revealing the critical role of Bis-Tris in this reaction system.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>The temperature\ndependence of χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> for complex <bold>1</bold> as a χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> vs <italic toggle=\"yes\">T</italic> plot (χ<sub>m</sub> is the molar magnetic\nsusceptibility for 20 Fe<sup>III</sup> ions) in the range of 2–300\nK, under an applied field of 1 kOe, is shown in Figure S9 in the . The χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> value at 300 K is 31.97 cm<sup>3</sup> mol<sup>–1</sup> K,\nwhich is much smaller than the expected value of 87.5 cm<sup>3</sup> K mol<sup>–1</sup> (20 isolated Fe<sup>III</sup> ions with <italic toggle=\"yes\">g</italic> = 2 and <italic toggle=\"yes\">S</italic> = <sup>5</sup>/<sub>2</sub>) and reveals the strong antiferromagnetic interactions in the Fe<sub>20</sub> unit that is bridged by 14 μ<sub>3</sub>-O<sup>2–</sup> groups. This result is similar to many reported μ<sub>3</sub>-O<sup>2–</sup>-bridged Fe<sup>III</sup> complexes. Upon cooling, the χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> value decreases monotonically to 12.52 cm<sup>3</sup> K\nmol<sup>–1</sup> at 6 K and then sharply to 11.57 cm<sup>3</sup> mol<sup>–1</sup> K at 2 K, which further confirms the antiferromagnetic\ncoupling within the Fe<sub>20</sub> core. The large value at 2 K implies\na nonzero ground state for <bold>1</bold>. At 2 K, the field-dependent\nreduced magnetization per 20 Fe<sup>III</sup> ions of <bold>1</bold> tends to a saturation value of 10.0 <italic toggle=\"yes\">N</italic>β at\n5 T (Figure S9 in the ), which reveals\nan <italic toggle=\"yes\">S</italic> = 5 ground state for <bold>1</bold> that resulted\nfrom either spin frustration or some ferromagnetic interactions, in\nspite of some dominant antiferromagnetic couplings between Fe<sup>III</sup> ions. Compared to <italic toggle=\"yes\">S</italic> = 0 for Fe<sub>64</sub>, Fe<sub>28</sub>, and Fe<sub>22</sub>\n and an uncertain low-spin ground state for Fe<sub>168</sub>, complex <bold>1</bold> is a rare example with\na nonzero-spin ground state for Fe<sup>III</sup> clusters with nuclearity\nlarger than 20, in spite of <italic toggle=\"yes\">S</italic> = <sup>33</sup>/<sub>2</sub> for SMMs Fe<sub>19</sub>. Alternating-current\n(ac) magnetic susceptibility was collected at different frequencies. <italic toggle=\"yes\">χ</italic>′<sub>m</sub>\n<italic toggle=\"yes\">T</italic> is almost\n14 cm<sup>3</sup> mol<sup>–1</sup> K in the range of 15–2\nK, indicating a low population of excited states in this temperature\nrange. Extrapolation of the data from above 15 to 0 K gives about\n13.5 cm<sup>3</sup> K mol<sup>–1</sup>, confirming an <italic toggle=\"yes\">S</italic> = 5 ground state for <bold>1</bold>. However, the lack\nof a positive signal in out-of-phase ac magnetic susceptibility precludes <bold>1</bold> from an SMM.</p>", "clean_text": "The temperature dependence of χm T for complex 1 as a χm T vs T plot (χm is the molar magnetic susceptibility for 20 FeIII ions) in the range of 2-300 K, under an applied field of 1 kOe, is shown in Figure S9 in the . The χm T value at 300 K is 31.97 cm3 mol-1 K, which is much smaller than the expected value of 87.5 cm3 K mol-1 (20 isolated FeIII ions with g = 2 and S = 5/2) and reveals the strong antiferromagnetic interactions in the Fe20 unit that is bridged by 14 μ3-O2- groups. This result is similar to many reported μ3-O2--bridged FeIII complexes. Upon cooling, the χm T value decreases monotonically to 12.52 cm3 K mol-1 at 6 K and then sharply to 11.57 cm3 mol-1 K at 2 K, which further confirms the antiferromagnetic coupling within the Fe20 core. The large value at 2 K implies a nonzero ground state for 1. At 2 K, the field-dependent reduced magnetization per 20 FeIII ions of 1 tends to a saturation value of 10.0 Nβ at 5 T (Figure S9 in the ), which reveals an S = 5 ground state for 1 that resulted from either spin frustration or some ferromagnetic interactions, in spite of some dominant antiferromagnetic couplings between FeIII ions. Compared to S = 0 for Fe64, Fe28, and Fe22  and an uncertain low-spin ground state for Fe168, complex 1 is a rare example with a nonzero-spin ground state for FeIII clusters with nuclearity larger than 20, in spite of S = 33/2 for SMMs Fe19. Alternating-current (ac) magnetic susceptibility was collected at different frequencies. χ'm T is almost 14 cm3 mol-1 K in the range of 15-2 K, indicating a low population of excited states in this temperature range. Extrapolation of the data from above 15 to 0 K gives about 13.5 cm3 K mol-1, confirming an S = 5 ground state for 1. However, the lack of a positive signal in out-of-phase ac magnetic susceptibility precludes 1 from an SMM.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<p>In conclusion, a 2D coordination polymer\nbased on unprecedented\nFe<sub>20</sub> clusters has been successfully synthesized through\nthe two-step in situ ligand reaction, which displays a ground state\nof <italic toggle=\"yes\">S</italic> = 5.</p><p>Crystallographic\ndetails (CIF),\nexperimental section, supplementary structural figures, and additional\ncharacterizations. This material is available free of charge via the\nInternet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p>", "clean_text": "In conclusion, a 2D coordination polymer based on unprecedented Fe20 clusters has been successfully synthesized through the two-step in situ ligand reaction, which displays a ground state of S = 5.\n\nCrystallographic details (CIF), experimental section, supplementary structural figures, and additional characterizations. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no\ncompeting financial interest.</p><title>References</title><p>For example, see: </p>", "clean_text": "The authors declare no competing financial interest.\n\nReferences\n\nFor example, see: ", "data": null, "include_properties": null}], "cln_elements": [{"idx": "10, 11", "type": "text", "classification": "property", "content": "<p>The temperature\ndependence of χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> for complex <bold>1</bold> as a χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> vs <italic toggle=\"yes\">T</italic> plot (χ<sub>m</sub> is the molar magnetic\nsusceptibility for 20 Fe<sup>III</sup> ions) in the range of 2–300\nK, under an applied field of 1 kOe, is shown in Figure S9 in the . The χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> value at 300 K is 31.97 cm<sup>3</sup> mol<sup>–1</sup> K,\nwhich is much smaller than the expected value of 87.5 cm<sup>3</sup> K mol<sup>–1</sup> (20 isolated Fe<sup>III</sup> ions with <italic toggle=\"yes\">g</italic> = 2 and <italic toggle=\"yes\">S</italic> = <sup>5</sup>/<sub>2</sub>) and reveals the strong antiferromagnetic interactions in the Fe<sub>20</sub> unit that is bridged by 14 μ<sub>3</sub>-O<sup>2–</sup> groups. This result is similar to many reported μ<sub>3</sub>-O<sup>2–</sup>-bridged Fe<sup>III</sup> complexes. Upon cooling, the χ<sub>m</sub>\n<italic toggle=\"yes\">T</italic> value decreases monotonically to 12.52 cm<sup>3</sup> K\nmol<sup>–1</sup> at 6 K and then sharply to 11.57 cm<sup>3</sup> mol<sup>–1</sup> K at 2 K, which further confirms the antiferromagnetic\ncoupling within the Fe<sub>20</sub> core. The large value at 2 K implies\na nonzero ground state for <bold>1</bold>. At 2 K, the field-dependent\nreduced magnetization per 20 Fe<sup>III</sup> ions of <bold>1</bold> tends to a saturation value of 10.0 <italic toggle=\"yes\">N</italic>β at\n5 T (Figure S9 in the ), which reveals\nan <italic toggle=\"yes\">S</italic> = 5 ground state for <bold>1</bold> that resulted\nfrom either spin frustration or some ferromagnetic interactions, in\nspite of some dominant antiferromagnetic couplings between Fe<sup>III</sup> ions. Compared to <italic toggle=\"yes\">S</italic> = 0 for Fe<sub>64</sub>, Fe<sub>28</sub>, and Fe<sub>22</sub>\n and an uncertain low-spin ground state for Fe<sub>168</sub>, complex <bold>1</bold> is a rare example with\na nonzero-spin ground state for Fe<sup>III</sup> clusters with nuclearity\nlarger than 20, in spite of <italic toggle=\"yes\">S</italic> = <sup>33</sup>/<sub>2</sub> for SMMs Fe<sub>19</sub>. Alternating-current\n(ac) magnetic susceptibility was collected at different frequencies. <italic toggle=\"yes\">χ</italic>′<sub>m</sub>\n<italic toggle=\"yes\">T</italic> is almost\n14 cm<sup>3</sup> mol<sup>–1</sup> K in the range of 15–2\nK, indicating a low population of excited states in this temperature\nrange. Extrapolation of the data from above 15 to 0 K gives about\n13.5 cm<sup>3</sup> K mol<sup>–1</sup>, confirming an <italic toggle=\"yes\">S</italic> = 5 ground state for <bold>1</bold>. However, the lack\nof a positive signal in out-of-phase ac magnetic susceptibility precludes <bold>1</bold> from an SMM.</p><p>In conclusion, a 2D coordination polymer\nbased on unprecedented\nFe<sub>20</sub> clusters has been successfully synthesized through\nthe two-step in situ ligand reaction, which displays a ground state\nof <italic toggle=\"yes\">S</italic> = 5.</p><p>Crystallographic\ndetails (CIF),\nexperimental section, supplementary structural figures, and additional\ncharacterizations. This material is available free of charge via the\nInternet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p>", "clean_text": "The temperature dependence of χm T for complex 1 as a χm T vs T plot (χm is the molar magnetic susceptibility for 20 FeIII ions) in the range of 2-300 K, under an applied field of 1 kOe, is shown in Figure S9 in the . The χm T value at 300 K is 31.97 cm3 mol-1 K, which is much smaller than the expected value of 87.5 cm3 K mol-1 (20 isolated FeIII ions with g = 2 and S = 5/2) and reveals the strong antiferromagnetic interactions in the Fe20 unit that is bridged by 14 μ3-O2- groups. This result is similar to many reported μ3-O2--bridged FeIII complexes. Upon cooling, the χm T value decreases monotonically to 12.52 cm3 K mol-1 at 6 K and then sharply to 11.57 cm3 mol-1 K at 2 K, which further confirms the antiferromagnetic coupling within the Fe20 core. The large value at 2 K implies a nonzero ground state for 1. At 2 K, the field-dependent reduced magnetization per 20 FeIII ions of 1 tends to a saturation value of 10.0 Nβ at 5 T (Figure S9 in the ), which reveals an S = 5 ground state for 1 that resulted from either spin frustration or some ferromagnetic interactions, in spite of some dominant antiferromagnetic couplings between FeIII ions. Compared to S = 0 for Fe64, Fe28, and Fe22  and an uncertain low-spin ground state for Fe168, complex 1 is a rare example with a nonzero-spin ground state for FeIII clusters with nuclearity larger than 20, in spite of S = 33/2 for SMMs Fe19. Alternating-current (ac) magnetic susceptibility was collected at different frequencies. χ'm T is almost 14 cm3 mol-1 K in the range of 15-2 K, indicating a low population of excited states in this temperature range. Extrapolation of the data from above 15 to 0 K gives about 13.5 cm3 K mol-1, confirming an S = 5 ground state for 1. However, the lack of a positive signal in out-of-phase ac magnetic susceptibility precludes 1 from an SMM.\n\nIn conclusion, a 2D coordination polymer based on unprecedented Fe20 clusters has been successfully synthesized through the two-step in situ ligand reaction, which displays a ground state of S = 5.\n\nCrystallographic details (CIF), experimental section, supplementary structural figures, and additional characterizations. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": [[{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "magnetic susceptibility": [{"value": "31.97", "unit": "cm3 mol-1 K", "temperature": "300 K", "condition": ""}, {"value": "12.52", "unit": "cm3 mol-1 K", "temperature": "6 K", "condition": ""}, {"value": "11.57", "unit": "cm3 mol-1 K", "temperature": "2 K", "condition": ""}, {"value": "14", "unit": "cm3 mol-1 K", "temperature": "15-2 K", "condition": ""}, {"value": "13.5", "unit": "cm3 K mol-1", "temperature": "0 K", "condition": ""}]}]], "include_properties": ["magnetic_susceptibility"]}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Chemical Structures of <bold>Bis-Tris</bold>, <bold>Tris</bold>,\nand <bold>Tris-CO</bold>\n</title>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00963z_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  Chemical Structures of Bis-Tris, Tris, and Tris-CO    ", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structural diagrams for complex <bold>1</bold>: 2D (4,4) network\nbased on Fe<sub>20</sub> units (top); a leaflike Fe<sub>20</sub> core\n(bottom). H atoms and cyclohexanecarboxylate ligands are omitted for\nclarity.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00963z_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Structural diagrams for complex 1: 2D (4,4) network based on Fe20 units (top); a leaflike Fe20 core (bottom). H atoms and cyclohexanecarboxylate ligands are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Subunit of the Fe<sub>20</sub> core in <bold>1</bold>:\n(a) Fe<sub>4</sub> core; (b) Fe<sub>10</sub> wheel; (c) O-centered\nFe<sup>III</sup> triangle; (d) Fe<sub>14</sub> disk; (e) leaflike\nFe<sub>20</sub> core.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-00963z_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Subunit of the Fe20 core in 1: (a) Fe4 core; (b) Fe10 wheel; (c) O-centered FeIII triangle; (d) Fe14 disk; (e) leaflike Fe20 core.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic300963z", "title": "\nFe20 Cluster\nUnits Based Coordination Polymer\nfrom in Situ Ligand Conversion and Trapping of an Intermediate\n", "journal": "American Chemical\nSociety", "date": "2012.09", "author_list": ["Zeng\nYong-Fei", "Hu\nXin", "Xue\nLi", "Liu\nSui-Jun", "Hu\nTong-Liang", "Bu\nXian-He"]}}