{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic301338a.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>A vanadium based metal–organic framework (MOF),\nVO(BPDC)\n(BPDC<sup>2–</sup> = biphenyl-4,4′-dicarboxylate), adopting\nan expanded MIL-47 structure type, has been synthesized via solvothermal\nand microwave methods. Its structural and gas/vapor sorption properties\nhave been studied. This compound displays a distinct breathing effect\ntoward certain adsorptives at workable temperatures. The sorption\nisotherms of CO<sub>2</sub> and CH<sub>4</sub> indicate a different\nsorption behavior at specific temperatures. In situ synchrotron X-ray\npowder diffraction measurements and molecular simulations have been\nutilized to characterize the structural transition. The experimental\nmeasurements clearly suggest the existence of both narrow pore and\nlarge pore forms. A free energy profile along the pore angle was computationally\ndetermined for the empty host framework. Apart from a regular large\npore and a regular narrow pore form, an overstretched narrow pore\nform has also been found. Additionally, a variety of spectroscopic\ntechniques combined with N<sub>2</sub> adsorption/desorption isotherms\nmeasured at 77 K demonstrate that the existence of the mixed oxidation\nstates V<sup>III</sup>/V<sup>IV</sup> in the titled MOF structure\ncompared to pure V<sup>IV</sup> increases the difficulty in triggering\nthe flexibility of the framework.</p>", "clean_text": "A vanadium based metal-organic framework (MOF), VO(BPDC) (BPDC2- = biphenyl-4,4'-dicarboxylate), adopting an expanded MIL-47 structure type, has been synthesized via solvothermal and microwave methods. Its structural and gas/vapor sorption properties have been studied. This compound displays a distinct breathing effect toward certain adsorptives at workable temperatures. The sorption isotherms of CO2 and CH4 indicate a different sorption behavior at specific temperatures. In situ synchrotron X-ray powder diffraction measurements and molecular simulations have been utilized to characterize the structural transition. The experimental measurements clearly suggest the existence of both narrow pore and large pore forms. A free energy profile along the pore angle was computationally determined for the empty host framework. Apart from a regular large pore and a regular narrow pore form, an overstretched narrow pore form has also been found. Additionally, a variety of spectroscopic techniques combined with N2 adsorption/desorption isotherms measured at 77 K demonstrate that the existence of the mixed oxidation states VIII/VIV in the titled MOF structure compared to pure VIV increases the difficulty in triggering the flexibility of the framework.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>A flexible V<sup>IV</sup> based metal−organic framework\nVO(BPDC) featuring MIL-47 topology was synthesized. This framework\nshows a different profile in CO<sub>2</sub> and CH<sub>4</sub> sorption\nat 265 K. The in situ XRD measurements are coupled to climbing nudged\nelastic band calculations to find the free energy profile of the different\nphases.</p>", "clean_text": "A flexible VIV based metal-organic framework VO(BPDC) featuring MIL-47 topology was synthesized. This framework shows a different profile in CO2 and CH4 sorption at 265 K. The in situ XRD measurements are coupled to climbing nudged elastic band calculations to find the free energy profile of the different phases.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic frameworks (MOFs)\nare highly crystalline and\nporous compounds, which are being intensively studied among other\nreasons for their potential applications in adsorption and separation\ntechnologies and in catalysis. They are\nbuilt up of metal-oxide clusters or metal ions interconnected by polydentate\norganic ligands, thus forming two- or three-dimensional porous frameworks.\nMost of the porous MOFs exhibit a rigid framework under workable conditions\nand have therefore fixed pore dimensions. However, a few intriguing\nstructures are those whose pore dimensions may change without breaking\nchemical bonds within the framework, triggered by host–guest\ninteractions at a certain temperature or pressure. This phenomenon\nhas often been termed as “breathing”, and the flexible frameworks have been referred to as “dynamic\nframeworks” or “soft porous\ncrystals”.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) are highly crystalline and porous compounds, which are being intensively studied among other reasons for their potential applications in adsorption and separation technologies and in catalysis. They are built up of metal-oxide clusters or metal ions interconnected by polydentate organic ligands, thus forming two- or three-dimensional porous frameworks. Most of the porous MOFs exhibit a rigid framework under workable conditions and have therefore fixed pore dimensions. However, a few intriguing structures are those whose pore dimensions may change without breaking chemical bonds within the framework, triggered by host-guest interactions at a certain temperature or pressure. This phenomenon has often been termed as \"breathing\", and the flexible frameworks have been referred to as \"dynamic frameworks\" or \"soft porous crystals\". ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The best studied\nexample of such flexible coordination compounds\nis the series of MIL-53, originally developed by Férey’s\ngroup (MIL stands for Materials of Institute Lavoisier), M<sup>III</sup>(OH)(BDC) (M<sup>III</sup> = Al, Cr, Fe, Ga, Sc, and In; BDC<sup>2‑</sup> = 1,4-benzenedicarboxylate). This series of compounds shows a reversible structural change between\na large pore (<italic toggle=\"yes\">lp</italic>) form and a narrow pore (<italic toggle=\"yes\">np</italic>) or even a very narrow pore (<italic toggle=\"yes\">vnp</italic>) form\nupon gas– or solvent–host interactions. This transition is highly dependent\non the adsorbate (i.e., CO<sub>2</sub>, CH<sub>4</sub>, various hydrocarbons,\netc.). Furthermore, functionalization of the organic\nligand can significantly influence and therefore tune the flexibility\nof the network. An isostructural analogue\nof MIL-53 is MIL-47. The main difference between both isostructures\nlies in the nature of the metal centers and in the presence of −OH\ngroups. Compared to MIL-53, MIL-47 was believed to be relatively rigid.\nThe difference in flexibility between both structures was explained by the presence of −OH groups on M<sup>III</sup> sites, whereas the V<sup>IV</sup> has a VO bond.\nThese −OH groups may strongly interact with different adsorbents,\ninducing structural transformations. Recently, it was shown that a\ncertain degree of flexibility can be induced in the MIL-47 structure\nby controlling the oxidation state of the V-centers, going from pure\nV<sup>III</sup> to mixed V<sup>IV</sup>/V<sup>III</sup> valence states. A very recent report demonstrated that a structural change can even be observed in MIL-47(V<sup>IV</sup>) by applying high external mechanical pressure (180–350\nMPa). Such flexible frameworks and a fortiori those with a designable\nflexibility are very promising candidates for applications including\nselective storage/separation, molecular\nsensing, and drug delivery. Recently, attempts for a complete elucidation of the underlying\nmechanisms that trigger the breathing effects of flexible MOFs have\nbeen made by several groups.\n</p>", "clean_text": "The best studied example of such flexible coordination compounds is the series of MIL-53, originally developed by Férey's group (MIL stands for Materials of Institute Lavoisier), MIII(OH)(BDC) (MIII = Al, Cr, Fe, Ga, Sc, and In; BDC2- = 1,4-benzenedicarboxylate). This series of compounds shows a reversible structural change between a large pore (lp) form and a narrow pore (np) or even a very narrow pore (vnp) form upon gas- or solvent-host interactions. This transition is highly dependent on the adsorbate (i.e., CO2, CH4, various hydrocarbons, etc.). Furthermore, functionalization of the organic ligand can significantly influence and therefore tune the flexibility of the network. An isostructural analogue of MIL-53 is MIL-47. The main difference between both isostructures lies in the nature of the metal centers and in the presence of -OH groups. Compared to MIL-53, MIL-47 was believed to be relatively rigid. The difference in flexibility between both structures was explained by the presence of -OH groups on MIII sites, whereas the VIV has a VO bond. These -OH groups may strongly interact with different adsorbents, inducing structural transformations. Recently, it was shown that a certain degree of flexibility can be induced in the MIL-47 structure by controlling the oxidation state of the V-centers, going from pure VIII to mixed VIV/VIII valence states. A very recent report demonstrated that a structural change can even be observed in MIL-47(VIV) by applying high external mechanical pressure (180-350 MPa). Such flexible frameworks and a fortiori those with a designable flexibility are very promising candidates for applications including selective storage/separation, molecular sensing, and drug delivery. Recently, attempts for a complete elucidation of the underlying mechanisms that trigger the breathing effects of flexible MOFs have been made by several groups. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In\nthis Article, we report on the first MOF bearing a V<sup>IV</sup>–carboxylate\ncoordination unit exhibiting flexibility under\nmild conditions. This new MOF denoted as COMOC-2 (COMOC = Center for\nOrdered Materials, Organometallics and Catalysis, Ghent University)\nfeatures an extended MIL-47 structure [V<sup>IV</sup>O(BPDC)] (BPDC<sup>2–</sup> = biphenyl-4,4′-dicarboxylate). Noteworthy,\nin contrast to this vanadium analogue, an isostructure aluminum biphenyl-4,4′-dicarboxylate,\nknown as DUT-5 (Al(OH)(BPDC), DUT denoted as Dresden University of\nTechnology), showed to be a rigid structure, as demonstrated by the\ngas (H<sub>2</sub>, N<sub>2</sub>, CO<sub>2</sub>, CH<sub>4</sub>)\nsorption and solvent exchange experiments. Spectroscopic characterization demonstrated that COMOC-2 consists\nexclusively of V<sup>IV</sup> centers. It will be referred to as COMOC-2(V<sup>IV</sup>) hereafter. It shows a distinct breathing effect toward\ncertain adsorptives and exhibits highly selective adsorption of CO<sub>2</sub> over CH<sub>4</sub> at workable temperatures. In situ synchrotron\nXRD patterns were collected to capture the structure change upon certain\ngas pressures. Furthermore, the free energy profile was determined\nalong the breathing mode of the empty COMOC-2(V<sup>IV</sup>) by means\nof first principles calculations. Two other variants of COMOC-2(V<sup>IV</sup>) were obtained by slight variation of the reaction parameters:\none is in a mixed valence V<sup>IV</sup>/V<sup>III</sup> state labeled\nas COMOC-2(V<sup>IV</sup>/V<sup>III</sup>), the other displays a pure\nlarge pore phase labeled as COMOC-2(<italic toggle=\"yes\">lp</italic>). Because\nof the difference in oxidation states, COMOC-2(V<sup>IV</sup>/V<sup>III</sup>) shows a different adsorption behavior compared to COMOC-2(V<sup>IV</sup>). The crystal structure of the large pore phase of COMOC-2\nhas been determined by Rietveld refinement from the powder XRD data\nof COMOC-2(<italic toggle=\"yes\">lp</italic>).</p>", "clean_text": "In this Article, we report on the first MOF bearing a VIV-carboxylate coordination unit exhibiting flexibility under mild conditions. This new MOF denoted as COMOC-2 (COMOC = Center for Ordered Materials, Organometallics and Catalysis, Ghent University) features an extended MIL-47 structure [VIVO(BPDC)] (BPDC2- = biphenyl-4,4'-dicarboxylate). Noteworthy, in contrast to this vanadium analogue, an isostructure aluminum biphenyl-4,4'-dicarboxylate, known as DUT-5 (Al(OH)(BPDC), DUT denoted as Dresden University of Technology), showed to be a rigid structure, as demonstrated by the gas (H2, N2, CO2, CH4) sorption and solvent exchange experiments. Spectroscopic characterization demonstrated that COMOC-2 consists exclusively of VIV centers. It will be referred to as COMOC-2(VIV) hereafter. It shows a distinct breathing effect toward certain adsorptives and exhibits highly selective adsorption of CO2 over CH4 at workable temperatures. In situ synchrotron XRD patterns were collected to capture the structure change upon certain gas pressures. Furthermore, the free energy profile was determined along the breathing mode of the empty COMOC-2(VIV) by means of first principles calculations. Two other variants of COMOC-2(VIV) were obtained by slight variation of the reaction parameters: one is in a mixed valence VIV/VIII state labeled as COMOC-2(VIV/VIII), the other displays a pure large pore phase labeled as COMOC-2(lp). Because of the difference in oxidation states, COMOC-2(VIV/VIII) shows a different adsorption behavior compared to COMOC-2(VIV). The crystal structure of the large pore phase of COMOC-2 has been determined by Rietveld refinement from the powder XRD data of COMOC-2(lp).", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and General Methods</title><p>All starting materials\nwere commercially available reagents of analytical grade and used\nwithout further purification. Microwave-assisted syntheses were carried\nout on a microwave synthesizer (Discover, CEM Inc.). Fourier transform-infrared\n(FT-IR) spectra were recorded in the region of 400–4000 cm<sup>–1</sup> on a Bruker EQUINOX 55 FT-IR spectrometer. Diffuse-reflectance\ninfrared Fourier transform (DRIFT) spectra were recorded on a Thermo\nNicolet 6700 FT-IR spectrometer, equipped with a nitrogen-cooled MCT\ndetector and a KBr beam splitter. The in situ DRIFT cell was connected\nto a vacuum manifold and a controlled gas inlet system. Each spectrum\nwas recorded at 120 °C under vacuum. Raman spectra were collected\nwith the RXN1 Raman spectrometer (Kaiser Optical Systems) fitted with\na 532 nm laser operating at 40 mW using an optical probe. Elemental\nanalyses were carried out on a Thermo Scientific Flash 2000 CHNS-O\nAnalyzer. Thermogravimetric analysis (TGA) on COMOC-2 was performed\nwith a Netzsch STA 449 F3 Jupiter-simultaneous TG-DSC analyzer in\nthe temperature range of 25–700 °C under nitrogen atmosphere\nat a heating rate of 10 °C min<sup>–1</sup>. Laboratory\nX-ray powder diffraction (XRPD) patterns were recorded on a Seifert\nXRD 3003 TT diffractometer outfitted with a Meteor 1D detector (for\nRietveld Refinement of COMOC-2) or a Thermo Scientific ARL X’Tra\ndiffractometer (for all other compounds), both operated at 40 kV,\n40 mA using Cu–Kα (λ = 1.5406 Å). Temperature\nprogrammed XRPD (TP-XRPD) patterns were collected on a Bruker D8 Discover\nX-ray diffractometer equipped with a linear detector using Cu–Kα\nradiation; the XRD patterns were recorded from room temperature to\n620 °C at a heating rate of 0.2 °C s<sup>–1</sup> under helium atmosphere. The X-ray photoelectron spectroscopy (XPS)\nmeasurements were recorded on a Kratos AXIS Ultra spectrometer, equipped\nwith a monochromatic X-ray source and a delay-line detector (DLD).\nSpectra were obtained using the aluminum anode (Al Kα = 1486.6\neV) operating at 150 W. Analysis of XPS data was performed using the\nXPSPEAK 4.1 program, using the Shirley function to subtract the background.</p>", "clean_text": "Experimental Section\n\nMaterials and General Methods\n\nAll starting materials were commercially available reagents of analytical grade and used without further purification. Microwave-assisted syntheses were carried out on a microwave synthesizer (Discover, CEM Inc.). Fourier transform-infrared (FT-IR) spectra were recorded in the region of 400-4000 cm-1 on a Bruker EQUINOX 55 FT-IR spectrometer. Diffuse-reflectance infrared Fourier transform (DRIFT) spectra were recorded on a Thermo Nicolet 6700 FT-IR spectrometer, equipped with a nitrogen-cooled MCT detector and a KBr beam splitter. The in situ DRIFT cell was connected to a vacuum manifold and a controlled gas inlet system. Each spectrum was recorded at 120 °C under vacuum. Raman spectra were collected with the RXN1 Raman spectrometer (Kaiser Optical Systems) fitted with a 532 nm laser operating at 40 mW using an optical probe. Elemental analyses were carried out on a Thermo Scientific Flash 2000 CHNS-O Analyzer. Thermogravimetric analysis (TGA) on COMOC-2 was performed with a Netzsch STA 449 F3 Jupiter-simultaneous TG-DSC analyzer in the temperature range of 25-700 °C under nitrogen atmosphere at a heating rate of 10 °C min-1. Laboratory X-ray powder diffraction (XRPD) patterns were recorded on a Seifert XRD 3003 TT diffractometer outfitted with a Meteor 1D detector (for Rietveld Refinement of COMOC-2) or a Thermo Scientific ARL X'Tra diffractometer (for all other compounds), both operated at 40 kV, 40 mA using Cu-Kα (λ = 1.5406 Å). Temperature programmed XRPD (TP-XRPD) patterns were collected on a Bruker D8 Discover X-ray diffractometer equipped with a linear detector using Cu-Kα radiation; the XRD patterns were recorded from room temperature to 620 °C at a heating rate of 0.2 °C s-1 under helium atmosphere. The X-ray photoelectron spectroscopy (XPS) measurements were recorded on a Kratos AXIS Ultra spectrometer, equipped with a monochromatic X-ray source and a delay-line detector (DLD). Spectra were obtained using the aluminum anode (Al Kα = 1486.6 eV) operating at 150 W. Analysis of XPS data was performed using the XPSPEAK 4.1 program, using the Shirley function to subtract the background.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Syntheses</title><title>Synthesis of COMOC-2-as ([VO(BPDC)] (DMF)<sub>0.1</sub>(H<sub>2</sub>O)<sub>0.5</sub>)</title><title>Method 1: Solvothermal Synthesis</title><p>In\ntotal, 0.5 g of VOSO<sub>4</sub>·H<sub>2</sub>O and 1.02 g of\n4,4′-biphenyldicarboxylic acid (H<sub>2</sub>BPDC) were added\ninto 70 mL of DMF. The mixture was transferred to a 100 mL round-bottom\nflask equipped with a magnetic stirrer. The flask was sealed, heated\nslowly to 147 °C under stirring, and kept at this temperature\nfor 15–20 h. After completion of the reaction, a yellowish\ngreen powder was collected over a membrane filter, washed thoroughly\nfirst with DMF, then with methanol to remove the green vanadium impurities,\nand finally with acetone, and subsequently dried at room temperature\nunder vacuum. Yield, 0.31 g; 34.7%, based on vanadium. Elemental analysis\nfor [VO(C<sub>14</sub>H<sub>8</sub>O<sub>4</sub>)](C<sub>3</sub>H<sub>7</sub>NO)<sub>0.1</sub> (H<sub>2</sub>O)<sub>0.5</sub>: calcd, C,\n53.1; H, 3.02; N, 0.43 (%); found, C, 53.75; H, 2.97; N, 0.28 (%).</p>", "clean_text": "Syntheses\n\nSynthesis of COMOC-2-as ([VO(BPDC)] (DMF)0.1(H2O)0.5)\n\nMethod 1: Solvothermal Synthesis\n\nIn total, 0.5 g of VOSO4⋅H2O and 1.02 g of 4,4'-biphenyldicarboxylic acid (H2BPDC) were added into 70 mL of DMF. The mixture was transferred to a 100 mL round-bottom flask equipped with a magnetic stirrer. The flask was sealed, heated slowly to 147 °C under stirring, and kept at this temperature for 15-20 h. After completion of the reaction, a yellowish green powder was collected over a membrane filter, washed thoroughly first with DMF, then with methanol to remove the green vanadium impurities, and finally with acetone, and subsequently dried at room temperature under vacuum. Yield, 0.31 g; 34.7%, based on vanadium. Elemental analysis for [VO(C14H8O4)](C3H7NO)0.1 (H2O)0.5: calcd, C, 53.1; H, 3.02; N, 0.43 (%); found, C, 53.75; H, 2.97; N, 0.28 (%).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Method 2: Microwave-Assisted Synthesis</title><p>In total, 0.05 g of VOSO<sub>4</sub>·H<sub>2</sub>O and 0.102\ng of H<sub>2</sub>BPDC were added into 3 mL of DMF and heated to 150\n°C under microwave irradiation for 20 min with magnetic stirring.\nThe maximum irradiation power was set to 150 W, with the “powermax”\nactive (air cooling was used during the irradiation). After completion\nof the reaction, a yellowish green powder was collected over a membrane\nfilter, washed thoroughly first with DMF, then with methanol to remove\nthe green vanadium impurities, and finally with acetone and subsequently\ndried at room temperature under vacuum. Yield: 0.015 g, 16.8%; based\non vanadium. <italic toggle=\"yes\">\n<bold>Important! </bold>\n</italic>\n<italic toggle=\"yes\">COMOC-2\nis sensitive to air and moisture and should be stored under an argon\natmosphere.</italic>\n</p>", "clean_text": "Method 2: Microwave-Assisted Synthesis\n\nIn total, 0.05 g of VOSO4⋅H2O and 0.102 g of H2BPDC were added into 3 mL of DMF and heated to 150 °C under microwave irradiation for 20 min with magnetic stirring. The maximum irradiation power was set to 150 W, with the \"powermax\" active (air cooling was used during the irradiation). After completion of the reaction, a yellowish green powder was collected over a membrane filter, washed thoroughly first with DMF, then with methanol to remove the green vanadium impurities, and finally with acetone and subsequently dried at room temperature under vacuum. Yield: 0.015 g, 16.8%; based on vanadium.  Important!   COMOC-2 is sensitive to air and moisture and should be stored under an argon atmosphere. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Activation of COMOC-2-as</title><p>The COMOC-2-as\ncompound was activated by heating up the sample at a heating rate\nof 1 °C min<sup>–1</sup> under vacuum up to 120 °C\nand held at this temperature for 3 h. This activation temperature\nwas optimized based on the results of nitrogen sorption experiments\nand powder XRD data.</p>", "clean_text": "Activation of COMOC-2-as\n\nThe COMOC-2-as compound was activated by heating up the sample at a heating rate of 1 °C min-1 under vacuum up to 120 °C and held at this temperature for 3 h. This activation temperature was optimized based on the results of nitrogen sorption experiments and powder XRD data.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Syntheses of COMOC-2(V<sup>IV</sup>/V<sup>III</sup>)-as and COMOC-2(<italic toggle=\"yes\">lp</italic>)-as</title><p>COMOC-2(V<sup>IV</sup>/V<sup>III</sup>)-as can be obtained by a slight variation of the\nsolvothermal reaction parameters described above for COMOC-2-as. The\ncompound was synthesized by prolongation of the reaction time to 24\nh or by increasing the reaction temperature to 160 °C. Probably\nthe decomposition products of DMF partially reduce V<sup>IV</sup> to\nV<sup>III</sup>, producing the mixed-valence COMOC-2(V<sup>IV</sup>/V<sup>III</sup>)-as. In a typical reaction, 0.5 g of VOSO<sub>4</sub>·H<sub>2</sub>O and 1.02 g of 4,4′-biphenyldicarboxylic\nacid (H<sub>2</sub>BPDC) were added into 70 mL of DMF. The mixture\nwas transferred to a 100 mL round-bottom flask equipped with a magnetic\nstirrer. The flask was sealed, heated to 150 °C with a heating\nrate of ∼1 °C min<sup>–1</sup> under stirring and\nkept at this temperature for 22 h. After cooling to room temperature,\na yellowish green powder was collected over a membrane filter, washed\nthoroughly first with DMF, then with methanol to remove the green\nvanadium impurities, and finally with acetone and subsequently dried\nat room temperature under vacuum.</p>", "clean_text": "Syntheses of COMOC-2(VIV/VIII)-as and COMOC-2(lp)-as\n\nCOMOC-2(VIV/VIII)-as can be obtained by a slight variation of the solvothermal reaction parameters described above for COMOC-2-as. The compound was synthesized by prolongation of the reaction time to 24 h or by increasing the reaction temperature to 160 °C. Probably the decomposition products of DMF partially reduce VIV to VIII, producing the mixed-valence COMOC-2(VIV/VIII)-as. In a typical reaction, 0.5 g of VOSO4⋅H2O and 1.02 g of 4,4'-biphenyldicarboxylic acid (H2BPDC) were added into 70 mL of DMF. The mixture was transferred to a 100 mL round-bottom flask equipped with a magnetic stirrer. The flask was sealed, heated to 150 °C with a heating rate of ~1 °C min-1 under stirring and kept at this temperature for 22 h. After cooling to room temperature, a yellowish green powder was collected over a membrane filter, washed thoroughly first with DMF, then with methanol to remove the green vanadium impurities, and finally with acetone and subsequently dried at room temperature under vacuum.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Moreover, the use of a more\nconcentrated reaction mixture (50 mL of DMF instead of 70 mL) with\nall other solvothermal reaction parameters unaltered results in the\nformation the COMOC-2(<italic toggle=\"yes\">lp</italic>)-as, which contains a small\namount of free linker, as evidenced by elemental analysis on activated\nCOMOC-2(<italic toggle=\"yes\">lp</italic>) sample: [VO(C<sub>14</sub>H<sub>8</sub>O<sub>4</sub>)](C<sub>3</sub>H<sub>7</sub>NO)<sub>0.05</sub> (C<sub>14</sub>H<sub>10</sub>O<sub>4</sub>)<sub>0.07</sub>: calcd, C, 55.44;\nH, 2.78; N, 0.21 (%); found, C, 55.36; H, 2.78; N, 0.23 (%).</p>", "clean_text": "Moreover, the use of a more concentrated reaction mixture (50 mL of DMF instead of 70 mL) with all other solvothermal reaction parameters unaltered results in the formation the COMOC-2(lp)-as, which contains a small amount of free linker, as evidenced by elemental analysis on activated COMOC-2(lp) sample: [VO(C14H8O4)](C3H7NO)0.05 (C14H10O4)0.07: calcd, C, 55.44; H, 2.78; N, 0.21 (%); found, C, 55.36; H, 2.78; N, 0.23 (%).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>XRPD Data Collection and Rietveld Refinement for COMOC-2</title><p>For the determination of crystal structure of COMOC-2 from XRPD data,\na microcrystalline sample was ground using an agate mortar and pestle\nand was deposited in the hollow of a zero-background sample holder.\nDiffraction data were collected at room temperature in the 2θ\nrange of 4.5–90° with 0.02° steps, with a scan speed\nof 1000 s step<sup>–1</sup> using a Seifert XRD 3003 TT diffractometer\nequipped with a Meteor 1D detector, operated at 40 kV, 40 mA for Cu\ntarget (λ = 1.5418 Å). The structure of Al(OH)(BPDC) was used as a model for refinement of the crystal\nstructure. Lattice parameters were determined using the PROSZKI package. The Rietveld refinement was carried out using\nthe Jana2006 program. Weak geometric\nrestraints on bond distances were used during the refinement process.\nThe preferred orientation was refined applying the March–Dollase\nformula. The preferred orientation was chosen along the [101] direction.\nAfter calculation of the difference Fourier maps, no additional peaks\nwere detected, which could be ascribed to the small amount (according\nto the elemental analysis data) of occluded free linker. The crystal\ndata and details of refinement, atomic coordinates, and bond distances\nfor COMOC-2 are listed in Tables S1, S2 and S3 in the , respectively. The Rietveld\nrefinement plot is shown in Figure S3 in the .</p>", "clean_text": "XRPD Data Collection and Rietveld Refinement for COMOC-2\n\nFor the determination of crystal structure of COMOC-2 from XRPD data, a microcrystalline sample was ground using an agate mortar and pestle and was deposited in the hollow of a zero-background sample holder. Diffraction data were collected at room temperature in the 2θ range of 4.5-90° with 0.02° steps, with a scan speed of 1000 s step-1 using a Seifert XRD 3003 TT diffractometer equipped with a Meteor 1D detector, operated at 40 kV, 40 mA for Cu target (λ = 1.5418 Å). The structure of Al(OH)(BPDC) was used as a model for refinement of the crystal structure. Lattice parameters were determined using the PROSZKI package. The Rietveld refinement was carried out using the Jana2006 program. Weak geometric restraints on bond distances were used during the refinement process. The preferred orientation was refined applying the March-Dollase formula. The preferred orientation was chosen along the [101] direction. After calculation of the difference Fourier maps, no additional peaks were detected, which could be ascribed to the small amount (according to the elemental analysis data) of occluded free linker. The crystal data and details of refinement, atomic coordinates, and bond distances for COMOC-2 are listed in Tables S1, S2 and S3 in the , respectively. The Rietveld refinement plot is shown in Figure S3 in the .", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Measurement of Gas and Vapor Sorption Isotherms</title><p>Prior\nto the sorption measurements, the samples were outgassed at 353 K.\nN<sub>2</sub> sorption experiments were carried out with a Belsorp\nMini (Bel Japan, Inc.) apparatus. Equilibrium isotherms of CO<sub>2</sub> and CH<sub>4</sub> were measured using the static volumetric\nmethod with an HPA-100 device from VTI Corporation. The vapor phase\nisotherm of hexane was measured with the gravimetric method on a microbalance\nof VTI Corporation.</p>", "clean_text": "Measurement of Gas and Vapor Sorption Isotherms\n\nPrior to the sorption measurements, the samples were outgassed at 353 K. N2 sorption experiments were carried out with a Belsorp Mini (Bel Japan, Inc.) apparatus. Equilibrium isotherms of CO2 and CH4 were measured using the static volumetric method with an HPA-100 device from VTI Corporation. The vapor phase isotherm of hexane was measured with the gravimetric method on a microbalance of VTI Corporation.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Synchrotron X-ray Powder Diffraction Measurements and Analysis</title><p>In situ synchrotron powder diffraction patterns were collected\nat the Swiss Norwegian beamline (station BM01A) of the European Synchrotron\nRadiation Facility (Grenoble, France) using an MAR345 image plate\ndetector and a monochromatic beam with a wavelength of 0.752 76\nÅ. The sample-to-detector distance was 400 mm, and parameters\nof the detector were calibrated using a silica standard sample. The\ndiffraction patterns were integrated by Fit2D software. The well-ground powder sample was filled in\na 0.4 mm glass capillary. A gas dosing system was used to admit CO<sub>2</sub> from vacuum to 17.5 bar of pressure into the capillary filled\nwith sample and exposed to the X-ray beam. Prior to the measurement,\nthe sample was degassed at 80 °C for 30 min (heating rate, 2\n°C min<sup>–1</sup>) under vacuum. The in situ XRPD data\nupon CO<sub>2</sub> dosing was collected at −40 °C. The\ntemperature was controlled by an Oxford Cryostream Cooler. A typical\ndata set at each pressure point was collected. The XRPD patterns of\nCOMOC-2 under CO<sub>2</sub> pressure of 7.5 and 15 bar were selected\nfor the determination of lattice parameters of the <italic toggle=\"yes\">np</italic> and <italic toggle=\"yes\">lp</italic> phases, respectively. The lattice parameters\nwere determined using the DICVOL program and refined using the STOE’s WinXPow software package.</p>", "clean_text": "Synchrotron X-ray Powder Diffraction Measurements and Analysis\n\nIn situ synchrotron powder diffraction patterns were collected at the Swiss Norwegian beamline (station BM01A) of the European Synchrotron Radiation Facility (Grenoble, France) using an MAR345 image plate detector and a monochromatic beam with a wavelength of 0.75276 Å. The sample-to-detector distance was 400 mm, and parameters of the detector were calibrated using a silica standard sample. The diffraction patterns were integrated by Fit2D software. The well-ground powder sample was filled in a 0.4 mm glass capillary. A gas dosing system was used to admit CO2 from vacuum to 17.5 bar of pressure into the capillary filled with sample and exposed to the X-ray beam. Prior to the measurement, the sample was degassed at 80 °C for 30 min (heating rate, 2 °C min-1) under vacuum. The in situ XRPD data upon CO2 dosing was collected at -40 °C. The temperature was controlled by an Oxford Cryostream Cooler. A typical data set at each pressure point was collected. The XRPD patterns of COMOC-2 under CO2 pressure of 7.5 and 15 bar were selected for the determination of lattice parameters of the np and lp phases, respectively. The lattice parameters were determined using the DICVOL program and refined using the STOE's WinXPow software package.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>First-Principles Calculations: Methodology</title><p>To further\nunravel the mechanism inducing the breathing, the free energy profile\nalong the breathing mode of the empty COMOC-2(V<sup>IV</sup>) is computed\nby means of first principles calculations. For MIL-53, Walker et al.\nshowed that a subtle interplay between dispersion forces and entropic\nfactors controlled the inherent bistable behavior of the material. Along the same line, Stavitski et al. used dispersion\ncorrected first principles calculations to describe the breathing\nin the amine modified MIL-53(Al) framework. Very recently, Triguero et al. presented a stochastic model of “breathing”\ntransitions in MIL-53. They concluded that (at the level of the crystal)\nthese transformations occur via layer-by-layer shear.\n</p>", "clean_text": "First-Principles Calculations: Methodology\n\nTo further unravel the mechanism inducing the breathing, the free energy profile along the breathing mode of the empty COMOC-2(VIV) is computed by means of first principles calculations. For MIL-53, Walker et al. showed that a subtle interplay between dispersion forces and entropic factors controlled the inherent bistable behavior of the material. Along the same line, Stavitski et al. used dispersion corrected first principles calculations to describe the breathing in the amine modified MIL-53(Al) framework. Very recently, Triguero et al. presented a stochastic model of \"breathing\" transitions in MIL-53. They concluded that (at the level of the crystal) these transformations occur via layer-by-layer shear. ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Periodic DFT-D calculations on the entire COMOC-2(V<sup>IV</sup>) unit cell containing 112 atoms were carried out in the\nVienna Ab Initio Simulation Package (VASP 5.2.11), using the PBE exchange-correlation functional and a plane-wave basis set with a general kinetic\nenergy cutoff of 700 eV. The projector augmented wave approximation\n(PAW) was used. Brillouin zone sampling\nwas restricted to the Γ-point. Gaussian smearing was applied to improve convergence: 0.05 eV\nfor cell optimizations, 0.02 eV for the subsequent geometry and frequency\ncalculations. Furthermore, D2 van der Waals corrections for the PBE functional are used throughout the\noptimization, as implemented in the VASP 5.2.11.</p>", "clean_text": "Periodic DFT-D calculations on the entire COMOC-2(VIV) unit cell containing 112 atoms were carried out in the Vienna Ab Initio Simulation Package (VASP 5.2.11), using the PBE exchange-correlation functional and a plane-wave basis set with a general kinetic energy cutoff of 700 eV. The projector augmented wave approximation (PAW) was used. Brillouin zone sampling was restricted to the Γ-point. Gaussian smearing was applied to improve convergence: 0.05 eV for cell optimizations, 0.02 eV for the subsequent geometry and frequency calculations. Furthermore, D2 van der Waals corrections for the PBE functional are used throughout the optimization, as implemented in the VASP 5.2.11.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>First, the\nmost stable open and closed structures are determined\nusing the climbing nudged elastic band (cNEB) methodology with a varying unit cell between constructed\ncell optimized structures. Then the minima of the narrow pore (<italic toggle=\"yes\">np</italic>) and large pore (<italic toggle=\"yes\">lp</italic>) shape were selected\nand submitted to a cell optimization. By swapping/switching the two\nunit cell vectors, an overstretched narrow pore (<italic toggle=\"yes\">np</italic>′) form was constructed. For the cell optimizations, the convergence\ncriterion for the electronic self-consistent field (SCF) problem is\nset to 10<sup>–6</sup> eV, while the force convergence criterion\nis put to 0.01 eV/Å. Between the minimum energy structures, a\nvery detailed climbing NEB-run has been performed. The intermediate points were cell optimized, until the\nforce convergence criterion of 0.02 eV/Å was reached. In this\nway, an electronic energy profile could be constructed between the\nthree observed phases. Electronic barriers between the phases could\nbe estimated, based on this profile.</p>", "clean_text": "First, the most stable open and closed structures are determined using the climbing nudged elastic band (cNEB) methodology with a varying unit cell between constructed cell optimized structures. Then the minima of the narrow pore (np) and large pore (lp) shape were selected and submitted to a cell optimization. By swapping/switching the two unit cell vectors, an overstretched narrow pore (np') form was constructed. For the cell optimizations, the convergence criterion for the electronic self-consistent field (SCF) problem is set to 10-6 eV, while the force convergence criterion is put to 0.01 eV/Å. Between the minimum energy structures, a very detailed climbing NEB-run has been performed. The intermediate points were cell optimized, until the force convergence criterion of 0.02 eV/Å was reached. In this way, an electronic energy profile could be constructed between the three observed phases. Electronic barriers between the phases could be estimated, based on this profile.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>In order to get free-energy\ndifferences between these forms, frequency\ncalculations have been performed on the various intermediate structures,\nin order to estimate the zero point vibrational energy and a part\nof the entropy. To avoid imaginary frequencies, the structures were\nsubmitted to tighter convergence criteria, using the unit cell parameters\nfor the previous cell optimization. The general kinetic energy cutoff\nis lowered to 600 eV for those tight optimizations. The convergence\ncriterion for the electronic self-consistent field (SCF) problem is\nset to 10<sup>–7</sup> eV while the force convergence criterion\nis put to either 0.001 or 0.002 eV/Å. Displacements of ±0.015\nÅ in the <italic toggle=\"yes\">a</italic>, <italic toggle=\"yes\">b</italic>, and <italic toggle=\"yes\">c</italic>-axis are used in the subsequent Hessian calculation, while\nthe vibrational modes are extracted using the normal-mode analysis\nas implemented in the in-house developed postprocessing toolkit TAMKIN.\n</p>", "clean_text": "In order to get free-energy differences between these forms, frequency calculations have been performed on the various intermediate structures, in order to estimate the zero point vibrational energy and a part of the entropy. To avoid imaginary frequencies, the structures were submitted to tighter convergence criteria, using the unit cell parameters for the previous cell optimization. The general kinetic energy cutoff is lowered to 600 eV for those tight optimizations. The convergence criterion for the electronic self-consistent field (SCF) problem is set to 10-7 eV while the force convergence criterion is put to either 0.001 or 0.002 eV/Å. Displacements of ±0.015 Å in the a, b, and c-axis are used in the subsequent Hessian calculation, while the vibrational modes are extracted using the normal-mode analysis as implemented in the in-house developed postprocessing toolkit TAMKIN. ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Synthesis and Structrual Characterization</title><p>COMOC-2 can\nbe synthesized solvothermally and under microwave irradiation. The\nmaterial is thermally stable up to 350 °C, as verified by thermogravimetric\nanalysis (TGA) (Figure S1 in the ) and temperature programmed X-ray powder diffraction (TP-XRD) measurements\n(Figure S2 in the ). In COMOC-2(V<sup>IV</sup>), the vanadium is exclusively V<sup>IV</sup>, as verified by the ν(VO) bands observed at\n898 cm<sup>–1</sup> from the Raman spectrum and the absence\nof ν(OH) bands in the DRIFT spectrum (Figures  and ). However, by varying the reaction\nconditions, two other variants of COMOC-2 were obtained. The V<sup>III</sup> on COMOC-2(V<sup>IV</sup>/V<sup>III</sup>) was evidenced\nby a weak band at 3637 cm<sup>–1</sup> which is assigned to\nthe ν(OH) from V<sup>III</sup>–OH. COMOC-2(<italic toggle=\"yes\">lp</italic>) is in the V<sup>IV</sup> state but still contains a small amount\nof free linker in the porous structure (not detectable by means of\npowder diffraction).</p>", "clean_text": "Results and Discussion\n\nSynthesis and Structrual Characterization\n\nCOMOC-2 can be synthesized solvothermally and under microwave irradiation. The material is thermally stable up to 350 °C, as verified by thermogravimetric analysis (TGA) (Figure S1 in the ) and temperature programmed X-ray powder diffraction (TP-XRD) measurements (Figure S2 in the ). In COMOC-2(VIV), the vanadium is exclusively VIV, as verified by the ν(VO) bands observed at 898 cm-1 from the Raman spectrum and the absence of ν(OH) bands in the DRIFT spectrum (Figures  and ). However, by varying the reaction conditions, two other variants of COMOC-2 were obtained. The VIII on COMOC-2(VIV/VIII) was evidenced by a weak band at 3637 cm-1 which is assigned to the ν(OH) from VIII-OH. COMOC-2(lp) is in the VIV state but still contains a small amount of free linker in the porous structure (not detectable by means of powder diffraction).", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Raman spectra of COMOC-2(V<sup>IV</sup>), COMOC-2(V<sup>IV</sup>/V<sup>III</sup>), and COMOC-2(<italic toggle=\"yes\">lp</italic>). The\nband centered\nat 898 cm<sup>–1</sup>, observed for COMOC-2 and its variants,\nis assigned to the ν (VO) mode of the asymmetric V–O–V\nbond formed by sharing of two consecutive VO<sub>6</sub> octahedra.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01338a_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Raman spectra of COMOC-2(VIV), COMOC-2(VIV/VIII), and COMOC-2(lp). The band centered at 898 cm-1, observed for COMOC-2 and its variants, is assigned to the ν (VO) mode of the asymmetric V-O-V bond formed by sharing of two consecutive VO6 octahedra.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Comparison among the DRIFT spectra of (a) COMOC-2(V<sup>IV</sup>), (b) COMOC-2(V<sup>IV</sup>/V<sup>III</sup>), and (c) COMOC-2(<italic toggle=\"yes\">lp</italic>). The band centered at 896 cm<sup>–1</sup>, observed\nfor COMOC-2 and its variants, is assigned to the ν (VO)\nmode of the asymmetric V–O–V bond formed by sharing\nof two consecutive VO<sub>6</sub> octahedra. The band at 1688 cm<sup>–1</sup> is assigned to the stretching vibration of the −COOH\ngroup of the free linker. The latter is clearly observed in the IR\nspectrum of COMOC-2(<italic toggle=\"yes\">lp</italic>) A weak band at 3637 cm<sup>–1</sup> which is assigned to the ν (OH) from V<sup>III</sup>–OH, this has only been observed from COMOC-2(V<sup>IV</sup>/V<sup>III</sup>).</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01338a_0010.tif\"></graphic>\n</fig>", "clean_text": " 2  Comparison among the DRIFT spectra of (a) COMOC-2(VIV), (b) COMOC-2(VIV/VIII), and (c) COMOC-2(lp). The band centered at 896 cm-1, observed for COMOC-2 and its variants, is assigned to the ν (VO) mode of the asymmetric V-O-V bond formed by sharing of two consecutive VO6 octahedra. The band at 1688 cm-1 is assigned to the stretching vibration of the -COOH group of the free linker. The latter is clearly observed in the IR spectrum of COMOC-2(lp) A weak band at 3637 cm-1 which is assigned to the ν (OH) from VIII-OH, this has only been observed from COMOC-2(VIV/VIII).   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The oxidation state of the vanadium sites was further\nverified\nby XPS measurements. The spectra for COMOC-2(<italic toggle=\"yes\">lp</italic>),\nCOMOC-2(V<sup>IV</sup>) and COMOC-2(V<sup>IV</sup>/V<sup>III</sup>) samples are shown in Figure S4 in the . These spectra further confirm that COMOC-2(<italic toggle=\"yes\">lp</italic>) and COMOC-2(V<sup>IV</sup>) contain exclusively V<sup>IV</sup>-sites, whereas the COMOC-2(V<sup>IV</sup>/V<sup>III</sup>) indeed shows a mixed valence.</p>", "clean_text": "The oxidation state of the vanadium sites was further verified by XPS measurements. The spectra for COMOC-2(lp), COMOC-2(VIV) and COMOC-2(VIV/VIII) samples are shown in Figure S4 in the . These spectra further confirm that COMOC-2(lp) and COMOC-2(VIV) contain exclusively VIV-sites, whereas the COMOC-2(VIV/VIII) indeed shows a mixed valence.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>COMOC-2(V<sup>IV</sup>) and\nCOMOC-2(V<sup>IV</sup>/V<sup>III</sup>) always show a mixture of <italic toggle=\"yes\">lp</italic> and <italic toggle=\"yes\">np</italic> phase as compared to COMOC-2(<italic toggle=\"yes\">lp</italic>) in powder XRD\nmeasurements (Figure S5 in the ). It should be mentioned that COMOC-2(V<sup>IV</sup>/V<sup>III</sup>) and COMOC-2(<italic toggle=\"yes\">lp</italic>) are two extreme variants synthesized\nunder poorly reproducible conditions. The attempts to realize a more\nprecise control over the ratio of the oxidation state were not successful.\nCOMOC-2(V<sup>IV</sup>) is the main focus of this Article.</p>", "clean_text": "COMOC-2(VIV) and COMOC-2(VIV/VIII) always show a mixture of lp and np phase as compared to COMOC-2(lp) in powder XRD measurements (Figure S5 in the ). It should be mentioned that COMOC-2(VIV/VIII) and COMOC-2(lp) are two extreme variants synthesized under poorly reproducible conditions. The attempts to realize a more precise control over the ratio of the oxidation state were not successful. COMOC-2(VIV) is the main focus of this Article.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>A\nRietveld refinement was performed on COMOC-2(<italic toggle=\"yes\">lp</italic>)\n(Figure S3 in the ). The XRD pattern shows that COMOC-2(<italic toggle=\"yes\">lp</italic>) is isostructural\nwith the rigid microporous aluminum biphenyl-4,4′-dicarboxylate\nDUT-5. COMOC-2 structure (Figure ) contains chains of octahedra cross-linked by BPDC<sup>2–</sup> organic linkers. The octahedral chains have a −OV–OV–\ncoordination mode. The equatorial corners of the {VO<sub>6</sub>}\noctahedra are shared with BPDC<sup>2–</sup> ligands. The 1D\northorhombic channels parallel to the octahedral chains have an aperture\nof ∼18.9 Å × 19.4 Å. The refined <italic toggle=\"yes\">lp</italic> structure has an accessible pore volume of 68.2% (2092.7 Å<sup>3</sup> per 3068.6 Å<sup>3</sup>), as calculated by PLATON.\n</p>", "clean_text": "A Rietveld refinement was performed on COMOC-2(lp) (Figure S3 in the ). The XRD pattern shows that COMOC-2(lp) is isostructural with the rigid microporous aluminum biphenyl-4,4'-dicarboxylate DUT-5. COMOC-2 structure (Figure ) contains chains of octahedra cross-linked by BPDC2- organic linkers. The octahedral chains have a -OV-OV- coordination mode. The equatorial corners of the {VO6} octahedra are shared with BPDC2- ligands. The 1D orthorhombic channels parallel to the octahedral chains have an aperture of ~18.9 Å × 19.4 Å. The refined lp structure has an accessible pore volume of 68.2% (2092.7 Å3 per 3068.6 Å3), as calculated by PLATON. ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>The <italic toggle=\"yes\">lp</italic> form of the COMOC-2 structure\n(left). The\nchains of corner-sharing {VO<sub>6</sub>} octahedra (right). The pore\nangle ω corresponds to the dihedral angle between the two phenyl\nrings (left) and is defined according to to ω/2 = <italic toggle=\"yes\">c</italic>/<italic toggle=\"yes\">a</italic>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01338a_0002.tif\"></graphic>\n</fig>", "clean_text": " 3  The lp form of the COMOC-2 structure (left). The chains of corner-sharing {VO6} octahedra (right). The pore angle ω corresponds to the dihedral angle between the two phenyl rings (left) and is defined according to to ω/2 = c/a.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<p>To study the role of oxidation state in determining\nthe extent\nof framework flexibility, the N<sub>2</sub> adsorption/desorption\nisotherms (Figure ) of COMOC-2(V<sup>IV</sup>) and COMOC-2(V<sup>IV</sup>/V<sup>III</sup>) at 77 K were measured\nand compared. Both samples reveal a two-step sorption behavior, typical\nfor flexible MOFs. For COMOC-2(V<sup>IV</sup>), a gradual adsorption\noccurs until <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.5,\nwhen the isotherm reaches its first plateau. Then a very strong uptake\nof N<sub>2</sub> can be observed, rising steeply in the area <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.5–1.0; leading\nto a final uptake volume of 510 cm<sup>3</sup>/g at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.98 (The maximum N<sub>2</sub> uptake volume of COMOC-2(V<sup>IV</sup>) with different batches\nis around 510 ± 40 cm<sup>3</sup>/g). This sorption amount is\nsimilar to that of DUT-5, which has a Langmuir surface area of about\n2335 m<sup>2</sup> g<sup>–1</sup> and a total N<sub>2</sub> sorption amount of ∼600 cm<sup>3</sup> g<sup>–1</sup>. A hysteresis occurs upon desorption. For COMOC-2(V<sup>IV</sup>/V<sup>III</sup>), the N<sub>2</sub> sorption isotherms at 77 K also\nreveal a two-step sorption behavior. However, the first plateau is\nmaintained until <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.6, then followed by a large nitrogen uptake at higher relative\npressures, leading to almost the same sorption amount as for COMOC-2(V<sup>IV</sup>) at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> =\n0.98. It is interesting to note that the presence of V<sup>III</sup> in COMOC-2(V<sup>IV</sup>/V<sup>III</sup>) compared to pure COMOC-2(V<sup>IV</sup>) increases the difficulty in triggering the flexibility\nof the framework. This phenomenon is contrary to MIL-47, in which\nthe presence of V<sup>IV</sup> centers inhibits the flexibility to\na large extent. The reason that COMOC-2(V<sup>III</sup>/V<sup>IV</sup>) needs a higher nitrogen pressure to open\nup the pores might be due to remaining internal stabilization effects\n(e.g., H-bonding).</p>", "clean_text": "To study the role of oxidation state in determining the extent of framework flexibility, the N2 adsorption/desorption isotherms (Figure ) of COMOC-2(VIV) and COMOC-2(VIV/VIII) at 77 K were measured and compared. Both samples reveal a two-step sorption behavior, typical for flexible MOFs. For COMOC-2(VIV), a gradual adsorption occurs until P/P 0 = 0.5, when the isotherm reaches its first plateau. Then a very strong uptake of N2 can be observed, rising steeply in the area P/P 0 = 0.5-1.0; leading to a final uptake volume of 510 cm3/g at P/P 0 = 0.98 (The maximum N2 uptake volume of COMOC-2(VIV) with different batches is around 510 ± 40 cm3/g). This sorption amount is similar to that of DUT-5, which has a Langmuir surface area of about 2335 m2 g-1 and a total N2 sorption amount of ~600 cm3 g-1. A hysteresis occurs upon desorption. For COMOC-2(VIV/VIII), the N2 sorption isotherms at 77 K also reveal a two-step sorption behavior. However, the first plateau is maintained until P/P 0 = 0.6, then followed by a large nitrogen uptake at higher relative pressures, leading to almost the same sorption amount as for COMOC-2(VIV) at P/P 0 = 0.98. It is interesting to note that the presence of VIII in COMOC-2(VIV/VIII) compared to pure COMOC-2(VIV) increases the difficulty in triggering the flexibility of the framework. This phenomenon is contrary to MIL-47, in which the presence of VIV centers inhibits the flexibility to a large extent. The reason that COMOC-2(VIII/VIV) needs a higher nitrogen pressure to open up the pores might be due to remaining internal stabilization effects (e.g., H-bonding).", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>N<sub>2</sub> adsorption (solid symbols) and desorption\n(open symbols)\nisotherms of COMOC-2(V<sup>IV</sup>) (black) and COMOC-2(V<sup>IV</sup>/V<sup>III</sup>) (gray) at 77 K.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01338a_0003.tif\"></graphic>\n</fig>", "clean_text": " 4  N2 adsorption (solid symbols) and desorption (open symbols) isotherms of COMOC-2(VIV) (black) and COMOC-2(VIV/VIII) (gray) at 77 K.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<title>Gas/Vapor Sorption Isotherms</title><p>To further verify the\nstructural transformation of COMOC-2(V<sup>IV</sup>), CO<sub>2</sub>, CH<sub>4</sub>, and <italic toggle=\"yes\">n</italic>-hexane sorption isotherms\nwere measured. As shown in Figure a, the adsorption\nisotherms at 303 K for both CO<sub>2</sub> and CH<sub>4</sub> show\na classical type I shape, with a capacity of 4.8 mmol of CO<sub>2</sub> g<sup>–1</sup> at 25 bar and 1.4 mmol CH<sub>4</sub> g<sup>–1</sup> at 27 bar. At 265 K, however, the CO<sub>2</sub> and\nCH<sub>4</sub> isotherms become distinctively different. In the CO<sub>2</sub> sorption isotherm at around 12.5 bar, a sudden increase in\nadsorption is observed, reaching 14 mmol g<sup>–1</sup> at\n28 bar, corresponding to almost complete pore filling based on the\nnitrogen porosimetry data. Two distinct steps are clearly observed,\nrevealing a breathing of the framework. Desorption occurs with a large\nhysteresis loop. This loop is explained with the stress model developed\nby Neimark et al. According to this model,\nstructural transition or phase transformation, i.e., the breathing\neffect, occurs when a certain critical stress threshold is reached.\nAs a consequence, the structural transition pressure depends on the\nstress threshold. As the stress threshold is different for the various\nphases, a hysteresis occurs in the adsorption–desorption process.\nAlso at this lower temperature, CH<sub>4</sub> presents a type I isotherm.\nThe desorption curve for CH<sub>4</sub> almost coincides with an adsorption\nisotherm without the occurrence of any hysteresis. The adsorption\nprofile of COMOC-2(V<sup>IV</sup>) shows a distinctive adsorption\nstep at 265 K for CO<sub>2</sub> but not for CH<sub>4</sub>. This\nis similar to the CO<sub>2</sub> and CH<sub>4</sub> adsorption behavior\nof MIL-53 at 304 K.\n</p>", "clean_text": "Gas/Vapor Sorption Isotherms\n\nTo further verify the structural transformation of COMOC-2(VIV), CO2, CH4, and n-hexane sorption isotherms were measured. As shown in Figure a, the adsorption isotherms at 303 K for both CO2 and CH4 show a classical type I shape, with a capacity of 4.8 mmol of CO2 g-1 at 25 bar and 1.4 mmol CH4 g-1 at 27 bar. At 265 K, however, the CO2 and CH4 isotherms become distinctively different. In the CO2 sorption isotherm at around 12.5 bar, a sudden increase in adsorption is observed, reaching 14 mmol g-1 at 28 bar, corresponding to almost complete pore filling based on the nitrogen porosimetry data. Two distinct steps are clearly observed, revealing a breathing of the framework. Desorption occurs with a large hysteresis loop. This loop is explained with the stress model developed by Neimark et al. According to this model, structural transition or phase transformation, i.e., the breathing effect, occurs when a certain critical stress threshold is reached. As a consequence, the structural transition pressure depends on the stress threshold. As the stress threshold is different for the various phases, a hysteresis occurs in the adsorption-desorption process. Also at this lower temperature, CH4 presents a type I isotherm. The desorption curve for CH4 almost coincides with an adsorption isotherm without the occurrence of any hysteresis. The adsorption profile of COMOC-2(VIV) shows a distinctive adsorption step at 265 K for CO2 but not for CH4. This is similar to the CO2 and CH4 adsorption behavior of MIL-53 at 304 K. ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Adsorption (solid\nsymbol) isotherms of COMOC-2(V<sup>IV</sup>) for CO<sub>2</sub> and\nCH<sub>4</sub> at 303 and 265 K. Desorption\nisotherms (open symbol) of CO<sub>2</sub> and CH<sub>4</sub> at 265\nK are also included. (b) Adsorption isotherm for <italic toggle=\"yes\">n</italic>-hexane at 323 K on COMOC-2(V<sup>IV</sup>).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01338a_0004.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Adsorption (solid symbol) isotherms of COMOC-2(VIV) for CO2 and CH4 at 303 and 265 K. Desorption isotherms (open symbol) of CO2 and CH4 at 265 K are also included. (b) Adsorption isotherm for n-hexane at 323 K on COMOC-2(VIV).   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<p>\n<italic toggle=\"yes\">n</italic>-Hexane, having larger molecular\nweight and thus\ncomparatively larger van der Waals interactions, shows the two-step\nadsorption behavior associated with framework breathing at 323 K.\nAs shown in Figure b, in the first plateau,\nwhen COMOC-2(V<sup>IV</sup>) is in the <italic toggle=\"yes\">np</italic> form, the\nadsorption capacity is ∼2 mmol g<sup>–1</sup>. The framework\nopens up at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.2\nto reach a final hexane adsorption capacity of 4.7 mmol g<sup>–1</sup> or almost 40 wt % at the saturation pressure.</p>", "clean_text": " n-Hexane, having larger molecular weight and thus comparatively larger van der Waals interactions, shows the two-step adsorption behavior associated with framework breathing at 323 K. As shown in Figure b, in the first plateau, when COMOC-2(VIV) is in the np form, the adsorption capacity is ~2 mmol g-1. The framework opens up at P/P 0 = 0.2 to reach a final hexane adsorption capacity of 4.7 mmol g-1 or almost 40 wt % at the saturation pressure.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Analysis of in Situ Synchrotron XRD Patterns</title><p>In order\nto correlate this intriguing breathing adsorption behavior to structural\nchanges in the COMOC-2(V<sup>IV</sup>) sample, we have performed in\nsitu synchrotron XRD studies at 233 K using the Swiss–Norwegian\nbeamline at the European Synchrotron Radiation Facility (ESRF) equipped\nwith a pressure controlled apparatus dosing CO<sub>2</sub> gas up\nto a pressure of 17.5 bar. In Figure  and\nFigure S6 in the  we show this series of in situ XRPD patterns in a different view.\nThe XRD patterns collected as a function of the CO<sub>2</sub> pressure\nclearly show the reversible structural changes that accompany the\nbreathing effect. The first XRD pattern of the sample recorded in\nvacuum shows mainly a <italic toggle=\"yes\">lp</italic> phase, with a fraction of <italic toggle=\"yes\">np</italic> phase. When the pressure is increased up to 1 bar of\nCO<sub>2</sub>, the <italic toggle=\"yes\">lp</italic> to <italic toggle=\"yes\">np</italic> transition\noccurs immediately, as shown by the sudden decrease in intensity of\nthe <italic toggle=\"yes\">lp</italic> reflections and the appearance of the <italic toggle=\"yes\">np</italic> reflections. The <italic toggle=\"yes\">lp</italic> to <italic toggle=\"yes\">np</italic> transformation process continues until the CO<sub>2</sub> pressure\nreaches 7.5 bar. Above this pressure, the structure opens again, accompanied\nby the reversible intensity change in the representative <italic toggle=\"yes\">np</italic> to <italic toggle=\"yes\">lp</italic> reflection peaks. After the high pressure\nmeasurements, upon removal of CO<sub>2</sub>, the final degassed sample\nshows peaks entirely consistent with the original phase, confirming\nthe reversibility of this transition process. As shown in Figure S6\n(top) in the , the\nbackground intensity increases with the amount of CO<sub>2</sub> molecules\nadsorbed, due to the increment of the electron density when pressure\nrises.</p>", "clean_text": "Analysis of in Situ Synchrotron XRD Patterns\n\nIn order to correlate this intriguing breathing adsorption behavior to structural changes in the COMOC-2(VIV) sample, we have performed in situ synchrotron XRD studies at 233 K using the Swiss-Norwegian beamline at the European Synchrotron Radiation Facility (ESRF) equipped with a pressure controlled apparatus dosing CO2 gas up to a pressure of 17.5 bar. In Figure  and Figure S6 in the  we show this series of in situ XRPD patterns in a different view. The XRD patterns collected as a function of the CO2 pressure clearly show the reversible structural changes that accompany the breathing effect. The first XRD pattern of the sample recorded in vacuum shows mainly a lp phase, with a fraction of np phase. When the pressure is increased up to 1 bar of CO2, the lp to np transition occurs immediately, as shown by the sudden decrease in intensity of the lp reflections and the appearance of the np reflections. The lp to np transformation process continues until the CO2 pressure reaches 7.5 bar. Above this pressure, the structure opens again, accompanied by the reversible intensity change in the representative np to lp reflection peaks. After the high pressure measurements, upon removal of CO2, the final degassed sample shows peaks entirely consistent with the original phase, confirming the reversibility of this transition process. As shown in Figure S6 (top) in the , the background intensity increases with the amount of CO2 molecules adsorbed, due to the increment of the electron density when pressure rises.", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>In situ synchrotron XRD patterns of COMOC-2(V<sup>IV</sup>) (λ\n= 0.752 76 Å) in the 2θ range 2–7° measured\nat a certain CO<sub>2</sub> pressure at 233 K. The apparent phase\nchanges and peak indices are marked with arrows.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01338a_0005.tif\"></graphic>\n</fig>", "clean_text": " 6  In situ synchrotron XRD patterns of COMOC-2(VIV) (λ = 0.75276 Å) in the 2θ range 2-7° measured at a certain CO2 pressure at 233 K. The apparent phase changes and peak indices are marked with arrows.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Calculated and Empirically Determined\nLattice Parameters for the Different Forms of COMOC-2(V<sup>IV</sup>)</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"9\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col9\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">phase</oasis:entry>\n<oasis:entry align=\"center\">crystal system</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">a</italic> (Å)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">b</italic> (Å)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">c</italic> (Å)</oasis:entry>\n<oasis:entry align=\"center\">α (deg)</oasis:entry>\n<oasis:entry align=\"center\">β\n(deg)</oasis:entry>\n<oasis:entry align=\"center\">γ (deg)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>(Å<sup>3</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">np</italic> (exptl)<xref rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>6.651(4)</oasis:entry>\n<oasis:entry>27.94(4)</oasis:entry>\n<oasis:entry>10.735(13)</oasis:entry>\n<oasis:entry>97.06(8)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>1979.4(47)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">np</italic> (calcd)</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>6.991</oasis:entry>\n<oasis:entry>28.111</oasis:entry>\n<oasis:entry>6.809</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>1338.13</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">lp</italic> (exptl)<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>6.776(3)</oasis:entry>\n<oasis:entry>23.087(19)</oasis:entry>\n<oasis:entry>18.897(9)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>2956.1(32)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">lp</italic> (calcd)</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>6.927</oasis:entry>\n<oasis:entry>21.642</oasis:entry>\n<oasis:entry>20.498</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>3073.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">lp</italic> (exptl)<xref rid=\"t1fn3\"></xref>\n</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>6.957(4)</oasis:entry>\n<oasis:entry>21.443(3)</oasis:entry>\n<oasis:entry>20.570(2)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>3069(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">np</italic>′ (calcd)</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>6.981</oasis:entry>\n<oasis:entry>7.946</oasis:entry>\n<oasis:entry>27.275</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>1512.97</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Determined based on synchrotron\nXRPD pattern with 7.5 bar CO<sub>2</sub> pressure at 233 K.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Determined based on synchrotron\nXRPD pattern with 15 bar CO<sub>2</sub> pressure at 233 K.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>c</label>\n<p>Crystal data obtained from Rietveld\nstructure refinement on laboratory XRPD pattern of COMOC-2(<italic toggle=\"yes\">lp</italic>) at 293 K.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>Since all the in situ synchrotron XRD patterns contain\nboth <italic toggle=\"yes\">lp</italic> and <italic toggle=\"yes\">np</italic> phases, we were unable\nto select\na pattern of pure phase for Rietveld refinement. To estimate the flexibility\nof the framework, two XRD patterns were selected and used to index\nthe unit cell parameters (Table ). The <italic toggle=\"yes\">np</italic> phase was indexed to a monoclinic cell with <italic toggle=\"yes\">V</italic> ∼ 1979 Å<sup>3</sup>, whereas the <italic toggle=\"yes\">lp</italic> phase was indexed to a orthorhombic cell with <italic toggle=\"yes\">V</italic> ∼ 2956 Å<sup>3</sup>. For comparison, also the lattice\nparameters determined from theoretical calculations and laboratory\nXRPD patterns are taken up in Table . However,\nwe should stress that the theoretical predictions for the lattice\nparameters are based on an empty host system, while the experimental\nvalues are resulting from synchrotron XRD patterns under a certain\nCO<sub>2</sub> pressure. We must be very careful when comparing both\nresults. Because of the adsorption of CO<sub>2</sub> molecules in\nthe structure, the free energy profile can change significantly, especially\nin the region of the narrow pore phases. The minima around 27°\nand 148° coresponding, respectively, with <italic toggle=\"yes\">np</italic> and <italic toggle=\"yes\">np</italic>′, as observed in Figure , can never be reached as the presence of guest\nmolecules in the pores will obviously lead to larger pore angles.\nHowever, when we compare the experimental data recorded at ambient\nconditions (COMOC-2(<italic toggle=\"yes\">lp</italic>)) with the theoretical <italic toggle=\"yes\">lp</italic> predictions, the data match perfectly.</p>", "clean_text": "Since all the in situ synchrotron XRD patterns contain both lp and np phases, we were unable to select a pattern of pure phase for Rietveld refinement. To estimate the flexibility of the framework, two XRD patterns were selected and used to index the unit cell parameters (Table ). The np phase was indexed to a monoclinic cell with V ~ 1979 Å3, whereas the lp phase was indexed to a orthorhombic cell with V ~ 2956 Å3. For comparison, also the lattice parameters determined from theoretical calculations and laboratory XRPD patterns are taken up in Table . However, we should stress that the theoretical predictions for the lattice parameters are based on an empty host system, while the experimental values are resulting from synchrotron XRD patterns under a certain CO2 pressure. We must be very careful when comparing both results. Because of the adsorption of CO2 molecules in the structure, the free energy profile can change significantly, especially in the region of the narrow pore phases. The minima around 27° and 148° coresponding, respectively, with np and np', as observed in Figure , can never be reached as the presence of guest molecules in the pores will obviously lead to larger pore angles. However, when we compare the experimental data recorded at ambient conditions (COMOC-2(lp)) with the theoretical lp predictions, the data match perfectly.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<title>Full Free Energy Profile for the Empty COMOC-2(V<sup>IV</sup>) Structure</title><p>Following the methodology, as oulined before,\na full free energy profile has been constructed for the empty COMOC-2(V<sup>IV</sup>) structure in function of the breathing angle ω. As\nindicated in Figure , three stable minima\nwere found in the empty host framework: the <italic toggle=\"yes\">np</italic>, the <italic toggle=\"yes\">lp</italic>, and an overstretched narrow pore (<italic toggle=\"yes\">np</italic>′) form. The two modeled narrow pore forms are different in\ngeometry, displayed in Figures S8–S9 in the , and their unit cell topology may be\ncompared with the <italic toggle=\"yes\">vnp</italic> structure as observed in anhydrous\nMIL-53(Fe) by the group of Férey, as the theoretical models have been modeled in the complete absence\nof water. The pore angles for the different structures are shown in\nTable . As only indexed lattice parameters\nare provided from the synchrotron XRD experiments, a unified force\nfield (UFF) is used to generate structures for the <italic toggle=\"yes\">np</italic> and <italic toggle=\"yes\">lp</italic> phases which fit the experimental XRPD patterns\nwith the cell parameters <italic toggle=\"yes\">a</italic>, <italic toggle=\"yes\">b</italic>, <italic toggle=\"yes\">c</italic> and the angles α, β, and γ as degrees\nof freedom. Please note that a direct one-to-one correspondence with\nthe ab initio determined lattice parameters should be considered with\ncare, since the XRPD patterns have been measured with the presence\nof CO<sub>2</sub> adsorbate molecules, while the periodic VASP calculations\nhave been performed in the empty host. As shown in Table , all theoretical phases are found to be orthorhombic.\nThe small pore angle for the <italic toggle=\"yes\">np</italic> phase requires some\nadditional clarification. The angle O<sub>ca,1</sub>–V–O<sub>ca,3</sub> (α) is more or less constant in the two models (ab\ninitio and empirical) around 85°, which is realistic, and thus\nplays no significant role in shrinking of the pore angle. The dihedral\nmotion V–O<sub>ca</sub>–C<sub>ca</sub>–C<sub>pc</sub> (χ) determines the rotation of the linker about the\nO<sub>ca</sub>–O<sub>ca</sub> axes of the carboxyl groups.\nThis rotation enables shrinkage or expansion of the entire unit cell.\nThe dihedral angle O<sub>ca</sub>–C<sub>ca</sub>–C<sub>pc</sub>–C<sub>ph</sub> controls the tilting of the plane\nof the linker (see Figure S8 in the ). Table  also reports the\naverage χ of these tilting angles.</p>", "clean_text": "Full Free Energy Profile for the Empty COMOC-2(VIV) Structure\n\nFollowing the methodology, as oulined before, a full free energy profile has been constructed for the empty COMOC-2(VIV) structure in function of the breathing angle ω. As indicated in Figure , three stable minima were found in the empty host framework: the np, the lp, and an overstretched narrow pore (np') form. The two modeled narrow pore forms are different in geometry, displayed in Figures S8-S9 in the , and their unit cell topology may be compared with the vnp structure as observed in anhydrous MIL-53(Fe) by the group of Férey, as the theoretical models have been modeled in the complete absence of water. The pore angles for the different structures are shown in Table . As only indexed lattice parameters are provided from the synchrotron XRD experiments, a unified force field (UFF) is used to generate structures for the np and lp phases which fit the experimental XRPD patterns with the cell parameters a, b, c and the angles α, β, and γ as degrees of freedom. Please note that a direct one-to-one correspondence with the ab initio determined lattice parameters should be considered with care, since the XRPD patterns have been measured with the presence of CO2 adsorbate molecules, while the periodic VASP calculations have been performed in the empty host. As shown in Table , all theoretical phases are found to be orthorhombic. The small pore angle for the np phase requires some additional clarification. The angle Oca,1-V-Oca,3 (α) is more or less constant in the two models (ab initio and empirical) around 85°, which is realistic, and thus plays no significant role in shrinking of the pore angle. The dihedral motion V-Oca-Cca-Cpc (χ) determines the rotation of the linker about the Oca-Oca axes of the carboxyl groups. This rotation enables shrinkage or expansion of the entire unit cell. The dihedral angle Oca-Cca-Cpc-Cph controls the tilting of the plane of the linker (see Figure S8 in the ). Table  also reports the average χ of these tilting angles.", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Modeled free energy profiles\nas a function of temperature for the\nempty COMOC-2(V<sup>IV</sup>). Three different minima are observed,\nrepresenting the different pore shapes: <italic toggle=\"yes\">np</italic>, <italic toggle=\"yes\">lp</italic>, and <italic toggle=\"yes\">np</italic>′. Profiles at different\ntemperatures are shifted by 10 kJ/mol.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01338a_0006.tif\"></graphic>\n</fig>", "clean_text": " 7  Modeled free energy profiles as a function of temperature for the empty COMOC-2(VIV). Three different minima are observed, representing the different pore shapes: np, lp, and np'. Profiles at different temperatures are shifted by 10 kJ/mol.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Pore Angle ω (As Defined in\nFigure <xref rid=\"fig3\"></xref>) and the Angle χ Being the Average\nof the Two Dihedral Angles V–O<sub>ca</sub>–C<sub>ca</sub>–C<sub>pc</sub> for the Different Structures<xref rid=\"tbl2-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">phase</oasis:entry>\n<oasis:entry align=\"center\">crystal system</oasis:entry>\n<oasis:entry align=\"center\">ω (deg)</oasis:entry>\n<oasis:entry align=\"center\">χ\n(deg)</oasis:entry>\n<oasis:entry align=\"center\">α (deg)</oasis:entry>\n<oasis:entry align=\"center\">deviation planarity biphenyl (deg)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">np</italic> (empirical)<xref rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>42.0</oasis:entry>\n<oasis:entry>143.7</oasis:entry>\n<oasis:entry>84.4</oasis:entry>\n<oasis:entry>0.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">np</italic> (calcd)</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>27.2</oasis:entry>\n<oasis:entry>142.5</oasis:entry>\n<oasis:entry>84.5</oasis:entry>\n<oasis:entry>46.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">lp</italic> (empirical)<xref rid=\"t2fn2\"></xref>\n</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>78.6</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">lp</italic> (calcd)</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>86.9</oasis:entry>\n<oasis:entry>165.5</oasis:entry>\n<oasis:entry>87.5</oasis:entry>\n<oasis:entry>46.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">lp</italic> (exptl)<xref rid=\"t2fn3\"></xref>\n</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>87.6</oasis:entry>\n<oasis:entry>164.1</oasis:entry>\n<oasis:entry>80.6</oasis:entry>\n<oasis:entry>1.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">np</italic>′ (calcd)</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>147.5</oasis:entry>\n<oasis:entry>139.6</oasis:entry>\n<oasis:entry>85.8</oasis:entry>\n<oasis:entry>49.1</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>For the atomic labeling, see\nFigure S7 in the <xref rid=\"notes-1\">Supporting Information</xref>. α stands for the angle O<sub>ca,1</sub>–V–O<sub>ca,3</sub> in the equatorial plane of the four carboxyl oxygens coordinated\nwith V. The deviation from planarity is the angle between the planes\nof the two phenyl groups within the biphenyl linker.</p>\n</fn>\n<fn id=\"t2fn1\">\n<label>b</label>\n<p>Empirically determined based on\nsynchrotron XRPD pattern with 7.5 bar of CO<sub>2</sub> pressure at\n233 K.</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>c</label>\n<p>Empirically determined\nbased on\nsynchrotron XRPD pattern with 15 bar CO<sub>2</sub> pressure at 233\nK.</p>\n</fn>\n<fn id=\"t2fn3\">\n<label>d</label>\n<p>Determined based on the\ncrystal\ndata obtained from Rietveld structure refinement on laboratory XRPD\npattern of COMOC-2(<italic toggle=\"yes\">lp</italic>) at 293 K.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 38, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Free Energy Barriers (Δ<italic toggle=\"yes\">G</italic>\n<sup>⧧</sup> (<italic toggle=\"yes\">lp</italic> → <italic toggle=\"yes\">np</italic>) and Δ<italic toggle=\"yes\">G</italic>\n<sup>⧧</sup> (<italic toggle=\"yes\">lp</italic> → <italic toggle=\"yes\">np</italic>′) in kJ mol<sup>–1</sup> Required for the Shape Transformations</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"char\" char=\".\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">temperature (K)</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic toggle=\"yes\">G</italic>\n<sup>⧧</sup> (<italic toggle=\"yes\">lp</italic> → <italic toggle=\"yes\">np</italic>)</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic toggle=\"yes\">G</italic>\n<sup>⧧</sup> (<italic toggle=\"yes\">lp</italic> → <italic toggle=\"yes\">np</italic>′)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>37.9</oasis:entry>\n<oasis:entry>39.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>37.6</oasis:entry>\n<oasis:entry>39.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>150</oasis:entry>\n<oasis:entry>36.5</oasis:entry>\n<oasis:entry>38.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>250</oasis:entry>\n<oasis:entry>36.6</oasis:entry>\n<oasis:entry>39.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>350</oasis:entry>\n<oasis:entry>38.3</oasis:entry>\n<oasis:entry>41.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>500</oasis:entry>\n<oasis:entry>40.7</oasis:entry>\n<oasis:entry>45.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>650</oasis:entry>\n<oasis:entry>43.1</oasis:entry>\n<oasis:entry>48.7</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["property"], "content": "<p>In complete agreement with the earlier work of Walker\net al., addition of dispersion corrections is needed to get realistic energy differences between the <italic toggle=\"yes\">lp</italic> and <italic toggle=\"yes\">np</italic> forms. Without dispersion interactions,\nthe three minima are not found. As frequency calculations were performed\nfor every point along the profile, we were able to determine also\nthe vibrational entropic contributions of the smallest unit cell and\nto plot the free energy profiles for various temperatures. The numerical\nresults reveal that the free energy barrier for the <italic toggle=\"yes\">lp</italic> → <italic toggle=\"yes\">np</italic> phase transition is more or less constant\nwith temperature, with a value varying between 36 and 43 kJ mol<sup>–1</sup> (Table ). The free energy\ndifference between the <italic toggle=\"yes\">np</italic> forms decreases from 38.3\nto 27.2 kJ mol<sup>–1</sup> when increasing the temperature\nfrom 0 to 650 K. The theoretically determined free energy profiles\nof the empty host give evidence for a tristable behavior of COMOC-2(V<sup>IV</sup>), favoring the large pore structure when temperature rises.\nExperimentally, the breathing behavior is only observed at a certain\nCO<sub>2</sub> pressure. No phase transitions have taken place with\nCH<sub>4</sub>. The occurrence of a breathing behavior depends on\nthe strength of the host–guest interactions. For a molecule\nsuch as CO<sub>2</sub> exhibiting strong interactions with the pore\nwalls, the free energy barrier toward the <italic toggle=\"yes\">np</italic> may\nalready be overcome at 1 bar, as demonstrated by the experiment. As\nour simulations were performed without guest molecules, we cannot\ncorrelate exactly the pore angle and lattice parameters for the <italic toggle=\"yes\">np</italic> and <italic toggle=\"yes\">lp</italic> shapes with the experimental\nvalues given in Table . In particular, the\ntheoretical lattice parameter along the <italic toggle=\"yes\">c</italic>-axis for\nthe <italic toggle=\"yes\">np</italic> form is smaller compared to the experimental\nvalue, since the <italic toggle=\"yes\">np</italic> form may not fully close due\nto the presence of adsorbate molecules. Our simulations do however\nclearly show that COMOC-2(V<sup>IV</sup>) has an intrinsic tristable\nbehavior.</p>", "clean_text": "In complete agreement with the earlier work of Walker et al., addition of dispersion corrections is needed to get realistic energy differences between the lp and np forms. Without dispersion interactions, the three minima are not found. As frequency calculations were performed for every point along the profile, we were able to determine also the vibrational entropic contributions of the smallest unit cell and to plot the free energy profiles for various temperatures. The numerical results reveal that the free energy barrier for the lp → np phase transition is more or less constant with temperature, with a value varying between 36 and 43 kJ mol-1 (Table ). The free energy difference between the np forms decreases from 38.3 to 27.2 kJ mol-1 when increasing the temperature from 0 to 650 K. The theoretically determined free energy profiles of the empty host give evidence for a tristable behavior of COMOC-2(VIV), favoring the large pore structure when temperature rises. Experimentally, the breathing behavior is only observed at a certain CO2 pressure. No phase transitions have taken place with CH4. The occurrence of a breathing behavior depends on the strength of the host-guest interactions. For a molecule such as CO2 exhibiting strong interactions with the pore walls, the free energy barrier toward the np may already be overcome at 1 bar, as demonstrated by the experiment. As our simulations were performed without guest molecules, we cannot correlate exactly the pore angle and lattice parameters for the np and lp shapes with the experimental values given in Table . In particular, the theoretical lattice parameter along the c-axis for the np form is smaller compared to the experimental value, since the np form may not fully close due to the presence of adsorbate molecules. Our simulations do however clearly show that COMOC-2(VIV) has an intrinsic tristable behavior.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In conclusion, a V<sup>IV</sup> carboxylate\nMOF COMOC-2 having\nthe same framework topology as MIL-47 was synthesized and fully characterized.\nUnlike MIL-47, COMOC-2(V<sup>IV</sup>) shows a breathing effect upon\ngas and vapor sorption at mild conditions. Similar to MIL-53, the\nsorption isotherms of CO<sub>2</sub> and CH<sub>4</sub> display a\ndifferent shape at specific temperatures. Compared to COMOC-2(V<sup>IV</sup>), COMOC-2(V<sup>III</sup>/V<sup>IV</sup>) increases the\ndifficulty in triggering the flexibility of the framework. The theoretically\ndetermined free energy profile along the pore angle points toward\na tristable behavior of the material. Apart from a regular <italic toggle=\"yes\">np</italic> form, an overstretched narrow pore configuration was\ntheoretically found. Future work will focus on the understanding of\nthe phase transitions induced within COMOC-2(V<sup>IV</sup>) by various\nother adsorbates, targeting potential applications in selective gas\nadsorption and molecular sensing.</p>", "clean_text": "Conclusions\n\nIn conclusion, a VIV carboxylate MOF COMOC-2 having the same framework topology as MIL-47 was synthesized and fully characterized. Unlike MIL-47, COMOC-2(VIV) shows a breathing effect upon gas and vapor sorption at mild conditions. Similar to MIL-53, the sorption isotherms of CO2 and CH4 display a different shape at specific temperatures. Compared to COMOC-2(VIV), COMOC-2(VIII/VIV) increases the difficulty in triggering the flexibility of the framework. The theoretically determined free energy profile along the pore angle points toward a tristable behavior of the material. Apart from a regular np form, an overstretched narrow pore configuration was theoretically found. Future work will focus on the understanding of the phase transitions induced within COMOC-2(VIV) by various other adsorbates, targeting potential applications in selective gas adsorption and molecular sensing.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>Crystallographic information\nfile (CIF) of COMOC-2(<italic toggle=\"yes\">lp</italic>), general information on\nthe determination of the free energy profile, detailed XPS data analysis,\nTGA, Rietveld refinement plot, powder XRD measurements, and structural\ninformation from the ab initio calculations. This material is available\nfree of charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p>", "clean_text": "Crystallographic information file (CIF) of COMOC-2(lp), general information on the determination of the free energy profile, detailed XPS data analysis, TGA, Rietveld refinement plot, powder XRD measurements, and structural information from the ab initio calculations. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>The authors declare\nno\ncompeting financial interest.</p><title>References</title>", "clean_text": "The authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "7, 8, 10", "type": "text", "classification": "synthesis condition", "content": "<title>Syntheses</title><title>Synthesis of COMOC-2-as ([VO(BPDC)] (DMF)<sub>0.1</sub>(H<sub>2</sub>O)<sub>0.5</sub>)</title><title>Method 1: Solvothermal Synthesis</title><p>In\ntotal, 0.5 g of VOSO<sub>4</sub>·H<sub>2</sub>O and 1.02 g of\n4,4′-biphenyldicarboxylic acid (H<sub>2</sub>BPDC) were added\ninto 70 mL of DMF. The mixture was transferred to a 100 mL round-bottom\nflask equipped with a magnetic stirrer. The flask was sealed, heated\nslowly to 147 °C under stirring, and kept at this temperature\nfor 15–20 h. After completion of the reaction, a yellowish\ngreen powder was collected over a membrane filter, washed thoroughly\nfirst with DMF, then with methanol to remove the green vanadium impurities,\nand finally with acetone, and subsequently dried at room temperature\nunder vacuum. Yield, 0.31 g; 34.7%, based on vanadium. Elemental analysis\nfor [VO(C<sub>14</sub>H<sub>8</sub>O<sub>4</sub>)](C<sub>3</sub>H<sub>7</sub>NO)<sub>0.1</sub> (H<sub>2</sub>O)<sub>0.5</sub>: calcd, C,\n53.1; H, 3.02; N, 0.43 (%); found, C, 53.75; H, 2.97; N, 0.28 (%).</p><title>Method 2: Microwave-Assisted Synthesis</title><p>In total, 0.05 g of VOSO<sub>4</sub>·H<sub>2</sub>O and 0.102\ng of H<sub>2</sub>BPDC were added into 3 mL of DMF and heated to 150\n°C under microwave irradiation for 20 min with magnetic stirring.\nThe maximum irradiation power was set to 150 W, with the “powermax”\nactive (air cooling was used during the irradiation). After completion\nof the reaction, a yellowish green powder was collected over a membrane\nfilter, washed thoroughly first with DMF, then with methanol to remove\nthe green vanadium impurities, and finally with acetone and subsequently\ndried at room temperature under vacuum. Yield: 0.015 g, 16.8%; based\non vanadium. <italic toggle=\"yes\">\n<bold>Important! </bold>\n</italic>\n<italic toggle=\"yes\">COMOC-2\nis sensitive to air and moisture and should be stored under an argon\natmosphere.</italic>\n</p><title>Syntheses of COMOC-2(V<sup>IV</sup>/V<sup>III</sup>)-as and COMOC-2(<italic toggle=\"yes\">lp</italic>)-as</title><p>COMOC-2(V<sup>IV</sup>/V<sup>III</sup>)-as can be obtained by a slight variation of the\nsolvothermal reaction parameters described above for COMOC-2-as. The\ncompound was synthesized by prolongation of the reaction time to 24\nh or by increasing the reaction temperature to 160 °C. Probably\nthe decomposition products of DMF partially reduce V<sup>IV</sup> to\nV<sup>III</sup>, producing the mixed-valence COMOC-2(V<sup>IV</sup>/V<sup>III</sup>)-as. In a typical reaction, 0.5 g of VOSO<sub>4</sub>·H<sub>2</sub>O and 1.02 g of 4,4′-biphenyldicarboxylic\nacid (H<sub>2</sub>BPDC) were added into 70 mL of DMF. The mixture\nwas transferred to a 100 mL round-bottom flask equipped with a magnetic\nstirrer. The flask was sealed, heated to 150 °C with a heating\nrate of ∼1 °C min<sup>–1</sup> under stirring and\nkept at this temperature for 22 h. After cooling to room temperature,\na yellowish green powder was collected over a membrane filter, washed\nthoroughly first with DMF, then with methanol to remove the green\nvanadium impurities, and finally with acetone and subsequently dried\nat room temperature under vacuum.</p>", "clean_text": "Syntheses\n\nSynthesis of COMOC-2-as ([VO(BPDC)] (DMF)0.1(H2O)0.5)\n\nMethod 1: Solvothermal Synthesis\n\nIn total, 0.5 g of VOSO4⋅H2O and 1.02 g of 4,4'-biphenyldicarboxylic acid (H2BPDC) were added into 70 mL of DMF. The mixture was transferred to a 100 mL round-bottom flask equipped with a magnetic stirrer. The flask was sealed, heated slowly to 147 °C under stirring, and kept at this temperature for 15-20 h. After completion of the reaction, a yellowish green powder was collected over a membrane filter, washed thoroughly first with DMF, then with methanol to remove the green vanadium impurities, and finally with acetone, and subsequently dried at room temperature under vacuum. Yield, 0.31 g; 34.7%, based on vanadium. Elemental analysis for [VO(C14H8O4)](C3H7NO)0.1 (H2O)0.5: calcd, C, 53.1; H, 3.02; N, 0.43 (%); found, C, 53.75; H, 2.97; N, 0.28 (%).\n\nMethod 2: Microwave-Assisted Synthesis\n\nIn total, 0.05 g of VOSO4⋅H2O and 0.102 g of H2BPDC were added into 3 mL of DMF and heated to 150 °C under microwave irradiation for 20 min with magnetic stirring. The maximum irradiation power was set to 150 W, with the \"powermax\" active (air cooling was used during the irradiation). After completion of the reaction, a yellowish green powder was collected over a membrane filter, washed thoroughly first with DMF, then with methanol to remove the green vanadium impurities, and finally with acetone and subsequently dried at room temperature under vacuum. Yield: 0.015 g, 16.8%; based on vanadium.  Important!   COMOC-2 is sensitive to air and moisture and should be stored under an argon atmosphere. \n\nSyntheses of COMOC-2(VIV/VIII)-as and COMOC-2(lp)-as\n\nCOMOC-2(VIV/VIII)-as can be obtained by a slight variation of the solvothermal reaction parameters described above for COMOC-2-as. The compound was synthesized by prolongation of the reaction time to 24 h or by increasing the reaction temperature to 160 °C. Probably the decomposition products of DMF partially reduce VIV to VIII, producing the mixed-valence COMOC-2(VIV/VIII)-as. In a typical reaction, 0.5 g of VOSO4⋅H2O and 1.02 g of 4,4'-biphenyldicarboxylic acid (H2BPDC) were added into 70 mL of DMF. The mixture was transferred to a 100 mL round-bottom flask equipped with a magnetic stirrer. The flask was sealed, heated to 150 °C with a heating rate of ~1 °C min-1 under stirring and kept at this temperature for 22 h. After cooling to room temperature, a yellowish green powder was collected over a membrane filter, washed thoroughly first with DMF, then with methanol to remove the green vanadium impurities, and finally with acetone and subsequently dried at room temperature under vacuum.", "data": [{"meta": {"name": "COMOC-2-as ([VO(BPDC)] (DMF)0.1(H2O)0.5)", "symbol": "", "chemical formula": "[VO(C14H8O4)](C3H7NO)0.1(H2O)0.5"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "VOSO4·H2O", "amount": "0.5", "unit": "g"}, {"name": "4,4′-biphenyldicarboxylic acid (H2BPDC)", "amount": "1.02", "unit": "g"}], "solvent": [{"name": "DMF", "amount": "70", "unit": "mL"}], "pressure": "", "temperature": "147°C", "time": "15–20 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}, {"synthesis method": "washing", "washing solution": "methanol", "amount": ""}, {"synthesis method": "washing", "washing solution": "acetone", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "room temperature", "time": "under vacuum"}], "yield": "34.7%"}, {"meta": {"name": "COMOC-2-as ([VO(BPDC)] (DMF)0.1(H2O)0.5)", "symbol": "", "chemical formula": "[VO(C14H8O4)](C3H7NO)0.1(H2O)0.5"}, "processes": [{"synthesis method": "microwave-assisted synthesis", "precursor": [{"name": "VOSO4·H2O", "amount": "0.05", "unit": "g"}, {"name": "H2BPDC", "amount": "0.102", "unit": "g"}], "solvent": [{"name": "DMF", "amount": "3", "unit": "mL"}], "pressure": "", "temperature": "150°C", "time": "20 min", "heating rate": "", "cooling rate": ""}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}, {"synthesis method": "washing", "washing solution": "methanol", "amount": ""}, {"synthesis method": "washing", "washing solution": "acetone", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "room temperature", "time": "under vacuum"}], "yield": "16.8%"}, {"meta": {"name": "COMOC-2(VIV/VIII)-as", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "VOSO4·H2O", "amount": "0.5", "unit": "g"}, {"name": "4,4′-biphenyldicarboxylic acid (H2BPDC)", "amount": "1.02", "unit": "g"}], "solvent": [{"name": "DMF", "amount": "70", "unit": "mL"}], "pressure": "", "temperature": "150°C", "time": "22 h", "heating rate": "1°C min–1", "cooling rate": ""}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}, {"synthesis method": "washing", "washing solution": "methanol", "amount": ""}, {"synthesis method": "washing", "washing solution": "acetone", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "room temperature", "time": "under vacuum"}]}], "include_properties": ["solvothermal_synthesis", "filtration", "washing", "drying", "solvothermal_synthesis", "filtration", "washing", "drying"]}, {"idx": "24, 26, 28, 30, 39", "type": "text", "classification": "property", "content": "<p>A\nRietveld refinement was performed on COMOC-2(<italic toggle=\"yes\">lp</italic>)\n(Figure S3 in the ). The XRD pattern shows that COMOC-2(<italic toggle=\"yes\">lp</italic>) is isostructural\nwith the rigid microporous aluminum biphenyl-4,4′-dicarboxylate\nDUT-5. COMOC-2 structure (Figure ) contains chains of octahedra cross-linked by BPDC<sup>2–</sup> organic linkers. The octahedral chains have a −OV–OV–\ncoordination mode. The equatorial corners of the {VO<sub>6</sub>}\noctahedra are shared with BPDC<sup>2–</sup> ligands. The 1D\northorhombic channels parallel to the octahedral chains have an aperture\nof ∼18.9 Å × 19.4 Å. The refined <italic toggle=\"yes\">lp</italic> structure has an accessible pore volume of 68.2% (2092.7 Å<sup>3</sup> per 3068.6 Å<sup>3</sup>), as calculated by PLATON.\n</p><p>To study the role of oxidation state in determining\nthe extent\nof framework flexibility, the N<sub>2</sub> adsorption/desorption\nisotherms (Figure ) of COMOC-2(V<sup>IV</sup>) and COMOC-2(V<sup>IV</sup>/V<sup>III</sup>) at 77 K were measured\nand compared. Both samples reveal a two-step sorption behavior, typical\nfor flexible MOFs. For COMOC-2(V<sup>IV</sup>), a gradual adsorption\noccurs until <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.5,\nwhen the isotherm reaches its first plateau. Then a very strong uptake\nof N<sub>2</sub> can be observed, rising steeply in the area <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.5–1.0; leading\nto a final uptake volume of 510 cm<sup>3</sup>/g at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.98 (The maximum N<sub>2</sub> uptake volume of COMOC-2(V<sup>IV</sup>) with different batches\nis around 510 ± 40 cm<sup>3</sup>/g). This sorption amount is\nsimilar to that of DUT-5, which has a Langmuir surface area of about\n2335 m<sup>2</sup> g<sup>–1</sup> and a total N<sub>2</sub> sorption amount of ∼600 cm<sup>3</sup> g<sup>–1</sup>. A hysteresis occurs upon desorption. For COMOC-2(V<sup>IV</sup>/V<sup>III</sup>), the N<sub>2</sub> sorption isotherms at 77 K also\nreveal a two-step sorption behavior. However, the first plateau is\nmaintained until <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.6, then followed by a large nitrogen uptake at higher relative\npressures, leading to almost the same sorption amount as for COMOC-2(V<sup>IV</sup>) at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> =\n0.98. It is interesting to note that the presence of V<sup>III</sup> in COMOC-2(V<sup>IV</sup>/V<sup>III</sup>) compared to pure COMOC-2(V<sup>IV</sup>) increases the difficulty in triggering the flexibility\nof the framework. This phenomenon is contrary to MIL-47, in which\nthe presence of V<sup>IV</sup> centers inhibits the flexibility to\na large extent. The reason that COMOC-2(V<sup>III</sup>/V<sup>IV</sup>) needs a higher nitrogen pressure to open\nup the pores might be due to remaining internal stabilization effects\n(e.g., H-bonding).</p><title>Gas/Vapor Sorption Isotherms</title><p>To further verify the\nstructural transformation of COMOC-2(V<sup>IV</sup>), CO<sub>2</sub>, CH<sub>4</sub>, and <italic toggle=\"yes\">n</italic>-hexane sorption isotherms\nwere measured. As shown in Figure a, the adsorption\nisotherms at 303 K for both CO<sub>2</sub> and CH<sub>4</sub> show\na classical type I shape, with a capacity of 4.8 mmol of CO<sub>2</sub> g<sup>–1</sup> at 25 bar and 1.4 mmol CH<sub>4</sub> g<sup>–1</sup> at 27 bar. At 265 K, however, the CO<sub>2</sub> and\nCH<sub>4</sub> isotherms become distinctively different. In the CO<sub>2</sub> sorption isotherm at around 12.5 bar, a sudden increase in\nadsorption is observed, reaching 14 mmol g<sup>–1</sup> at\n28 bar, corresponding to almost complete pore filling based on the\nnitrogen porosimetry data. Two distinct steps are clearly observed,\nrevealing a breathing of the framework. Desorption occurs with a large\nhysteresis loop. This loop is explained with the stress model developed\nby Neimark et al. According to this model,\nstructural transition or phase transformation, i.e., the breathing\neffect, occurs when a certain critical stress threshold is reached.\nAs a consequence, the structural transition pressure depends on the\nstress threshold. As the stress threshold is different for the various\nphases, a hysteresis occurs in the adsorption–desorption process.\nAlso at this lower temperature, CH<sub>4</sub> presents a type I isotherm.\nThe desorption curve for CH<sub>4</sub> almost coincides with an adsorption\nisotherm without the occurrence of any hysteresis. The adsorption\nprofile of COMOC-2(V<sup>IV</sup>) shows a distinctive adsorption\nstep at 265 K for CO<sub>2</sub> but not for CH<sub>4</sub>. This\nis similar to the CO<sub>2</sub> and CH<sub>4</sub> adsorption behavior\nof MIL-53 at 304 K.\n</p><p>\n<italic toggle=\"yes\">n</italic>-Hexane, having larger molecular\nweight and thus\ncomparatively larger van der Waals interactions, shows the two-step\nadsorption behavior associated with framework breathing at 323 K.\nAs shown in Figure b, in the first plateau,\nwhen COMOC-2(V<sup>IV</sup>) is in the <italic toggle=\"yes\">np</italic> form, the\nadsorption capacity is ∼2 mmol g<sup>–1</sup>. The framework\nopens up at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.2\nto reach a final hexane adsorption capacity of 4.7 mmol g<sup>–1</sup> or almost 40 wt % at the saturation pressure.</p><p>In complete agreement with the earlier work of Walker\net al., addition of dispersion corrections is needed to get realistic energy differences between the <italic toggle=\"yes\">lp</italic> and <italic toggle=\"yes\">np</italic> forms. Without dispersion interactions,\nthe three minima are not found. As frequency calculations were performed\nfor every point along the profile, we were able to determine also\nthe vibrational entropic contributions of the smallest unit cell and\nto plot the free energy profiles for various temperatures. The numerical\nresults reveal that the free energy barrier for the <italic toggle=\"yes\">lp</italic> → <italic toggle=\"yes\">np</italic> phase transition is more or less constant\nwith temperature, with a value varying between 36 and 43 kJ mol<sup>–1</sup> (Table ). The free energy\ndifference between the <italic toggle=\"yes\">np</italic> forms decreases from 38.3\nto 27.2 kJ mol<sup>–1</sup> when increasing the temperature\nfrom 0 to 650 K. The theoretically determined free energy profiles\nof the empty host give evidence for a tristable behavior of COMOC-2(V<sup>IV</sup>), favoring the large pore structure when temperature rises.\nExperimentally, the breathing behavior is only observed at a certain\nCO<sub>2</sub> pressure. No phase transitions have taken place with\nCH<sub>4</sub>. The occurrence of a breathing behavior depends on\nthe strength of the host–guest interactions. For a molecule\nsuch as CO<sub>2</sub> exhibiting strong interactions with the pore\nwalls, the free energy barrier toward the <italic toggle=\"yes\">np</italic> may\nalready be overcome at 1 bar, as demonstrated by the experiment. As\nour simulations were performed without guest molecules, we cannot\ncorrelate exactly the pore angle and lattice parameters for the <italic toggle=\"yes\">np</italic> and <italic toggle=\"yes\">lp</italic> shapes with the experimental\nvalues given in Table . In particular, the\ntheoretical lattice parameter along the <italic toggle=\"yes\">c</italic>-axis for\nthe <italic toggle=\"yes\">np</italic> form is smaller compared to the experimental\nvalue, since the <italic toggle=\"yes\">np</italic> form may not fully close due\nto the presence of adsorbate molecules. Our simulations do however\nclearly show that COMOC-2(V<sup>IV</sup>) has an intrinsic tristable\nbehavior.</p>", "clean_text": "A Rietveld refinement was performed on COMOC-2(lp) (Figure S3 in the ). The XRD pattern shows that COMOC-2(lp) is isostructural with the rigid microporous aluminum biphenyl-4,4'-dicarboxylate DUT-5. COMOC-2 structure (Figure ) contains chains of octahedra cross-linked by BPDC2- organic linkers. The octahedral chains have a -OV-OV- coordination mode. The equatorial corners of the {VO6} octahedra are shared with BPDC2- ligands. The 1D orthorhombic channels parallel to the octahedral chains have an aperture of ~18.9 Å × 19.4 Å. The refined lp structure has an accessible pore volume of 68.2% (2092.7 Å3 per 3068.6 Å3), as calculated by PLATON. \n\nTo study the role of oxidation state in determining the extent of framework flexibility, the N2 adsorption/desorption isotherms (Figure ) of COMOC-2(VIV) and COMOC-2(VIV/VIII) at 77 K were measured and compared. Both samples reveal a two-step sorption behavior, typical for flexible MOFs. For COMOC-2(VIV), a gradual adsorption occurs until P/P 0 = 0.5, when the isotherm reaches its first plateau. Then a very strong uptake of N2 can be observed, rising steeply in the area P/P 0 = 0.5-1.0; leading to a final uptake volume of 510 cm3/g at P/P 0 = 0.98 (The maximum N2 uptake volume of COMOC-2(VIV) with different batches is around 510 ± 40 cm3/g). This sorption amount is similar to that of DUT-5, which has a Langmuir surface area of about 2335 m2 g-1 and a total N2 sorption amount of ~600 cm3 g-1. A hysteresis occurs upon desorption. For COMOC-2(VIV/VIII), the N2 sorption isotherms at 77 K also reveal a two-step sorption behavior. However, the first plateau is maintained until P/P 0 = 0.6, then followed by a large nitrogen uptake at higher relative pressures, leading to almost the same sorption amount as for COMOC-2(VIV) at P/P 0 = 0.98. It is interesting to note that the presence of VIII in COMOC-2(VIV/VIII) compared to pure COMOC-2(VIV) increases the difficulty in triggering the flexibility of the framework. This phenomenon is contrary to MIL-47, in which the presence of VIV centers inhibits the flexibility to a large extent. The reason that COMOC-2(VIII/VIV) needs a higher nitrogen pressure to open up the pores might be due to remaining internal stabilization effects (e.g., H-bonding).\n\nGas/Vapor Sorption Isotherms\n\nTo further verify the structural transformation of COMOC-2(VIV), CO2, CH4, and n-hexane sorption isotherms were measured. As shown in Figure a, the adsorption isotherms at 303 K for both CO2 and CH4 show a classical type I shape, with a capacity of 4.8 mmol of CO2 g-1 at 25 bar and 1.4 mmol CH4 g-1 at 27 bar. At 265 K, however, the CO2 and CH4 isotherms become distinctively different. In the CO2 sorption isotherm at around 12.5 bar, a sudden increase in adsorption is observed, reaching 14 mmol g-1 at 28 bar, corresponding to almost complete pore filling based on the nitrogen porosimetry data. Two distinct steps are clearly observed, revealing a breathing of the framework. Desorption occurs with a large hysteresis loop. This loop is explained with the stress model developed by Neimark et al. According to this model, structural transition or phase transformation, i.e., the breathing effect, occurs when a certain critical stress threshold is reached. As a consequence, the structural transition pressure depends on the stress threshold. As the stress threshold is different for the various phases, a hysteresis occurs in the adsorption-desorption process. Also at this lower temperature, CH4 presents a type I isotherm. The desorption curve for CH4 almost coincides with an adsorption isotherm without the occurrence of any hysteresis. The adsorption profile of COMOC-2(VIV) shows a distinctive adsorption step at 265 K for CO2 but not for CH4. This is similar to the CO2 and CH4 adsorption behavior of MIL-53 at 304 K. \n\n n-Hexane, having larger molecular weight and thus comparatively larger van der Waals interactions, shows the two-step adsorption behavior associated with framework breathing at 323 K. As shown in Figure b, in the first plateau, when COMOC-2(VIV) is in the np form, the adsorption capacity is ~2 mmol g-1. The framework opens up at P/P 0 = 0.2 to reach a final hexane adsorption capacity of 4.7 mmol g-1 or almost 40 wt % at the saturation pressure.\n\nIn complete agreement with the earlier work of Walker et al., addition of dispersion corrections is needed to get realistic energy differences between the lp and np forms. Without dispersion interactions, the three minima are not found. As frequency calculations were performed for every point along the profile, we were able to determine also the vibrational entropic contributions of the smallest unit cell and to plot the free energy profiles for various temperatures. The numerical results reveal that the free energy barrier for the lp → np phase transition is more or less constant with temperature, with a value varying between 36 and 43 kJ mol-1 (Table ). The free energy difference between the np forms decreases from 38.3 to 27.2 kJ mol-1 when increasing the temperature from 0 to 650 K. The theoretically determined free energy profiles of the empty host give evidence for a tristable behavior of COMOC-2(VIV), favoring the large pore structure when temperature rises. Experimentally, the breathing behavior is only observed at a certain CO2 pressure. No phase transitions have taken place with CH4. The occurrence of a breathing behavior depends on the strength of the host-guest interactions. For a molecule such as CO2 exhibiting strong interactions with the pore walls, the free energy barrier toward the np may already be overcome at 1 bar, as demonstrated by the experiment. As our simulations were performed without guest molecules, we cannot correlate exactly the pore angle and lattice parameters for the np and lp shapes with the experimental values given in Table . In particular, the theoretical lattice parameter along the c-axis for the np form is smaller compared to the experimental value, since the np form may not fully close due to the presence of adsorbate molecules. Our simulations do however clearly show that COMOC-2(VIV) has an intrinsic tristable behavior.", "data": [[{"meta": {"name": "COMOC-2", "symbol": "", "chemical formula": ""}, "porosity": [{"value": "68.2", "unit": "%", "condition": ""}, {"value": "2092.7", "unit": "Å3", "condition": ""}]}]], "include_properties": ["porosity"]}, {"idx": 33, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Calculated and Empirically Determined\nLattice Parameters for the Different Forms of COMOC-2(V<sup>IV</sup>)</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"9\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col9\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">phase</oasis:entry>\n<oasis:entry align=\"center\">crystal system</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">a</italic> (Å)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">b</italic> (Å)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">c</italic> (Å)</oasis:entry>\n<oasis:entry align=\"center\">α (deg)</oasis:entry>\n<oasis:entry align=\"center\">β\n(deg)</oasis:entry>\n<oasis:entry align=\"center\">γ (deg)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>(Å<sup>3</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">np</italic> (exptl)<xref rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>6.651(4)</oasis:entry>\n<oasis:entry>27.94(4)</oasis:entry>\n<oasis:entry>10.735(13)</oasis:entry>\n<oasis:entry>97.06(8)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>1979.4(47)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">np</italic> (calcd)</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>6.991</oasis:entry>\n<oasis:entry>28.111</oasis:entry>\n<oasis:entry>6.809</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>1338.13</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">lp</italic> (exptl)<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>6.776(3)</oasis:entry>\n<oasis:entry>23.087(19)</oasis:entry>\n<oasis:entry>18.897(9)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>2956.1(32)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">lp</italic> (calcd)</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>6.927</oasis:entry>\n<oasis:entry>21.642</oasis:entry>\n<oasis:entry>20.498</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>3073.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">lp</italic> (exptl)<xref rid=\"t1fn3\"></xref>\n</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>6.957(4)</oasis:entry>\n<oasis:entry>21.443(3)</oasis:entry>\n<oasis:entry>20.570(2)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>3069(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">np</italic>′ (calcd)</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>6.981</oasis:entry>\n<oasis:entry>7.946</oasis:entry>\n<oasis:entry>27.275</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>1512.97</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Determined based on synchrotron\nXRPD pattern with 7.5 bar CO<sub>2</sub> pressure at 233 K.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Determined based on synchrotron\nXRPD pattern with 15 bar CO<sub>2</sub> pressure at 233 K.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>c</label>\n<p>Crystal data obtained from Rietveld\nstructure refinement on laboratory XRPD pattern of COMOC-2(<italic toggle=\"yes\">lp</italic>) at 293 K.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Calculated and Empirically Determined Lattice Parameters for the Different Forms of COMOC-2(V<sup>IV</sup>)\n\n| phase | crystal system | a (Å)   | b (Å)   | c (Å)    | α (deg) | β (deg) | γ (deg) | V(Å<sup>3</sup>) |\n|-------|-----------------|---------|---------|----------|---------|---------|---------|------------------|\n| np (exptl)<sup>a</sup>   | monoclinic     | 6.651(4) | 27.94(4) | 10.735(13) | 97.06(8) | 90      | 90      | 1979.4(47)       |\n| np (calcd)   | orthorhombic   | 6.991   | 28.111  | 6.809    | 90      | 90      | 90      | 1338.13          |\n| lp (exptl)<sup>b</sup>   | orthorhombic   | 6.776(3) | 23.087(19) | 18.897(9) | 90      | 90      | 90      | 2956.1(32)       |\n| lp (calcd)   | orthorhombic   | 6.927   | 21.642  | 20.498   | 90      | 90      | 90      | 3073.00          |\n| lp (exptl)<sup>c</sup>   | orthorhombic   | 6.957(4) | 21.443(3) | 20.570(2) | 90      | 90      | 90      | 3069(5)          |\n| np′ (calcd)  | orthorhombic   | 6.981   | 7.946   | 27.275   | 90      | 90      | 90      | 1512.97          |\n\na. Determined based on synchrotron XRPD pattern with 7.5 bar CO<sub>2</sub> pressure at 233 K.\nb. Determined based on synchrotron XRPD pattern with 15 bar CO<sub>2</sub> pressure at 233 K.\nc. Crystal data obtained from Rietveld structure refinement on laboratory XRPD pattern of COMOC-2(lp) at 293 K.", "data": [{"meta": {"name": "COMOC-2(V^IV)", "symbol": "np (exptl)", "chemical formula": ""}, "crystal system": [{"value": "monoclinic", "condition": ""}], "lattice parameters": [{"value": {"a": "6.651(4)", "b": "27.94(4)", "c": "10.735(13)", "alpha": "97.06(8)", "beta": "90", "gamma": "90"}, "condition": ""}], "cell volume": [{"value": "1979.4(47)", "unit": "Å^3", "condition": ""}]}, {"meta": {"name": "COMOC-2(V^IV)", "symbol": "np (calcd)", "chemical formula": ""}, "crystal system": [{"value": "orthorhombic", "condition": ""}], "lattice parameters": [{"value": {"a": "6.991", "b": "28.111", "c": "6.809", "alpha": "90", "beta": "90", "gamma": "90"}, "condition": ""}], "cell volume": [{"value": "1338.13", "unit": "Å^3", "condition": ""}]}, {"meta": {"name": "COMOC-2(V^IV)", "symbol": "lp (exptl)", "chemical formula": ""}, "crystal system": [{"value": "orthorhombic", "condition": ""}], "lattice parameters": [{"value": {"a": "6.776(3)", "b": "23.087(19)", "c": "18.897(9)", "alpha": "90", "beta": "90", "gamma": "90"}, "condition": ""}], "cell volume": [{"value": "2956.1(32)", "unit": "Å^3", "condition": ""}]}, {"meta": {"name": "COMOC-2(V^IV)", "symbol": "lp (calcd)", "chemical formula": ""}, "crystal system": [{"value": "orthorhombic", "condition": ""}], "lattice parameters": [{"value": {"a": "6.927", "b": "21.642", "c": "20.498", "alpha": "90", "beta": "90", "gamma": "90"}, "condition": ""}], "cell volume": [{"value": "3073.00", "unit": "Å^3", "condition": ""}]}, {"meta": {"name": "COMOC-2(V^IV)", "symbol": "lp (exptl)", "chemical formula": ""}, "crystal system": [{"value": "orthorhombic", "condition": ""}], "lattice parameters": [{"value": {"a": "6.957(4)", "b": "21.443(3)", "c": "20.570(2)", "alpha": "90", "beta": "90", "gamma": "90"}, "condition": ""}], "cell volume": [{"value": "3069(5)", "unit": "Å^3", "condition": ""}]}, {"meta": {"name": "COMOC-2(V^IV)", "symbol": "np' (calcd)", "chemical formula": ""}, "crystal system": [{"value": "orthorhombic", "condition": ""}], "lattice parameters": [{"value": {"a": "6.981", "b": "7.946", "c": "27.275", "alpha": "90", "beta": "90", "gamma": "90"}, "condition": ""}], "cell volume": [{"value": "1512.97", "unit": "Å^3", "condition": ""}]}], "include_properties": ["crystal_system", "lattice_parameters", "cell_volume"]}, {"idx": 37, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Pore Angle ω (As Defined in\nFigure <xref rid=\"fig3\"></xref>) and the Angle χ Being the Average\nof the Two Dihedral Angles V–O<sub>ca</sub>–C<sub>ca</sub>–C<sub>pc</sub> for the Different Structures<xref rid=\"tbl2-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">phase</oasis:entry>\n<oasis:entry align=\"center\">crystal system</oasis:entry>\n<oasis:entry align=\"center\">ω (deg)</oasis:entry>\n<oasis:entry align=\"center\">χ\n(deg)</oasis:entry>\n<oasis:entry align=\"center\">α (deg)</oasis:entry>\n<oasis:entry align=\"center\">deviation planarity biphenyl (deg)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">np</italic> (empirical)<xref rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>42.0</oasis:entry>\n<oasis:entry>143.7</oasis:entry>\n<oasis:entry>84.4</oasis:entry>\n<oasis:entry>0.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">np</italic> (calcd)</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>27.2</oasis:entry>\n<oasis:entry>142.5</oasis:entry>\n<oasis:entry>84.5</oasis:entry>\n<oasis:entry>46.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">lp</italic> (empirical)<xref rid=\"t2fn2\"></xref>\n</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>78.6</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">lp</italic> (calcd)</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>86.9</oasis:entry>\n<oasis:entry>165.5</oasis:entry>\n<oasis:entry>87.5</oasis:entry>\n<oasis:entry>46.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">lp</italic> (exptl)<xref rid=\"t2fn3\"></xref>\n</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>87.6</oasis:entry>\n<oasis:entry>164.1</oasis:entry>\n<oasis:entry>80.6</oasis:entry>\n<oasis:entry>1.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">np</italic>′ (calcd)</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>147.5</oasis:entry>\n<oasis:entry>139.6</oasis:entry>\n<oasis:entry>85.8</oasis:entry>\n<oasis:entry>49.1</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>For the atomic labeling, see\nFigure S7 in the <xref rid=\"notes-1\">Supporting Information</xref>. α stands for the angle O<sub>ca,1</sub>–V–O<sub>ca,3</sub> in the equatorial plane of the four carboxyl oxygens coordinated\nwith V. The deviation from planarity is the angle between the planes\nof the two phenyl groups within the biphenyl linker.</p>\n</fn>\n<fn id=\"t2fn1\">\n<label>b</label>\n<p>Empirically determined based on\nsynchrotron XRPD pattern with 7.5 bar of CO<sub>2</sub> pressure at\n233 K.</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>c</label>\n<p>Empirically determined\nbased on\nsynchrotron XRPD pattern with 15 bar CO<sub>2</sub> pressure at 233\nK.</p>\n</fn>\n<fn id=\"t2fn3\">\n<label>d</label>\n<p>Determined based on the\ncrystal\ndata obtained from Rietveld structure refinement on laboratory XRPD\npattern of COMOC-2(<italic toggle=\"yes\">lp</italic>) at 293 K.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Pore Angle ω (As Defined in Figure 3) and the Angle χ Being the Average of the Two Dihedral Angles V–Oca–Cca–Cpc for the Different Structures[^a]\n\n| phase | crystal system | ω (deg) | χ (deg) | α (deg) | deviation planarity biphenyl (deg) |\n|-------|-----------------|---------|---------|---------|-----------------------------------|\n| np (empirical)[^b] | monoclinic | 42.0 | 143.7 | 84.4 | 0.9 |\n| np (calcd) | orthorhombic | 27.2 | 142.5 | 84.5 | 46.3 |\n| lp (empirical)[^c] | orthorhombic | 78.6 | | | |\n| lp (calcd) | orthorhombic | 86.9 | 165.5 | 87.5 | 46.7 |\n| lp (exptl)[^d] | orthorhombic | 87.6 | 164.1 | 80.6 | 1.9 |\n| np′ (calcd) | orthorhombic | 147.5 | 139.6 | 85.8 | 49.1 |\n\n[^a]: For the atomic labeling, see Figure S7 in the Supporting Information. α stands for the angle Oca,1–V–Oca,3 in the equatorial plane of the four carboxyl oxygens coordinated with V. The deviation from planarity is the angle between the planes of the two phenyl groups within the biphenyl linker.\n[^b]: Empirically determined based on synchrotron XRPD pattern with 7.5 bar of CO2 pressure at 233 K.\n[^c]: Empirically determined based on synchrotron XRPD pattern with 15 bar CO2 pressure at 233 K.\n[^d]: Determined based on the crystal data obtained from Rietveld structure refinement on laboratory XRPD pattern of COMOC-2(lp) at 293 K.", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 38, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Free Energy Barriers (Δ<italic toggle=\"yes\">G</italic>\n<sup>⧧</sup> (<italic toggle=\"yes\">lp</italic> → <italic toggle=\"yes\">np</italic>) and Δ<italic toggle=\"yes\">G</italic>\n<sup>⧧</sup> (<italic toggle=\"yes\">lp</italic> → <italic toggle=\"yes\">np</italic>′) in kJ mol<sup>–1</sup> Required for the Shape Transformations</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"char\" char=\".\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">temperature (K)</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic toggle=\"yes\">G</italic>\n<sup>⧧</sup> (<italic toggle=\"yes\">lp</italic> → <italic toggle=\"yes\">np</italic>)</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic toggle=\"yes\">G</italic>\n<sup>⧧</sup> (<italic toggle=\"yes\">lp</italic> → <italic toggle=\"yes\">np</italic>′)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>37.9</oasis:entry>\n<oasis:entry>39.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>37.6</oasis:entry>\n<oasis:entry>39.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>150</oasis:entry>\n<oasis:entry>36.5</oasis:entry>\n<oasis:entry>38.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>250</oasis:entry>\n<oasis:entry>36.6</oasis:entry>\n<oasis:entry>39.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>350</oasis:entry>\n<oasis:entry>38.3</oasis:entry>\n<oasis:entry>41.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>500</oasis:entry>\n<oasis:entry>40.7</oasis:entry>\n<oasis:entry>45.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>650</oasis:entry>\n<oasis:entry>43.1</oasis:entry>\n<oasis:entry>48.7</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 3. Free Energy Barriers (ΔG⧧ (lp → np) and ΔG⧧ (lp → np′) in kJ mol–1 Required for the Shape Transformations\n\n| temperature (K) | ΔG⧧ (lp → np) | ΔG⧧ (lp → np′) |\n|-----------------|--------------|---------------|\n| 0               | 37.9         | 39.8          |\n| 50              | 37.6         | 39.4          |\n| 150             | 36.5         | 38.6          |\n| 250             | 36.6         | 39.4          |\n| 350             | 38.3         | 41.7          |\n| 500             | 40.7         | 45.2          |\n| 650             | 43.1         | 48.7          |", "data": ["substring not found"], "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Raman spectra of COMOC-2(V<sup>IV</sup>), COMOC-2(V<sup>IV</sup>/V<sup>III</sup>), and COMOC-2(<italic toggle=\"yes\">lp</italic>). The\nband centered\nat 898 cm<sup>–1</sup>, observed for COMOC-2 and its variants,\nis assigned to the ν (VO) mode of the asymmetric V–O–V\nbond formed by sharing of two consecutive VO<sub>6</sub> octahedra.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01338a_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Raman spectra of COMOC-2(VIV), COMOC-2(VIV/VIII), and COMOC-2(lp). The band centered at 898 cm-1, observed for COMOC-2 and its variants, is assigned to the ν (VO) mode of the asymmetric V-O-V bond formed by sharing of two consecutive VO6 octahedra.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Comparison among the DRIFT spectra of (a) COMOC-2(V<sup>IV</sup>), (b) COMOC-2(V<sup>IV</sup>/V<sup>III</sup>), and (c) COMOC-2(<italic toggle=\"yes\">lp</italic>). The band centered at 896 cm<sup>–1</sup>, observed\nfor COMOC-2 and its variants, is assigned to the ν (VO)\nmode of the asymmetric V–O–V bond formed by sharing\nof two consecutive VO<sub>6</sub> octahedra. The band at 1688 cm<sup>–1</sup> is assigned to the stretching vibration of the −COOH\ngroup of the free linker. The latter is clearly observed in the IR\nspectrum of COMOC-2(<italic toggle=\"yes\">lp</italic>) A weak band at 3637 cm<sup>–1</sup> which is assigned to the ν (OH) from V<sup>III</sup>–OH, this has only been observed from COMOC-2(V<sup>IV</sup>/V<sup>III</sup>).</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01338a_0010.tif\"></graphic>\n</fig>", "clean_text": " 2  Comparison among the DRIFT spectra of (a) COMOC-2(VIV), (b) COMOC-2(VIV/VIII), and (c) COMOC-2(lp). The band centered at 896 cm-1, observed for COMOC-2 and its variants, is assigned to the ν (VO) mode of the asymmetric V-O-V bond formed by sharing of two consecutive VO6 octahedra. The band at 1688 cm-1 is assigned to the stretching vibration of the -COOH group of the free linker. The latter is clearly observed in the IR spectrum of COMOC-2(lp) A weak band at 3637 cm-1 which is assigned to the ν (OH) from VIII-OH, this has only been observed from COMOC-2(VIV/VIII).   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>The <italic toggle=\"yes\">lp</italic> form of the COMOC-2 structure\n(left). The\nchains of corner-sharing {VO<sub>6</sub>} octahedra (right). The pore\nangle ω corresponds to the dihedral angle between the two phenyl\nrings (left) and is defined according to to ω/2 = <italic toggle=\"yes\">c</italic>/<italic toggle=\"yes\">a</italic>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01338a_0002.tif\"></graphic>\n</fig>", "clean_text": " 3  The lp form of the COMOC-2 structure (left). The chains of corner-sharing {VO6} octahedra (right). The pore angle ω corresponds to the dihedral angle between the two phenyl rings (left) and is defined according to to ω/2 = c/a.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>N<sub>2</sub> adsorption (solid symbols) and desorption\n(open symbols)\nisotherms of COMOC-2(V<sup>IV</sup>) (black) and COMOC-2(V<sup>IV</sup>/V<sup>III</sup>) (gray) at 77 K.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01338a_0003.tif\"></graphic>\n</fig>", "clean_text": " 4  N2 adsorption (solid symbols) and desorption (open symbols) isotherms of COMOC-2(VIV) (black) and COMOC-2(VIV/VIII) (gray) at 77 K.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Adsorption (solid\nsymbol) isotherms of COMOC-2(V<sup>IV</sup>) for CO<sub>2</sub> and\nCH<sub>4</sub> at 303 and 265 K. Desorption\nisotherms (open symbol) of CO<sub>2</sub> and CH<sub>4</sub> at 265\nK are also included. (b) Adsorption isotherm for <italic toggle=\"yes\">n</italic>-hexane at 323 K on COMOC-2(V<sup>IV</sup>).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01338a_0004.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Adsorption (solid symbol) isotherms of COMOC-2(VIV) for CO2 and CH4 at 303 and 265 K. Desorption isotherms (open symbol) of CO2 and CH4 at 265 K are also included. (b) Adsorption isotherm for n-hexane at 323 K on COMOC-2(VIV).   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>In situ synchrotron XRD patterns of COMOC-2(V<sup>IV</sup>) (λ\n= 0.752 76 Å) in the 2θ range 2–7° measured\nat a certain CO<sub>2</sub> pressure at 233 K. The apparent phase\nchanges and peak indices are marked with arrows.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01338a_0005.tif\"></graphic>\n</fig>", "clean_text": " 6  In situ synchrotron XRD patterns of COMOC-2(VIV) (λ = 0.75276 Å) in the 2θ range 2-7° measured at a certain CO2 pressure at 233 K. The apparent phase changes and peak indices are marked with arrows.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Modeled free energy profiles\nas a function of temperature for the\nempty COMOC-2(V<sup>IV</sup>). Three different minima are observed,\nrepresenting the different pore shapes: <italic toggle=\"yes\">np</italic>, <italic toggle=\"yes\">lp</italic>, and <italic toggle=\"yes\">np</italic>′. Profiles at different\ntemperatures are shifted by 10 kJ/mol.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01338a_0006.tif\"></graphic>\n</fig>", "clean_text": " 7  Modeled free energy profiles as a function of temperature for the empty COMOC-2(VIV). Three different minima are observed, representing the different pore shapes: np, lp, and np'. Profiles at different temperatures are shifted by 10 kJ/mol.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic301338a", "title": "\nNew VIV-Based Metal–Organic Framework Having Framework Flexibility and High CO2 Adsorption Capacity\n", "journal": "American Chemical\nSociety", "date": "2012.12", "author_list": ["Liu\nYing-Ya", "Couck\nSarah", "Vandichel\nMatthias", "Grzywa\nMaciej", "Leus\nKaren", "Biswas\nShyam", "Volkmer\nDirk", "Gascon\nJorge", "Kapteijn\nFreek", "Denayer\nJoeri\nF. M.", "Waroquier\nMichel", "Van\nSpeybroeck\nVeronique", "Van Der Voort\nPascal"]}}