{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic500288w.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The Al-MOF CAU-13 ([Al(OH)(<italic toggle=\"yes\">trans</italic>-CDC)]; <italic toggle=\"yes\">trans</italic>-H<sub>2</sub>CDC = <italic toggle=\"yes\">trans</italic>-1,4-cyclohexanedicarboxylic\nacid) is structurally related to the MIL-53 compounds that are well-known\nfor their “breathing” behavior, i.e., the framework\nflexibility upon external stimuli such as the presence of adsorbate\nmolecules. The adsorption properties of CAU-13 were investigated in\ndetail. The sorption isotherms of N<sub>2</sub>, H<sub>2</sub>, CH<sub>4</sub>, CO, CO<sub>2</sub>, and water were recorded, and the adsorption\nenthalpies for the gases were determined by microcalorimetry. The\nstructural changes upon adsorption of CO<sub>2</sub> were followed\nwith in situ synchrotron powder X-ray diffraction (PXRD). The patterns\nwere analyzed by parametric unit cell refinement, and the preferential\narrangement of the CO<sub>2</sub> molecules was modeled by density\nfunctional theory calculations. The adsorption and separation of mixtures\nof <italic toggle=\"yes\">o</italic>-, <italic toggle=\"yes\">m</italic>-, and <italic toggle=\"yes\">p</italic>-xylene from mesitylene showed a preferred adsorption of <italic toggle=\"yes\">o</italic>-xylene. The structures of <italic toggle=\"yes\">o</italic>/<italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">p</italic>-xylene-loaded CAU-13 were determined from PXRD\ndata. The adsorption of xylene isomers induces a larger pore opening\nthan that in the thermal activation of CAU-13. In the crystal structure\nof the activated sample CAU-13(empty pore), half of the linkers adopt\nthe a,a confirmation and the other half the e,e conformation, and\nthe presence of a,a-CDC<sup>2–</sup> ions hampers the structural\nflexibility of CAU-13. However, after the adsorption of xylene, all\nlinkers are present in the e,e conformation, allowing for a wider\npore opening by this new type of “breathing”.</p>", "clean_text": "The Al-MOF CAU-13 ([Al(OH)(trans-CDC)]; trans-H2CDC = trans-1,4-cyclohexanedicarboxylic acid) is structurally related to the MIL-53 compounds that are well-known for their \"breathing\" behavior, i.e., the framework flexibility upon external stimuli such as the presence of adsorbate molecules. The adsorption properties of CAU-13 were investigated in detail. The sorption isotherms of N2, H2, CH4, CO, CO2, and water were recorded, and the adsorption enthalpies for the gases were determined by microcalorimetry. The structural changes upon adsorption of CO2 were followed with in situ synchrotron powder X-ray diffraction (PXRD). The patterns were analyzed by parametric unit cell refinement, and the preferential arrangement of the CO2 molecules was modeled by density functional theory calculations. The adsorption and separation of mixtures of o-, m-, and p-xylene from mesitylene showed a preferred adsorption of o-xylene. The structures of o/m/p-xylene-loaded CAU-13 were determined from PXRD data. The adsorption of xylene isomers induces a larger pore opening than that in the thermal activation of CAU-13. In the crystal structure of the activated sample CAU-13(empty pore), half of the linkers adopt the a,a confirmation and the other half the e,e conformation, and the presence of a,a-CDC2- ions hampers the structural flexibility of CAU-13. However, after the adsorption of xylene, all linkers are present in the e,e conformation, allowing for a wider pore opening by this new type of \"breathing\".", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>The sorption properties of the Al-MOF\nCAU-13 were studied\nin detail. The adsorption of water and CO<sub>2</sub> leads to small\nstructural changes. However, when CAU-13 is exposed to xylene, a drastic\nchange in the crystal structure is observed. In the evacuated form,\nCAU-13 contains <italic toggle=\"yes\">trans</italic>-cyclohexanedicarboxylate linkers\nin the e,e and a,a conformations. After the adsorption of xylene,\nall of the linker molecules exhibit the e,e conformation, leading\nto a unit cell increase of ∼25%.</p>", "clean_text": "The sorption properties of the Al-MOF CAU-13 were studied in detail. The adsorption of water and CO2 leads to small structural changes. However, when CAU-13 is exposed to xylene, a drastic change in the crystal structure is observed. In the evacuated form, CAU-13 contains trans-cyclohexanedicarboxylate linkers in the e,e and a,a conformations. After the adsorption of xylene, all of the linker molecules exhibit the e,e conformation, leading to a unit cell increase of ~25%.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Owing to their potential\napplications in gas storage and separation,\ncatalysis, and drug delivery or as sensor materials, metal–organic\nframeworks (MOFs) have become an important class of inorganic–organic\nhybrid materials. These materials are often (micro)porous\nand are built up from inorganic building units such as metal ions\nor metal–oxygen clusters, which are linked by polydentate organic\nmolecules. The great diversity of possible combinations of linkers\nwith different inorganic building units allows the formation of a\nlarge variety of structures. Special interest lies in the investigation\nof MOFs that undergo structural transformations upon temperature and\napplied mechanical pressure changes or the inclusion of guest molecules.\nThis unusual behavior of crystalline solids, described as “breathing”,\nwas discovered in 2002 for [Co(NCS)<sub>2</sub>(3-PIA)<sub>2</sub>]·guest [PIA = <italic toggle=\"yes\">N</italic>-(3-pyridyl)isonicotinamide], [V<sup>III</sup>(OH)BDC]·guest, and [Cr(OH)BDC]·guest (BDC = 1,4-benzenedicarboxylate). The latter examples represent the first MOFs\nwith MIL-53-type structure, which have the general composition [M<sup>III</sup>(OH)BDC]·guest and which have now been studied in various\nfunctionalized forms. They are built up of zigzag chains of trans-corner-sharing\nMO<sub>6</sub> octahedra, with M<sup>3+</sup> being Al<sup>3+</sup>, Sc<sup>3+</sup>, Cr<sup>3+</sup>, Fe<sup>3+</sup>, Ga<sup>3+</sup>, and In<sup>3+</sup>. The one-dimensional inorganic building units are interconnected\nvia BDC<sup>2–</sup> ions, forming a network with diamond-shaped\nchannels. When MIL-53 is stored at ambient conditions, it adsorbs\nwater, leading to the so-called narrow-pore (np) form of the structure.\nWhen water is removed, for most of the MIL-53 compounds, a drastic\nincrease of the unit cell volume occurs and the large-pore (lp) form\nof the structure is observed. For Al-MIL-53,\nthe unit cell volume changes by 33% upon dehydration. The overall expansion or shrinkage of the framework of\nMOFs is often accompanied by a rotation of the organic and inorganic\nbuilding units around a part of the structure that plays the role\nof a “knee-cap”. In MIL-53, this is the axis through\nthe carboxylate oxygen atoms. Layered\nstructures that are connected by flexible (aliphatic) pillar molecules\ncan also exhibit a breathing effect, which\nhas, for example, been realized by layered zirconium phosphates pillared\nby alkyl diphosphonates. General descriptions\nof the concept of breathing in inorganic–organic hybrid materials\nare given in review papers by Kitagawa et al. and Férey et\nal. The breathing\nbehavior of MIL-53 has been investigated by combining several experimental\napproaches including in situ powder X-ray diffraction (PXRD) during\nsolvent exchange or exposure to various gases and vapors, infrared\nand microcalorimetry measurements, and molecular simulations. Concerning practical applications, an understanding of the adsorption\nof CO<sub>2</sub>\n and the separation of C8 alkyl aromatics (xylenes, ethylbenzene,\netc.) is relevant.\n</p>", "clean_text": "Introduction\n\nOwing to their potential applications in gas storage and separation, catalysis, and drug delivery or as sensor materials, metal-organic frameworks (MOFs) have become an important class of inorganic-organic hybrid materials. These materials are often (micro)porous and are built up from inorganic building units such as metal ions or metal-oxygen clusters, which are linked by polydentate organic molecules. The great diversity of possible combinations of linkers with different inorganic building units allows the formation of a large variety of structures. Special interest lies in the investigation of MOFs that undergo structural transformations upon temperature and applied mechanical pressure changes or the inclusion of guest molecules. This unusual behavior of crystalline solids, described as \"breathing\", was discovered in 2002 for [Co(NCS)2(3-PIA)2]⋅guest [PIA = N-(3-pyridyl)isonicotinamide], [VIII(OH)BDC]⋅guest, and [Cr(OH)BDC]⋅guest (BDC = 1,4-benzenedicarboxylate). The latter examples represent the first MOFs with MIL-53-type structure, which have the general composition [MIII(OH)BDC]⋅guest and which have now been studied in various functionalized forms. They are built up of zigzag chains of trans-corner-sharing MO6 octahedra, with M3+ being Al3+, Sc3+, Cr3+, Fe3+, Ga3+, and In3+. The one-dimensional inorganic building units are interconnected via BDC2- ions, forming a network with diamond-shaped channels. When MIL-53 is stored at ambient conditions, it adsorbs water, leading to the so-called narrow-pore (np) form of the structure. When water is removed, for most of the MIL-53 compounds, a drastic increase of the unit cell volume occurs and the large-pore (lp) form of the structure is observed. For Al-MIL-53, the unit cell volume changes by 33% upon dehydration. The overall expansion or shrinkage of the framework of MOFs is often accompanied by a rotation of the organic and inorganic building units around a part of the structure that plays the role of a \"knee-cap\". In MIL-53, this is the axis through the carboxylate oxygen atoms. Layered structures that are connected by flexible (aliphatic) pillar molecules can also exhibit a breathing effect, which has, for example, been realized by layered zirconium phosphates pillared by alkyl diphosphonates. General descriptions of the concept of breathing in inorganic-organic hybrid materials are given in review papers by Kitagawa et al. and Férey et al. The breathing behavior of MIL-53 has been investigated by combining several experimental approaches including in situ powder X-ray diffraction (PXRD) during solvent exchange or exposure to various gases and vapors, infrared and microcalorimetry measurements, and molecular simulations. Concerning practical applications, an understanding of the adsorption of CO2  and the separation of C8 alkyl aromatics (xylenes, ethylbenzene, etc.) is relevant. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Recently, some of us have reported on the Al-MOF\ndenoted as CAU-13\n([Al(OH)CDC]·guest), which is isoreticular to MIL-53 but contains\nthe flexible aliphatic linker <italic toggle=\"yes\">trans</italic>-1,4-cyclohexanedicarboxylate\n(CDC<sup>2–</sup>).\n<italic toggle=\"yes\">trans</italic>-1,4-Cyclohexanedicarboxylic acid is able to undergo conformational\nchanges in solution, leading to an equilibrium between the e,e and\na,a conformers. Both conformers are present in the structure of CAU-13,\nand the same conformers are situated on opposing sides of the pore\nwalls. The structures of MIL-53 and CAU-13 are compared in Figure . MIL-53 exhibits “smooth” pore walls,\nwhereas the kinked a,a-CDC<sup>2–</sup> ions protrude into\nthe channels of CAU-13.</p>", "clean_text": "Recently, some of us have reported on the Al-MOF denoted as CAU-13 ([Al(OH)CDC]⋅guest), which is isoreticular to MIL-53 but contains the flexible aliphatic linker trans-1,4-cyclohexanedicarboxylate (CDC2-). trans-1,4-Cyclohexanedicarboxylic acid is able to undergo conformational changes in solution, leading to an equilibrium between the e,e and a,a conformers. Both conformers are present in the structure of CAU-13, and the same conformers are situated on opposing sides of the pore walls. The structures of MIL-53 and CAU-13 are compared in Figure . MIL-53 exhibits \"smooth\" pore walls, whereas the kinked a,a-CDC2- ions protrude into the channels of CAU-13.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Ball-and-stick representations of the crystal\nstructures and structural\nformula of the incorporated linkers of (a) CAU-13·H<sub>2</sub>O ([Al(OH)CDC]·H<sub>2</sub>O) and (b) Al-MIL-53(np) ([Al(OH)BDC]·H<sub>2</sub>O). AlO<sub>6</sub> polyhedra are presented as gray octahedra,\ncarbon atoms as black spheres, and oxygen atoms (of adsorbed water\nmolecules) as red spheres. Hydrogen atoms are omitted. The structures\nwere drawn using the crystallographic data of ref <xref ref-type=\"bibr\" rid=\"ref26\" specific-use=\"ref-style=base-text\"></xref> for part a and ref <xref ref-type=\"bibr\" rid=\"ref11\" specific-use=\"ref-style=base-text\"></xref> for part b. On the right,\nthe linkers present in the structures of CAU-13 and MIL-53 are shown:\n(a) e,e-CDC<sup>2–</sup> and a,a-CDC<sup>2–</sup>; (b)\nBDC<sup>2–</sup>.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Ball-and-stick representations of the crystal structures and structural formula of the incorporated linkers of (a) CAU-13⋅H2O ([Al(OH)CDC]⋅H2O) and (b) Al-MIL-53(np) ([Al(OH)BDC]⋅H2O). AlO6 polyhedra are presented as gray octahedra, carbon atoms as black spheres, and oxygen atoms (of adsorbed water molecules) as red spheres. Hydrogen atoms are omitted. The structures were drawn using the crystallographic data of ref  for part a and ref  for part b. On the right, the linkers present in the structures of CAU-13 and MIL-53 are shown: (a) e,e-CDC2- and a,a-CDC2-; (b) BDC2-.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Here, we present a comprehensive study on the sorption properties\nand framework flexibility of CAU-13 combining in situ and ex situ\nPXRD, molecular modeling based on density functional theory (DFT),\nand force-field-based calculations as well as high-pressure adsorption\nexperiments. The adsorption of xylene isomers gave rise to a new manner\nof pore-size variation upon adsorption of guest molecules, which is\naccompanied by a conformational change of the cyclic aliphatic linker.</p>", "clean_text": "Here, we present a comprehensive study on the sorption properties and framework flexibility of CAU-13 combining in situ and ex situ PXRD, molecular modeling based on density functional theory (DFT), and force-field-based calculations as well as high-pressure adsorption experiments. The adsorption of xylene isomers gave rise to a new manner of pore-size variation upon adsorption of guest molecules, which is accompanied by a conformational change of the cyclic aliphatic linker.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Synthesis</title><p>All\nreagents and solvents were purchased\nfrom commercial sources and used without further purification. Aluminum\nchloride hexahydrate (AlCl<sub>3</sub>·6H<sub>2</sub>O; puriss.)\nand <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF;\n99.5%) were purchased from Grüssing GmbH, Filsum, Germany. <italic toggle=\"yes\">trans</italic>-1,4-Cyclohexanedicarboxylic acid (<italic toggle=\"yes\">trans</italic>-H<sub>2</sub>CDC; 99%) was purchased from TCI Deutschland GmbH,\nEschborn, Germany. The synthesis of CAU-13 was carried out as described\nin the literature using microwave-assisted heating. Typically, 516 mg (3.00 mmol) of <italic toggle=\"yes\">trans</italic>-H<sub>2</sub>CDC and 724 mg (3.00 mmol) of AlCl<sub>3</sub>·6H<sub>2</sub>O were combined in a Biotage 10–20 mL glass reactor,\nand 16.0 mL of DMF and 4.00 mL of water were added. The reactor was\nsealed with a septum. The reaction mixture was heated in a Biotage\nInitiator microwave oven for 45 min at 130 °C under stirring.\nProduct recovery was performed by centrifugation. The crude product\nwas purified by stepwise treatment with DMF and ethanol for 45 min\nat 130 °C using the microwave oven. The compound was shown to\nalso be stable in water upon treatment at the same conditions. Product\npurity and preservation of crystallinity were confirmed by PXRD.</p>", "clean_text": "Experimental Section\n\nSynthesis\n\nAll reagents and solvents were purchased from commercial sources and used without further purification. Aluminum chloride hexahydrate (AlCl3⋅6H2O; puriss.) and N,N-dimethylformamide (DMF; 99.5%) were purchased from Grüssing GmbH, Filsum, Germany. trans-1,4-Cyclohexanedicarboxylic acid (trans-H2CDC; 99%) was purchased from TCI Deutschland GmbH, Eschborn, Germany. The synthesis of CAU-13 was carried out as described in the literature using microwave-assisted heating. Typically, 516 mg (3.00 mmol) of trans-H2CDC and 724 mg (3.00 mmol) of AlCl3⋅6H2O were combined in a Biotage 10-20 mL glass reactor, and 16.0 mL of DMF and 4.00 mL of water were added. The reactor was sealed with a septum. The reaction mixture was heated in a Biotage Initiator microwave oven for 45 min at 130 °C under stirring. Product recovery was performed by centrifugation. The crude product was purified by stepwise treatment with DMF and ethanol for 45 min at 130 °C using the microwave oven. The compound was shown to also be stable in water upon treatment at the same conditions. Product purity and preservation of crystallinity were confirmed by PXRD.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>PXRD</title><p>PXRD experiments for product identification were\ncarried out on a Stoe Stadi P diffractometer in transmission geometry\nwith Cu Kα<sub>1</sub> radiation, equipped with an image-plate\ndetector system. The high-resolution PXRD pattern of activated CAU-13\nfor structure refinement was obtained at beamline P08 at PETRA III,\nDESY, Hamburg, Germany. The sample was prepared as follows: The purified\nand dried sample was filled into a borosilicate capillary (diameter:\n0.7 mm), which was attached to a glass valve. The capillary was heated\nand evacuated (200 °C, 2 × 10<sup>–3</sup> kPa).\nAfter 2 h, the capillary was sealed. The PXRD patterns of CAU-13 loaded\nwith <italic toggle=\"yes\">o</italic>-, <italic toggle=\"yes\">m</italic>-, and <italic toggle=\"yes\">p</italic>-xylene were recorded on a PANalytical Empyrean diffractometer (Cu\nK<sub>α<sub>1</sub>/α<sub>2</sub>\n</sub> radiation) using\na PIXcel3D detector. Amounts of 30 mgworking with TOPAS of the purified\nCAU-13 were placed in a DURAN Pyrex tube and mixed with 3 mL of <italic toggle=\"yes\">o</italic>-, <italic toggle=\"yes\">m</italic>-, or <italic toggle=\"yes\">p</italic>-xylene. The\nmixture was heated at 100 °C for 5 h under stirring. After cooling\nto room temperature, the mixture was centrifuged and the supernatant\nwas removed. The suspension was transferred into a glass capillary\n(diameter: 0.5 mm). The capillary was then centrifuged to concentrate\nthe solid. Temperature-dependent PXRD measurements were recorded under\nair using a PANalytical Empyrean diffractometer equipped with an oven\n(TC-radiation, MRI) and a PIXcel3D detector. The samples were loaded\ninto Al<sub>2</sub>O<sub>3</sub> sample holders, and the patterns\nwere recorded in reflection geometry with Cu K<sub>α<sub>1</sub>/α<sub>2</sub>\n</sub> radiation every 10 °C, heating the\nsample from 30 to 200 °C, then cooling it to 30 °C, and\nheating it again to 500 °C.</p>", "clean_text": "PXRD\n\nPXRD experiments for product identification were carried out on a Stoe Stadi P diffractometer in transmission geometry with Cu Kα1 radiation, equipped with an image-plate detector system. The high-resolution PXRD pattern of activated CAU-13 for structure refinement was obtained at beamline P08 at PETRA III, DESY, Hamburg, Germany. The sample was prepared as follows: The purified and dried sample was filled into a borosilicate capillary (diameter: 0.7 mm), which was attached to a glass valve. The capillary was heated and evacuated (200 °C, 2 × 10-3 kPa). After 2 h, the capillary was sealed. The PXRD patterns of CAU-13 loaded with o-, m-, and p-xylene were recorded on a PANalytical Empyrean diffractometer (Cu Kα1/α2  radiation) using a PIXcel3D detector. Amounts of 30 mgworking with TOPAS of the purified CAU-13 were placed in a DURAN Pyrex tube and mixed with 3 mL of o-, m-, or p-xylene. The mixture was heated at 100 °C for 5 h under stirring. After cooling to room temperature, the mixture was centrifuged and the supernatant was removed. The suspension was transferred into a glass capillary (diameter: 0.5 mm). The capillary was then centrifuged to concentrate the solid. Temperature-dependent PXRD measurements were recorded under air using a PANalytical Empyrean diffractometer equipped with an oven (TC-radiation, MRI) and a PIXcel3D detector. The samples were loaded into Al2O3 sample holders, and the patterns were recorded in reflection geometry with Cu Kα1/α2  radiation every 10 °C, heating the sample from 30 to 200 °C, then cooling it to 30 °C, and heating it again to 500 °C.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Investigation of the Breathing\nBehavior of CAU-13 by PXRD</title><title>Thermal Treatment</title><p>To quantify the\nchanges in the unit\ncell parameters upon thermal treatment, Pawley refinements were carried\nout using each of the recorded PXRD patterns between 30 and 350 °C.\nThe method of parametric Rietveld refinement, as implemented in the\ncomputer program <italic toggle=\"yes\">Powder 3D Parametric</italic> by Rajiv et\nal. working with <italic toggle=\"yes\">TOPAS-Academic</italic>, was applied. Because no obvious reconstructive\ntransitions were observed, the number of phases was set to one. As\nstarting values, the cell parameters of CAU-13·H<sub>2</sub>O\nwere chosen and refined to the first recorded PXRD pattern. The refined\ncell parameters are listed in Table S1 in the  (SI).</p>", "clean_text": "Investigation of the Breathing Behavior of CAU-13 by PXRD\n\nThermal Treatment\n\nTo quantify the changes in the unit cell parameters upon thermal treatment, Pawley refinements were carried out using each of the recorded PXRD patterns between 30 and 350 °C. The method of parametric Rietveld refinement, as implemented in the computer program Powder 3D Parametric by Rajiv et al. working with TOPAS-Academic, was applied. Because no obvious reconstructive transitions were observed, the number of phases was set to one. As starting values, the cell parameters of CAU-13⋅H2O were chosen and refined to the first recorded PXRD pattern. The refined cell parameters are listed in Table S1 in the  (SI).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>CO<sub>2</sub> Sorption</title><p>The in situ PXRD (synchrotron\nradiation, λ = 1.5406 Å) study during CO<sub>2</sub> adsorption\nat 195 K was performed at beamline KMC-2 at BESSY, Berlin, Germany.\nThe experimental setup employing a BELSORP-max apparatus and a homemade\nsample holder is described elsewhere. PXRD patterns were recorded at 16 points of the adsorption branch\nand 6 points of the desorption branch of the isotherm. The adsorption\nisotherm is presented in Figure S3 in the , together with an overview of the CO<sub>2</sub> pressures at which\nthe PXRD patterns were recorded. To quantify the changes of the unit\ncell parameters, Pawley refinements were carried out using each of\nthe recorded PXRD patterns by the method of parametric Rietveld refinement,\nas implemented in the computer program <italic toggle=\"yes\">Powder 3D Parametric</italic>. The number of observed phases was\nset to one. As starting values, the cell parameters of CAU-13(empty\npore) were chosen because the sample had been thermally activated.\nThe refined cell parameters are visualized in Figure S4 in the  and listed in Table S2 in the . To localize the pressure-dependent positions\nof the CO<sub>2</sub> molecules in the framework of CAU-13, DFT calculations\nwere carried out. For the calculations, a structure model of CAU-13\npresent upon CO<sub>2</sub> adsorption was built, starting with the\ncrystal structure of CAU-13(empty pore) and fixing the unit cell parameters\nto the ones provided in Table S2 in the  at a CO<sub>2</sub> pressure of 96.307 kPa using the same force-field-based\ncomputationally assisted structure determination as that described\nbelow [structure determination of CAU-13(xylene)]. The structural\nmodels were further geometry-optimized by DFT calculations in the\nabsence and presence of one and two CO<sub>2</sub> molecules per unit\ncell. In a manner similar to that in our previous investigation on\nAl-MIL-53, several starting configurations\nwere considered for CO<sub>2</sub> in order to probe the possible\ngeometries of this guest in the pores. These configurations include\nsingle interactions between CO<sub>2</sub> and either the OH groups\nof the inorganic structure parts or the organic linker and double\ninteractions in which the guest molecule bridges two OH groups of\nopposing pore walls. Geometry optimization was performed with the\nPW91 GGA density functional and the double\nnumerical basis set containing polarization functions on the hydrogen atom, as implemented in the Dmol code. The adsorption\nenthalpies were then calculated following the same method that we\nfully described in ref  to allow a direct comparison with the microcalorimetry measurements.</p>", "clean_text": "CO2 Sorption\n\nThe in situ PXRD (synchrotron radiation, λ = 1.5406 Å) study during CO2 adsorption at 195 K was performed at beamline KMC-2 at BESSY, Berlin, Germany. The experimental setup employing a BELSORP-max apparatus and a homemade sample holder is described elsewhere. PXRD patterns were recorded at 16 points of the adsorption branch and 6 points of the desorption branch of the isotherm. The adsorption isotherm is presented in Figure S3 in the , together with an overview of the CO2 pressures at which the PXRD patterns were recorded. To quantify the changes of the unit cell parameters, Pawley refinements were carried out using each of the recorded PXRD patterns by the method of parametric Rietveld refinement, as implemented in the computer program Powder 3D Parametric. The number of observed phases was set to one. As starting values, the cell parameters of CAU-13(empty pore) were chosen because the sample had been thermally activated. The refined cell parameters are visualized in Figure S4 in the  and listed in Table S2 in the . To localize the pressure-dependent positions of the CO2 molecules in the framework of CAU-13, DFT calculations were carried out. For the calculations, a structure model of CAU-13 present upon CO2 adsorption was built, starting with the crystal structure of CAU-13(empty pore) and fixing the unit cell parameters to the ones provided in Table S2 in the  at a CO2 pressure of 96.307 kPa using the same force-field-based computationally assisted structure determination as that described below [structure determination of CAU-13(xylene)]. The structural models were further geometry-optimized by DFT calculations in the absence and presence of one and two CO2 molecules per unit cell. In a manner similar to that in our previous investigation on Al-MIL-53, several starting configurations were considered for CO2 in order to probe the possible geometries of this guest in the pores. These configurations include single interactions between CO2 and either the OH groups of the inorganic structure parts or the organic linker and double interactions in which the guest molecule bridges two OH groups of opposing pore walls. Geometry optimization was performed with the PW91 GGA density functional and the double numerical basis set containing polarization functions on the hydrogen atom, as implemented in the Dmol code. The adsorption enthalpies were then calculated following the same method that we fully described in ref  to allow a direct comparison with the microcalorimetry measurements.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Xylene Vapor-Phase Adsorption</title><p>PXRD was used to examine\nthe flexible behavior of CAU-13 in response to xylene vapor. A Bruker\nD8 diffractometer operating with Cu K<sub>α<sub>1</sub>/α<sub>2</sub>\n</sub> radiation was used for these experiments, with the\nhydrated sample packed into a ceramic holder and data measured in\nθ–θ geometry using a VANTEC solid-state detector,\nwhich permitted a typical diffraction pattern to be accumulated in\naround 3 min. The diffractometer was equipped with an Anton Paar XRK\n900 reactor chamber, which allowed accurate temperature control and\nfor gases to be passed over the sample. For the adsorption experiments,\nnitrogen was bubbled through the chosen xylene isomer in a Drechsel\nbottle to introduce a vapor of xylene over the sample. The powdered\nsample was packed into the holder to allow space for expansion, and\nits height was checked after the experiment to ensure that no movement\nhad occurred. The desorption of each xylene isomer was investigated\nby heating the xylene-loaded samples in air in the range 60–150\n°C. Scans were recorded every 1 °C.</p>", "clean_text": "Xylene Vapor-Phase Adsorption\n\nPXRD was used to examine the flexible behavior of CAU-13 in response to xylene vapor. A Bruker D8 diffractometer operating with Cu Kα1/α2  radiation was used for these experiments, with the hydrated sample packed into a ceramic holder and data measured in θ-θ geometry using a VANTEC solid-state detector, which permitted a typical diffraction pattern to be accumulated in around 3 min. The diffractometer was equipped with an Anton Paar XRK 900 reactor chamber, which allowed accurate temperature control and for gases to be passed over the sample. For the adsorption experiments, nitrogen was bubbled through the chosen xylene isomer in a Drechsel bottle to introduce a vapor of xylene over the sample. The powdered sample was packed into the holder to allow space for expansion, and its height was checked after the experiment to ensure that no movement had occurred. The desorption of each xylene isomer was investigated by heating the xylene-loaded samples in air in the range 60-150 °C. Scans were recorded every 1 °C.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Structure Determination</title><title>CAU-13(empty\npore)</title><p>The crystal structure of desolvated\nCAU-13 denoted as CAU-13(empty pore) was solved and refined from PXRD\ndata obtained at beamline P08, PETRA III at DESY, Hamburg, Germany\n(λ = 0.825986 Å). The sample was measured in a borosilicate\nglass capillary (diameter: 0.7 mm) after thermal activation. The experimental\nsetup of the beamline is described in ref . After indexing the powder pattern and refining\nthe cell parameters using <italic toggle=\"yes\">TOPAS-Academic</italic>, the structure was solved by direct methods in\nthe space group <italic toggle=\"yes\">P</italic>1̅ using the program <italic toggle=\"yes\">EXPO 2009</italic>. With the extracted\natomic positions set as the structural starting model, a Rietveld\nrefinement using <italic toggle=\"yes\">TOPAS-Academic</italic> was carried out.\nThe profile was fitted using a Thompson–Cox–Hastings\npseudo-Voigt profile function and a simple axial model. Soft distance\nrestraints were applied to the C–C bonds of the organic linker\nmolecule (C2–C3, C2–C4, C3–C4, C5–C6,\nC6–C7, C6–C8, and C7–C8). The Rietveld plot,\nan image of the asymmetric unit, and a table showing selected bond\nlengths are presented in the  (Figures\nS6 and S7 and Table S3). The unit cell parameters of CAU-13(empty\npore) are listed in Table .</p>", "clean_text": "Structure Determination\n\nCAU-13(empty pore)\n\nThe crystal structure of desolvated CAU-13 denoted as CAU-13(empty pore) was solved and refined from PXRD data obtained at beamline P08, PETRA III at DESY, Hamburg, Germany (λ = 0.825986 Å). The sample was measured in a borosilicate glass capillary (diameter: 0.7 mm) after thermal activation. The experimental setup of the beamline is described in ref . After indexing the powder pattern and refining the cell parameters using TOPAS-Academic, the structure was solved by direct methods in the space group P1̅ using the program EXPO 2009. With the extracted atomic positions set as the structural starting model, a Rietveld refinement using TOPAS-Academic was carried out. The profile was fitted using a Thompson-Cox-Hastings pseudo-Voigt profile function and a simple axial model. Soft distance restraints were applied to the C-C bonds of the organic linker molecule (C2-C3, C2-C4, C3-C4, C5-C6, C6-C7, C6-C8, and C7-C8). The Rietveld plot, an image of the asymmetric unit, and a table showing selected bond lengths are presented in the  (Figures S6 and S7 and Table S3). The unit cell parameters of CAU-13(empty pore) are listed in Table .", "data": null, "include_properties": null}, {"idx": 13, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Details of the Rietveld Refinements\nof CAU-13(empty pore), CAU-13(<italic toggle=\"yes\">m</italic>X), CAU-13(<italic toggle=\"yes\">o</italic>X), and CAU-13(<italic toggle=\"yes\">p</italic>X) Compared to the Unit\nCell Parameters of CAU-13·H<sub>2</sub>O</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">CAU-13(empty pore)</oasis:entry>\n<oasis:entry align=\"center\">CAU-13(<italic toggle=\"yes\">m</italic>X)</oasis:entry>\n<oasis:entry align=\"center\">CAU-13(<italic toggle=\"yes\">o</italic>X)</oasis:entry>\n<oasis:entry align=\"center\">CAU-13(<italic toggle=\"yes\">p</italic>X)</oasis:entry>\n<oasis:entry align=\"center\">CAU-13·H<sub>2</sub>O<xref rid=\"t1fn1\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>wavelength</oasis:entry>\n<oasis:entry>0.825986 (synchrotron radiation)</oasis:entry>\n<oasis:entry>Cu K<sub>α<sub>1</sub>/α<sub>2</sub>\n</sub>\n</oasis:entry>\n<oasis:entry>Cu K<sub>α<sub>1</sub>/α<sub>2</sub>\n</sub>\n</oasis:entry>\n<oasis:entry>Cu K<sub>α<sub>1</sub>/α<sub>2</sub>\n</sub>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic>/Å</oasis:entry>\n<oasis:entry>6.6237(3)</oasis:entry>\n<oasis:entry>6.6103(3)</oasis:entry>\n<oasis:entry>6.6031(8)</oasis:entry>\n<oasis:entry>13.225(2)</oasis:entry>\n<oasis:entry>6.6169(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic>/Å</oasis:entry>\n<oasis:entry>9.7034(5)</oasis:entry>\n<oasis:entry>17.8984(9)</oasis:entry>\n<oasis:entry>18.060(2)</oasis:entry>\n<oasis:entry>17.892(2)</oasis:entry>\n<oasis:entry>9.4300(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic>/Å</oasis:entry>\n<oasis:entry>9.4227(3)</oasis:entry>\n<oasis:entry>11.0989(5)</oasis:entry>\n<oasis:entry>10.858(7)</oasis:entry>\n<oasis:entry>11.0836(9)</oasis:entry>\n<oasis:entry>9.4642(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α/deg</oasis:entry>\n<oasis:entry>108.362(2)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>107.577(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β/deg</oasis:entry>\n<oasis:entry>107.395(5)</oasis:entry>\n<oasis:entry>91.246(4)</oasis:entry>\n<oasis:entry>90.374(9)</oasis:entry>\n<oasis:entry>89.80(2)</oasis:entry>\n<oasis:entry>107.725(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ/deg</oasis:entry>\n<oasis:entry>93.685(3)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>93.209(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>/Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry>540.04(4)</oasis:entry>\n<oasis:entry>1312.8(1)</oasis:entry>\n<oasis:entry>1294.8(2)</oasis:entry>\n<oasis:entry>2622.6(5)</oasis:entry>\n<oasis:entry>529.08(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>Bragg</sub>\n</oasis:entry>\n<oasis:entry>0.93</oasis:entry>\n<oasis:entry>0.44</oasis:entry>\n<oasis:entry>0.68</oasis:entry>\n<oasis:entry>0.38</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>wp</sub>\n</oasis:entry>\n<oasis:entry>4.65</oasis:entry>\n<oasis:entry>2.98</oasis:entry>\n<oasis:entry>3.50</oasis:entry>\n<oasis:entry>3.66</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOF</oasis:entry>\n<oasis:entry>0.89</oasis:entry>\n<oasis:entry>1.72</oasis:entry>\n<oasis:entry>2.28</oasis:entry>\n<oasis:entry>2.46</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>The cell parameters of CAU-13·H<sub>2</sub>O were taken from\nref <xref ref-type=\"bibr\" rid=\"ref26\" specific-use=\"ref-style=base-text\"></xref>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>CAU-13(xylene)</title><p>The PXRD patterns\nof CAU-13 loaded with\nan excess of liquid xylene of each isomer were recorded with Cu K<sub>α<sub>1</sub>/α<sub>2</sub>\n</sub> radiation on a PANalytical\nEmpyrean diffractometer. The patterns were indexed with the program <italic toggle=\"yes\">EXPO 2009</italic>, and the unit cell\nparameters were refined with the Pawley method using <italic toggle=\"yes\">TOPAS-Academic</italic>. A Split Pearson VII profile function\nand a simple axial model were used for profile fitting. The Pawley\nfits are presented in Figure S8 in the , and the details of the refinements are listed in Table S4 in the .</p>", "clean_text": "CAU-13(xylene)\n\nThe PXRD patterns of CAU-13 loaded with an excess of liquid xylene of each isomer were recorded with Cu Kα1/α2  radiation on a PANalytical Empyrean diffractometer. The patterns were indexed with the program EXPO 2009, and the unit cell parameters were refined with the Pawley method using TOPAS-Academic. A Split Pearson VII profile function and a simple axial model were used for profile fitting. The Pawley fits are presented in Figure S8 in the , and the details of the refinements are listed in Table S4 in the .", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>A structural model was constructed\nstarting from the crystal structure of the large-pore Al-MIL-53(lp)\n(space group <italic toggle=\"yes\">Imma</italic>). Using\nthe program <italic toggle=\"yes\">Powdercell</italic>, the original orthorhombic crystal structure was converted subsequently\ninto hypothetical ones with lower symmetry, using subgroups of <italic toggle=\"yes\">Imma</italic> (sequence <italic toggle=\"yes\">Imma</italic>–<italic toggle=\"yes\">I</italic>2<sub>1</sub>2<sub>1</sub>2<sub>1</sub>–<italic toggle=\"yes\">P</italic>2<sub>1</sub>2<sub>1</sub>2<sub>1</sub>–<italic toggle=\"yes\">P</italic>2<sub>1</sub>). The model of lowest symmetry was used as a starting\npoint for constructing the structural model for CAU-13(<italic toggle=\"yes\">o</italic>X) and CAU-13(<italic toggle=\"yes\">m</italic>X) using the same computationally\nassisted structure determination strategy that some of us previously\nvalidated on different MOFs. For that purpose, we\nconsidered the initial atomic positions of the large-pore form of\nAl-MIL-53 converted to the space group <italic toggle=\"yes\">P</italic>2<sub>1</sub>, the bonding scheme of the organic linker was changed from aromatic\nto aliphatic single bonds, and the unit cell parameters were changed\nto the respective indexed ones for CAU-13(<italic toggle=\"yes\">o</italic>X) and\nCAU-13(<italic toggle=\"yes\">m</italic>X). The obtained models were then geometry-optimized\nwith fixed unit cell parameters using the generic universal force\nfield, as implemented in the <italic toggle=\"yes\">Forcite</italic> software. The indexing\nof the PXRD pattern of CAU-13(<italic toggle=\"yes\">p</italic>X) resulted in a doubling\nof the length of the <italic toggle=\"yes\">a</italic> axis compared to those of\nCAU-13(<italic toggle=\"yes\">o</italic>X) and CAU-13(<italic toggle=\"yes\">m</italic>X). The structural\nmodel for CAU-13(<italic toggle=\"yes\">p</italic>X) was therefore obtained by doubling\nthe <italic toggle=\"yes\">a</italic> axis using again the supergroup–subgroup\nrelation employed in <italic toggle=\"yes\">Powdercell</italic>, and the same geometry\noptimization procedure as that described above was applied. Two <italic toggle=\"yes\">o</italic>X and <italic toggle=\"yes\">m</italic>X molecules as well as four <italic toggle=\"yes\">p</italic>X molecules per unit cell were then introduced in the structure\nmodels. Their positions were energy-minimized by force-field-based\nsimulations. Starting with the resulting structural models, Rietveld\nrefinements were carried out using <italic toggle=\"yes\">TOPAS-Academic</italic>. The organic linker and xylene molecules\nwere defined as rigid bodies, while the inorganic parts of the framework\nwere freely refined. Because the guest molecules inside the channels\narranged in close proximity to each other for the compounds adsorbing <italic toggle=\"yes\">o</italic>- and <italic toggle=\"yes\">m</italic>-xylene, their occupancies were\nconstrained to reasonable values, indicating a disordered arrangement\ninside the channels after the refinements had converged. In the case\nof <italic toggle=\"yes\">p</italic>-xylene, the guest molecules occupy well-defined\npositions. This leads to the doubled value for the <italic toggle=\"yes\">a</italic> axis, which indicates a fully ordered arrangement of the guest molecules.\nFor all structures, the refinements converged to reasonable figure-of-merit\nvalues. The details of the refinements are given in Table , and the final Rietveld plots are shown in Figure .</p>", "clean_text": "A structural model was constructed starting from the crystal structure of the large-pore Al-MIL-53(lp) (space group Imma). Using the program Powdercell, the original orthorhombic crystal structure was converted subsequently into hypothetical ones with lower symmetry, using subgroups of Imma (sequence Imma-I212121-P212121-P21). The model of lowest symmetry was used as a starting point for constructing the structural model for CAU-13(oX) and CAU-13(mX) using the same computationally assisted structure determination strategy that some of us previously validated on different MOFs. For that purpose, we considered the initial atomic positions of the large-pore form of Al-MIL-53 converted to the space group P21, the bonding scheme of the organic linker was changed from aromatic to aliphatic single bonds, and the unit cell parameters were changed to the respective indexed ones for CAU-13(oX) and CAU-13(mX). The obtained models were then geometry-optimized with fixed unit cell parameters using the generic universal force field, as implemented in the Forcite software. The indexing of the PXRD pattern of CAU-13(pX) resulted in a doubling of the length of the a axis compared to those of CAU-13(oX) and CAU-13(mX). The structural model for CAU-13(pX) was therefore obtained by doubling the a axis using again the supergroup-subgroup relation employed in Powdercell, and the same geometry optimization procedure as that described above was applied. Two oX and mX molecules as well as four pX molecules per unit cell were then introduced in the structure models. Their positions were energy-minimized by force-field-based simulations. Starting with the resulting structural models, Rietveld refinements were carried out using TOPAS-Academic. The organic linker and xylene molecules were defined as rigid bodies, while the inorganic parts of the framework were freely refined. Because the guest molecules inside the channels arranged in close proximity to each other for the compounds adsorbing o- and m-xylene, their occupancies were constrained to reasonable values, indicating a disordered arrangement inside the channels after the refinements had converged. In the case of p-xylene, the guest molecules occupy well-defined positions. This leads to the doubled value for the a axis, which indicates a fully ordered arrangement of the guest molecules. For all structures, the refinements converged to reasonable figure-of-merit values. The details of the refinements are given in Table , and the final Rietveld plots are shown in Figure .", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Final Rietveld plots of the structure refinements of CAU-13\nloaded\nwith xylene isomers (Cu K<sub>α<sub>1</sub>/α<sub>2</sub>\n</sub> radiation). The observed powder patterns are shown in black,\nthe calculated powder patterns as an overlay in red, and the difference\nplots (observed – calculated) in blue. The tics mark the allowed\nBragg peak positions.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Final Rietveld plots of the structure refinements of CAU-13 loaded with xylene isomers (Cu Kα1/α2  radiation). The observed powder patterns are shown in black, the calculated powder patterns as an overlay in red, and the difference plots (observed - calculated) in blue. The tics mark the allowed Bragg peak positions.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>Figures of the asymmetric units as well as tables of selected\natomic\ndistances are given in the  (Tables S5–S7\nand Figures S9–S11).</p><title>Sorption Experiments</title><title>Sorption\nIsotherms</title><p>Before the gas sorption experiments\nwere performed, the powdered samples were thermally activated at 200\n°C under vacuum for at least 2 h. However, the xylene vapor-phase\nadsorption experiments were carried out using the hydrated CAU-13·H<sub>2</sub>O. Sorption experiments up to 1 bar were performed with a\nBELSORP-max apparatus (BEL Japan Inc.). The N<sub>2</sub> and H<sub>2</sub> sorption isotherms were recorded at 77 K, while the CO<sub>2</sub> and H<sub>2</sub>O sorption isotherms were recorded at 298\nK. The apparent specific surface area was determined from the N<sub>2</sub> adsorption isotherm, as described in the literature. The micropore volume was obtained at <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub> = 0.5. Calculations of\nthe micropore volume were performed using the computer program <italic toggle=\"yes\">PLATON</italic>\n for the crystal structure\nof CAU-13(empty pore), with hydrogen atoms geometrically placed using <italic toggle=\"yes\">Materials Studio 5.0</italic>.\n</p>", "clean_text": "Figures of the asymmetric units as well as tables of selected atomic distances are given in the  (Tables S5-S7 and Figures S9-S11).\n\nSorption Experiments\n\nSorption Isotherms\n\nBefore the gas sorption experiments were performed, the powdered samples were thermally activated at 200 °C under vacuum for at least 2 h. However, the xylene vapor-phase adsorption experiments were carried out using the hydrated CAU-13⋅H2O. Sorption experiments up to 1 bar were performed with a BELSORP-max apparatus (BEL Japan Inc.). The N2 and H2 sorption isotherms were recorded at 77 K, while the CO2 and H2O sorption isotherms were recorded at 298 K. The apparent specific surface area was determined from the N2 adsorption isotherm, as described in the literature. The micropore volume was obtained at p/p 0 = 0.5. Calculations of the micropore volume were performed using the computer program PLATON  for the crystal structure of CAU-13(empty pore), with hydrogen atoms geometrically placed using Materials Studio 5.0. ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Microcalorimetry</title><p>Adsorption enthalpies were measured\nexperimentally at 303 K and up to 40 bar using a Tian-Calvet type\nmicrocalorimeter coupled with an in-house manometric gas dosing system. This apparatus allows the simultaneous measurement of the adsorption\nisotherm and the corresponding differential enthalpies. Gas is introduced\ninto the system using a step-by-step method, and each dose is allowed\nto stabilize in a reference volume before being brought into contact\nwith the adsorbent, located in the microcalorimeter. The introduction\nof the adsorbate to the sample is accompanied by an exothermic thermal\nsignal, measured by the thermopiles of the microcalorimeter. The peak\nin the calorimetric signal is integrated over time to give the total\nenergy released during that adsorption step.</p>", "clean_text": "Microcalorimetry\n\nAdsorption enthalpies were measured experimentally at 303 K and up to 40 bar using a Tian-Calvet type microcalorimeter coupled with an in-house manometric gas dosing system. This apparatus allows the simultaneous measurement of the adsorption isotherm and the corresponding differential enthalpies. Gas is introduced into the system using a step-by-step method, and each dose is allowed to stabilize in a reference volume before being brought into contact with the adsorbent, located in the microcalorimeter. The introduction of the adsorbate to the sample is accompanied by an exothermic thermal signal, measured by the thermopiles of the microcalorimeter. The peak in the calorimetric signal is integrated over time to give the total energy released during that adsorption step.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Xylene Liquid-Phase Adsorption</title><p>Liquid-phase batch adsorption\nexperiments were carried out according to a literature procedure. A 1.8 mL vial with 25 mg of thermally activated\nCAU-13 and an empty reference vial were filled with a solution of\none of the xylene isomers in mesitylene. The contents of the vials\nwere stirred for 2 h at 298 K. Gas chromatography output data were\nused to determine the initial and equilibrium xylene concentrations.\nAdsorption isotherms were obtained by plotting the absorbed amount,\nin weight percentage, versus the equilibrium concentration. For competitive\nadsorption experiments, 0.2 mol L<sup>–1</sup> binary mixtures\nof xylene isomers (0.1 mol L<sup>–1</sup> each) and a 0.3 mol\nL<sup>–1</sup> ternary mixture in mesitylene were used. Selectivities\nα<sub>\n<italic toggle=\"yes\">i</italic>,<italic toggle=\"yes\">j</italic>\n</sub> were calculated\nusing eq ,<disp-formula id=\"eq1\">\n<label>1</label>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>α</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>c</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>c</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</disp-formula>with <italic toggle=\"yes\">q</italic>\n<sub>\n<italic toggle=\"yes\">i</italic>\n</sub> and <italic toggle=\"yes\">q</italic>\n<sub>\n<italic toggle=\"yes\">j</italic>\n</sub> being\nthe amounts (mol g<sup>–1</sup>) of isomers <italic toggle=\"yes\">i</italic> and <italic toggle=\"yes\">j</italic> adsorbed per gram of MOF adsorbent, and <italic toggle=\"yes\">c</italic>\n<sub>\n<italic toggle=\"yes\">j</italic>\n</sub> and <italic toggle=\"yes\">c</italic>\n<sub>\n<italic toggle=\"yes\">i</italic>\n</sub> being the equilibrium concentrations (mol\nL<sup>–1</sup>) of isomers <italic toggle=\"yes\">i</italic> and <italic toggle=\"yes\">j</italic> present in the liquid phase.</p>", "clean_text": "Xylene Liquid-Phase Adsorption\n\nLiquid-phase batch adsorption experiments were carried out according to a literature procedure. A 1.8 mL vial with 25 mg of thermally activated CAU-13 and an empty reference vial were filled with a solution of one of the xylene isomers in mesitylene. The contents of the vials were stirred for 2 h at 298 K. Gas chromatography output data were used to determine the initial and equilibrium xylene concentrations. Adsorption isotherms were obtained by plotting the absorbed amount, in weight percentage, versus the equilibrium concentration. For competitive adsorption experiments, 0.2 mol L-1 binary mixtures of xylene isomers (0.1 mol L-1 each) and a 0.3 mol L-1 ternary mixture in mesitylene were used. Selectivities α i,j  were calculated using eq , 1    α   i , j   =     q   i       q   j         c   j       c   i      with q  i  and q  j  being the amounts (mol g-1) of isomers i and j adsorbed per gram of MOF adsorbent, and c  j  and c  i  being the equilibrium concentrations (mol L-1) of isomers i and j present in the liquid phase.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>MIL-53-type compounds exhibit a large breathing effect upon adsorption\nand desorption of the guest molecules. For example, the pore diameter\nof Al-MIL-53·H<sub>2</sub>O increases drastically upon dehydration,\nwhereas for Fe-MIL-53, an even narrower pore is observed. On the other hand, different guest molecules\nalso lead to various pore sizes. To check\nwhether CAU-13 shows a breathing effect, at first the structural changes\nwere studied upon thermal dehydration. Furthermore, the influence\nof various gases and vapors on the structure of CAU-13 was studied.</p>", "clean_text": "Results and Discussion\n\nMIL-53-type compounds exhibit a large breathing effect upon adsorption and desorption of the guest molecules. For example, the pore diameter of Al-MIL-53⋅H2O increases drastically upon dehydration, whereas for Fe-MIL-53, an even narrower pore is observed. On the other hand, different guest molecules also lead to various pore sizes. To check whether CAU-13 shows a breathing effect, at first the structural changes were studied upon thermal dehydration. Furthermore, the influence of various gases and vapors on the structure of CAU-13 was studied.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Thermal\nBehavior</title><p>The thermal behavior of CAU-13·H<sub>2</sub>O was investigated with temperature-dependent PXRD measurements\nunder air. To determine the framework flexibility, the sample was\nat first heated from 30 to 200 °C. The sample was then cooled\nto 30 °C and subsequently heated to 500 °C. PXRD patterns\nobtained at selected temperatures are shown in Figure  (top). The complete pattern series is presented in Figure\nS1 in the .</p>", "clean_text": "Thermal Behavior\n\nThe thermal behavior of CAU-13⋅H2O was investigated with temperature-dependent PXRD measurements under air. To determine the framework flexibility, the sample was at first heated from 30 to 200 °C. The sample was then cooled to 30 °C and subsequently heated to 500 °C. PXRD patterns obtained at selected temperatures are shown in Figure  (top). The complete pattern series is presented in Figure S1 in the .", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The temperature-dependent\nPXRD patterns show a reversible shift of some of the reflections’\npositions upon heating to 200 °C. In accordance with the previously\npublished thermogravimetric data, this\neffect can be attributed to the removal of water molecules from the\nchannels. The reversibility of the observed phenomenon is attributed\nto the uptake of water from the air. Decomposition of the framework\nbegins at around 350 °C. The structural changes were quantified\nby parametric refinement of the unit cell parameters. The plot of\nthe cell lengths versus temperature presented in Figure  (bottom) shows that mainly the <italic toggle=\"yes\">b</italic> axis of\nthe unit cell is influenced by the thermal treatment.</p>", "clean_text": "The temperature-dependent PXRD patterns show a reversible shift of some of the reflections' positions upon heating to 200 °C. In accordance with the previously published thermogravimetric data, this effect can be attributed to the removal of water molecules from the channels. The reversibility of the observed phenomenon is attributed to the uptake of water from the air. Decomposition of the framework begins at around 350 °C. The structural changes were quantified by parametric refinement of the unit cell parameters. The plot of the cell lengths versus temperature presented in Figure  (bottom) shows that mainly the b axis of the unit cell is influenced by the thermal treatment.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(Top) PXRD patterns of\nCAU-13 at selected temperatures (Cu K<sub>α<sub>1</sub>/α<sub>2</sub>\n</sub> radiation). The dashed\nlines at 12.5 and 22.5° (2θ) are introduced to guide the\neye. (Bottom) Evolution of the unit cell lengths over temperature:\ncircles, <italic toggle=\"yes\">a</italic> axis; squares, <italic toggle=\"yes\">b</italic> axis;\ndiamonds, <italic toggle=\"yes\">c</italic> axis.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (Top) PXRD patterns of CAU-13 at selected temperatures (Cu Kα1/α2  radiation). The dashed lines at 12.5 and 22.5° (2θ) are introduced to guide the eye. (Bottom) Evolution of the unit cell lengths over temperature: circles, a axis; squares, b axis; diamonds, c axis.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The length of the <italic toggle=\"yes\">b</italic> axis increases upon\nthe removal\nof adsorbed water up to 200 °C and then decreases during cooling.\nThe reversibility of this effect could not be fully reached within\nthe time frame of the experiment. However, the breathing effect is\nclearly observable. The finding that mainly the <italic toggle=\"yes\">b</italic> axis is affected shows that breathing occurs along the shorter intersection\nof the lozenge-shaped pores of CAU-13, thus causing a larger opening\nof the one-dimensional channels (Figure a).\nSmall changes in the <italic toggle=\"yes\">c</italic> axis can be observed, whereas\nthe length of the <italic toggle=\"yes\">a</italic> axis, which is parallel to the\ninorganic building unit (i.e., chains of trans-corner-sharing AlO<sub>6</sub> octahedra), remains almost unaltered. Similar observations\ncan be made regarding the unit cell angles, whose progress with the\ntemperature is presented in Figure S2 in the . The pore is further enlarged upon heating to temperatures higher\nthan 200 °C due to thermal motion of the atoms.</p>", "clean_text": "The length of the b axis increases upon the removal of adsorbed water up to 200 °C and then decreases during cooling. The reversibility of this effect could not be fully reached within the time frame of the experiment. However, the breathing effect is clearly observable. The finding that mainly the b axis is affected shows that breathing occurs along the shorter intersection of the lozenge-shaped pores of CAU-13, thus causing a larger opening of the one-dimensional channels (Figure a). Small changes in the c axis can be observed, whereas the length of the a axis, which is parallel to the inorganic building unit (i.e., chains of trans-corner-sharing AlO6 octahedra), remains almost unaltered. Similar observations can be made regarding the unit cell angles, whose progress with the temperature is presented in Figure S2 in the . The pore is further enlarged upon heating to temperatures higher than 200 °C due to thermal motion of the atoms.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>On the\nbasis of the temperature-dependent PXRD study, the crystal\nstructure of CAU-13(empty pore) was determined using synchrotron PXRD\ndata. CAU-13·H<sub>2</sub>O was transferred into a borosilicate\nglass capillary and thermally activated under vacuum. The structure\nwas solved with direct methods and refined using the Rietveld method.\nCAU-13(empty pore) crystallizes in the space group <italic toggle=\"yes\">P</italic>1̅. Thus, no change of the space group could be observed for\nCAU-13 upon the removal/addition of water molecules. The main difference\nof the structures is the elongation of the <italic toggle=\"yes\">b</italic> axis\nin CAU-13(empty pore) due to the loss of hydrogen-bonding interactions\nconnecting two inorganic building units via adsorbed water molecules.\nThe desorption of water causes an increase of the unit cell volume\nof about 2% (Table ). This breathing effect\nis very small compared to the 33% increase of the unit cell volume\nof Al-MIL-53 upon thermal activation. The “kinked” a,a conformation of half of the CDC<sup>2–</sup> ligands in CAU-13 seems to prevent further pore opening.</p>", "clean_text": "On the basis of the temperature-dependent PXRD study, the crystal structure of CAU-13(empty pore) was determined using synchrotron PXRD data. CAU-13⋅H2O was transferred into a borosilicate glass capillary and thermally activated under vacuum. The structure was solved with direct methods and refined using the Rietveld method. CAU-13(empty pore) crystallizes in the space group P1̅. Thus, no change of the space group could be observed for CAU-13 upon the removal/addition of water molecules. The main difference of the structures is the elongation of the b axis in CAU-13(empty pore) due to the loss of hydrogen-bonding interactions connecting two inorganic building units via adsorbed water molecules. The desorption of water causes an increase of the unit cell volume of about 2% (Table ). This breathing effect is very small compared to the 33% increase of the unit cell volume of Al-MIL-53 upon thermal activation. The \"kinked\" a,a conformation of half of the CDC2- ligands in CAU-13 seems to prevent further pore opening.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<title>Sorption Properties</title><p>Breathing may be triggered by guest\nmolecules and observed as steps in the respective sorption isotherms\nbecause of the presence of different structures (and pore sizes) during\nthe adsorption process. We investigated the sorption properties of\nCAU-13 towards various gases and vapors at low (<italic toggle=\"yes\">p</italic> ≤ 1 bar) and high pressures (<italic toggle=\"yes\">p</italic> ≤\n40 bar). From the adsorption isotherm of N<sub>2</sub> at 77 K, the\nspecific surface area (380 m<sup>2</sup> g<sup>–1</sup>) and\nthe micropore volume (0.15 cm<sup>3</sup> g<sup>–1</sup>) were\ndetermined. These experimental data are in good agreement with the\ncalculated pore volume of 0.17 cm<sup>3</sup> g<sup>–1</sup> using <italic toggle=\"yes\">PLATON</italic>\n and the\nsimulated accessible surface area (450 m<sup>2</sup> g<sup>–1</sup>) estimated using a Monte Carlo algorithm, following the same strategy\nas previously reported by Düren et al. The H<sub>2</sub>O sorption isotherm of CAU-13 at 298 K is presented\nin Figure , while the isotherms for N<sub>2</sub>, CO<sub>2</sub>, and H<sub>2</sub> obtained up to a pressure\nof 1 bar are shown in Figure S13 in the .</p>", "clean_text": "Sorption Properties\n\nBreathing may be triggered by guest molecules and observed as steps in the respective sorption isotherms because of the presence of different structures (and pore sizes) during the adsorption process. We investigated the sorption properties of CAU-13 towards various gases and vapors at low (p ≤ 1 bar) and high pressures (p ≤ 40 bar). From the adsorption isotherm of N2 at 77 K, the specific surface area (380 m2 g-1) and the micropore volume (0.15 cm3 g-1) were determined. These experimental data are in good agreement with the calculated pore volume of 0.17 cm3 g-1 using PLATON  and the simulated accessible surface area (450 m2 g-1) estimated using a Monte Carlo algorithm, following the same strategy as previously reported by Düren et al. The H2O sorption isotherm of CAU-13 at 298 K is presented in Figure , while the isotherms for N2, CO2, and H2 obtained up to a pressure of 1 bar are shown in Figure S13 in the .", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>H<sub>2</sub>O sorption isotherm of CAU-13 recorded at 298 K.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  H2O sorption isotherm of CAU-13 recorded at 298 K.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<p>The H<sub>2</sub>O sorption isotherm\nexhibits an S shape. Because\nof the hydrophobic character of the pore walls, adsorption does not\nbegin at low partial pressures but is shifted to <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub> = 0.15. This effect has also been\nobserved for functionalized MIL-53 derivatives Al-MIL-53-Cl, -Br,\nand -CH<sub>3</sub>. The steep increase\nat <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub> = 0.2 corresponds\nto the adsorption of one water molecule per formula sum (Figure ) and is in accordance with the water molecule that\nwas localized in the structure of CAU-13·H<sub>2</sub>O by Rietveld\nrefinement. At higher relative pressures,\na maximum of 1.8 mol mol<sup>–1</sup> water are adsorbed. The\nmaximum amounts of CO<sub>2</sub> and H<sub>2</sub> adsorbed at 298\nK and 1 bar are 75 and 6.8 mg g<sup>–1</sup>, respectively.\nThese values correspond to less than one molecule per formula sum\n(0.36 and 0.73 mol mol<sup>–1</sup>). An overview of the adsorbed\namounts in mol mol<sup>–1</sup>, mg g<sup>–1</sup>,\nand wt % is listed in the  (Table S8).\nExcept from the water sorption experiment, no stepwise adsorption\nof the guest molecules could be observed in the low-pressure region.\nIn order to investigate whether such adsorption steps occur at higher\nadsorbate concentrations, high-pressure isotherms at 303 K were recorded\nusing N<sub>2</sub>, CH<sub>4</sub>, CO<sub>2</sub>, and CO. Simultaneously,\nthe adsorption enthalpies were determined by microcalorimetry. The\nadsorption isotherms and a plot of the adsorption enthalpies against\nthe adsorbed amount are reported in Figure . The exact adsorbed amounts and adsorption enthalpies are presented\nin Table S8 in the .</p>", "clean_text": "The H2O sorption isotherm exhibits an S shape. Because of the hydrophobic character of the pore walls, adsorption does not begin at low partial pressures but is shifted to p/p 0 = 0.15. This effect has also been observed for functionalized MIL-53 derivatives Al-MIL-53-Cl, -Br, and -CH3. The steep increase at p/p 0 = 0.2 corresponds to the adsorption of one water molecule per formula sum (Figure ) and is in accordance with the water molecule that was localized in the structure of CAU-13⋅H2O by Rietveld refinement. At higher relative pressures, a maximum of 1.8 mol mol-1 water are adsorbed. The maximum amounts of CO2 and H2 adsorbed at 298 K and 1 bar are 75 and 6.8 mg g-1, respectively. These values correspond to less than one molecule per formula sum (0.36 and 0.73 mol mol-1). An overview of the adsorbed amounts in mol mol-1, mg g-1, and wt % is listed in the  (Table S8). Except from the water sorption experiment, no stepwise adsorption of the guest molecules could be observed in the low-pressure region. In order to investigate whether such adsorption steps occur at higher adsorbate concentrations, high-pressure isotherms at 303 K were recorded using N2, CH4, CO2, and CO. Simultaneously, the adsorption enthalpies were determined by microcalorimetry. The adsorption isotherms and a plot of the adsorption enthalpies against the adsorbed amount are reported in Figure . The exact adsorbed amounts and adsorption enthalpies are presented in Table S8 in the .", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Adsorption isotherms\n(top) and enthalpies (bottom) for the adsorption\nof N<sub>2</sub> (gray pentagons), CH<sub>4</sub> (red diamonds),\nCO<sub>2</sub> (blue circles), and CO (green squares). Repetitions\nof one experiment are marked by symbols in different shades of the\nsame color.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Adsorption isotherms (top) and enthalpies (bottom) for the adsorption of N2 (gray pentagons), CH4 (red diamonds), CO2 (blue circles), and CO (green squares). Repetitions of one experiment are marked by symbols in different shades of the same color.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<p>The high-pressure adsorption\nisotherms show that CAU-13 exhibits\nporosity towards all investigated gases. All isotherms show a steeper\nincrease at lower pressures than at higher pressures, which is most\ndistinct regarding the adsorption of CO<sub>2</sub> and CH<sub>4</sub>. Unlike the MIL-53 compounds, CAU-13 does not show a stepwise adsorption\nof the investigated adsorbates, which implies that there are no guest-induced\nsudden structural changes. The observed capacities for the adsorbates\nare relatively small. At 303 K and 23 bar, CAU-13 adsorbs 2.78 mmol\ng<sup>–1</sup> CO<sub>2</sub> (0.60 mol mol<sup>–1</sup>), similar to the amount adsorbed by the np form of Al-MIL-53, which\nis only stable up to a CO<sub>2</sub> pressure of 6 bar. However,\nthe lp form of Al-MIL-53 is formed above this pressure and adsorbs\nalmost 4 times the amount of CO<sub>2</sub> (∼10 mmol g<sup>–1</sup>, 2.1 mol mol<sup>–1</sup>). The relatively flat enthalpy profiles observed for all\nfour samples during pore filling suggests a relatively homogeneous\nenergetic surface. A comparison of the adsorption enthalpies obtained\nfor the adsorption of CO<sub>2</sub> shows that the adsorption enthalpy\nof CAU-13 (−39 kJ mol<sup>–1</sup>) is similar to that\nobserved in the first step in the experiments with the np form of\nAl-MIL-53 (−35 kJ mol<sup>–1</sup>) or with STA-12 (−32 kJ mol<sup>–1</sup>),\nwhich features open metal centers. In\ncontrast, the adsorption enthalpy for methane is remarkably higher\nfor CAU-13 (−32 kJ mol<sup>–1</sup>) compared to Al-MIL-53\n(−17 kJ mol<sup>–1</sup>). Furthermore, the methane uptake is high with respect to that observed\nfor nitrogen and carbon monoxide. This can be explained by the smaller\npore diameter of CAU-13 and thus a higher degree of confinement, which\nleads to an increase of the host–guest interactions. However,\nthese drastic differences in the methane adsorption enthalpies and\nuptakes of methane by CAU-13 may also be related to a contribution\nof the aliphatic pore environment.</p>", "clean_text": "The high-pressure adsorption isotherms show that CAU-13 exhibits porosity towards all investigated gases. All isotherms show a steeper increase at lower pressures than at higher pressures, which is most distinct regarding the adsorption of CO2 and CH4. Unlike the MIL-53 compounds, CAU-13 does not show a stepwise adsorption of the investigated adsorbates, which implies that there are no guest-induced sudden structural changes. The observed capacities for the adsorbates are relatively small. At 303 K and 23 bar, CAU-13 adsorbs 2.78 mmol g-1 CO2 (0.60 mol mol-1), similar to the amount adsorbed by the np form of Al-MIL-53, which is only stable up to a CO2 pressure of 6 bar. However, the lp form of Al-MIL-53 is formed above this pressure and adsorbs almost 4 times the amount of CO2 (~10 mmol g-1, 2.1 mol mol-1). The relatively flat enthalpy profiles observed for all four samples during pore filling suggests a relatively homogeneous energetic surface. A comparison of the adsorption enthalpies obtained for the adsorption of CO2 shows that the adsorption enthalpy of CAU-13 (-39 kJ mol-1) is similar to that observed in the first step in the experiments with the np form of Al-MIL-53 (-35 kJ mol-1) or with STA-12 (-32 kJ mol-1), which features open metal centers. In contrast, the adsorption enthalpy for methane is remarkably higher for CAU-13 (-32 kJ mol-1) compared to Al-MIL-53 (-17 kJ mol-1). Furthermore, the methane uptake is high with respect to that observed for nitrogen and carbon monoxide. This can be explained by the smaller pore diameter of CAU-13 and thus a higher degree of confinement, which leads to an increase of the host-guest interactions. However, these drastic differences in the methane adsorption enthalpies and uptakes of methane by CAU-13 may also be related to a contribution of the aliphatic pore environment.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<title>In Situ PXRD and CO<sub>2</sub> Adsorption</title><p>The adsorption\nof water and CO<sub>2</sub> in MIL-53 leads to similar structural\nchanges. Because CAU-13 has already shown\na small breathing effect upon the uptake of water, a similar effect\nwas expected for the adsorption of CO<sub>2</sub>. Because the adsorption\nisotherms measured at 298 and 303 K gave no direct evidence for a\nbreathing effect, the CO<sub>2</sub> sorption of CAU-13 was additionally\nfollowed in situ by synchrotron PXRD at 195 K. At this lower temperature,\na larger amount of CO<sub>2</sub> can be adsorbed. The experiments\nwere performed at beamline KMC-2 at BESSY, Berlin, Germany. The corresponding\nadsorption isotherm is presented in Figure S3 in the  (left) together with an overview of the relative pressures\nat which PXRD patterns were recorded. At the conditions used for this\nstudy (195 K, <italic toggle=\"yes\">p</italic> ≤ 1 bar), CAU-13 adsorbs 24\nwt % (1.2 mol mol<sup>–1</sup>) CO<sub>2</sub>. During the\nexperiment, PXRD patterns were recorded. Significant parts of the\npatterns are shown in Figure  (top). The full\npatterns are presented in Figure S3 (right) in the . A noticeable shift of the reflections corresponding to\nthe crystallographic <italic toggle=\"yes\">b</italic> axis (i.e., 010 and 01̅1)\ncan be observed, whereas the position of the 001 reflection is not\nremarkably influenced.</p>", "clean_text": "In Situ PXRD and CO2 Adsorption\n\nThe adsorption of water and CO2 in MIL-53 leads to similar structural changes. Because CAU-13 has already shown a small breathing effect upon the uptake of water, a similar effect was expected for the adsorption of CO2. Because the adsorption isotherms measured at 298 and 303 K gave no direct evidence for a breathing effect, the CO2 sorption of CAU-13 was additionally followed in situ by synchrotron PXRD at 195 K. At this lower temperature, a larger amount of CO2 can be adsorbed. The experiments were performed at beamline KMC-2 at BESSY, Berlin, Germany. The corresponding adsorption isotherm is presented in Figure S3 in the  (left) together with an overview of the relative pressures at which PXRD patterns were recorded. At the conditions used for this study (195 K, p ≤ 1 bar), CAU-13 adsorbs 24 wt % (1.2 mol mol-1) CO2. During the experiment, PXRD patterns were recorded. Significant parts of the patterns are shown in Figure  (top). The full patterns are presented in Figure S3 (right) in the . A noticeable shift of the reflections corresponding to the crystallographic b axis (i.e., 010 and 01̅1) can be observed, whereas the position of the 001 reflection is not remarkably influenced.", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(Top) Synchrotron PXRD pattern series obtained during\nthe adsorption\n(red patterns) and desorption (blue patterns) of CO<sub>2</sub>. The\nPXRD patterns were measured using radiation with λ = 1.5406\nÅ. From left to right, the 010, 001, and 01̅1 reflections\nare shown. The dashed lines were added to guide the eye. (Bottom)\nEvolution of the length of the crystallographic <italic toggle=\"yes\">b</italic> axis with increasing pressure of CO<sub>2</sub> (squares). In addition,\nthe corresponding CO<sub>2</sub> adsorption isotherm measured at 195\nK (circles) is shown. Filled symbols mark the adsorption and open\nsymbols the desorption.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (Top) Synchrotron PXRD pattern series obtained during the adsorption (red patterns) and desorption (blue patterns) of CO2. The PXRD patterns were measured using radiation with λ = 1.5406 Å. From left to right, the 010, 001, and 01̅1 reflections are shown. The dashed lines were added to guide the eye. (Bottom) Evolution of the length of the crystallographic b axis with increasing pressure of CO2 (squares). In addition, the corresponding CO2 adsorption isotherm measured at 195 K (circles) is shown. Filled symbols mark the adsorption and open symbols the desorption.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>To gain deeper insight into the structural changes that underlie\nthe observations, the unit cell parameters of CAU-13 were determined\nat various CO<sub>2</sub> loadings using parametric cell parameter\nrefinement. In Figure  (bottom), evolution\nof the length of the <italic toggle=\"yes\">b</italic> axis over increasing partial\npressure of CO<sub>2</sub> is presented together with the sorption\nisotherm.</p>", "clean_text": "To gain deeper insight into the structural changes that underlie the observations, the unit cell parameters of CAU-13 were determined at various CO2 loadings using parametric cell parameter refinement. In Figure  (bottom), evolution of the length of the b axis over increasing partial pressure of CO2 is presented together with the sorption isotherm.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>Upon adsorption of about 0.5 CO<sub>2</sub> molecules\nper formula\nsum (CAU-13·0.5CO<sub>2</sub>), i.e., one molecule per unit cell,\nthe length of the <italic toggle=\"yes\">b</italic> axis reaches a minimum of 9.316(2)\nÅ. This is even shorter than the length of the <italic toggle=\"yes\">b</italic> axis of CAU-13·H<sub>2</sub>O with 9.4300(6) Å. At higher\npressures, the <italic toggle=\"yes\">b</italic> axis is elongated while more CO<sub>2</sub> is adsorbed, indicating a change in the interactions between\nCO<sub>2</sub> and the framework of CAU-13. For adsorption of the\nfirst CO<sub>2</sub> molecule per unit cell, the reduction of the\npore opening suggests stronger host–guest interactions, whereas\nupon the adsorption of more CO<sub>2</sub> molecules, the guest–guest\ninteractions seem to dominate. The possible binding schemes were modeled\nby DFT calculations on the basis of the cell parameters observed at\nthe partial pressures corresponding to the compositions of CAU-13·0.5CO<sub>2</sub> and CAU-13·CO<sub>2</sub>, i.e., CAU-13 with one and\ntwo adsorbed CO<sub>2</sub> molecules per unit cell, respectively.\nThe calculated arrangements of the CO<sub>2</sub> molecules inside\nthe channels are shown in Figure .</p>", "clean_text": "Upon adsorption of about 0.5 CO2 molecules per formula sum (CAU-13⋅0.5CO2), i.e., one molecule per unit cell, the length of the b axis reaches a minimum of 9.316(2) Å. This is even shorter than the length of the b axis of CAU-13⋅H2O with 9.4300(6) Å. At higher pressures, the b axis is elongated while more CO2 is adsorbed, indicating a change in the interactions between CO2 and the framework of CAU-13. For adsorption of the first CO2 molecule per unit cell, the reduction of the pore opening suggests stronger host-guest interactions, whereas upon the adsorption of more CO2 molecules, the guest-guest interactions seem to dominate. The possible binding schemes were modeled by DFT calculations on the basis of the cell parameters observed at the partial pressures corresponding to the compositions of CAU-13⋅0.5CO2 and CAU-13⋅CO2, i.e., CAU-13 with one and two adsorbed CO2 molecules per unit cell, respectively. The calculated arrangements of the CO2 molecules inside the channels are shown in Figure .", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>DFT-optimized\narrangements of CO<sub>2</sub> in CAU-13: left, CAU-13·0.5CO<sub>2</sub>; right, CAU-13·CO<sub>2</sub>. The aliphatic cyclohexane\nrings are omitted for clarity. The characteristic interatomic distances\nare provided in angstroms. Color code: aluminum, blue; oxygen, red;\ncarbon, black; hydrogen, light gray.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  DFT-optimized arrangements of CO2 in CAU-13: left, CAU-13⋅0.5CO2; right, CAU-13⋅CO2. The aliphatic cyclohexane rings are omitted for clarity. The characteristic interatomic distances are provided in angstroms. Color code: aluminum, blue; oxygen, red; carbon, black; hydrogen, light gray.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>The DFT calculations show that the presence of one CO<sub>2</sub> molecule per unit cell leads to a double interaction between\nthe\nquadrupolar CO<sub>2</sub> and the OH groups of the framework via\nits CO<sub>2</sub> oxygen atoms. The end-on interaction of one CO<sub>2</sub> molecule with one OH group is found to be energetically less\nfavorable. The characteristic O<sub>CO<sub>2</sub>\n</sub>–H<sub>OH</sub> distances of 2.78 and 2.82 Å between the CO<sub>2</sub> molecules and the framework OH groups are significantly longer than\nthose we previously simulated for Al-MIL-53 at the same CO<sub>2</sub> concentration (2.07 and 2.10 Å). This observation\ncan be explained by the larger-pore aperture of CAU-13 (8.45 Å;\nsee Figure S5 in the ) compared to Al-MIL-53\nin its narrow-pore form (6.78 Å). This results from the proximity\nof two CDC<sup>2–</sup> ions belonging to two neighboring chains,\nwhich prevents the pores from further closing and leads to a less\nconfined environment for the guest molecules. These geometric considerations\nare consistent with a calculated adsorption enthalpy of −34\nkJ mol<sup>–1</sup>, which remains lower than the one previously\nsimulated for CO<sub>2</sub> in Al-MIL-53 (−41 kJ mol<sup>–1</sup>). Nevertheless, the averaged experimentally\nobserved adsorption enthalpy of Al-MIL-53 in the first adsorption\nstep is −35 kJ mol<sup>–1</sup>, thus similar to both the experimental and calculated adsorption\nenthalpies of CAU-13.</p>", "clean_text": "The DFT calculations show that the presence of one CO2 molecule per unit cell leads to a double interaction between the quadrupolar CO2 and the OH groups of the framework via its CO2 oxygen atoms. The end-on interaction of one CO2 molecule with one OH group is found to be energetically less favorable. The characteristic OCO2 -HOH distances of 2.78 and 2.82 Å between the CO2 molecules and the framework OH groups are significantly longer than those we previously simulated for Al-MIL-53 at the same CO2 concentration (2.07 and 2.10 Å). This observation can be explained by the larger-pore aperture of CAU-13 (8.45 Å; see Figure S5 in the ) compared to Al-MIL-53 in its narrow-pore form (6.78 Å). This results from the proximity of two CDC2- ions belonging to two neighboring chains, which prevents the pores from further closing and leads to a less confined environment for the guest molecules. These geometric considerations are consistent with a calculated adsorption enthalpy of -34 kJ mol-1, which remains lower than the one previously simulated for CO2 in Al-MIL-53 (-41 kJ mol-1). Nevertheless, the averaged experimentally observed adsorption enthalpy of Al-MIL-53 in the first adsorption step is -35 kJ mol-1, thus similar to both the experimental and calculated adsorption enthalpies of CAU-13.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>When in the case of CAU-13·CO<sub>2</sub> two CO<sub>2</sub> molecules per unit cell are introduced\n(Figure , right), the binding scheme switches\nfrom the double interaction\nto an arrangement in which only one CO<sub>2</sub> oxygen atom is\ninteracting with an OH group of the inorganic building unit. This\nis similar to previous findings for Al-MIL-53. The calculated O<sub>CO<sub>2</sub>\n</sub>–H<sub>OH</sub> distances\nof 2.34 and 2.33 Å are shorter than that in the case of CAU-13·0.5CO<sub>2</sub>, leading to a slightly higher adsorption enthalpy (−36\nkJ mol<sup>–1</sup>). The interactions between the CO<sub>2</sub> molecules lined up along the direction of the channel are relatively\nweak, represented by a characteristic C<sub>CO<sub>2</sub>\n</sub>–C<sub>CO<sub>2</sub>\n</sub> distance of 3.76 Å.</p>", "clean_text": "When in the case of CAU-13⋅CO2 two CO2 molecules per unit cell are introduced (Figure , right), the binding scheme switches from the double interaction to an arrangement in which only one CO2 oxygen atom is interacting with an OH group of the inorganic building unit. This is similar to previous findings for Al-MIL-53. The calculated OCO2 -HOH distances of 2.34 and 2.33 Å are shorter than that in the case of CAU-13⋅0.5CO2, leading to a slightly higher adsorption enthalpy (-36 kJ mol-1). The interactions between the CO2 molecules lined up along the direction of the channel are relatively weak, represented by a characteristic CCO2 -CCO2  distance of 3.76 Å.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>Indeed, the differences\nin sorption behavior between Al-MIL-53\nand CAU-13 are mainly based on the space the respective ligands occupy\nin the structure. This spatial arrangement influences the interactions\nbetween the CO<sub>2</sub> molecules and the framework. The interactions\nof CO<sub>2</sub> with CAU-13 and MIL-53 mainly occur between the\nadsorbate and the OH groups that are part of the inorganic building\nunits.</p>", "clean_text": "Indeed, the differences in sorption behavior between Al-MIL-53 and CAU-13 are mainly based on the space the respective ligands occupy in the structure. This spatial arrangement influences the interactions between the CO2 molecules and the framework. The interactions of CO2 with CAU-13 and MIL-53 mainly occur between the adsorbate and the OH groups that are part of the inorganic building units.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<title>Xylene Adsorption</title><p>So far, the steric\nproperties of the aliphatic CDC<sup>2–</sup> ions dominated\nthe sorption behavior of CAU-13. To study possible\ninteractions with the aliphatic pore environment, xylene adsorption\nexperiments were performed. In competitive adsorption experiments,\nthe MIL-53 compounds showed a preference for <italic toggle=\"yes\">o</italic>-xylene\nover the other isomers. Crystal structure refinements\nof xylene-loaded Fe-MIL-53 indicated π–π interactions\nnot only between the adsorbate molecules but also between the adsorbate\nand the aromatic pore walls. Because\nthe pore walls of CAU-13 are aliphatic, such an interaction is improbable\nand should result in different sorption behavior.</p>", "clean_text": "Xylene Adsorption\n\nSo far, the steric properties of the aliphatic CDC2- ions dominated the sorption behavior of CAU-13. To study possible interactions with the aliphatic pore environment, xylene adsorption experiments were performed. In competitive adsorption experiments, the MIL-53 compounds showed a preference for o-xylene over the other isomers. Crystal structure refinements of xylene-loaded Fe-MIL-53 indicated π-π interactions not only between the adsorbate molecules but also between the adsorbate and the aromatic pore walls. Because the pore walls of CAU-13 are aliphatic, such an interaction is improbable and should result in different sorption behavior.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["property"], "content": "<p>We studied\nthe liquid- and vapor-phase single-component xylene\nadsorption on CAU-13 and also the competitive adsorption from the\nliquid phase. In Figure , the liquid-phase\nbatch adsorption isotherms of CAU-13 are presented. The experiments\nwere carried out at 298 K using mesitylene as the eluent. For <italic toggle=\"yes\">o</italic>-xylene, a slightly higher uptake (17 wt %, 0.34 mol mol<sup>–1</sup>) than those for <italic toggle=\"yes\">p</italic>-xylene (15 wt\n%, 0.29 mol mol<sup>–1</sup>) and <italic toggle=\"yes\">m</italic>-xylene\n(14 wt %, 0.28 mol mol<sup>–1</sup>) can be observed.</p>", "clean_text": "We studied the liquid- and vapor-phase single-component xylene adsorption on CAU-13 and also the competitive adsorption from the liquid phase. In Figure , the liquid-phase batch adsorption isotherms of CAU-13 are presented. The experiments were carried out at 298 K using mesitylene as the eluent. For o-xylene, a slightly higher uptake (17 wt %, 0.34 mol mol-1) than those for p-xylene (15 wt %, 0.29 mol mol-1) and m-xylene (14 wt %, 0.28 mol mol-1) can be observed.", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Liquid-phase\nbatch adsorption isotherms of CAU-13 for <italic toggle=\"yes\">o</italic>-xylene\n(squares), <italic toggle=\"yes\">p</italic>-xylene (circles), and <italic toggle=\"yes\">m</italic>-xylene (triangles) from mesitylene at 298 K.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Liquid-phase batch adsorption isotherms of CAU-13 for o-xylene (squares), p-xylene (circles), and m-xylene (triangles) from mesitylene at 298 K.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>In competitive adsorption experiments from a mixture of <italic toggle=\"yes\">o</italic>- and <italic toggle=\"yes\">p</italic>-xylene in hexane, the <italic toggle=\"yes\">o</italic>-xylene uptake of Al-MIL-53 is higher (45 wt %, 0.88 mol\nmol<sup>–1</sup>). The selectivities\ngiven in Table  show only a slight preference\nof CAU-13 for <italic toggle=\"yes\">o</italic>-xylene over the other isomers. While\nthe separation factors of <italic toggle=\"yes\">o</italic>/<italic toggle=\"yes\">m</italic>-xylene\nand <italic toggle=\"yes\">o</italic>/<italic toggle=\"yes\">p</italic>-xylene are lower than those\nobserved for Al-MIL-53, the separation of <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">p</italic>-xylene results in similar selectivities (CAU-13:1.3, Al-MIL-53:1.2).\nThis fact can be attributed to the shape-selective interactions of <italic toggle=\"yes\">o</italic>-xylene in Al-MIL-53, which\nare not possible in CAU-13.</p>", "clean_text": "In competitive adsorption experiments from a mixture of o- and p-xylene in hexane, the o-xylene uptake of Al-MIL-53 is higher (45 wt %, 0.88 mol mol-1). The selectivities given in Table  show only a slight preference of CAU-13 for o-xylene over the other isomers. While the separation factors of o/m-xylene and o/p-xylene are lower than those observed for Al-MIL-53, the separation of m/p-xylene results in similar selectivities (CAU-13:1.3, Al-MIL-53:1.2). This fact can be attributed to the shape-selective interactions of o-xylene in Al-MIL-53, which are not possible in CAU-13.", "data": null, "include_properties": null}, {"idx": 43, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Comparison of the\nSelectivities Calculated\nfor the Adsorption from Equimolar Binary and Ternary Mixtures of Xylene\nIsomers by CAU-13 and Al-MIL-53</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\" colsep=\"0\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col2\" colsep=\"0\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col3\" colsep=\"0\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col4\" colsep=\"0\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col5\" colsep=\"0\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col6\" colsep=\"0\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">α(<italic toggle=\"yes\">o</italic>/<italic toggle=\"yes\">p</italic>)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">α(<italic toggle=\"yes\">o</italic>/<italic toggle=\"yes\">m</italic>)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col7\" namest=\"col6\" rowsep=\"1\">α(<italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">m</italic>)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">mixture</oasis:entry>\n<oasis:entry align=\"center\">CAU-13<xref rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">Al-MIL-53<xref rid=\"t2fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">CAU-13<xref rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">Al-MIL-53<xref rid=\"t2fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">CAU-13<xref rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">Al-MIL-53<xref rid=\"t2fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row rowsep=\"0\">\n<oasis:entry>binary, <italic toggle=\"yes\">o</italic>/<italic toggle=\"yes\">p</italic>\n</oasis:entry>\n<oasis:entry>1.5</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row rowsep=\"0\">\n<oasis:entry>binary, <italic toggle=\"yes\">o</italic>/<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1.9</oasis:entry>\n<oasis:entry>3.5</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row rowsep=\"0\">\n<oasis:entry>binary, <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1.3</oasis:entry>\n<oasis:entry>1.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ternary</oasis:entry>\n<oasis:entry>1.7</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2.1</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1.3</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>0.2 mol L<sup>–1</sup> binary\nor 0.3 mol L<sup>–1</sup> ternary mixtures in mesitylene. Batch\nexperiments at 298 K.</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>b</label>\n<p>0.028\nmol mol L<sup>–1</sup> binary mixtures of xylene isomers in\nhexane. Batch experiments at\n298 K. Experimental data from ref <xref ref-type=\"bibr\" rid=\"ref23\" specific-use=\"ref-style=base-text\"></xref>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>The\nlower capacity of CAU-13 is attributed to the smaller accessible\npore volume due to the bulkier nature of the CDC<sup>2–</sup> ion in comparison to the BDC<sup>2–</sup> ion of Al-MIL-53.\nNot only does the aliphatic six ring of carbon atoms in the chair\nconformation need more space than the rigid planar aromatic ring of\nthe BDC<sup>2–</sup> ions but also the number of hydrogen atoms\nhas doubled. Because of the sp<sup>3</sup> configuration of the carbon\natoms, the hydrogen atoms are not in the same plane as the carbon\natoms but point in different directions. To find out if any structural\nchanges occur when xylene is adsorbed, the vapor-phase adsorption\nof the xylene isomers was monitored by in situ PXRD. Figure  shows the contour maps of PXRD data collected during\nthe adsorption as well as the desorption of xylene by CAU-13·H<sub>2</sub>O. The adsorption experiments were performed using a steady\nflow of xylene-saturated nitrogen, and the PXRD patterns were recorded\nwith a time resolution of ∼3 min scan<sup>–1</sup>.\nDesorption was achieved by stepwise heating.</p>", "clean_text": "The lower capacity of CAU-13 is attributed to the smaller accessible pore volume due to the bulkier nature of the CDC2- ion in comparison to the BDC2- ion of Al-MIL-53. Not only does the aliphatic six ring of carbon atoms in the chair conformation need more space than the rigid planar aromatic ring of the BDC2- ions but also the number of hydrogen atoms has doubled. Because of the sp3 configuration of the carbon atoms, the hydrogen atoms are not in the same plane as the carbon atoms but point in different directions. To find out if any structural changes occur when xylene is adsorbed, the vapor-phase adsorption of the xylene isomers was monitored by in situ PXRD. Figure  shows the contour maps of PXRD data collected during the adsorption as well as the desorption of xylene by CAU-13⋅H2O. The adsorption experiments were performed using a steady flow of xylene-saturated nitrogen, and the PXRD patterns were recorded with a time resolution of ~3 min scan-1. Desorption was achieved by stepwise heating.", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Contour maps of the in\nsitu PXRD investigation of the adsorption\n(bottom) and desorption (top) of xylene isomers (Cu K<sub>α<sub>1</sub>/α<sub>2</sub>\n</sub> radiation). In the adsorption experiment,\none scan number corresponds to approximately 3 min.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Contour maps of the in situ PXRD investigation of the adsorption (bottom) and desorption (top) of xylene isomers (Cu Kα1/α2  radiation). In the adsorption experiment, one scan number corresponds to approximately 3 min.   ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>Upon adsorption of the three different xylene isomers,\nstructural\nchanges of CAU-13 are observed. The beginning of the phase change\nis first seen for <italic toggle=\"yes\">m</italic>-xylene (15 scans, approximately\n45 min) followed by <italic toggle=\"yes\">o</italic>-xylene (20 scans, approximately\n60 min) and <italic toggle=\"yes\">p</italic>-xylene (25 scans, approximately 75 min). During the adsorption of <italic toggle=\"yes\">o</italic>- and <italic toggle=\"yes\">m</italic>-xylene, the coexistence of two\nphases continues over a range of about 15–20 scans, while the\nphase change in the adsorption of <italic toggle=\"yes\">p</italic>-xylene is faster\n(within less than 10 scans). The desorption experiments show that <italic toggle=\"yes\">p</italic>-xylene is retained to the highest temperature followed\nby <italic toggle=\"yes\">o</italic>- and <italic toggle=\"yes\">m</italic>-xylene. Thus, only one\nstep can be seen in each of the experiments with CAU-13, while Al-MIL-53\nundergoes two steps in the adsorption of xylenes. The observed phases during the adsorption are CAU-13·H<sub>2</sub>O in the beginning of the experiment and one phase for each\nof the xylene-loaded samples. During the desorption experiments, the\nresulting phase is CAU-13(empty pore) instead of CAU-13·H<sub>2</sub>O because desorption was achieved via thermal treatment. Interestingly,\nupon the adsorption of xylene, the reflections shift to lower angles,\nindicating an increase of the unit cell to values larger than those\nobserved for CAU-13(empty pore) (Figure ).\nTo gain deeper insight into the structural changes triggered by the\nxylene adsorption of CAU-13, powdered samples were treated with an\nexcess of the pure liquid xylene isomers and PXRD patterns were recorded.\nA comparison of the PXRD patterns of CAU-13·H<sub>2</sub>O, CAU-13(empty\npore), and CAU-13 loaded with xylene, collected during the in situ\nexperiments and obtained with an excess of xylene, is shown in Figure .</p>", "clean_text": "Upon adsorption of the three different xylene isomers, structural changes of CAU-13 are observed. The beginning of the phase change is first seen for m-xylene (15 scans, approximately 45 min) followed by o-xylene (20 scans, approximately 60 min) and p-xylene (25 scans, approximately 75 min). During the adsorption of o- and m-xylene, the coexistence of two phases continues over a range of about 15-20 scans, while the phase change in the adsorption of p-xylene is faster (within less than 10 scans). The desorption experiments show that p-xylene is retained to the highest temperature followed by o- and m-xylene. Thus, only one step can be seen in each of the experiments with CAU-13, while Al-MIL-53 undergoes two steps in the adsorption of xylenes. The observed phases during the adsorption are CAU-13⋅H2O in the beginning of the experiment and one phase for each of the xylene-loaded samples. During the desorption experiments, the resulting phase is CAU-13(empty pore) instead of CAU-13⋅H2O because desorption was achieved via thermal treatment. Interestingly, upon the adsorption of xylene, the reflections shift to lower angles, indicating an increase of the unit cell to values larger than those observed for CAU-13(empty pore) (Figure ). To gain deeper insight into the structural changes triggered by the xylene adsorption of CAU-13, powdered samples were treated with an excess of the pure liquid xylene isomers and PXRD patterns were recorded. A comparison of the PXRD patterns of CAU-13⋅H2O, CAU-13(empty pore), and CAU-13 loaded with xylene, collected during the in situ experiments and obtained with an excess of xylene, is shown in Figure .", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Comparison of the theoretical PXRD patterns of CAU-13·H<sub>2</sub>O (black) and CAU-13(empty pore) (gray) with the PXRD patterns\nof xylene-loaded samples: cyan, final pattern of vapor-phase adsorption\nexperiments; blue, pattern of CAU-13 loaded with an excess of liquid\nxylene.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  Comparison of the theoretical PXRD patterns of CAU-13⋅H2O (black) and CAU-13(empty pore) (gray) with the PXRD patterns of xylene-loaded samples: cyan, final pattern of vapor-phase adsorption experiments; blue, pattern of CAU-13 loaded with an excess of liquid xylene.   ", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["property"], "content": "<p>The PXRD patterns exhibit a shift\nof the reflections to lower angles\nin the order CAU-13·H<sub>2</sub>O &lt; CAU-13(empty pore) &lt;\nCAU-13(xylene, vapor phase) &lt; CAU-13(excess xylene). Indexing of\nthe powder patterns obtained for CAU-13 loaded with the xylene isomers\nand Pawley refinements gave rise to cell volumes of 1350 Å<sup>3</sup> for the <italic toggle=\"yes\">m</italic>-xylene-loaded sample and 1317\nÅ<sup>3</sup> for the <italic toggle=\"yes\">o</italic>-xylene-loaded sample.\nThe unit cell of <italic toggle=\"yes\">p</italic>-xylene-containing CAU-13 is doubled\nin the direction of the one-dimensional pores (<italic toggle=\"yes\">a</italic> axis),\ngiving a cell volume of 2654 Å<sup>3</sup>. The results of the\nrefinement and final Pawley plots are presented in Table S4 and Figure\nS8 in the . With a cell content of <italic toggle=\"yes\">Z</italic> = 4 [8 for CAU-13(<italic toggle=\"yes\">p</italic>X)], this corresponds\nto a relative expansion by ∼25% compared to CAU-13(empty pore)\n(<italic toggle=\"yes\">V</italic> = 540 Å<sup>3</sup>, <italic toggle=\"yes\">Z</italic> =\n2; Table ). The volume changes are accompanied\nby an increase of symmetry from the triclinic space group <italic toggle=\"yes\">P</italic>1̅ to the monoclinic space group <italic toggle=\"yes\">P</italic>2<sub>1</sub>. On the basis of these findings, structural models\nhave been set up in the space group <italic toggle=\"yes\">P</italic>2<sub>1</sub> using <italic toggle=\"yes\">Materials Studio 5.0</italic>. To allow for the large unit cell dimensions, all of the\nlinker molecules had to be introduced using the e,e conformation,\nwhich represents the longer molecule of the two conformers [the C<sub>carboxy</sub>–C<sub>carboxy</sub> distance of the e,e conformer\nis ∼5.6 Å and that of the a,a conformer is ∼4.6\nÅ, taken from the crystallographic data of CAU-13(empty pore)].\nRietveld refinements applying rigid bodies for both the linker and\nguest molecules proved the validity of the assumption. Representative\nimages of the crystal structures of the three xylene-loaded CAU-13\nsamples are given in Figures  and S12 in\nthe .</p>", "clean_text": "The PXRD patterns exhibit a shift of the reflections to lower angles in the order CAU-13⋅H2O < CAU-13(empty pore) < CAU-13(xylene, vapor phase) < CAU-13(excess xylene). Indexing of the powder patterns obtained for CAU-13 loaded with the xylene isomers and Pawley refinements gave rise to cell volumes of 1350 Å3 for the m-xylene-loaded sample and 1317 Å3 for the o-xylene-loaded sample. The unit cell of p-xylene-containing CAU-13 is doubled in the direction of the one-dimensional pores (a axis), giving a cell volume of 2654 Å3. The results of the refinement and final Pawley plots are presented in Table S4 and Figure S8 in the . With a cell content of Z = 4 [8 for CAU-13(pX)], this corresponds to a relative expansion by ~25% compared to CAU-13(empty pore) (V = 540 Å3, Z = 2; Table ). The volume changes are accompanied by an increase of symmetry from the triclinic space group P1̅ to the monoclinic space group P21. On the basis of these findings, structural models have been set up in the space group P21 using Materials Studio 5.0. To allow for the large unit cell dimensions, all of the linker molecules had to be introduced using the e,e conformation, which represents the longer molecule of the two conformers [the Ccarboxy-Ccarboxy distance of the e,e conformer is ~5.6 Å and that of the a,a conformer is ~4.6 Å, taken from the crystallographic data of CAU-13(empty pore)]. Rietveld refinements applying rigid bodies for both the linker and guest molecules proved the validity of the assumption. Representative images of the crystal structures of the three xylene-loaded CAU-13 samples are given in Figures  and S12 in the .", "data": null, "include_properties": null}, {"idx": 49, "type": "figure", "classification": null, "content": "<fig id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Ball-and-stick representations of the\ncrystal structures of xylene-loaded\nCAU-13. (a) View along the channels of CAU-13(<italic toggle=\"yes\">m</italic>X).\nNote the e,e conformation of all of the linker molecules. (b–d)\nRepresentative images of the arrangement of the xylene molecules in\n(b) CAU-13(<italic toggle=\"yes\">m</italic>X), (c) CAU-13(<italic toggle=\"yes\">o</italic>X),\nand (d) CAU-13(<italic toggle=\"yes\">p</italic>X). In parts b–d, the carbon\natoms of the cyclohexane rings are omitted for clarity.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  Ball-and-stick representations of the crystal structures of xylene-loaded CAU-13. (a) View along the channels of CAU-13(mX). Note the e,e conformation of all of the linker molecules. (b-d) Representative images of the arrangement of the xylene molecules in (b) CAU-13(mX), (c) CAU-13(oX), and (d) CAU-13(pX). In parts b-d, the carbon atoms of the cyclohexane rings are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>As in CAU-13(empty pore), each chain of trans-corner-sharing\nAlO<sub>6</sub> octahedra is connected to four other chains by two\ntypes\nof crystallographically independent CDC<sup>2–</sup> ions;\ni.e., the topology of the structure is maintained. In the xylene-loaded\nCAU-13, both CDC<sup>2–</sup> ions are in the e,e conformation;\nhowever, in CAU-13(empty pore), half of the linker molecules are in\nthe a,a- and e,e conformations, respectively. The pore aperture of\nCAU-13 is characterized by the Al–Al distance of two opposing\ninorganic building units and measures 9.70 Å for CAU-13(empty\npore). The increase to around 11 Å determined for the xylene-loaded\nCAU-13 is only made possible by a conformational change of the flexible\naliphatic linker molecules from the a,a conformation to the e,e conformation.\nIn contrast, the breathing of MIL-53 is just accompanied by a rotation\naround the O–O axis of the O–M–M–O and\nO–C–O planes. Breathing\ninvolving conformational changes of the flexible aliphatic linkers\nhas so far only been reported for layers of zirconium phosphates pillared\nby aliphatic connectors such as 1,2-decanediphosphonates. However, these layered compounds are of low\ncrystallinity, and the pillaring connectors are statistically distributed\nthroughout the layers, mixed with short monophosphonate molecules\nacting as space holders. Hence, the breathing of CAU-13 upon the adsorption\nof xylene represents a new kind of flexibility in MOFs.</p>", "clean_text": "As in CAU-13(empty pore), each chain of trans-corner-sharing AlO6 octahedra is connected to four other chains by two types of crystallographically independent CDC2- ions; i.e., the topology of the structure is maintained. In the xylene-loaded CAU-13, both CDC2- ions are in the e,e conformation; however, in CAU-13(empty pore), half of the linker molecules are in the a,a- and e,e conformations, respectively. The pore aperture of CAU-13 is characterized by the Al-Al distance of two opposing inorganic building units and measures 9.70 Å for CAU-13(empty pore). The increase to around 11 Å determined for the xylene-loaded CAU-13 is only made possible by a conformational change of the flexible aliphatic linker molecules from the a,a conformation to the e,e conformation. In contrast, the breathing of MIL-53 is just accompanied by a rotation around the O-O axis of the O-M-M-O and O-C-O planes. Breathing involving conformational changes of the flexible aliphatic linkers has so far only been reported for layers of zirconium phosphates pillared by aliphatic connectors such as 1,2-decanediphosphonates. However, these layered compounds are of low crystallinity, and the pillaring connectors are statistically distributed throughout the layers, mixed with short monophosphonate molecules acting as space holders. Hence, the breathing of CAU-13 upon the adsorption of xylene represents a new kind of flexibility in MOFs.", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>The\nxylene molecules are located in the center of the pores in\ntwo different types of stacking. In CAU-13(<italic toggle=\"yes\">o</italic>X) and\nCAU-13(<italic toggle=\"yes\">m</italic>X), the positions of the xylene molecules\nare disordered, whereas in CAU-13(<italic toggle=\"yes\">p</italic>X), an ordering\nof <italic toggle=\"yes\">p</italic>-xylene can be observed. Therefore, the <italic toggle=\"yes\">a</italic> axis of the unit cell of CAU-13(<italic toggle=\"yes\">p</italic>X) is\ndoubled compared to the structures of CAU-13(<italic toggle=\"yes\">o</italic>X)\nand CAU-13(<italic toggle=\"yes\">m</italic>X). The observed arrangements of the\nxylene molecules compare well with the behavior of the compound during\nthe in situ PXRD experiments, where <italic toggle=\"yes\">p</italic>-xylene is desorbed\nat the highest temperature followed by the other two isomers. The\nwell-ordered array indicates relatively strong intermolecular adsorbate–adsorbate\ninteractions, in good agreement with retention of the adsorbed molecules\nduring the desorption experiment. The fact that only <italic toggle=\"yes\">p</italic>-xylene is well ordered in CAU-13 might be due to its linear shape\nand its kinetic diameter, which is the smallest of the three isomers.</p>", "clean_text": "The xylene molecules are located in the center of the pores in two different types of stacking. In CAU-13(oX) and CAU-13(mX), the positions of the xylene molecules are disordered, whereas in CAU-13(pX), an ordering of p-xylene can be observed. Therefore, the a axis of the unit cell of CAU-13(pX) is doubled compared to the structures of CAU-13(oX) and CAU-13(mX). The observed arrangements of the xylene molecules compare well with the behavior of the compound during the in situ PXRD experiments, where p-xylene is desorbed at the highest temperature followed by the other two isomers. The well-ordered array indicates relatively strong intermolecular adsorbate-adsorbate interactions, in good agreement with retention of the adsorbed molecules during the desorption experiment. The fact that only p-xylene is well ordered in CAU-13 might be due to its linear shape and its kinetic diameter, which is the smallest of the three isomers.", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>The sorption properties and breathing behavior of the Al-MOF CAU-13\nhave been studied extensively and have been compared to those of Al-MIL-53.\nIn summary, the adsorption capacities of CAU-13 are lower than those\nof Al-MIL-53, which adopts the <italic toggle=\"yes\">large-pore</italic> form under\nsimilar experimental conditions. The micropore volume of CAU-13 is\nrelatively small because of the bulkier aliphatic CDC<sup>2–</sup> ions in CAU-13 compared to the BDC<sup>2–</sup> ions in Al-MIL-53.\nA small breathing effect under thermal treatment in air (i.e., the\ndesorption of water) and upon the adsorption of CO<sub>2</sub> was\nrevealed. DFT calculations evidenced the most preferred arrangements\nof CO<sub>2</sub> within the pores of CAU-13 for different loadings,\nresulting in simulated adsorption enthalpies only slightly lower than\nthose previously reported for Al-MIL-53, consistent with the microcalorimetry\ndata. The adsorption of <italic toggle=\"yes\">o</italic>-, <italic toggle=\"yes\">m</italic>-,\nand <italic toggle=\"yes\">p</italic>-xylene as single components and mixtures was\ninvestigated using solutions of the adsorbate in mesitylene. From\nmixtures in the liquid phase, <italic toggle=\"yes\">o</italic>-xylene is adsorbed\npreferentially. The adsorption of the xylene isomers from the gas\nphase was monitored with in situ PXRD, which shows that upon desorption <italic toggle=\"yes\">p</italic>-xylene is retained inside the pores to the highest temperature.\nStructure determinations of CAU-13 loaded with the xylene isomers\nreveal a remarkable breathing effect. The CDC<sup>2–</sup> ions\nthat show the a,a and e,e conformations (ratio 1:1) in all other investigated\nforms of CAU-13 change their conformation upon loading with xylene\nto adopt the e,e conformation only. This results in a symmetry increase\nand allows for a wider pore opening and a cell volume increase by\nabout 25%. This new type of breathing behavior has not been observed\nfor any other MOF so far.</p>", "clean_text": "Conclusion\n\nThe sorption properties and breathing behavior of the Al-MOF CAU-13 have been studied extensively and have been compared to those of Al-MIL-53. In summary, the adsorption capacities of CAU-13 are lower than those of Al-MIL-53, which adopts the large-pore form under similar experimental conditions. The micropore volume of CAU-13 is relatively small because of the bulkier aliphatic CDC2- ions in CAU-13 compared to the BDC2- ions in Al-MIL-53. A small breathing effect under thermal treatment in air (i.e., the desorption of water) and upon the adsorption of CO2 was revealed. DFT calculations evidenced the most preferred arrangements of CO2 within the pores of CAU-13 for different loadings, resulting in simulated adsorption enthalpies only slightly lower than those previously reported for Al-MIL-53, consistent with the microcalorimetry data. The adsorption of o-, m-, and p-xylene as single components and mixtures was investigated using solutions of the adsorbate in mesitylene. From mixtures in the liquid phase, o-xylene is adsorbed preferentially. The adsorption of the xylene isomers from the gas phase was monitored with in situ PXRD, which shows that upon desorption p-xylene is retained inside the pores to the highest temperature. Structure determinations of CAU-13 loaded with the xylene isomers reveal a remarkable breathing effect. The CDC2- ions that show the a,a and e,e conformations (ratio 1:1) in all other investigated forms of CAU-13 change their conformation upon loading with xylene to adopt the e,e conformation only. This results in a symmetry increase and allows for a wider pore opening and a cell volume increase by about 25%. This new type of breathing behavior has not been observed for any other MOF so far.", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["else"], "content": "<p>X-ray crystallographic data\nin CIF format, details of the parametric refinement of the unit cell\nparameters for the temperature-dependent experiments as well as the\nin situ CO<sub>2</sub> sorption experiments (tabulated and graphical\nrepresentations of the unit cell parameters, full PXRD patterns, and\nCO<sub>2</sub> sorption isotherms), images of the asymmetric units\nas well as bond length tables of CAU-13(empty pore), CAU-13(<italic toggle=\"yes\">m</italic>X), CAU-13(<italic toggle=\"yes\">o</italic>X), and CAU-13(<italic toggle=\"yes\">p</italic>X), N<sub>2</sub>, CO<sub>2</sub>, and H<sub>2</sub> sorption isotherms\nrecorded up to 1 bar, and a tabulated overview of all adsorbate uptakes\nof CAU-13 in the different experiments. This material is available\nfree of charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>. Crystallographic data for CAU-13(empty\npore), CAU-13(<italic toggle=\"yes\">m</italic>X), CAU-13(<italic toggle=\"yes\">o</italic>X), and\nCAU-13(<italic toggle=\"yes\">p</italic>X) have also been deposited with the Cambridge\nCrystallographic Data Centre (CCDC 980340, 980341, 980342, and 980343).\nThe data can be obtained free of charge via the Internet at ww.ccdc.cam.ac.uk/conts/retrieving.html\nor from the CCDC, 12 Union Road, Cambridge CB2 1EZ, U.K. (fax, +44\n1223 36033; e-mail, <email>deposit@ccdc.ac.uk</email>).</p>", "clean_text": "X-ray crystallographic data in CIF format, details of the parametric refinement of the unit cell parameters for the temperature-dependent experiments as well as the in situ CO2 sorption experiments (tabulated and graphical representations of the unit cell parameters, full PXRD patterns, and CO2 sorption isotherms), images of the asymmetric units as well as bond length tables of CAU-13(empty pore), CAU-13(mX), CAU-13(oX), and CAU-13(pX), N2, CO2, and H2 sorption isotherms recorded up to 1 bar, and a tabulated overview of all adsorbate uptakes of CAU-13 in the different experiments. This material is available free of charge via the Internet at http://pubs.acs.org. Crystallographic data for CAU-13(empty pore), CAU-13(mX), CAU-13(oX), and CAU-13(pX) have also been deposited with the Cambridge Crystallographic Data Centre (CCDC 980340, 980341, 980342, and 980343). The data can be obtained free of charge via the Internet at ww.ccdc.cam.ac.uk/conts/retrieving.html or from the CCDC, 12 Union Road, Cambridge CB2 1EZ, U.K. (fax, +44 1223 36033; e-mail, deposit@ccdc.ac.uk).", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p><p>The manuscript\nwas written through contributions of all authors. All authors have\ngiven approval to the final version of the manuscript.</p><title>References</title>", "clean_text": "The authors declare no competing financial interest.\n\nThe manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "26, 28, 30, 31, 40, 48", "type": "text", "classification": "property", "content": "<title>Sorption Properties</title><p>Breathing may be triggered by guest\nmolecules and observed as steps in the respective sorption isotherms\nbecause of the presence of different structures (and pore sizes) during\nthe adsorption process. We investigated the sorption properties of\nCAU-13 towards various gases and vapors at low (<italic toggle=\"yes\">p</italic> ≤ 1 bar) and high pressures (<italic toggle=\"yes\">p</italic> ≤\n40 bar). From the adsorption isotherm of N<sub>2</sub> at 77 K, the\nspecific surface area (380 m<sup>2</sup> g<sup>–1</sup>) and\nthe micropore volume (0.15 cm<sup>3</sup> g<sup>–1</sup>) were\ndetermined. These experimental data are in good agreement with the\ncalculated pore volume of 0.17 cm<sup>3</sup> g<sup>–1</sup> using <italic toggle=\"yes\">PLATON</italic>\n and the\nsimulated accessible surface area (450 m<sup>2</sup> g<sup>–1</sup>) estimated using a Monte Carlo algorithm, following the same strategy\nas previously reported by Düren et al. The H<sub>2</sub>O sorption isotherm of CAU-13 at 298 K is presented\nin Figure , while the isotherms for N<sub>2</sub>, CO<sub>2</sub>, and H<sub>2</sub> obtained up to a pressure\nof 1 bar are shown in Figure S13 in the .</p><p>The H<sub>2</sub>O sorption isotherm\nexhibits an S shape. Because\nof the hydrophobic character of the pore walls, adsorption does not\nbegin at low partial pressures but is shifted to <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub> = 0.15. This effect has also been\nobserved for functionalized MIL-53 derivatives Al-MIL-53-Cl, -Br,\nand -CH<sub>3</sub>. The steep increase\nat <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub> = 0.2 corresponds\nto the adsorption of one water molecule per formula sum (Figure ) and is in accordance with the water molecule that\nwas localized in the structure of CAU-13·H<sub>2</sub>O by Rietveld\nrefinement. At higher relative pressures,\na maximum of 1.8 mol mol<sup>–1</sup> water are adsorbed. The\nmaximum amounts of CO<sub>2</sub> and H<sub>2</sub> adsorbed at 298\nK and 1 bar are 75 and 6.8 mg g<sup>–1</sup>, respectively.\nThese values correspond to less than one molecule per formula sum\n(0.36 and 0.73 mol mol<sup>–1</sup>). An overview of the adsorbed\namounts in mol mol<sup>–1</sup>, mg g<sup>–1</sup>,\nand wt % is listed in the  (Table S8).\nExcept from the water sorption experiment, no stepwise adsorption\nof the guest molecules could be observed in the low-pressure region.\nIn order to investigate whether such adsorption steps occur at higher\nadsorbate concentrations, high-pressure isotherms at 303 K were recorded\nusing N<sub>2</sub>, CH<sub>4</sub>, CO<sub>2</sub>, and CO. Simultaneously,\nthe adsorption enthalpies were determined by microcalorimetry. The\nadsorption isotherms and a plot of the adsorption enthalpies against\nthe adsorbed amount are reported in Figure . The exact adsorbed amounts and adsorption enthalpies are presented\nin Table S8 in the .</p><p>The high-pressure adsorption\nisotherms show that CAU-13 exhibits\nporosity towards all investigated gases. All isotherms show a steeper\nincrease at lower pressures than at higher pressures, which is most\ndistinct regarding the adsorption of CO<sub>2</sub> and CH<sub>4</sub>. Unlike the MIL-53 compounds, CAU-13 does not show a stepwise adsorption\nof the investigated adsorbates, which implies that there are no guest-induced\nsudden structural changes. The observed capacities for the adsorbates\nare relatively small. At 303 K and 23 bar, CAU-13 adsorbs 2.78 mmol\ng<sup>–1</sup> CO<sub>2</sub> (0.60 mol mol<sup>–1</sup>), similar to the amount adsorbed by the np form of Al-MIL-53, which\nis only stable up to a CO<sub>2</sub> pressure of 6 bar. However,\nthe lp form of Al-MIL-53 is formed above this pressure and adsorbs\nalmost 4 times the amount of CO<sub>2</sub> (∼10 mmol g<sup>–1</sup>, 2.1 mol mol<sup>–1</sup>). The relatively flat enthalpy profiles observed for all\nfour samples during pore filling suggests a relatively homogeneous\nenergetic surface. A comparison of the adsorption enthalpies obtained\nfor the adsorption of CO<sub>2</sub> shows that the adsorption enthalpy\nof CAU-13 (−39 kJ mol<sup>–1</sup>) is similar to that\nobserved in the first step in the experiments with the np form of\nAl-MIL-53 (−35 kJ mol<sup>–1</sup>) or with STA-12 (−32 kJ mol<sup>–1</sup>),\nwhich features open metal centers. In\ncontrast, the adsorption enthalpy for methane is remarkably higher\nfor CAU-13 (−32 kJ mol<sup>–1</sup>) compared to Al-MIL-53\n(−17 kJ mol<sup>–1</sup>). Furthermore, the methane uptake is high with respect to that observed\nfor nitrogen and carbon monoxide. This can be explained by the smaller\npore diameter of CAU-13 and thus a higher degree of confinement, which\nleads to an increase of the host–guest interactions. However,\nthese drastic differences in the methane adsorption enthalpies and\nuptakes of methane by CAU-13 may also be related to a contribution\nof the aliphatic pore environment.</p><title>In Situ PXRD and CO<sub>2</sub> Adsorption</title><p>The adsorption\nof water and CO<sub>2</sub> in MIL-53 leads to similar structural\nchanges. Because CAU-13 has already shown\na small breathing effect upon the uptake of water, a similar effect\nwas expected for the adsorption of CO<sub>2</sub>. Because the adsorption\nisotherms measured at 298 and 303 K gave no direct evidence for a\nbreathing effect, the CO<sub>2</sub> sorption of CAU-13 was additionally\nfollowed in situ by synchrotron PXRD at 195 K. At this lower temperature,\na larger amount of CO<sub>2</sub> can be adsorbed. The experiments\nwere performed at beamline KMC-2 at BESSY, Berlin, Germany. The corresponding\nadsorption isotherm is presented in Figure S3 in the  (left) together with an overview of the relative pressures\nat which PXRD patterns were recorded. At the conditions used for this\nstudy (195 K, <italic toggle=\"yes\">p</italic> ≤ 1 bar), CAU-13 adsorbs 24\nwt % (1.2 mol mol<sup>–1</sup>) CO<sub>2</sub>. During the\nexperiment, PXRD patterns were recorded. Significant parts of the\npatterns are shown in Figure  (top). The full\npatterns are presented in Figure S3 (right) in the . A noticeable shift of the reflections corresponding to\nthe crystallographic <italic toggle=\"yes\">b</italic> axis (i.e., 010 and 01̅1)\ncan be observed, whereas the position of the 001 reflection is not\nremarkably influenced.</p><p>We studied\nthe liquid- and vapor-phase single-component xylene\nadsorption on CAU-13 and also the competitive adsorption from the\nliquid phase. In Figure , the liquid-phase\nbatch adsorption isotherms of CAU-13 are presented. The experiments\nwere carried out at 298 K using mesitylene as the eluent. For <italic toggle=\"yes\">o</italic>-xylene, a slightly higher uptake (17 wt %, 0.34 mol mol<sup>–1</sup>) than those for <italic toggle=\"yes\">p</italic>-xylene (15 wt\n%, 0.29 mol mol<sup>–1</sup>) and <italic toggle=\"yes\">m</italic>-xylene\n(14 wt %, 0.28 mol mol<sup>–1</sup>) can be observed.</p><p>The PXRD patterns exhibit a shift\nof the reflections to lower angles\nin the order CAU-13·H<sub>2</sub>O &lt; CAU-13(empty pore) &lt;\nCAU-13(xylene, vapor phase) &lt; CAU-13(excess xylene). Indexing of\nthe powder patterns obtained for CAU-13 loaded with the xylene isomers\nand Pawley refinements gave rise to cell volumes of 1350 Å<sup>3</sup> for the <italic toggle=\"yes\">m</italic>-xylene-loaded sample and 1317\nÅ<sup>3</sup> for the <italic toggle=\"yes\">o</italic>-xylene-loaded sample.\nThe unit cell of <italic toggle=\"yes\">p</italic>-xylene-containing CAU-13 is doubled\nin the direction of the one-dimensional pores (<italic toggle=\"yes\">a</italic> axis),\ngiving a cell volume of 2654 Å<sup>3</sup>. The results of the\nrefinement and final Pawley plots are presented in Table S4 and Figure\nS8 in the . With a cell content of <italic toggle=\"yes\">Z</italic> = 4 [8 for CAU-13(<italic toggle=\"yes\">p</italic>X)], this corresponds\nto a relative expansion by ∼25% compared to CAU-13(empty pore)\n(<italic toggle=\"yes\">V</italic> = 540 Å<sup>3</sup>, <italic toggle=\"yes\">Z</italic> =\n2; Table ). The volume changes are accompanied\nby an increase of symmetry from the triclinic space group <italic toggle=\"yes\">P</italic>1̅ to the monoclinic space group <italic toggle=\"yes\">P</italic>2<sub>1</sub>. On the basis of these findings, structural models\nhave been set up in the space group <italic toggle=\"yes\">P</italic>2<sub>1</sub> using <italic toggle=\"yes\">Materials Studio 5.0</italic>. To allow for the large unit cell dimensions, all of the\nlinker molecules had to be introduced using the e,e conformation,\nwhich represents the longer molecule of the two conformers [the C<sub>carboxy</sub>–C<sub>carboxy</sub> distance of the e,e conformer\nis ∼5.6 Å and that of the a,a conformer is ∼4.6\nÅ, taken from the crystallographic data of CAU-13(empty pore)].\nRietveld refinements applying rigid bodies for both the linker and\nguest molecules proved the validity of the assumption. Representative\nimages of the crystal structures of the three xylene-loaded CAU-13\nsamples are given in Figures  and S12 in\nthe .</p>", "clean_text": "Sorption Properties\n\nBreathing may be triggered by guest molecules and observed as steps in the respective sorption isotherms because of the presence of different structures (and pore sizes) during the adsorption process. We investigated the sorption properties of CAU-13 towards various gases and vapors at low (p ≤ 1 bar) and high pressures (p ≤ 40 bar). From the adsorption isotherm of N2 at 77 K, the specific surface area (380 m2 g-1) and the micropore volume (0.15 cm3 g-1) were determined. These experimental data are in good agreement with the calculated pore volume of 0.17 cm3 g-1 using PLATON  and the simulated accessible surface area (450 m2 g-1) estimated using a Monte Carlo algorithm, following the same strategy as previously reported by Düren et al. The H2O sorption isotherm of CAU-13 at 298 K is presented in Figure , while the isotherms for N2, CO2, and H2 obtained up to a pressure of 1 bar are shown in Figure S13 in the .\n\nThe H2O sorption isotherm exhibits an S shape. Because of the hydrophobic character of the pore walls, adsorption does not begin at low partial pressures but is shifted to p/p 0 = 0.15. This effect has also been observed for functionalized MIL-53 derivatives Al-MIL-53-Cl, -Br, and -CH3. The steep increase at p/p 0 = 0.2 corresponds to the adsorption of one water molecule per formula sum (Figure ) and is in accordance with the water molecule that was localized in the structure of CAU-13⋅H2O by Rietveld refinement. At higher relative pressures, a maximum of 1.8 mol mol-1 water are adsorbed. The maximum amounts of CO2 and H2 adsorbed at 298 K and 1 bar are 75 and 6.8 mg g-1, respectively. These values correspond to less than one molecule per formula sum (0.36 and 0.73 mol mol-1). An overview of the adsorbed amounts in mol mol-1, mg g-1, and wt % is listed in the  (Table S8). Except from the water sorption experiment, no stepwise adsorption of the guest molecules could be observed in the low-pressure region. In order to investigate whether such adsorption steps occur at higher adsorbate concentrations, high-pressure isotherms at 303 K were recorded using N2, CH4, CO2, and CO. Simultaneously, the adsorption enthalpies were determined by microcalorimetry. The adsorption isotherms and a plot of the adsorption enthalpies against the adsorbed amount are reported in Figure . The exact adsorbed amounts and adsorption enthalpies are presented in Table S8 in the .\n\nThe high-pressure adsorption isotherms show that CAU-13 exhibits porosity towards all investigated gases. All isotherms show a steeper increase at lower pressures than at higher pressures, which is most distinct regarding the adsorption of CO2 and CH4. Unlike the MIL-53 compounds, CAU-13 does not show a stepwise adsorption of the investigated adsorbates, which implies that there are no guest-induced sudden structural changes. The observed capacities for the adsorbates are relatively small. At 303 K and 23 bar, CAU-13 adsorbs 2.78 mmol g-1 CO2 (0.60 mol mol-1), similar to the amount adsorbed by the np form of Al-MIL-53, which is only stable up to a CO2 pressure of 6 bar. However, the lp form of Al-MIL-53 is formed above this pressure and adsorbs almost 4 times the amount of CO2 (~10 mmol g-1, 2.1 mol mol-1). The relatively flat enthalpy profiles observed for all four samples during pore filling suggests a relatively homogeneous energetic surface. A comparison of the adsorption enthalpies obtained for the adsorption of CO2 shows that the adsorption enthalpy of CAU-13 (-39 kJ mol-1) is similar to that observed in the first step in the experiments with the np form of Al-MIL-53 (-35 kJ mol-1) or with STA-12 (-32 kJ mol-1), which features open metal centers. In contrast, the adsorption enthalpy for methane is remarkably higher for CAU-13 (-32 kJ mol-1) compared to Al-MIL-53 (-17 kJ mol-1). Furthermore, the methane uptake is high with respect to that observed for nitrogen and carbon monoxide. This can be explained by the smaller pore diameter of CAU-13 and thus a higher degree of confinement, which leads to an increase of the host-guest interactions. However, these drastic differences in the methane adsorption enthalpies and uptakes of methane by CAU-13 may also be related to a contribution of the aliphatic pore environment.\n\nIn Situ PXRD and CO2 Adsorption\n\nThe adsorption of water and CO2 in MIL-53 leads to similar structural changes. Because CAU-13 has already shown a small breathing effect upon the uptake of water, a similar effect was expected for the adsorption of CO2. Because the adsorption isotherms measured at 298 and 303 K gave no direct evidence for a breathing effect, the CO2 sorption of CAU-13 was additionally followed in situ by synchrotron PXRD at 195 K. At this lower temperature, a larger amount of CO2 can be adsorbed. The experiments were performed at beamline KMC-2 at BESSY, Berlin, Germany. The corresponding adsorption isotherm is presented in Figure S3 in the  (left) together with an overview of the relative pressures at which PXRD patterns were recorded. At the conditions used for this study (195 K, p ≤ 1 bar), CAU-13 adsorbs 24 wt % (1.2 mol mol-1) CO2. During the experiment, PXRD patterns were recorded. Significant parts of the patterns are shown in Figure  (top). The full patterns are presented in Figure S3 (right) in the . A noticeable shift of the reflections corresponding to the crystallographic b axis (i.e., 010 and 01̅1) can be observed, whereas the position of the 001 reflection is not remarkably influenced.\n\nWe studied the liquid- and vapor-phase single-component xylene adsorption on CAU-13 and also the competitive adsorption from the liquid phase. In Figure , the liquid-phase batch adsorption isotherms of CAU-13 are presented. The experiments were carried out at 298 K using mesitylene as the eluent. For o-xylene, a slightly higher uptake (17 wt %, 0.34 mol mol-1) than those for p-xylene (15 wt %, 0.29 mol mol-1) and m-xylene (14 wt %, 0.28 mol mol-1) can be observed.\n\nThe PXRD patterns exhibit a shift of the reflections to lower angles in the order CAU-13⋅H2O < CAU-13(empty pore) < CAU-13(xylene, vapor phase) < CAU-13(excess xylene). Indexing of the powder patterns obtained for CAU-13 loaded with the xylene isomers and Pawley refinements gave rise to cell volumes of 1350 Å3 for the m-xylene-loaded sample and 1317 Å3 for the o-xylene-loaded sample. The unit cell of p-xylene-containing CAU-13 is doubled in the direction of the one-dimensional pores (a axis), giving a cell volume of 2654 Å3. The results of the refinement and final Pawley plots are presented in Table S4 and Figure S8 in the . With a cell content of Z = 4 [8 for CAU-13(pX)], this corresponds to a relative expansion by ~25% compared to CAU-13(empty pore) (V = 540 Å3, Z = 2; Table ). The volume changes are accompanied by an increase of symmetry from the triclinic space group P1̅ to the monoclinic space group P21. On the basis of these findings, structural models have been set up in the space group P21 using Materials Studio 5.0. To allow for the large unit cell dimensions, all of the linker molecules had to be introduced using the e,e conformation, which represents the longer molecule of the two conformers [the Ccarboxy-Ccarboxy distance of the e,e conformer is ~5.6 Å and that of the a,a conformer is ~4.6 Å, taken from the crystallographic data of CAU-13(empty pore)]. Rietveld refinements applying rigid bodies for both the linker and guest molecules proved the validity of the assumption. Representative images of the crystal structures of the three xylene-loaded CAU-13 samples are given in Figures  and S12 in the .", "data": [[{"meta": {"name": "CAU-13", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "380", "unit": "m2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.15", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "CAU-13", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "450", "unit": "m2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.17", "unit": "cm3/g", "condition": ""}]}]], "include_properties": ["surface_area", "pore_volume"]}, {"idx": 13, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Details of the Rietveld Refinements\nof CAU-13(empty pore), CAU-13(<italic toggle=\"yes\">m</italic>X), CAU-13(<italic toggle=\"yes\">o</italic>X), and CAU-13(<italic toggle=\"yes\">p</italic>X) Compared to the Unit\nCell Parameters of CAU-13·H<sub>2</sub>O</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">CAU-13(empty pore)</oasis:entry>\n<oasis:entry align=\"center\">CAU-13(<italic toggle=\"yes\">m</italic>X)</oasis:entry>\n<oasis:entry align=\"center\">CAU-13(<italic toggle=\"yes\">o</italic>X)</oasis:entry>\n<oasis:entry align=\"center\">CAU-13(<italic toggle=\"yes\">p</italic>X)</oasis:entry>\n<oasis:entry align=\"center\">CAU-13·H<sub>2</sub>O<xref rid=\"t1fn1\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>wavelength</oasis:entry>\n<oasis:entry>0.825986 (synchrotron radiation)</oasis:entry>\n<oasis:entry>Cu K<sub>α<sub>1</sub>/α<sub>2</sub>\n</sub>\n</oasis:entry>\n<oasis:entry>Cu K<sub>α<sub>1</sub>/α<sub>2</sub>\n</sub>\n</oasis:entry>\n<oasis:entry>Cu K<sub>α<sub>1</sub>/α<sub>2</sub>\n</sub>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic>/Å</oasis:entry>\n<oasis:entry>6.6237(3)</oasis:entry>\n<oasis:entry>6.6103(3)</oasis:entry>\n<oasis:entry>6.6031(8)</oasis:entry>\n<oasis:entry>13.225(2)</oasis:entry>\n<oasis:entry>6.6169(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic>/Å</oasis:entry>\n<oasis:entry>9.7034(5)</oasis:entry>\n<oasis:entry>17.8984(9)</oasis:entry>\n<oasis:entry>18.060(2)</oasis:entry>\n<oasis:entry>17.892(2)</oasis:entry>\n<oasis:entry>9.4300(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic>/Å</oasis:entry>\n<oasis:entry>9.4227(3)</oasis:entry>\n<oasis:entry>11.0989(5)</oasis:entry>\n<oasis:entry>10.858(7)</oasis:entry>\n<oasis:entry>11.0836(9)</oasis:entry>\n<oasis:entry>9.4642(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α/deg</oasis:entry>\n<oasis:entry>108.362(2)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>107.577(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β/deg</oasis:entry>\n<oasis:entry>107.395(5)</oasis:entry>\n<oasis:entry>91.246(4)</oasis:entry>\n<oasis:entry>90.374(9)</oasis:entry>\n<oasis:entry>89.80(2)</oasis:entry>\n<oasis:entry>107.725(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ/deg</oasis:entry>\n<oasis:entry>93.685(3)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>93.209(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>/Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry>540.04(4)</oasis:entry>\n<oasis:entry>1312.8(1)</oasis:entry>\n<oasis:entry>1294.8(2)</oasis:entry>\n<oasis:entry>2622.6(5)</oasis:entry>\n<oasis:entry>529.08(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>Bragg</sub>\n</oasis:entry>\n<oasis:entry>0.93</oasis:entry>\n<oasis:entry>0.44</oasis:entry>\n<oasis:entry>0.68</oasis:entry>\n<oasis:entry>0.38</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>wp</sub>\n</oasis:entry>\n<oasis:entry>4.65</oasis:entry>\n<oasis:entry>2.98</oasis:entry>\n<oasis:entry>3.50</oasis:entry>\n<oasis:entry>3.66</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOF</oasis:entry>\n<oasis:entry>0.89</oasis:entry>\n<oasis:entry>1.72</oasis:entry>\n<oasis:entry>2.28</oasis:entry>\n<oasis:entry>2.46</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>The cell parameters of CAU-13·H<sub>2</sub>O were taken from\nref <xref ref-type=\"bibr\" rid=\"ref26\" specific-use=\"ref-style=base-text\"></xref>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Details of the Rietveld Refinements of CAU-13(empty pore), CAU-13(mX), CAU-13(oX), and CAU-13(pX) Compared to the Unit Cell Parameters of CAU-13·H2O[^a]\n\n|              | CAU-13(empty pore) | CAU-13(mX) | CAU-13(oX) | CAU-13(pX) | CAU-13·H2O[^1] |\n|--------------|---------------------|--------------|--------------|--------------|----------------|\n| wavelength  | 0.825986 (synchrotron radiation) | Cu Kα₁/α₂ | Cu Kα₁/α₂ | Cu Kα₁/α₂ |                |\n| space group  | P1̅ | P2₁ | P2₁ | P2₁ | P1̅ |\n| a/Å          | 6.6237(3) | 6.6103(3) | 6.6031(8) | 13.225(2) | 6.6169(5) |\n| b/Å          | 9.7034(5) | 17.8984(9) | 18.060(2) | 17.892(2) | 9.4300(6) |\n| c/Å          | 9.4227(3) | 11.0989(5) | 10.858(7) | 11.0836(9) | 9.4642(6) |\n| α/deg        | 108.362(2) | 90 | 90 | 90 | 107.577(3) |\n| β/deg        | 107.395(5) | 91.246(4) | 90.374(9) | 89.80(2) | 107.725(7) |\n| γ/deg        | 93.685(3) | 90 | 90 | 90 | 93.209(5) |\n| V/Å³         | 540.04(4) | 1312.8(1) | 1294.8(2) | 2622.6(5) | 529.08(7) |\n| Z            | 2 | 4 | 4 | 8 | 2 |\n| RBragg       | 0.93 | 0.44 | 0.68 | 0.38 |                |\n| Rwp          | 4.65 | 2.98 | 3.50 | 3.66 |                |\n| GOF          | 0.89 | 1.72 | 2.28 | 2.46 |                |\n\n[^a]: The cell parameters of CAU-13·H2O were taken from ref [26].", "data": [{"meta": {"name": "CAU-13(empty pore)", "symbol": "", "chemical formula": ""}, "space group": [{"value": "P1̅", "condition": ""}], "lattice parameters": [{"value": {"a": "6.6237(3)", "b": "9.7034(5)", "c": "9.4227(3)", "alpha": "108.362(2)", "beta": "107.395(5)", "gamma": "93.685(3)"}, "condition": ""}], "cell volume": [{"value": "540.04(4)", "unit": "Å³", "condition": ""}]}, {"meta": {"name": "CAU-13(mX)", "symbol": "", "chemical formula": ""}, "space group": [{"value": "P2₁", "condition": ""}], "lattice parameters": [{"value": {"a": "6.6103(3)", "b": "17.8984(9)", "c": "11.0989(5)", "alpha": "90", "beta": "91.246(4)", "gamma": "90"}, "condition": ""}], "cell volume": [{"value": "1312.8(1)", "unit": "Å³", "condition": ""}]}, {"meta": {"name": "CAU-13(oX)", "symbol": "", "chemical formula": ""}, "space group": [{"value": "P2₁", "condition": ""}], "lattice parameters": [{"value": {"a": "6.6031(8)", "b": "18.060(2)", "c": "10.858(7)", "alpha": "90", "beta": "90.374(9)", "gamma": "90"}, "condition": ""}], "cell volume": [{"value": "1294.8(2)", "unit": "Å³", "condition": ""}]}, {"meta": {"name": "CAU-13(pX)", "symbol": "", "chemical formula": ""}, "space group": [{"value": "P2₁", "condition": ""}], "lattice parameters": [{"value": {"a": "13.225(2)", "b": "17.892(2)", "c": "11.0836(9)", "alpha": "90", "beta": "89.80(2)", "gamma": "90"}, "condition": ""}], "cell volume": [{"value": "2622.6(5)", "unit": "Å³", "condition": ""}]}, {"meta": {"name": "CAU-13·H2O", "symbol": "", "chemical formula": ""}, "space group": [{"value": "P1̅", "condition": ""}], "lattice parameters": [{"value": {"a": "6.6169(5)", "b": "9.4300(6)", "c": "9.4642(6)", "alpha": "107.577(3)", "beta": "107.725(7)", "gamma": "93.209(5)"}, "condition": ""}], "cell volume": [{"value": "529.08(7)", "unit": "Å³", "condition": ""}]}], "include_properties": ["space_group", "lattice_parameters", "cell_volume"]}, {"idx": 43, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Comparison of the\nSelectivities Calculated\nfor the Adsorption from Equimolar Binary and Ternary Mixtures of Xylene\nIsomers by CAU-13 and Al-MIL-53</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\" colsep=\"0\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col2\" colsep=\"0\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col3\" colsep=\"0\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col4\" colsep=\"0\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col5\" colsep=\"0\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col6\" colsep=\"0\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">α(<italic toggle=\"yes\">o</italic>/<italic toggle=\"yes\">p</italic>)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">α(<italic toggle=\"yes\">o</italic>/<italic toggle=\"yes\">m</italic>)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col7\" namest=\"col6\" rowsep=\"1\">α(<italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">m</italic>)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">mixture</oasis:entry>\n<oasis:entry align=\"center\">CAU-13<xref rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">Al-MIL-53<xref rid=\"t2fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">CAU-13<xref rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">Al-MIL-53<xref rid=\"t2fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">CAU-13<xref rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">Al-MIL-53<xref rid=\"t2fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row rowsep=\"0\">\n<oasis:entry>binary, <italic toggle=\"yes\">o</italic>/<italic toggle=\"yes\">p</italic>\n</oasis:entry>\n<oasis:entry>1.5</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row rowsep=\"0\">\n<oasis:entry>binary, <italic toggle=\"yes\">o</italic>/<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1.9</oasis:entry>\n<oasis:entry>3.5</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row rowsep=\"0\">\n<oasis:entry>binary, <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1.3</oasis:entry>\n<oasis:entry>1.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ternary</oasis:entry>\n<oasis:entry>1.7</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2.1</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1.3</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>0.2 mol L<sup>–1</sup> binary\nor 0.3 mol L<sup>–1</sup> ternary mixtures in mesitylene. Batch\nexperiments at 298 K.</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>b</label>\n<p>0.028\nmol mol L<sup>–1</sup> binary mixtures of xylene isomers in\nhexane. Batch experiments at\n298 K. Experimental data from ref <xref ref-type=\"bibr\" rid=\"ref23\" specific-use=\"ref-style=base-text\"></xref>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Comparison of the Selectivities Calculated for the Adsorption from Equimolar Binary and Ternary Mixtures of Xylene Isomers by CAU-13 and Al-MIL-53\n\n| mixture | α(o/p) CAU-13[^a] | α(o/p) Al-MIL-53[^a] | α(o/m) CAU-13[^a] | α(o/m) Al-MIL-53[^a] | α(p/m) CAU-13[^a] | α(p/m) Al-MIL-53[^a] |\n|---------|------------------|---------------------|------------------|---------------------|------------------|---------------------|\n| binary, o/p | 1.5 | 2.7 | | | | |\n| binary, o/m | | | 1.9 | 3.5 | | |\n| binary, p/m | | | | | 1.3 | 1.2 |\n| ternary | 1.7 | | 2.1 | | 1.3 | |\n\n[^a]: 0.2 mol L⁻¹ binary or 0.3 mol L⁻¹ ternary mixtures in mesitylene. Batch experiments at 298 K.\n[^b]: 0.028 mol mol L⁻¹ binary mixtures of xylene isomers in hexane. Batch experiments at 298 K. Experimental data from ref [23].", "data": ["substring not found"], "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Ball-and-stick representations of the crystal\nstructures and structural\nformula of the incorporated linkers of (a) CAU-13·H<sub>2</sub>O ([Al(OH)CDC]·H<sub>2</sub>O) and (b) Al-MIL-53(np) ([Al(OH)BDC]·H<sub>2</sub>O). AlO<sub>6</sub> polyhedra are presented as gray octahedra,\ncarbon atoms as black spheres, and oxygen atoms (of adsorbed water\nmolecules) as red spheres. Hydrogen atoms are omitted. The structures\nwere drawn using the crystallographic data of ref <xref ref-type=\"bibr\" rid=\"ref26\" specific-use=\"ref-style=base-text\"></xref> for part a and ref <xref ref-type=\"bibr\" rid=\"ref11\" specific-use=\"ref-style=base-text\"></xref> for part b. On the right,\nthe linkers present in the structures of CAU-13 and MIL-53 are shown:\n(a) e,e-CDC<sup>2–</sup> and a,a-CDC<sup>2–</sup>; (b)\nBDC<sup>2–</sup>.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Ball-and-stick representations of the crystal structures and structural formula of the incorporated linkers of (a) CAU-13⋅H2O ([Al(OH)CDC]⋅H2O) and (b) Al-MIL-53(np) ([Al(OH)BDC]⋅H2O). AlO6 polyhedra are presented as gray octahedra, carbon atoms as black spheres, and oxygen atoms (of adsorbed water molecules) as red spheres. Hydrogen atoms are omitted. The structures were drawn using the crystallographic data of ref  for part a and ref  for part b. On the right, the linkers present in the structures of CAU-13 and MIL-53 are shown: (a) e,e-CDC2- and a,a-CDC2-; (b) BDC2-.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Final Rietveld plots of the structure refinements of CAU-13\nloaded\nwith xylene isomers (Cu K<sub>α<sub>1</sub>/α<sub>2</sub>\n</sub> radiation). The observed powder patterns are shown in black,\nthe calculated powder patterns as an overlay in red, and the difference\nplots (observed – calculated) in blue. The tics mark the allowed\nBragg peak positions.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Final Rietveld plots of the structure refinements of CAU-13 loaded with xylene isomers (Cu Kα1/α2  radiation). The observed powder patterns are shown in black, the calculated powder patterns as an overlay in red, and the difference plots (observed - calculated) in blue. The tics mark the allowed Bragg peak positions.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(Top) PXRD patterns of\nCAU-13 at selected temperatures (Cu K<sub>α<sub>1</sub>/α<sub>2</sub>\n</sub> radiation). The dashed\nlines at 12.5 and 22.5° (2θ) are introduced to guide the\neye. (Bottom) Evolution of the unit cell lengths over temperature:\ncircles, <italic toggle=\"yes\">a</italic> axis; squares, <italic toggle=\"yes\">b</italic> axis;\ndiamonds, <italic toggle=\"yes\">c</italic> axis.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (Top) PXRD patterns of CAU-13 at selected temperatures (Cu Kα1/α2  radiation). The dashed lines at 12.5 and 22.5° (2θ) are introduced to guide the eye. (Bottom) Evolution of the unit cell lengths over temperature: circles, a axis; squares, b axis; diamonds, c axis.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>H<sub>2</sub>O sorption isotherm of CAU-13 recorded at 298 K.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  H2O sorption isotherm of CAU-13 recorded at 298 K.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Adsorption isotherms\n(top) and enthalpies (bottom) for the adsorption\nof N<sub>2</sub> (gray pentagons), CH<sub>4</sub> (red diamonds),\nCO<sub>2</sub> (blue circles), and CO (green squares). Repetitions\nof one experiment are marked by symbols in different shades of the\nsame color.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Adsorption isotherms (top) and enthalpies (bottom) for the adsorption of N2 (gray pentagons), CH4 (red diamonds), CO2 (blue circles), and CO (green squares). Repetitions of one experiment are marked by symbols in different shades of the same color.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(Top) Synchrotron PXRD pattern series obtained during\nthe adsorption\n(red patterns) and desorption (blue patterns) of CO<sub>2</sub>. The\nPXRD patterns were measured using radiation with λ = 1.5406\nÅ. From left to right, the 010, 001, and 01̅1 reflections\nare shown. The dashed lines were added to guide the eye. (Bottom)\nEvolution of the length of the crystallographic <italic toggle=\"yes\">b</italic> axis with increasing pressure of CO<sub>2</sub> (squares). In addition,\nthe corresponding CO<sub>2</sub> adsorption isotherm measured at 195\nK (circles) is shown. Filled symbols mark the adsorption and open\nsymbols the desorption.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (Top) Synchrotron PXRD pattern series obtained during the adsorption (red patterns) and desorption (blue patterns) of CO2. The PXRD patterns were measured using radiation with λ = 1.5406 Å. From left to right, the 010, 001, and 01̅1 reflections are shown. The dashed lines were added to guide the eye. (Bottom) Evolution of the length of the crystallographic b axis with increasing pressure of CO2 (squares). In addition, the corresponding CO2 adsorption isotherm measured at 195 K (circles) is shown. Filled symbols mark the adsorption and open symbols the desorption.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>DFT-optimized\narrangements of CO<sub>2</sub> in CAU-13: left, CAU-13·0.5CO<sub>2</sub>; right, CAU-13·CO<sub>2</sub>. The aliphatic cyclohexane\nrings are omitted for clarity. The characteristic interatomic distances\nare provided in angstroms. Color code: aluminum, blue; oxygen, red;\ncarbon, black; hydrogen, light gray.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  DFT-optimized arrangements of CO2 in CAU-13: left, CAU-13⋅0.5CO2; right, CAU-13⋅CO2. The aliphatic cyclohexane rings are omitted for clarity. The characteristic interatomic distances are provided in angstroms. Color code: aluminum, blue; oxygen, red; carbon, black; hydrogen, light gray.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Liquid-phase\nbatch adsorption isotherms of CAU-13 for <italic toggle=\"yes\">o</italic>-xylene\n(squares), <italic toggle=\"yes\">p</italic>-xylene (circles), and <italic toggle=\"yes\">m</italic>-xylene (triangles) from mesitylene at 298 K.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Liquid-phase batch adsorption isotherms of CAU-13 for o-xylene (squares), p-xylene (circles), and m-xylene (triangles) from mesitylene at 298 K.   ", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Contour maps of the in\nsitu PXRD investigation of the adsorption\n(bottom) and desorption (top) of xylene isomers (Cu K<sub>α<sub>1</sub>/α<sub>2</sub>\n</sub> radiation). In the adsorption experiment,\none scan number corresponds to approximately 3 min.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Contour maps of the in situ PXRD investigation of the adsorption (bottom) and desorption (top) of xylene isomers (Cu Kα1/α2  radiation). In the adsorption experiment, one scan number corresponds to approximately 3 min.   ", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Comparison of the theoretical PXRD patterns of CAU-13·H<sub>2</sub>O (black) and CAU-13(empty pore) (gray) with the PXRD patterns\nof xylene-loaded samples: cyan, final pattern of vapor-phase adsorption\nexperiments; blue, pattern of CAU-13 loaded with an excess of liquid\nxylene.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  Comparison of the theoretical PXRD patterns of CAU-13⋅H2O (black) and CAU-13(empty pore) (gray) with the PXRD patterns of xylene-loaded samples: cyan, final pattern of vapor-phase adsorption experiments; blue, pattern of CAU-13 loaded with an excess of liquid xylene.   ", "data": null, "include_properties": null}, {"idx": 49, "type": "figure", "classification": null, "content": "<fig id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Ball-and-stick representations of the\ncrystal structures of xylene-loaded\nCAU-13. (a) View along the channels of CAU-13(<italic toggle=\"yes\">m</italic>X).\nNote the e,e conformation of all of the linker molecules. (b–d)\nRepresentative images of the arrangement of the xylene molecules in\n(b) CAU-13(<italic toggle=\"yes\">m</italic>X), (c) CAU-13(<italic toggle=\"yes\">o</italic>X),\nand (d) CAU-13(<italic toggle=\"yes\">p</italic>X). In parts b–d, the carbon\natoms of the cyclohexane rings are omitted for clarity.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-00288w_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  Ball-and-stick representations of the crystal structures of xylene-loaded CAU-13. (a) View along the channels of CAU-13(mX). Note the e,e conformation of all of the linker molecules. (b-d) Representative images of the arrangement of the xylene molecules in (b) CAU-13(mX), (c) CAU-13(oX), and (d) CAU-13(pX). In parts b-d, the carbon atoms of the cyclohexane rings are omitted for clarity.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic500288w", "title": "\nConformation-Controlled Sorption Properties and Breathing\nof the Aliphatic Al-MOF [Al(OH)(CDC)]\n", "journal": "American Chemical Society", "date": "2014.04", "author_list": ["Niekiel\nFelicitas", "Lannoeye\nJeroen", "Reinsch\nHelge", "Munn\nAlexis\nS.", "Heerwig\nAndreas", "Zizak\nIvo", "Kaskel\nStefan", "Walton\nRichard I.", "de Vos\nDirk", "Llewellyn\nPhilip", "Lieb\nAlexandra", "Maurin\nGuillaume", "Stock\nNorbert"]}}