{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic5026813.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Two isostructural\nmicroporous zwitterionic metal–organic frameworks (ZW MOFs),\n{[M(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> with M = Mn (<bold>1</bold>) and Ni (<bold>2</bold>), were synthesized by the rational design of the flexible\nanionic viologen derivate, 1,1′-bis(3,5-dicarboxybenzyl)-4,4′-bipyridinium\ndibromide dihydrate solvate (H<sub>4</sub>bdcbpyBr<sub>2</sub>·2H<sub>2</sub>O), and its self-assembly with metal(II) acetates in an aqueous\nmedium. Single-crystal structure analyses revealed that both compounds\nexhibit three-dimensional hydrogen-bonded supramolecular frameworks\nwith one-dimensional channel pores. Significantly, the pore surfaces\nare lined with charge gradients employed by the ZW ligand bdcbpy<sup>2–</sup> leading to the adsorption of hydrogen attributed\nto polarization effects. The thermostabilty and activation conditions\nwere systematically investigated by thermogravimetric analysis, differential\nscanning calorimetry, and powder X-ray diffraction experiments. Furthermore,\nrepeating cycles of reversible color changes are observed in air upon\nirradiation with UV light attributed to the formation of viologen\nradicals via an intermolecular electron transfer. This work also contains\nan in-depth literature analysis on ZW MOFs, which shows the need for\nthe development of alternative routes for the rational design of new\nporous ZW MOFs.</p>", "clean_text": "Two isostructural microporous zwitterionic metal-organic frameworks (ZW MOFs), {[M(bdcbpy)(OH2)4]⋅4H2O} n  with M = Mn (1) and Ni (2), were synthesized by the rational design of the flexible anionic viologen derivate, 1,1'-bis(3,5-dicarboxybenzyl)-4,4'-bipyridinium dibromide dihydrate solvate (H4bdcbpyBr2⋅2H2O), and its self-assembly with metal(II) acetates in an aqueous medium. Single-crystal structure analyses revealed that both compounds exhibit three-dimensional hydrogen-bonded supramolecular frameworks with one-dimensional channel pores. Significantly, the pore surfaces are lined with charge gradients employed by the ZW ligand bdcbpy2- leading to the adsorption of hydrogen attributed to polarization effects. The thermostabilty and activation conditions were systematically investigated by thermogravimetric analysis, differential scanning calorimetry, and powder X-ray diffraction experiments. Furthermore, repeating cycles of reversible color changes are observed in air upon irradiation with UV light attributed to the formation of viologen radicals via an intermolecular electron transfer. This work also contains an in-depth literature analysis on ZW MOFs, which shows the need for the development of alternative routes for the rational design of new porous ZW MOFs.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>A novel viologen-based\nanionic zwitterionic ligand was synthesized as a new means to rationally\ndesign zwitterionic metal−organic frameworks.</p><title>Introduction</title><p>Since the end of the\n20th century, the synthesis, characterization, and functionality of\nmetal–organic frameworks (MOFs) has become a widely researched\narea of study. These frameworks are crystalline porous materials built\nfrom metal clusters connected by polytypic organic linkers. An important\nfeature is that their framework structures, pore environments, and\nfunctionalities can be controlled by the choice of metal and organic\nbuilding blocks. Their primary physical properties, namely, their\nlarge accessible voids and high surface areas, offer potential applications\nin gas and small molecule storage. The possibility of functionalizing\ntheir pore environments as well as tuning their topologies and pore\nsizes allows for their use in other diverse applications, such as\nchemical separation and catalysis, with a focus on CO<sub>2</sub> capture in our laboratory. Within adsorption-based applications, the most promising compounds\nshow unique host–guest interactions based on defined binding\nsites through specific functional groups within the MOF cavities and/or unsaturated metal centers. In this context, more\nadvanced adsorption properties are reported for a few materials showing\nmultipoint interactions. Even though significant\nresearch has been done in the MOF field, adsorption properties are\nmostly found to be based on single-point host–guest interactions\nthat are limited to isolated areas of the pore environment. To overcome\nthis problem, we would like to develop a different procedure with\nthe primary objective to design materials having ideally infinite\nelectrostatic binding sites and, thus, enhanced adsorption properties\nof polarizable molecules. This approach is based on a new class of\nMOF materials built from zwitterionic (ZW) ligands, which might have\nadvantages over conventional MOFs.</p>", "clean_text": "A novel viologen-based anionic zwitterionic ligand was synthesized as a new means to rationally design zwitterionic metal-organic frameworks.\n\nIntroduction\n\nSince the end of the 20th century, the synthesis, characterization, and functionality of metal-organic frameworks (MOFs) has become a widely researched area of study. These frameworks are crystalline porous materials built from metal clusters connected by polytypic organic linkers. An important feature is that their framework structures, pore environments, and functionalities can be controlled by the choice of metal and organic building blocks. Their primary physical properties, namely, their large accessible voids and high surface areas, offer potential applications in gas and small molecule storage. The possibility of functionalizing their pore environments as well as tuning their topologies and pore sizes allows for their use in other diverse applications, such as chemical separation and catalysis, with a focus on CO2 capture in our laboratory. Within adsorption-based applications, the most promising compounds show unique host-guest interactions based on defined binding sites through specific functional groups within the MOF cavities and/or unsaturated metal centers. In this context, more advanced adsorption properties are reported for a few materials showing multipoint interactions. Even though significant research has been done in the MOF field, adsorption properties are mostly found to be based on single-point host-guest interactions that are limited to isolated areas of the pore environment. To overcome this problem, we would like to develop a different procedure with the primary objective to design materials having ideally infinite electrostatic binding sites and, thus, enhanced adsorption properties of polarizable molecules. This approach is based on a new class of MOF materials built from zwitterionic (ZW) ligands, which might have advantages over conventional MOFs.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Zwitterions (also known as\nbetaines) are usually neutral molecules with a positively charged\ncationic functional group (e.g., a quaternary ammonium, phosphonium,\nor pyridinium N atom) and a negatively charged functional group (e.g.,\na carboxylate anion). An electric field\ngradient can be found on their molecular surface due to their well-separated\nintramolecular charges. Therefore, their\nincorporation in MOFs can create charged organic surfaces (COSs) within\nthe pore environment, leading to polarization effects on guest molecules\n(Scheme ). For example, albeit small, hydrogen\nhas a finite polarizability, which enables its partial polarization\nin an electric field, thus providing\npotential to form additional electrostatic interactions within the\nframework resulting in an enhanced adsorption enthalpy. This effect\nmight be even more pronounced for CO<sub>2</sub> molecules, which\nare three times as polarizable and have a large quadrupole moment.\n</p>", "clean_text": "Zwitterions (also known as betaines) are usually neutral molecules with a positively charged cationic functional group (e.g., a quaternary ammonium, phosphonium, or pyridinium N atom) and a negatively charged functional group (e.g., a carboxylate anion). An electric field gradient can be found on their molecular surface due to their well-separated intramolecular charges. Therefore, their incorporation in MOFs can create charged organic surfaces (COSs) within the pore environment, leading to polarization effects on guest molecules (Scheme ). For example, albeit small, hydrogen has a finite polarizability, which enables its partial polarization in an electric field, thus providing potential to form additional electrostatic interactions within the framework resulting in an enhanced adsorption enthalpy. This effect might be even more pronounced for CO2 molecules, which are three times as polarizable and have a large quadrupole moment. ", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Representation of Charged Organic\nSurfaces in a MOF Pore</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-026813_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Representation of Charged Organic Surfaces in a MOF Pore   ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Zwitterions and their complexes have been used extensively\nas ionic liquids in recent years as reaction media in organic synthesis\nand catalysis. However, they have been rarely utilized for the purposeful\ndesign of coordination polymers or MOFs. Only a few studies have been\nreported so far with most of them reporting on nonporous densely packed\nmaterials or on potential porous materials in which charge compensation ions\nblock the pores, leaving no void space for guest species. In the same context, in recent years, research has been focused\non new materials with interesting photochromic properties, which originate\nfrom ZW 1,1′-disubstituted-4,4′-bipyridinium-based ligands\n(viologens).\n</p>", "clean_text": "Zwitterions and their complexes have been used extensively as ionic liquids in recent years as reaction media in organic synthesis and catalysis. However, they have been rarely utilized for the purposeful design of coordination polymers or MOFs. Only a few studies have been reported so far with most of them reporting on nonporous densely packed materials or on potential porous materials in which charge compensation ions block the pores, leaving no void space for guest species. In the same context, in recent years, research has been focused on new materials with interesting photochromic properties, which originate from ZW 1,1'-disubstituted-4,4'-bipyridinium-based ligands (viologens). ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>To our best knowledge, only seven studies have reported porous\nMOFs designed through pyridnium-based ZW ligands (Scheme ). Kitagawa et al. followed by Zhang et al. published adsorption experiments\non methanol and hydrogen. They followed a mixed ligand approach in\nthese studies by reacting neutral ZW ligands (Scheme , L1 and L2) with additional conventional anionic carboxylate\nligands that act as charge-compensation ions. Also, both Kitagawa\net al. and Shimizu et al. reported on CO<sub>2</sub> adsorption using\na cationic ZW framework built from anionic ZW ligands (Scheme , L3 and L4) with partially blocked pores by noncoordinating\nanions. To complete this overview, note that also similar ligands\nbased organophosphonium carboxylates have been used for the synthesis\nof ZW MOFs as reported by Humprey et al. In further studies different approaches for the design of ZW MOFs\nthrough non-ZW ligands are reported: Hupp et al. followed a strategy in which cationic and anionic ligands\nwere used to form a ZW framework, whereas Berke et al. designed frameworks with dipolar surfaces based on azulene building\nblocks.</p>", "clean_text": "To our best knowledge, only seven studies have reported porous MOFs designed through pyridnium-based ZW ligands (Scheme ). Kitagawa et al. followed by Zhang et al. published adsorption experiments on methanol and hydrogen. They followed a mixed ligand approach in these studies by reacting neutral ZW ligands (Scheme , L1 and L2) with additional conventional anionic carboxylate ligands that act as charge-compensation ions. Also, both Kitagawa et al. and Shimizu et al. reported on CO2 adsorption using a cationic ZW framework built from anionic ZW ligands (Scheme , L3 and L4) with partially blocked pores by noncoordinating anions. To complete this overview, note that also similar ligands based organophosphonium carboxylates have been used for the synthesis of ZW MOFs as reported by Humprey et al. In further studies different approaches for the design of ZW MOFs through non-ZW ligands are reported: Hupp et al. followed a strategy in which cationic and anionic ligands were used to form a ZW framework, whereas Berke et al. designed frameworks with dipolar surfaces based on azulene building blocks.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Structural Formulas of Reported ZW Ligands Used to Design Porous\nMOFs<xref rid=\"sch2-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-026813_0008.tif\"></graphic>\n<p>\n<fn id=\"sch2-fn1\">\n<label>a</label>\n<p>Upon deprotonation L1<named-content content-type=\"bibref-group\">\n<xref ref-type=\"bibr\" rid=\"ref47\"></xref>,<xref ref-type=\"bibr\" rid=\"ref50\"></xref>,<xref ref-type=\"bibr\" rid=\"ref51\"></xref>\n</named-content> and L2<xref ref-type=\"bibr\" rid=\"ref48\"></xref> are neutral ligands, whereas L3<xref ref-type=\"bibr\" rid=\"ref49\"></xref> and\nL4<xref ref-type=\"bibr\" rid=\"ref52\"></xref> carry one negative charge.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 2  Structural Formulas of Reported ZW Ligands Used to Design Porous MOFs      a Upon deprotonation L1 ,,  and L2 are neutral ligands, whereas L3 and L4 carry one negative charge.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>\n<fn id=\"sch2-fn1\">\n<label>a</label>\n<p>Upon deprotonation L1 and L2 are neutral ligands, whereas L3 and\nL4 carry one negative charge.</p>\n</fn>\n</p><p>Even though these are highly promising materials,\nthey represent a relatively young class of compounds, and only a few\nof them were reported. One potential problem might have been synthetic\ndifficulties to access these materials and their molecular building\nblocks. Consequently, there is no fundamental study on their structure–property\nrelationships, which is absolutely necessary for the optimization\nof these materials and further development for specific applications.\nOne of the major challenges in this field consists of the preparation\nof ZW MOFs without additional charge-compensating anions that might\nblock pores to retain guest-accessible COSs. Here we report on a new\nstrategy to access ZW MOFs by using bipyridinium-based polytopic multicharged\nanionic ZW ligands, which allow the rational design of ZW MOFs with\nno additional anions needed for the charge-compensation purpose.</p>", "clean_text": "  a Upon deprotonation L1 and L2 are neutral ligands, whereas L3 and L4 carry one negative charge.  \n\nEven though these are highly promising materials, they represent a relatively young class of compounds, and only a few of them were reported. One potential problem might have been synthetic difficulties to access these materials and their molecular building blocks. Consequently, there is no fundamental study on their structure-property relationships, which is absolutely necessary for the optimization of these materials and further development for specific applications. One of the major challenges in this field consists of the preparation of ZW MOFs without additional charge-compensating anions that might block pores to retain guest-accessible COSs. Here we report on a new strategy to access ZW MOFs by using bipyridinium-based polytopic multicharged anionic ZW ligands, which allow the rational design of ZW MOFs with no additional anions needed for the charge-compensation purpose.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>General Information</title><p>Commercially available reagents were used as received without further\npurification. Dimethyl 5-(bromomethyl) isopthalate was synthesized\nas previously reported. The zwitterionic\nligand 1,1′-bis(3,5-dicarboxybenzyl)-4,4′-bipyridinium\ndibromide (H<sub>4</sub>bdcbpyBr<sub>2</sub>) was synthesized as described\nbelow.</p>", "clean_text": "Experimental Section\n\nGeneral Information\n\nCommercially available reagents were used as received without further purification. Dimethyl 5-(bromomethyl) isopthalate was synthesized as previously reported. The zwitterionic ligand 1,1'-bis(3,5-dicarboxybenzyl)-4,4'-bipyridinium dibromide (H4bdcbpyBr2) was synthesized as described below.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of the Ligand 1,1′-Bis(3,5-dicarboxybenzyl)-4,4′-bipyridinium\ndibromide dihydrate solvate (H<sub>4</sub>bdcbpyBr<sub>2</sub>·2H<sub>2</sub>O)</title><p>4,4′-bipyridine (1.56 g, 10 mmol) and 3\nequiv of dimethyl 5-(bromomethyl) isopthalate were dissolved in 20\nmL of acetonitrile and refluxed for 24 h at 100 °C. After the\nmixture was cooled to room temperature, the resulting precipitates\nwere filtered off, washed with acetonitrile, and dried in vacuum to\ngive Me<sub>4</sub>bdcbpyBr<sub>2</sub> as light green powder (5.97\ng, yield 82%). <sup>1</sup>H NMR (400 MHz, D<sub>2</sub>O): δ\n= 9.24 (d, 2H); 8.78 (s, 1H); 8.60 (d, 2H); 8.39 (s, 2H); 6.15 (s,\n2H); 4.01 (s, 3H) (: top).</p>", "clean_text": "Synthesis of the Ligand 1,1'-Bis(3,5-dicarboxybenzyl)-4,4'-bipyridinium dibromide dihydrate solvate (H4bdcbpyBr2⋅2H2O)\n\n4,4'-bipyridine (1.56 g, 10 mmol) and 3 equiv of dimethyl 5-(bromomethyl) isopthalate were dissolved in 20 mL of acetonitrile and refluxed for 24 h at 100 °C. After the mixture was cooled to room temperature, the resulting precipitates were filtered off, washed with acetonitrile, and dried in vacuum to give Me4bdcbpyBr2 as light green powder (5.97 g, yield 82%). 1H NMR (400 MHz, D2O): δ = 9.24 (d, 2H); 8.78 (s, 1H); 8.60 (d, 2H); 8.39 (s, 2H); 6.15 (s, 2H); 4.01 (s, 3H) (: top).", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<p>Deprotection was performed by dissolving Me<sub>4</sub>bdcbpyBr<sub>2</sub> (2.0 g) in acetic acid (50 mL) and aqueous\nHBr (44%, 50 mL). The solution was refluxed for 12 h and was slowly\npoured into 500 mL of ice water. The resulting precipitate was collected\nby filtration and washed with distilled water (3 × 30 mL). The\nfilter cake was dried in vacuum and recrystallized in CH<sub>3</sub>CN to give the product (1.44 g, yield 74%). Anal. Calcd for C<sub>28</sub>H<sub>26</sub>Br<sub>2</sub>N<sub>2</sub>O<sub>10</sub> (710.32):\nC 47.35, H 3.69, N 3.94; found: C 47.06, H 3.95, N 3.70%. IR (KBr\npellet, cm<sup>–1</sup>): ν̃ = 3389 (w), 3123 (s),\n3047 (w), 3013 (w), 2564 (w), 1700 (w), 1636 (s), 1559 (s), 1507 (s),\n1449 (m), 1425 (s), 1388 (s), 1351 (m), 1296 (m), 1196 (m), 1036 (m),\n876 (s), 840 (s), 805 (w), 754 (s), 718 (s), 588 (w), 512 (s), 479\n(s) (). <sup>1</sup>H NMR (400 MHz, deuterated dimethyl sulfoxide (<italic toggle=\"yes\">d</italic>\n<sub>6</sub>-DMSO)): δ = 9.58 (d, 2H); 8.75 (d, 2H); 8.55 (s,\n3H); 8.39 (s, 2H); 6.20 (s, 2H) (: bottom). <sup>13</sup>C NMR (100 MHz, <italic toggle=\"yes\">d</italic>\n<sub>6</sub>-DMSO): δ = 166.5, 149.8, 146.3, 135.6, 134.8,\n132.7, 131.3, 127.8, 62.9 ().</p>", "clean_text": "Deprotection was performed by dissolving Me4bdcbpyBr2 (2.0 g) in acetic acid (50 mL) and aqueous HBr (44%, 50 mL). The solution was refluxed for 12 h and was slowly poured into 500 mL of ice water. The resulting precipitate was collected by filtration and washed with distilled water (3 × 30 mL). The filter cake was dried in vacuum and recrystallized in CH3CN to give the product (1.44 g, yield 74%). Anal. Calcd for C28H26Br2N2O10 (710.32): C 47.35, H 3.69, N 3.94; found: C 47.06, H 3.95, N 3.70%. IR (KBr pellet, cm-1): ν̃ = 3389 (w), 3123 (s), 3047 (w), 3013 (w), 2564 (w), 1700 (w), 1636 (s), 1559 (s), 1507 (s), 1449 (m), 1425 (s), 1388 (s), 1351 (m), 1296 (m), 1196 (m), 1036 (m), 876 (s), 840 (s), 805 (w), 754 (s), 718 (s), 588 (w), 512 (s), 479 (s) (). 1H NMR (400 MHz, deuterated dimethyl sulfoxide (d 6-DMSO)): δ = 9.58 (d, 2H); 8.75 (d, 2H); 8.55 (s, 3H); 8.39 (s, 2H); 6.20 (s, 2H) (: bottom). 13C NMR (100 MHz, d 6-DMSO): δ = 166.5, 149.8, 146.3, 135.6, 134.8, 132.7, 131.3, 127.8, 62.9 ().", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of {[Mn(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>)</title><p>Bulk material was prepared by the following procedure:\nH<sub>4</sub>bdcbpyBr<sub>2</sub>·2H<sub>2</sub>O (35.5 mg, 0.05\nmmol) was dissolved in 1 mL of water, and the pH value of the solution\nwas adjusted to 7 with 0.1 mol L<sup>–1</sup> NaOH solution.\nAn aqueous solution of Mn(CH<sub>3</sub>COO)<sub>2</sub> (43.3 mg,\n0.25 mmol) in 1 mL of water was then added to the solution. Ivory\ncolored polycrystalline precipitate was obtained after stirring the\nmixture in a closed glass vial on a heating plate at 85 °C for\n12 h. The residue was removed by filtration, washed with water and\ndiethyl ether, and dried in air. The filtrate was kept to grow single\ncrystals (see below). The purity of the bulk material was checked\nby powder X-ray diffraction (PXRD, : top). Yield based on the ligand: 10.1\nmg (28%). Anal. Calcd for C<sub>28</sub>H<sub>34</sub>MnN<sub>2</sub>O<sub>16</sub> (709.51): C 47.40, H 4.83, N 3.95; found: C 47.89,\nH 4.90, N 3.88%. IR (KBr pellet, cm<sup>–1</sup>): ν̃\n= 3385 (w), 3122 (s), 3059 (w), 1636 (s), 1613 (s), 1559 (w), 1507\n(s), 1448 (m), 1370 (w), 1241 (s), 1158 (s), 1135 (s), 840 (s), 775\n(s), 719 (s), 590 (s), 493 (s) ().</p>", "clean_text": "Synthesis of {[Mn(bdcbpy)(OH2)4]⋅4H2O} n  (1)\n\nBulk material was prepared by the following procedure: H4bdcbpyBr2⋅2H2O (35.5 mg, 0.05 mmol) was dissolved in 1 mL of water, and the pH value of the solution was adjusted to 7 with 0.1 mol L-1 NaOH solution. An aqueous solution of Mn(CH3COO)2 (43.3 mg, 0.25 mmol) in 1 mL of water was then added to the solution. Ivory colored polycrystalline precipitate was obtained after stirring the mixture in a closed glass vial on a heating plate at 85 °C for 12 h. The residue was removed by filtration, washed with water and diethyl ether, and dried in air. The filtrate was kept to grow single crystals (see below). The purity of the bulk material was checked by powder X-ray diffraction (PXRD, : top). Yield based on the ligand: 10.1 mg (28%). Anal. Calcd for C28H34MnN2O16 (709.51): C 47.40, H 4.83, N 3.95; found: C 47.89, H 4.90, N 3.88%. IR (KBr pellet, cm-1): ν̃ = 3385 (w), 3122 (s), 3059 (w), 1636 (s), 1613 (s), 1559 (w), 1507 (s), 1448 (m), 1370 (w), 1241 (s), 1158 (s), 1135 (s), 840 (s), 775 (s), 719 (s), 590 (s), 493 (s) ().", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Single crystals suitable for X-ray structural\ndetermination were prepared in a similar fashion as described above,\nbut the filtrate obtained in the last step was allowed to stand for\nseveral days at room temperature to give clear white block-shaped\nsingle crystals.</p>", "clean_text": "Single crystals suitable for X-ray structural determination were prepared in a similar fashion as described above, but the filtrate obtained in the last step was allowed to stand for several days at room temperature to give clear white block-shaped single crystals.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of {[Ni(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>)</title><p>Light green polycrystalline bulk material and\nclear light green block-shaped single crystals were prepared the same\nway as described above, but using Ni(CH<sub>3</sub>COO)<sub>2</sub>·2H<sub>2</sub>O (48.7 mg, 0.25 mmol) instead of Mn(CH<sub>3</sub>COO)<sub>2</sub>. The purity of the bulk material was checked by\nPXRD (: bottom). Yield based on the ligand: 11.3 mg (32%). Anal. Calcd\nfor C<sub>28</sub>H<sub>34</sub>NiN<sub>2</sub>O<sub>16</sub> (713.27):\nC 47.15, H 4.80, N 3.93; found: C 49.60, H 4.86, N 4.14%. Note that\nthis elemental analysis is not a close match; however, a partial dehydration\nof <bold>2</bold> to {[Ni(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·3H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> would be in rough agreement\nwith these findings. Anal. Calcd for C<sub>28</sub>H<sub>32</sub>NiN<sub>2</sub>O<sub>15</sub> (695.26): C 48.37, H 4.64, N 4.03%. This is\nsupported by TGA measurements (see  Section). IR (KBr pellet, cm<sup>–1</sup>): ν̃\n= 3385 (w), 3125 (s), 3058(m), 1636 (s), 1617 (m), 1560 (w), 1508\n(s), 1445 (m), 1371 (w), 1242 (s), 1163 (s), 1139 (s), 840 (s), 769\n(s), 721 (s), 594 (s), 497 (s) ().</p>", "clean_text": "Synthesis of {[Ni(bdcbpy)(OH2)4]⋅4H2O} n  (2)\n\nLight green polycrystalline bulk material and clear light green block-shaped single crystals were prepared the same way as described above, but using Ni(CH3COO)2⋅2H2O (48.7 mg, 0.25 mmol) instead of Mn(CH3COO)2. The purity of the bulk material was checked by PXRD (: bottom). Yield based on the ligand: 11.3 mg (32%). Anal. Calcd for C28H34NiN2O16 (713.27): C 47.15, H 4.80, N 3.93; found: C 49.60, H 4.86, N 4.14%. Note that this elemental analysis is not a close match; however, a partial dehydration of 2 to {[Ni(bdcbpy)(OH2)4]⋅3H2O} n  would be in rough agreement with these findings. Anal. Calcd for C28H32NiN2O15 (695.26): C 48.37, H 4.64, N 4.03%. This is supported by TGA measurements (see  Section). IR (KBr pellet, cm-1): ν̃ = 3385 (w), 3125 (s), 3058(m), 1636 (s), 1617 (m), 1560 (w), 1508 (s), 1445 (m), 1371 (w), 1242 (s), 1163 (s), 1139 (s), 840 (s), 769 (s), 721 (s), 594 (s), 497 (s) ().", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Single-Crystal Structure Analysis</title><p>Data collections were performed on single crystals coated with Paratone-N\noil and mounted on Kapton loops. Single-crystal X-ray data of all\ncompounds were collected on a Bruker Kappa Apex II X-ray diffractometer\noutfitted with a Mo X-ray source (sealed tube, λ = 0.71073 Å)\nand an APEX II CCD detector equipped with an Oxford Cryosystems Desktop\nCooler low-temperature device. The APEX-II software suite was used\nfor data collection, cell refinement, and reduction. Absorption corrections were applied using SADABS. Space group assignments were determined by examination\nof systematic absences, <italic toggle=\"yes\">E</italic>-statistics, and successive\nrefinement of the structures. Structure solutions were performed with\ndirect methods using SHELXT-2014, and structure refinements were performed\nby least-squares refinements against |<italic toggle=\"yes\">F</italic>|<sup>2</sup> followed by difference Fourier synthesis using SHELXL-2014. All non-hydrogen atoms were refined with anisotropic displacement\nparameters. The O–H hydrogen atoms in all compounds were located\nin the difference map, where the bond lengths were set to ideal values\nwith <italic toggle=\"yes\">d</italic>\n<sub>O–H</sub> = 0.84 Å and were\nrefined using a riding model. The C–H atoms were positioned\nwith idealized geometry and were refined with fixed isotropic displacement\nparameters [<italic toggle=\"yes\">U</italic>\n<sub>eq</sub>(H) = −1.2<italic toggle=\"yes\">U</italic>\n<sub>eq</sub>(C)] using a riding model with <italic toggle=\"yes\">d</italic>\n<sub>C–H</sub> = 0.95 Å (aromatic) and 0.99 Å (methylene).\nNote that in <bold>1</bold> and <bold>2</bold> only one noncoordinating\nwater molecule could be refined and that after structure refinement\nthere were some residual peaks found in the electron density map for\nwhich no reasonable model was found. Thus, the data were corrected\nusing the SQUEEZE option in PLATON. SQUEEZE\nestimated a total count of 105 electrons per 281.2 Å<sup>3</sup> of solvent-accessible volume in <bold>1</bold> and 107 electrons\nper 284.5 Å<sup>3</sup> of solvent-accessible volume in <bold>2</bold>, which are in good agreement to be three water molecules\nper asymmetric unit. The overall water content of four coordinating\nand four noncoordinating water molecules was further confirmed by\nTGA and elemental analysis. Details of the structure determination\nare given in Table .</p>", "clean_text": "Single-Crystal Structure Analysis\n\nData collections were performed on single crystals coated with Paratone-N oil and mounted on Kapton loops. Single-crystal X-ray data of all compounds were collected on a Bruker Kappa Apex II X-ray diffractometer outfitted with a Mo X-ray source (sealed tube, λ = 0.71073 Å) and an APEX II CCD detector equipped with an Oxford Cryosystems Desktop Cooler low-temperature device. The APEX-II software suite was used for data collection, cell refinement, and reduction. Absorption corrections were applied using SADABS. Space group assignments were determined by examination of systematic absences, E-statistics, and successive refinement of the structures. Structure solutions were performed with direct methods using SHELXT-2014, and structure refinements were performed by least-squares refinements against |F|2 followed by difference Fourier synthesis using SHELXL-2014. All non-hydrogen atoms were refined with anisotropic displacement parameters. The O-H hydrogen atoms in all compounds were located in the difference map, where the bond lengths were set to ideal values with d O-H = 0.84 Å and were refined using a riding model. The C-H atoms were positioned with idealized geometry and were refined with fixed isotropic displacement parameters [U eq(H) = -1.2U eq(C)] using a riding model with d C-H = 0.95 Å (aromatic) and 0.99 Å (methylene). Note that in 1 and 2 only one noncoordinating water molecule could be refined and that after structure refinement there were some residual peaks found in the electron density map for which no reasonable model was found. Thus, the data were corrected using the SQUEEZE option in PLATON. SQUEEZE estimated a total count of 105 electrons per 281.2 Å3 of solvent-accessible volume in 1 and 107 electrons per 284.5 Å3 of solvent-accessible volume in 2, which are in good agreement to be three water molecules per asymmetric unit. The overall water content of four coordinating and four noncoordinating water molecules was further confirmed by TGA and elemental analysis. Details of the structure determination are given in Table .", "data": null, "include_properties": null}, {"idx": 16, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Selected\nCrystal Data and Details on the Structure Determinations from Single\nCrystal Data for Compounds <bold>1</bold> and <bold>2</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"3\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">compound</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>formula</oasis:entry>\n<oasis:entry>C<sub>28</sub>H<sub>34</sub>MnN<sub>2</sub>O<sub>16</sub>\n</oasis:entry>\n<oasis:entry>C<sub>28</sub>H<sub>34</sub>NiN<sub>2</sub>O<sub>16</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MW [g·mol<sup>–1</sup>]</oasis:entry>\n<oasis:entry>709.51</oasis:entry>\n<oasis:entry>713.27</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> [Å]</oasis:entry>\n<oasis:entry>12.5007(2)</oasis:entry>\n<oasis:entry>12.3743(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> [Å]</oasis:entry>\n<oasis:entry>12.7914(3)</oasis:entry>\n<oasis:entry>12.8620(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> [Å]</oasis:entry>\n<oasis:entry>18.5855(5)</oasis:entry>\n<oasis:entry>18.4671(10)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α [deg]</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β [deg]</oasis:entry>\n<oasis:entry>98.5482(9)</oasis:entry>\n<oasis:entry>98.5756(19)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ\n[deg]</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic> [Å<sup>3</sup>]</oasis:entry>\n<oasis:entry>2938.83(12)</oasis:entry>\n<oasis:entry>2906.3(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic> [K]</oasis:entry>\n<oasis:entry>170(2)</oasis:entry>\n<oasis:entry>170(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">D</italic>\n<sub>calc</sub> [g·cm<sup>–3</sup>]</oasis:entry>\n<oasis:entry>1.481</oasis:entry>\n<oasis:entry>1.507</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ [mm<sup>–1</sup>]</oasis:entry>\n<oasis:entry>0.520</oasis:entry>\n<oasis:entry>0.739</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>min/max transmission</oasis:entry>\n<oasis:entry>0.926/0.954</oasis:entry>\n<oasis:entry>0.898/0.940</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>θ<sub>max</sub> [deg]</oasis:entry>\n<oasis:entry>28.291</oasis:entry>\n<oasis:entry>28.397</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>measured reflections</oasis:entry>\n<oasis:entry>40425</oasis:entry>\n<oasis:entry>41507</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>unique reflections</oasis:entry>\n<oasis:entry>7292</oasis:entry>\n<oasis:entry>7240</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflections [<italic toggle=\"yes\">F</italic>\n<sub>0</sub> &gt;\n4σ(<italic toggle=\"yes\">F</italic>\n<sub>0</sub>)]</oasis:entry>\n<oasis:entry>4844</oasis:entry>\n<oasis:entry>6095</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>parameter</oasis:entry>\n<oasis:entry>397</oasis:entry>\n<oasis:entry>397</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>int</sub>\n</oasis:entry>\n<oasis:entry>0.0658</oasis:entry>\n<oasis:entry>0.0367</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> [<italic toggle=\"yes\">F</italic>\n<sub>0</sub> &gt; 4σ(<italic toggle=\"yes\">F</italic>\n<sub>0</sub>)]</oasis:entry>\n<oasis:entry>0.0533</oasis:entry>\n<oasis:entry>0.0389</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">wR</italic>\n<sub>2</sub> [all data]</oasis:entry>\n<oasis:entry>0.1564</oasis:entry>\n<oasis:entry>0.1122</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOF</oasis:entry>\n<oasis:entry>1.016</oasis:entry>\n<oasis:entry>1.048</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Δρ<sub>max</sub>/Δρ<sub>min</sub> [e·Å<sup>–3</sup>]</oasis:entry>\n<oasis:entry>0.792/–0.446</oasis:entry>\n<oasis:entry>0.686/–0.450</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Powder X-ray Diffraction</title><p>The PXRD\npatterns were recorded on a Bruker D2 Phaser diffractometer equipped\nwith a Cu sealed tube (λ = 1.54178 Å). Powder samples were\ndispersed on low-background discs for analyses. PXRD data of the anhydrates\n1′and 2′ were collected using an airtight sample holder.\nSimulation of the PXRD data was carried out by using single-crystal\ndata and the Powder Pattern module of the Mercury CSD software package.\n</p>", "clean_text": "Powder X-ray Diffraction\n\nThe PXRD patterns were recorded on a Bruker D2 Phaser diffractometer equipped with a Cu sealed tube (λ = 1.54178 Å). Powder samples were dispersed on low-background discs for analyses. PXRD data of the anhydrates 1'and 2' were collected using an airtight sample holder. Simulation of the PXRD data was carried out by using single-crystal data and the Powder Pattern module of the Mercury CSD software package. ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Thermogravimetric Analysis</title><p>Thermogravimetric\n(TG) data were recorded using a TGA Q50 from TA Instruments. All measurements\nwere performed using platinum crucibles in a dynamic nitrogen atmosphere\n(50 mL/min) and a heating rate of 3 °C·min<sup>–1</sup>. The instrument was corrected for buoyancy and current effects and\nwas calibrated using standard reference materials.</p>", "clean_text": "Thermogravimetric Analysis\n\nThermogravimetric (TG) data were recorded using a TGA Q50 from TA Instruments. All measurements were performed using platinum crucibles in a dynamic nitrogen atmosphere (50 mL/min) and a heating rate of 3 °C⋅min-1. The instrument was corrected for buoyancy and current effects and was calibrated using standard reference materials.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Differential\nScanning Calorimetry</title><p>Differential Scanning Calorimetry (DSC)\ndata were recorded using a TGA Q20 from TA Instruments. All measurements\nwere performed using T-zero aluminum pans, a dynamic nitrogen atmosphere\n(50 mL/min), and a heating rate of 3 °C·min<sup>–1</sup>. The instrument was calibrated using standard reference materials.</p>", "clean_text": "Differential Scanning Calorimetry\n\nDifferential Scanning Calorimetry (DSC) data were recorded using a TGA Q20 from TA Instruments. All measurements were performed using T-zero aluminum pans, a dynamic nitrogen atmosphere (50 mL/min), and a heating rate of 3 °C⋅min-1. The instrument was calibrated using standard reference materials.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Adsorption Analysis</title><p>Gas adsorption isotherms for pressures\nin the range from 1 × 10<sup>–5</sup> to 1.1 bar were\nmeasured by a volumetric method using a Micromeritics ASAP2020 surface\narea and pore analyzer. A preweighed analysis tube was charged with\na sample of compounds <bold>1</bold> and <bold>2</bold>, capped and\nevacuated by heating at 40 °C under dynamic vacuum for 2 h. The\nevacuated analysis tubes containing the activated samples were then\ncarefully transferred to an electronic balance and weighed to determine\nthe mass of sample (37.5 mg for <bold>1</bold> and 60.8 mg for <bold>2</bold>). The tubes were then transferred to the analysis port of\nthe gas adsorption instrument. For all isotherms, warm and cold free\nspace correction measurements were performed using ultrahigh purity\nHe gas (UHP grade 5.0, 99.999% purity). All gases used are UHP grade\n(99.999% purity). N<sub>2</sub> and H<sub>2</sub> isotherms at 77\nK were measured in liquid nitrogen, and CO<sub>2</sub> isotherms at\n195 K were measured using a dry ice/acetone bath. All temperatures\nand fill levels were monitored periodically throughout the measurement.\nOil-free vacuum pumps and oil-free pressure regulators were used for\nall measurements to prevent contamination of the samples during the\nevacuation process or of the feed gases during the isotherm measurements.</p>", "clean_text": "Adsorption Analysis\n\nGas adsorption isotherms for pressures in the range from 1 × 10-5 to 1.1 bar were measured by a volumetric method using a Micromeritics ASAP2020 surface area and pore analyzer. A preweighed analysis tube was charged with a sample of compounds 1 and 2, capped and evacuated by heating at 40 °C under dynamic vacuum for 2 h. The evacuated analysis tubes containing the activated samples were then carefully transferred to an electronic balance and weighed to determine the mass of sample (37.5 mg for 1 and 60.8 mg for 2). The tubes were then transferred to the analysis port of the gas adsorption instrument. For all isotherms, warm and cold free space correction measurements were performed using ultrahigh purity He gas (UHP grade 5.0, 99.999% purity). All gases used are UHP grade (99.999% purity). N2 and H2 isotherms at 77 K were measured in liquid nitrogen, and CO2 isotherms at 195 K were measured using a dry ice/acetone bath. All temperatures and fill levels were monitored periodically throughout the measurement. Oil-free vacuum pumps and oil-free pressure regulators were used for all measurements to prevent contamination of the samples during the evacuation process or of the feed gases during the isotherm measurements.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Elemental Analysis</title><p>Elemental analyses (C, H, and N) were\nobtained by Atlantic Microlab, Inc.</p><title>Spectroscopy</title><p>FT-IR\ndata were recorded on a Nicolet iS10 from Thermo Scientific. <sup>1</sup>H NMR data were recorded on Avance DMX-400 from Bruker.</p><title>Results and Discussion</title><title>Synthesis of ZW MOFs through ZW Ligand Design</title><p>As outlined above, the rational design of ZW MOFs from ZW ligands\nhas suffered so far from the incorporation of charge-balancing non-ZW\nanions in the framework. To overcome this problem we designed the\nnew ZW ligand H<sub>4</sub>bdcbpyBr<sub>2</sub>, which reacts with\nmetal salts in aqueous solution to the new ZW MOFs {[Mn(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>) and {[Ni(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>) (Scheme ). Similar reactions with other\nfirst-row transition metals were also attempted, but no further analogous\ncompounds could be synthesized. Note that the ZW ligand H<sub>4</sub>bdcbpyBr<sub>2</sub> is fully deprotonated in the framework, yielding\nthe anionic ZW ligand bdcbpy<sup>2–</sup> bearing a total of\ntwo negative charges. This is sufficient to counterbalance M<sup>2+</sup> metal clusters in MOFs, provided that metal-to-ligand ratios are\n1:1, which is the case in <bold>1</bold> and <bold>2</bold>. To our\nbest knowledge, bdcbpy<sup>2–</sup> is the first reported carboxylate-based\nZW ligand bearing in total more than one negative charge. Ultimately,\nthis approach allows the rational design of new pure ZW MOFs with\nno additional non-ZW anions being either incorporated in the framework\nor blocking pores.</p>", "clean_text": "Elemental Analysis\n\nElemental analyses (C, H, and N) were obtained by Atlantic Microlab, Inc.\n\nSpectroscopy\n\nFT-IR data were recorded on a Nicolet iS10 from Thermo Scientific. 1H NMR data were recorded on Avance DMX-400 from Bruker.\n\nResults and Discussion\n\nSynthesis of ZW MOFs through ZW Ligand Design\n\nAs outlined above, the rational design of ZW MOFs from ZW ligands has suffered so far from the incorporation of charge-balancing non-ZW anions in the framework. To overcome this problem we designed the new ZW ligand H4bdcbpyBr2, which reacts with metal salts in aqueous solution to the new ZW MOFs {[Mn(bdcbpy)(OH2)4]⋅4H2O} n  (1) and {[Ni(bdcbpy)(OH2)4]⋅4H2O} n  (2) (Scheme ). Similar reactions with other first-row transition metals were also attempted, but no further analogous compounds could be synthesized. Note that the ZW ligand H4bdcbpyBr2 is fully deprotonated in the framework, yielding the anionic ZW ligand bdcbpy2- bearing a total of two negative charges. This is sufficient to counterbalance M2+ metal clusters in MOFs, provided that metal-to-ligand ratios are 1:1, which is the case in 1 and 2. To our best knowledge, bdcbpy2- is the first reported carboxylate-based ZW ligand bearing in total more than one negative charge. Ultimately, this approach allows the rational design of new pure ZW MOFs with no additional non-ZW anions being either incorporated in the framework or blocking pores.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>ZW Ligand H<sub>4</sub>bdcbpyBr<sub>2</sub> is Synthesized\nthrough a Facile Two-Stage Reaction<xref rid=\"sch3-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-026813_0009.tif\"></graphic>\n<p>\n<fn id=\"sch3-fn1\">\n<label>a</label>\n<p>Followed by its reaction with metal salts, ZW MOFs <bold>1</bold> and <bold>2</bold> are formed, while H<sub>4</sub>bdcbpyBr<sub>2</sub> is in situ deprotonated to its anionic form bdcbpy<sup>2–</sup>. The charges of bdcbpy<sup>2–</sup> are highlighted through\ndashed ellipsoids.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 3  ZW Ligand H4bdcbpyBr2 is Synthesized through a Facile Two-Stage Reaction      a Followed by its reaction with metal salts, ZW MOFs 1 and 2 are formed, while H4bdcbpyBr2 is in situ deprotonated to its anionic form bdcbpy2-. The charges of bdcbpy2- are highlighted through dashed ellipsoids.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>\n<fn id=\"sch3-fn1\">\n<label>a</label>\n<p>Followed by its reaction with metal salts, ZW MOFs <bold>1</bold> and <bold>2</bold> are formed, while H<sub>4</sub>bdcbpyBr<sub>2</sub> is in situ deprotonated to its anionic form bdcbpy<sup>2–</sup>. The charges of bdcbpy<sup>2–</sup> are highlighted through\ndashed ellipsoids.</p>\n</fn>\n</p>", "clean_text": "  a Followed by its reaction with metal salts, ZW MOFs 1 and 2 are formed, while H4bdcbpyBr2 is in situ deprotonated to its anionic form bdcbpy2-. The charges of bdcbpy2- are highlighted through dashed ellipsoids.  ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Crystal Structures</title><p>The isostructural ZW MOFs {[M(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (M = Mn <bold>1</bold> and Ni <bold>2</bold>) crystallize in the centrosymmetric\nmonoclinic space group <italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic> with four formula units in the unit cell (Table ). The asymmetric unit consists of one M(II) cation, one bdcbpy<sup>2–</sup> ligand, and eight water molecules, whereas three\nwater molecules could not be refined and were removed from the electron\ndensity map using the SQUEEZE routine in Platon (see  Section). All atoms are located in crystallographically\nindependent general positions. In the crystal structure each M(II)\ncation is coordinated by two symmetry-related bdcbpy<sup>2−</sup> ligands and four water molecules in an octahedral geometry (Figure ).</p>", "clean_text": "Crystal Structures\n\nThe isostructural ZW MOFs {[M(bdcbpy)(OH2)4]⋅4H2O} n  (M = Mn 1 and Ni 2) crystallize in the centrosymmetric monoclinic space group P21/n with four formula units in the unit cell (Table ). The asymmetric unit consists of one M(II) cation, one bdcbpy2- ligand, and eight water molecules, whereas three water molecules could not be refined and were removed from the electron density map using the SQUEEZE routine in Platon (see  Section). All atoms are located in crystallographically independent general positions. In the crystal structure each M(II) cation is coordinated by two symmetry-related bdcbpy2- ligands and four water molecules in an octahedral geometry (Figure ).", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal structure of {[Mn(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>) as a representative structure model for {[M(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (M = Mn <bold>1</bold> and Ni <bold>2</bold>) with view of\nthe coordination sphere of the manganese(II) cation with displacement\nellipsoids drawn at the 50% probability level. Selected atoms are\nlabeled. Symmetry code: A = −<italic toggle=\"yes\">x</italic> – 0.5,\n−<italic toggle=\"yes\">y</italic> + 2.5, <italic toggle=\"yes\">z</italic> + 0.5. For ellipsoid\nplot of <bold>2</bold> see <xref rid=\"notes-1\">Supporting Information,\nFigure S5</xref>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-026813_0012.tif\"></graphic>\n</fig>", "clean_text": " 1  Crystal structure of {[Mn(bdcbpy)(OH2)4]⋅4H2O} n  (1) as a representative structure model for {[M(bdcbpy)(OH2)4]⋅4H2O} n  (M = Mn 1 and Ni 2) with view of the coordination sphere of the manganese(II) cation with displacement ellipsoids drawn at the 50% probability level. Selected atoms are labeled. Symmetry code: A = -x - 0.5, -y + 2.5, z + 0.5. For ellipsoid plot of 2 see Supporting Information, Figure S5.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The MO<sub>6</sub> octahedron\nis formed by six approximately equal M–O distances ranging\nfrom 2.158(2) to 2.232(2) Å in <bold>1</bold> and from 2.050(2)\nto 2.139(2) Å in <bold>2</bold>. The cis bond angles are in the\nrange of 83.63(8)–93.01(7) in <bold>1</bold> and 84.34(6)–98.28(6)\nin <bold>2</bold>, while the trans bond angles are in the range of\n168.25(8)–177.63(8)° in <bold>1</bold> and 173.08(6)–177.11(6)°\nin <bold>2</bold> (Table ).</p>", "clean_text": "The MO6 octahedron is formed by six approximately equal M-O distances ranging from 2.158(2) to 2.232(2) Å in 1 and from 2.050(2) to 2.139(2) Å in 2. The cis bond angles are in the range of 83.63(8)-93.01(7) in 1 and 84.34(6)-98.28(6) in 2, while the trans bond angles are in the range of 168.25(8)-177.63(8)° in 1 and 173.08(6)-177.11(6)° in 2 (Table ).", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Because\nthe methylene groups are used as knots to link together the pyridine\nand phenyl rings, the whole bdcbpy<sup>2–</sup> ligand is not\nlinear and exhibits a zigzag conformation. The two pyridine rings\nof the 4,4′-bipyridyl group of the bdcbpy<sup>2–</sup> ligand are slightly twisted with dihedral angles of 16.40(1)°\nin <bold>1</bold> and 18.01(1)° in <bold>2</bold>, while the\nphenyl rings are significantly twisted from the neighboring pyridine\nring with dihedral angles of 69.69(1)/72.21(1)° in <bold>1</bold> and 70.19(1)/73.80(1)° in <bold>2</bold>. The two phenyl rings\nare almost aligned parallel, showing dihedral angles of 3.46(1)°\nin <bold>1</bold> and 3.25(1)° in <bold>2</bold>.</p>", "clean_text": "Because the methylene groups are used as knots to link together the pyridine and phenyl rings, the whole bdcbpy2- ligand is not linear and exhibits a zigzag conformation. The two pyridine rings of the 4,4'-bipyridyl group of the bdcbpy2- ligand are slightly twisted with dihedral angles of 16.40(1)° in 1 and 18.01(1)° in 2, while the phenyl rings are significantly twisted from the neighboring pyridine ring with dihedral angles of 69.69(1)/72.21(1)° in 1 and 70.19(1)/73.80(1)° in 2. The two phenyl rings are almost aligned parallel, showing dihedral angles of 3.46(1)° in 1 and 3.25(1)° in 2.", "data": null, "include_properties": null}, {"idx": 28, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Selected Bond Lengths [Å] and Angles [deg] for\nCompounds <bold>1</bold> and <bold>2</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"3\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">Mn <bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">Ni <bold>2</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>M–O1W</oasis:entry>\n<oasis:entry>2.188(2)</oasis:entry>\n<oasis:entry>2.055(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O2W</oasis:entry>\n<oasis:entry>2.171(2)</oasis:entry>\n<oasis:entry>2.061(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O3W</oasis:entry>\n<oasis:entry>2.158(2)</oasis:entry>\n<oasis:entry>2.050(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O4W</oasis:entry>\n<oasis:entry>2.228(2)</oasis:entry>\n<oasis:entry>2.099(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O1</oasis:entry>\n<oasis:entry>2.177(2)</oasis:entry>\n<oasis:entry>2.071(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O8A<xref rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry>2.232(2)</oasis:entry>\n<oasis:entry>2.139(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O3W–M–O1W</oasis:entry>\n<oasis:entry>92.01(9)</oasis:entry>\n<oasis:entry>92.60(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O3W–M–O2W</oasis:entry>\n<oasis:entry>89.17(9)</oasis:entry>\n<oasis:entry>88.37(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O1W–M–O2W</oasis:entry>\n<oasis:entry>168.25(8)</oasis:entry>\n<oasis:entry>173.08(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O3W–M–O1</oasis:entry>\n<oasis:entry>91.90(8)</oasis:entry>\n<oasis:entry>91.27(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O1W–M–O1</oasis:entry>\n<oasis:entry>84.65(8)</oasis:entry>\n<oasis:entry>88.79(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O2W–M–O1</oasis:entry>\n<oasis:entry>83.63(8)</oasis:entry>\n<oasis:entry>84.34(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O3W–M–O4W</oasis:entry>\n<oasis:entry>177.63(8)</oasis:entry>\n<oasis:entry>177.11(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O1W–M–O4W</oasis:entry>\n<oasis:entry>90.33(8)</oasis:entry>\n<oasis:entry>89.88(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O2W–M–O4W</oasis:entry>\n<oasis:entry>88.63(8)</oasis:entry>\n<oasis:entry>88.99(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O1–M–O4W</oasis:entry>\n<oasis:entry>88.74(7)</oasis:entry>\n<oasis:entry>87.30(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O3W–M–O8A</oasis:entry>\n<oasis:entry>86.56(8)</oasis:entry>\n<oasis:entry>86.99(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O1W–M–O8A</oasis:entry>\n<oasis:entry>90.21(8)</oasis:entry>\n<oasis:entry>88.61(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O2W–M–O8A</oasis:entry>\n<oasis:entry>101.53(8)</oasis:entry>\n<oasis:entry>98.28(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O1–M–O8A</oasis:entry>\n<oasis:entry>174.57(8)</oasis:entry>\n<oasis:entry>176.81(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O4W–M–O8A</oasis:entry>\n<oasis:entry>93.01(7)</oasis:entry>\n<oasis:entry>94.55(5)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Symmetry code: A = −<italic toggle=\"yes\">x</italic> –\n0.5, −<italic toggle=\"yes\">y</italic> + 2.5, <italic toggle=\"yes\">z</italic> + 0.5.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The metal ions are bridged\nby the bdcbpy<sup>2–</sup> ligands to form 1D zigzag chains\nin a distorted linear relationship with M···M···M\nangles of 153.28(1)° in <bold>1</bold> and 152.78(1)° in <bold>2</bold>. Of four carboxylate groups in each bdcbpy<sup>2–</sup> ligand, only two carboxylate groups bridge the metal centers in\na monodentate coordination mode, whereas two carboxylate groups remain\nterminal nonbridging. Considering this behavior, the bdcbpy<sup>2–</sup> ligand adopts an overall trans configuration of the two bridging\ncarboxylate groups (Figure a). The lineal\ndistances between the O atoms of the two bridging carboxylate groups\namount to 16.804(1) Å in <bold>1</bold> and 16.807(1) Å\nin <bold>2</bold>, while intrachain metal–metal separations\namount to 20.198(1) Å in <bold>1</bold> and 20.022(1) Å\nin <bold>2</bold>.</p>", "clean_text": "The metal ions are bridged by the bdcbpy2- ligands to form 1D zigzag chains in a distorted linear relationship with M⋅⋅⋅M⋅⋅⋅M angles of 153.28(1)° in 1 and 152.78(1)° in 2. Of four carboxylate groups in each bdcbpy2- ligand, only two carboxylate groups bridge the metal centers in a monodentate coordination mode, whereas two carboxylate groups remain terminal nonbridging. Considering this behavior, the bdcbpy2- ligand adopts an overall trans configuration of the two bridging carboxylate groups (Figure a). The lineal distances between the O atoms of the two bridging carboxylate groups amount to 16.804(1) Å in 1 and 16.807(1) Å in 2, while intrachain metal-metal separations amount to 20.198(1) Å in 1 and 20.022(1) Å in 2.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Crystal structure of {[Mn(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>) with view onto different motifs: (a) view onto a single\nchain; (b) coordination environment of a single metal cation with\nadjacent hydrogen bonded carboxylate groups, dashed green lines indicate\ninterchain and intrachain hydrogen bonding (Table <xref rid=\"tbl3\"></xref>); (c) 3D supramolecular coordination network with view along\nthe crystallographic <italic toggle=\"yes\">a</italic> axis, yellow spheres represent\npotential solvent accessible voids, hydrogen atoms are omitted for\nthe sake of clarity; (d) simplified framework with view along the\ncrystallographic <italic toggle=\"yes\">a</italic> axis, solid lines represent bdcbpy<sup>2–</sup> ligands.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-026813_0001.tif\"></graphic>\n</fig>", "clean_text": " 2  Crystal structure of {[Mn(bdcbpy)(OH2)4]⋅4H2O} n  (1) with view onto different motifs: (a) view onto a single chain; (b) coordination environment of a single metal cation with adjacent hydrogen bonded carboxylate groups, dashed green lines indicate interchain and intrachain hydrogen bonding (Table ); (c) 3D supramolecular coordination network with view along the crystallographic a axis, yellow spheres represent potential solvent accessible voids, hydrogen atoms are omitted for the sake of clarity; (d) simplified framework with view along the crystallographic a axis, solid lines represent bdcbpy2- ligands.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>There exist one intramolecular and five intermolecular hydrogen\nbonds involving hydrogens of the coordinating water molecules and\nthe nearest noncoordinating carboxylate O atoms around the metal centers\n(Table ). Also, distinct aromatic π–π\nstacking interactions can be found (Table ). Taking all these extensive interchain interactions into account,\nthe overall crystal packing can be regarded as a 3D supramolecular\ncoordination network forming 1D channel pores along the crystallographic <italic toggle=\"yes\">a</italic> axis with pore diameters of ∼3 Å (Figure c,d). In the as-synthesized structures, four noncoordinating\nwater molecules occupy the pores. The smallest interchain separation\nof two metal cations amounts to 5.376(1) Å in <bold>1</bold> and\n5.633(1) Å in <bold>2</bold>.</p>", "clean_text": "There exist one intramolecular and five intermolecular hydrogen bonds involving hydrogens of the coordinating water molecules and the nearest noncoordinating carboxylate O atoms around the metal centers (Table ). Also, distinct aromatic π-π stacking interactions can be found (Table ). Taking all these extensive interchain interactions into account, the overall crystal packing can be regarded as a 3D supramolecular coordination network forming 1D channel pores along the crystallographic a axis with pore diameters of ~3 Å (Figure c,d). In the as-synthesized structures, four noncoordinating water molecules occupy the pores. The smallest interchain separation of two metal cations amounts to 5.376(1) Å in 1 and 5.633(1) Å in 2.", "data": null, "include_properties": null}, {"idx": 32, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Characteristic Distances\nand Angles of Hydrogen Bonding Interactions in Compounds <bold>1</bold> and <bold>2</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"5\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:colspec colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">D–H</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">d</italic>(H···A) [Å]</oasis:entry>\n<oasis:entry align=\"center\">∠DHA [deg]</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">d</italic>(D···A) [Å]</oasis:entry>\n<oasis:entry align=\"center\">A<xref rid=\"t3fn1\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>O1W–H1O1</oasis:entry>\n<oasis:entry>1.857/1.874</oasis:entry>\n<oasis:entry>177.04/175.54</oasis:entry>\n<oasis:entry>2.696/2.712</oasis:entry>\n<oasis:entry>O3A</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O1W–H2O1</oasis:entry>\n<oasis:entry>1.843/1.808</oasis:entry>\n<oasis:entry>160.20/163.10</oasis:entry>\n<oasis:entry>2.649/2.623</oasis:entry>\n<oasis:entry>O2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O2W–H2O2</oasis:entry>\n<oasis:entry>1.830/1.859</oasis:entry>\n<oasis:entry>164.42/162.91</oasis:entry>\n<oasis:entry>2.648/2.673</oasis:entry>\n<oasis:entry>O5D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O3W–H2O3</oasis:entry>\n<oasis:entry>1.861/1.887</oasis:entry>\n<oasis:entry>165.42/162.22</oasis:entry>\n<oasis:entry>2.683/2.699</oasis:entry>\n<oasis:entry>O4B</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O4W–H1O4</oasis:entry>\n<oasis:entry>1.818/1.778</oasis:entry>\n<oasis:entry>163.65/167.44</oasis:entry>\n<oasis:entry>2.635/2.604</oasis:entry>\n<oasis:entry>O7C</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O4W–H2O4</oasis:entry>\n<oasis:entry>1.917/1.947</oasis:entry>\n<oasis:entry>165.87/164.90</oasis:entry>\n<oasis:entry>2.739/2.767</oasis:entry>\n<oasis:entry>O6E</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>Symmetry codes: A = <italic toggle=\"yes\">x</italic> – 0.5, −<italic toggle=\"yes\">y</italic> + 1.5, <italic toggle=\"yes\">z</italic> – 0.5; B = −<italic toggle=\"yes\">x</italic> – 1.5, <italic toggle=\"yes\">y</italic> + 0.5, −<italic toggle=\"yes\">z</italic> + 1.5; C = <italic toggle=\"yes\">x</italic> – 1.5, −<italic toggle=\"yes\">y</italic> + 1.5, <italic toggle=\"yes\">z</italic> – 0.5; D = −<italic toggle=\"yes\">x</italic>, −<italic toggle=\"yes\">y</italic> + 2, −<italic toggle=\"yes\">z</italic> + 1; E = <italic toggle=\"yes\">x</italic> – 1, <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 33, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Characteristic Distances of π–π Stacking Interactions\nin Compounds <bold>1</bold> and <bold>2</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"3\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">d</italic>(ring···ring)<xref rid=\"tbl4-fn1\"></xref> [Å]</oasis:entry>\n<oasis:entry align=\"center\">∠ring planes<xref rid=\"tbl4-fn1\"></xref> [deg]</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>ring1···ring3A<xref rid=\"t4fn1\"></xref>\n</oasis:entry>\n<oasis:entry>3.810/3.812</oasis:entry>\n<oasis:entry>14.6/18.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ring1···ring4B</oasis:entry>\n<oasis:entry>3.686/3.655</oasis:entry>\n<oasis:entry>3.3/3.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ring2···ring4C</oasis:entry>\n<oasis:entry>3.648/3.636</oasis:entry>\n<oasis:entry>5.7/5.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ring3···ring1D</oasis:entry>\n<oasis:entry>3.810/3.812</oasis:entry>\n<oasis:entry>14.6/18.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ring4···ring1E</oasis:entry>\n<oasis:entry>3.686/3.655</oasis:entry>\n<oasis:entry>3.3/3.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ring4···ring2F</oasis:entry>\n<oasis:entry>3.648/3.636</oasis:entry>\n<oasis:entry>5.7/5.8</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl4-fn1\">\n<label>a</label>\n<p>Intermolecular face-to-face distances\nbetween the ring centroids of the six-membered rings and the angle\nbetween the ring planes are given.</p>\n</fn>\n<fn id=\"t4fn1\">\n<label>b</label>\n<p>Definitions: ring1 = C2–C3–C4–­C6–C7–C8;\nring2 = N1–C10–C11–­C12–C13–C14;\nring3 = C15–C16–C17–­N2–C18–C19;\nring4 = C21–C22–C23–­C25–C26–C28;\nsymmetry codes: A = −<italic toggle=\"yes\">x</italic> – 0.5, <italic toggle=\"yes\">y</italic> + 0.5, −<italic toggle=\"yes\">z</italic> + 1.5; B = <italic toggle=\"yes\">x</italic> – 1, <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic>; C = −<italic toggle=\"yes\">x</italic> + 0.5, <italic toggle=\"yes\">y</italic> + 0.5, −<italic toggle=\"yes\">z</italic> + 1.5; D = −<italic toggle=\"yes\">x</italic> – 0.5, <italic toggle=\"yes\">y</italic> – 0.5, −<italic toggle=\"yes\">z</italic> + 1.5, E = <italic toggle=\"yes\">x</italic> + 1, <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic>; F = −<italic toggle=\"yes\">x</italic> + 0.5, <italic toggle=\"yes\">y</italic> – 0.5, −<italic toggle=\"yes\">z</italic> + 1.5.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<title>Thermal Properties</title><p>On heating the octahydrate {[Mn(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>), all water molecules can be removed. Two mass steps are observed\nin the TGA curve in the range of 30–300 °C that are each\naccompanied by an endothermic event in the DSC curve (Figure , upper). The TG steps are well-resolved and separated.\nThe experimental mass losses of Δ<italic toggle=\"yes\">m</italic>\n<sub>exp</sub>(1st step) = 9.9% and Δ<italic toggle=\"yes\">m</italic>\n<sub>exp</sub>(2nd\nstep) = 9.7% are in good agreement with that calculated for the release\nof each four water molecules [Δ<italic toggle=\"yes\">m</italic>\n<sub>calc</sub>(4H<sub>2</sub>O) = 10.2%]. On the basis of the experimental mass\nlosses, it can be assumed that in the first step the tetrahydrate\n[Mn(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> is formed leading to the formation of the anhydrate [Mn(bdcbpy)]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>′) upon further heating\nbefore it starts decomposing at ∼300 °C. The four noncoordinating\nwater molecules are most likely released first, followed by the four\ncoordinating water molecules, because of their strong hydrogen bonding\ninteractions with the framework (Table ).</p>", "clean_text": "Thermal Properties\n\nOn heating the octahydrate {[Mn(bdcbpy)(OH2)4]⋅4H2O} n  (1), all water molecules can be removed. Two mass steps are observed in the TGA curve in the range of 30-300 °C that are each accompanied by an endothermic event in the DSC curve (Figure , upper). The TG steps are well-resolved and separated. The experimental mass losses of Δm exp(1st step) = 9.9% and Δm exp(2nd step) = 9.7% are in good agreement with that calculated for the release of each four water molecules [Δm calc(4H2O) = 10.2%]. On the basis of the experimental mass losses, it can be assumed that in the first step the tetrahydrate [Mn(bdcbpy)(OH2)4] n  is formed leading to the formation of the anhydrate [Mn(bdcbpy)] n  (1') upon further heating before it starts decomposing at ~300 °C. The four noncoordinating water molecules are most likely released first, followed by the four coordinating water molecules, because of their strong hydrogen bonding interactions with the framework (Table ).", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["property"], "content": "<p>As found from elemental analysis, {[Ni(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>) partially dehydrates instantly after synthesis and workup\nat room temperature. It can be assumed that one of the volatile noncoordinating\nwater molecules leaves the framework giving a new composition of {[Ni(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·3H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>. This heptahydrate shows a significantly different dehydration\nbehavior than compound <bold>1</bold>. Three mass steps are observed\nin the TGA curve in the range of 30–300 °C that are each\naccompanied by an endothermic event in the DSC curve (Figure , lower). The experimental mass losses of Δ<italic toggle=\"yes\">m</italic>\n<sub>exp</sub>(1st step) = 8.0%, Δ<italic toggle=\"yes\">m</italic>\n<sub>exp</sub>(2nd step) = 7.4%, and Δ<italic toggle=\"yes\">m</italic>\n<sub>exp</sub> = 3.1% (3rd step) are in good agreement with that calculated\nfor the release of three water molecules in the 1st/2nd step [Δ<italic toggle=\"yes\">m</italic>\n<sub>calc</sub>(3H<sub>2</sub>O) = 7.8%] and one water\nmolecule in the third step [Δ<italic toggle=\"yes\">m</italic>\n<sub>calc</sub>(1H<sub>2</sub>O) = 2.6%]. As with compound <bold>1</bold>, the noncoordinating\nwater molecules are most likely released first before releasing the\nmetal-coordinating water molecules. However, the next heating event\nin <bold>2</bold> is separated into two steps as compared to <bold>1</bold>. This observation can be explained based on the different\nmetal–water coordination strengths and hydrogen bonding interactions.\nAs shown in Table , the metal–O<sub>water</sub> distances in <bold>2</bold> are significantly shorter\nwith 2.050(2)–2.099(2) Å, as compared to those of <bold>1</bold> with 2.158(2)–2.228(2) Å, which indicates a\nstronger bonding in <bold>2</bold>. Also, as shown in Table  and Figure b, there are\ntwo metal-coordinating water molecules, namely, O1W and O4W, which\nare stabilized by two hydrogen bonding interactions and with O1W showing\nin average stronger hydrogen bonds than O4W, while O2W and O3W show\ninstead only one hydrogen bond. This environment makes O1W the strongest-bonded\nwater molecule in <bold>2</bold>, and thus, it can be assumed that\nthis water molecule is released last upon heating. These energetic\ndifferences in the metal–water coordination are less pronounced\nin <bold>1</bold> and, thus, not resolved in the TGA curve of <bold>1</bold>. Heating rate-dependent TGA and DSC measurements of <bold>1</bold> showed no impact on the resolution of this heating step\n().</p>", "clean_text": "As found from elemental analysis, {[Ni(bdcbpy)(OH2)4]⋅4H2O} n  (2) partially dehydrates instantly after synthesis and workup at room temperature. It can be assumed that one of the volatile noncoordinating water molecules leaves the framework giving a new composition of {[Ni(bdcbpy)(OH2)4]⋅3H2O} n . This heptahydrate shows a significantly different dehydration behavior than compound 1. Three mass steps are observed in the TGA curve in the range of 30-300 °C that are each accompanied by an endothermic event in the DSC curve (Figure , lower). The experimental mass losses of Δm exp(1st step) = 8.0%, Δm exp(2nd step) = 7.4%, and Δm exp = 3.1% (3rd step) are in good agreement with that calculated for the release of three water molecules in the 1st/2nd step [Δm calc(3H2O) = 7.8%] and one water molecule in the third step [Δm calc(1H2O) = 2.6%]. As with compound 1, the noncoordinating water molecules are most likely released first before releasing the metal-coordinating water molecules. However, the next heating event in 2 is separated into two steps as compared to 1. This observation can be explained based on the different metal-water coordination strengths and hydrogen bonding interactions. As shown in Table , the metal-Owater distances in 2 are significantly shorter with 2.050(2)-2.099(2) Å, as compared to those of 1 with 2.158(2)-2.228(2) Å, which indicates a stronger bonding in 2. Also, as shown in Table  and Figure b, there are two metal-coordinating water molecules, namely, O1W and O4W, which are stabilized by two hydrogen bonding interactions and with O1W showing in average stronger hydrogen bonds than O4W, while O2W and O3W show instead only one hydrogen bond. This environment makes O1W the strongest-bonded water molecule in 2, and thus, it can be assumed that this water molecule is released last upon heating. These energetic differences in the metal-water coordination are less pronounced in 1 and, thus, not resolved in the TGA curve of 1. Heating rate-dependent TGA and DSC measurements of 1 showed no impact on the resolution of this heating step ().", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>TGA and DSC\ncurves for compounds <bold>1</bold> (upper) and <bold>2</bold> (lower).\nHeating rate = 3 °C·min<sup>–1</sup>; given are the\npeak temperatures <italic toggle=\"yes\">T</italic>\n<sub>P</sub> [°C]. For heating\nrate-dependent TG and DCS investigations see <xref rid=\"notes-1\">Supporting\nInformation, Figure S6</xref>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-026813_0002.tif\"></graphic>\n</fig>", "clean_text": " 3  TGA and DSC curves for compounds 1 (upper) and 2 (lower). Heating rate = 3 °C⋅min-1; given are the peak temperatures T P [°C]. For heating rate-dependent TG and DCS investigations see Supporting Information, Figure S6.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>Removal of the water molecules causes a significant structural\nchange in the frameworks of <bold>1</bold> and <bold>2</bold>. The\nPXRD analysis after complete dehydration by heating the as-synthesized\ncompounds <bold>1</bold> and <bold>2</bold> at 100 °C for 12\nh shows a significant loss in crystallinity and that the reflections\nhave mostly vanished and are significantly different from those of\nthe initial sample (Figure ).</p>", "clean_text": "Removal of the water molecules causes a significant structural change in the frameworks of 1 and 2. The PXRD analysis after complete dehydration by heating the as-synthesized compounds 1 and 2 at 100 °C for 12 h shows a significant loss in crystallinity and that the reflections have mostly vanished and are significantly different from those of the initial sample (Figure ).", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Powder X-ray diffraction\npatterns for simulated, as-synthesized, dehydrated, and dehydrated\nsamples exposed to air for 1 h of compounds <bold>1</bold> (upper)\nand <bold>2</bold> (lower). Please note that intensities of simulated\nand experimental patterns do not match due to preferred orientation\nof the bulk material.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-026813_0003.tif\"></graphic>\n</fig>", "clean_text": " 4  Powder X-ray diffraction patterns for simulated, as-synthesized, dehydrated, and dehydrated samples exposed to air for 1 h of compounds 1 (upper) and 2 (lower). Please note that intensities of simulated and experimental patterns do not match due to preferred orientation of the bulk material.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>This reveals the formation of new anhydrate phases [M(bdcbpy)]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> M = Mn <bold>1</bold>′ and Ni <bold>2</bold>′. However, upon exposure to regular laboratory air\nat room temperature for 3 h, the diffraction intensities have obviously\nincreased, and their PXRD patterns (Figure ) and TGA curves () match well with those of <bold>1</bold> and <bold>2</bold>. This reveals that the anhydrates <bold>1</bold>′ and <bold>2</bold>′ rehydrate to the as-synthesized forms <bold>1</bold> and <bold>2</bold> and regain their crystallinity completely, thus\nindicating that the process is reversible.</p>", "clean_text": "This reveals the formation of new anhydrate phases [M(bdcbpy)] n  M = Mn 1' and Ni 2'. However, upon exposure to regular laboratory air at room temperature for 3 h, the diffraction intensities have obviously increased, and their PXRD patterns (Figure ) and TGA curves () match well with those of 1 and 2. This reveals that the anhydrates 1' and 2' rehydrate to the as-synthesized forms 1 and 2 and regain their crystallinity completely, thus indicating that the process is reversible.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["property"], "content": "<title>Adsorption Properties</title><p>Gas-adsorption measurements at 77 K reveal that both compounds\nhave no affinity to N<sub>2</sub>. Further adsorption experiments\nwith CO<sub>2</sub> at 195 K show no significant uptake. However,\na H<sub>2</sub> adsorption of 8.6 cm<sup>3</sup>/g for <bold>1</bold> and 11.6 cm<sup>3</sup>/g for <bold>2</bold> can be observed, which\ncan be regarded as a significant uptake capacity taking the potential\nvoid space of only 13.2% for <bold>1</bold> and 18.0% for <bold>2</bold> into account (Figure ). Although it is not\namong those with the highest H<sub>2</sub> uptake, the positive slope\nat 1 bar, which is an indication of unsaturation, shows that they\nmay have higher hydrogen uptake capacities under higher pressures.</p>", "clean_text": "Adsorption Properties\n\nGas-adsorption measurements at 77 K reveal that both compounds have no affinity to N2. Further adsorption experiments with CO2 at 195 K show no significant uptake. However, a H2 adsorption of 8.6 cm3/g for 1 and 11.6 cm3/g for 2 can be observed, which can be regarded as a significant uptake capacity taking the potential void space of only 13.2% for 1 and 18.0% for 2 into account (Figure ). Although it is not among those with the highest H2 uptake, the positive slope at 1 bar, which is an indication of unsaturation, shows that they may have higher hydrogen uptake capacities under higher pressures.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>The van der Waals accessible pore sizes can be estimated from single-crystal\ndata to be ∼3 Å for both hydrated as-synthesized materials <bold>1</bold> and <bold>2</bold>. However, even smaller pore sizes are\nexpected for the dehydrated activated materials, assuming that the\nremoval of coordinating water molecules, as shown in Figure b, cause adjacent carboxylate oxygen atoms to coordinate\nto the metal centers. This transition would retain the overall octahedral\ncoordination environment of the metals but would also lead to an even\ntighter framework as compared to the as-synthesized materials. Thus,\non the basis of the aforementioned explanation, it can be assumed\nthat N<sub>2</sub> and CO<sub>2</sub> show no adsorption due to size\nexclusion in respect to their kinetic diameters of 3.64 and 3.3 Å,\nrespectively, whereas H<sub>2</sub> with a kinetic diameter of 2.89\nÅ can diffuse into the &lt;3 Å narrow pores.</p>", "clean_text": "The van der Waals accessible pore sizes can be estimated from single-crystal data to be ~3 Å for both hydrated as-synthesized materials 1 and 2. However, even smaller pore sizes are expected for the dehydrated activated materials, assuming that the removal of coordinating water molecules, as shown in Figure b, cause adjacent carboxylate oxygen atoms to coordinate to the metal centers. This transition would retain the overall octahedral coordination environment of the metals but would also lead to an even tighter framework as compared to the as-synthesized materials. Thus, on the basis of the aforementioned explanation, it can be assumed that N2 and CO2 show no adsorption due to size exclusion in respect to their kinetic diameters of 3.64 and 3.3 Å, respectively, whereas H2 with a kinetic diameter of 2.89 Å can diffuse into the <3 Å narrow pores.", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Hydrogen adsorption isotherms\ncollected at 77 K of <bold>1</bold> (squares) and <bold>2</bold> (circles).</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-026813_0004.tif\"></graphic>\n</fig>", "clean_text": " 5  Hydrogen adsorption isotherms collected at 77 K of 1 (squares) and 2 (circles).   ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["property"], "content": "<title>Photochromic Properties</title><p>Both compounds <bold>1</bold> and <bold>2</bold> are very photosensitive,\ngiving a visible color change within seconds upon exposure to UV light\n(365 nm, 100 W, UVP B-100AP) in air. Compound <bold>1</bold> turns\nfrom ivory to dark blue, while compound <bold>2</bold> changes from\nlight green to dark green (Figure ). This\ncolor change is similar to that observed for viologen radicals, suggesting that the color change of <bold>1</bold> and <bold>2</bold> may arise from the photostimulated reduction of the bdcbpy<sup>2–</sup> ligand to generate bdcbpy<sup>•3–</sup> radicals after\nthe compounds are irradiated. Investigations on the reversibility\nof this process have shown that <bold>1</bold> and <bold>2</bold> transform\nto their nonradical states within 10 min in air over several continuous\ncycles without noticeable loss in the ability to generate free radicals.\nThis reversible transformation can be explained by a process of oxidative\nquenching from bdcbpy<sup>•3–</sup> radicals to bdcbpy<sup>2–</sup> by O<sub>2</sub> as found in common photoreduced\nproducts of viologen derivatives. In\nthe course of these investigations we noticed that <bold>1</bold> retains\nits single-crystallinity upon radical formation, whereas <bold>2</bold> transforms to a polycrystalline state (Figure ). This observation might be explained through different transformation\nreaction mechanisms. It can be assumed that the radical formation\nof <bold>1</bold> proceeds via a topotactic reaction, whereas <bold>2</bold> undergoes a significant rearrangement of its structure via\na nontopotactic reaction.</p>", "clean_text": "Photochromic Properties\n\nBoth compounds 1 and 2 are very photosensitive, giving a visible color change within seconds upon exposure to UV light (365 nm, 100 W, UVP B-100AP) in air. Compound 1 turns from ivory to dark blue, while compound 2 changes from light green to dark green (Figure ). This color change is similar to that observed for viologen radicals, suggesting that the color change of 1 and 2 may arise from the photostimulated reduction of the bdcbpy2- ligand to generate bdcbpy⋅3- radicals after the compounds are irradiated. Investigations on the reversibility of this process have shown that 1 and 2 transform to their nonradical states within 10 min in air over several continuous cycles without noticeable loss in the ability to generate free radicals. This reversible transformation can be explained by a process of oxidative quenching from bdcbpy⋅3- radicals to bdcbpy2- by O2 as found in common photoreduced products of viologen derivatives. In the course of these investigations we noticed that 1 retains its single-crystallinity upon radical formation, whereas 2 transforms to a polycrystalline state (Figure ). This observation might be explained through different transformation reaction mechanisms. It can be assumed that the radical formation of 1 proceeds via a topotactic reaction, whereas 2 undergoes a significant rearrangement of its structure via a nontopotactic reaction.", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Photochromic effect of single-crystalline samples\nof compounds <bold>1</bold> (upper) and <bold>2</bold> (lower) shown\nas photographic images. Photographs of polycrystalline samples are\nshown in <xref rid=\"notes-1\">Supporting Information, Figure S8</xref>.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-026813_0005.tif\"></graphic>\n</fig>", "clean_text": " 6  Photochromic effect of single-crystalline samples of compounds 1 (upper) and 2 (lower) shown as photographic images. Photographs of polycrystalline samples are shown in Supporting Information, Figure S8.   ", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>To get further insights into the\ninfluence of the structure on the photochromic behavior, the interchain\npacking interactions of the bdcbpy<sup>2–</sup> ligand were\nanalyzed (Figure , Table ). The shortest distances between the carboxylate O atoms\nand pyridinium nitrogen atoms are 3.385 Å in <bold>1</bold> and\n3.438 Å in <bold>2</bold>, while being roughly perpendicular\nto each other with angles of 65.0° in <bold>1</bold> and 63.1°\nin <bold>2</bold>. Such geometries and distances are suitable for\nthe occurrence of photoinduced electron transfer reactions between\nthe bipyridinium acceptor units and carboxylate donor groups to generate\nradicals.\n</p>", "clean_text": "To get further insights into the influence of the structure on the photochromic behavior, the interchain packing interactions of the bdcbpy2- ligand were analyzed (Figure , Table ). The shortest distances between the carboxylate O atoms and pyridinium nitrogen atoms are 3.385 Å in 1 and 3.438 Å in 2, while being roughly perpendicular to each other with angles of 65.0° in 1 and 63.1° in 2. Such geometries and distances are suitable for the occurrence of photoinduced electron transfer reactions between the bipyridinium acceptor units and carboxylate donor groups to generate radicals. ", "data": null, "include_properties": null}, {"idx": 46, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Orientation\nof the bdcbpy<sup>2–</sup> ligand in compound <bold>1</bold> as representative for both isostructural compounds <bold>1</bold> and <bold>2</bold>. Potential interchain electron transfer routes\nand selected atoms are labeled; distances and angles between selected\natoms are given in Table <xref rid=\"tbl5\"></xref>.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-026813_0006.tif\"></graphic>\n</fig>", "clean_text": " 7  Orientation of the bdcbpy2- ligand in compound 1 as representative for both isostructural compounds 1 and 2. Potential interchain electron transfer routes and selected atoms are labeled; distances and angles between selected atoms are given in Table .   ", "data": null, "include_properties": null}, {"idx": 47, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<title>Interchain Distances [Å] and\nAngles [deg] between Selected Atoms as Labeled in Figure <xref rid=\"fig7\" specific-use=\"ref-style=base-text\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">Mn <bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">Ni <bold>2</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>N1···O7A<xref rid=\"t5fn1\"></xref>\n</oasis:entry>\n<oasis:entry>3.385</oasis:entry>\n<oasis:entry>3.438</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>N2···O2B</oasis:entry>\n<oasis:entry>3.439</oasis:entry>\n<oasis:entry>3.515</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O7A···N1···C12</oasis:entry>\n<oasis:entry>65.0</oasis:entry>\n<oasis:entry>63.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O2B···N2···C15</oasis:entry>\n<oasis:entry>70.9</oasis:entry>\n<oasis:entry>71.0</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t5fn1\">\n<label>a</label>\n<p>Symmetry codes:\nA = <italic toggle=\"yes\">x</italic> – 1, <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic> and B = <italic toggle=\"yes\">x</italic> + 1, <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>With\nthis contribution we employed a new design strategy to rationally\nsynthesize ZW MOF materials. Through a careful structural analysis\nof reported porous ZW MOF materials we found that either their potential\npores are blocked by charge-compensating anions or that charge-compensating\nions are incorporated into the frameworks. The latter situation has\nshown to yield compounds in which only heterogeneous pore linings\nare found showing a mixture of charged organic surfaces and noncharged\norganic surfaces. To allow the formation of materials showing pores\nwith homogeneously charged pore linings we designed the multicharged\nanionic ZW ligand bdcbpy<sup>2–</sup>, which has been successfully\nused to construct the isostructural ZW MOFs Mn <bold>1</bold> and\nNi <bold>2</bold> with no additional anions needed for the charge-compensation\npurpose. The formation of their crystal structures demonstrates spontaneous\nself-assembly reactions involving three types of molecular recognition\nphenomena, namely, metal-ion recognition in the first step, hydrogen\nbonding in the second step, and π–π stacking interactions\nin the final step to establish a 3D framework with 1D channel pores.\nThe compounds were thoroughly investigated for their adsorption properties,\nthermostabilty, and activation conditions. In addition, an interesting\nphotochromic behavior was found upon UV light irradiation, which originated\nthrough the formation of viologen radicals. Although the presented\nmaterials are not among those with the highest hydrogen uptake, this\nwork is the first example of ZW MOFs formed solely through ZW ligands\nand no other charge-balancing anions. Thus, this research will open\nnew avenues for the rational design of advanced porous ZW MOFs with\nenhanced adsorption properties. Further studies on creating similar\nmaterials based on anionic ZW ligands are in progress.</p>", "clean_text": "Conclusion\n\nWith this contribution we employed a new design strategy to rationally synthesize ZW MOF materials. Through a careful structural analysis of reported porous ZW MOF materials we found that either their potential pores are blocked by charge-compensating anions or that charge-compensating ions are incorporated into the frameworks. The latter situation has shown to yield compounds in which only heterogeneous pore linings are found showing a mixture of charged organic surfaces and noncharged organic surfaces. To allow the formation of materials showing pores with homogeneously charged pore linings we designed the multicharged anionic ZW ligand bdcbpy2-, which has been successfully used to construct the isostructural ZW MOFs Mn 1 and Ni 2 with no additional anions needed for the charge-compensation purpose. The formation of their crystal structures demonstrates spontaneous self-assembly reactions involving three types of molecular recognition phenomena, namely, metal-ion recognition in the first step, hydrogen bonding in the second step, and π-π stacking interactions in the final step to establish a 3D framework with 1D channel pores. The compounds were thoroughly investigated for their adsorption properties, thermostabilty, and activation conditions. In addition, an interesting photochromic behavior was found upon UV light irradiation, which originated through the formation of viologen radicals. Although the presented materials are not among those with the highest hydrogen uptake, this work is the first example of ZW MOFs formed solely through ZW ligands and no other charge-balancing anions. Thus, this research will open new avenues for the rational design of advanced porous ZW MOFs with enhanced adsorption properties. Further studies on creating similar materials based on anionic ZW ligands are in progress.", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>NMR data\nof Me<sub>4</sub>bdcbpyBr<sub>2</sub> and H<sub>4</sub>bdcbpyBr<sub>2</sub>; IR data of H<sub>4</sub>bdcbpyBr<sub>2</sub>, <bold>1</bold>, and <bold>2</bold>; PXRD data of <bold>1</bold> and <bold>2</bold>; temperature ellipsoid plot of <bold>2</bold>; heating rate-dependent\nTGA and DSC data of <bold>1</bold> and <bold>2</bold>; TGA data of\nrehydrated samples of <bold>1</bold> and <bold>2</bold>; photographic\nimages of the photochromic effect of polycrystalline samples of <bold>1</bold> and <bold>2</bold>. This material is available free of charge\nvia the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>. CCDC 1031541 (<bold>1</bold>) and 1031542 (<bold>2</bold>) contain\nthe supplementary crystallographic data for this paper. These data\ncan be obtained free of charge from the Cambridge Crystallographic\nData Centre via <uri>www.ccdc.cam.ac.uk</uri>.</p>", "clean_text": "NMR data of Me4bdcbpyBr2 and H4bdcbpyBr2; IR data of H4bdcbpyBr2, 1, and 2; PXRD data of 1 and 2; temperature ellipsoid plot of 2; heating rate-dependent TGA and DSC data of 1 and 2; TGA data of rehydrated samples of 1 and 2; photographic images of the photochromic effect of polycrystalline samples of 1 and 2. This material is available free of charge via the Internet at http://pubs.acs.org. CCDC 1031541 (1) and 1031542 (2) contain the supplementary crystallographic data for this paper. These data can be obtained free of charge from the Cambridge Crystallographic Data Centre via www.ccdc.cam.ac.uk.", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>The authors declare no competing\nfinancial interest.</p><title>References</title>", "clean_text": "The authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "10, 11, 12, 14", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of the Ligand 1,1′-Bis(3,5-dicarboxybenzyl)-4,4′-bipyridinium\ndibromide dihydrate solvate (H<sub>4</sub>bdcbpyBr<sub>2</sub>·2H<sub>2</sub>O)</title><p>4,4′-bipyridine (1.56 g, 10 mmol) and 3\nequiv of dimethyl 5-(bromomethyl) isopthalate were dissolved in 20\nmL of acetonitrile and refluxed for 24 h at 100 °C. After the\nmixture was cooled to room temperature, the resulting precipitates\nwere filtered off, washed with acetonitrile, and dried in vacuum to\ngive Me<sub>4</sub>bdcbpyBr<sub>2</sub> as light green powder (5.97\ng, yield 82%). <sup>1</sup>H NMR (400 MHz, D<sub>2</sub>O): δ\n= 9.24 (d, 2H); 8.78 (s, 1H); 8.60 (d, 2H); 8.39 (s, 2H); 6.15 (s,\n2H); 4.01 (s, 3H) (: top).</p><p>Deprotection was performed by dissolving Me<sub>4</sub>bdcbpyBr<sub>2</sub> (2.0 g) in acetic acid (50 mL) and aqueous\nHBr (44%, 50 mL). The solution was refluxed for 12 h and was slowly\npoured into 500 mL of ice water. The resulting precipitate was collected\nby filtration and washed with distilled water (3 × 30 mL). The\nfilter cake was dried in vacuum and recrystallized in CH<sub>3</sub>CN to give the product (1.44 g, yield 74%). Anal. Calcd for C<sub>28</sub>H<sub>26</sub>Br<sub>2</sub>N<sub>2</sub>O<sub>10</sub> (710.32):\nC 47.35, H 3.69, N 3.94; found: C 47.06, H 3.95, N 3.70%. IR (KBr\npellet, cm<sup>–1</sup>): ν̃ = 3389 (w), 3123 (s),\n3047 (w), 3013 (w), 2564 (w), 1700 (w), 1636 (s), 1559 (s), 1507 (s),\n1449 (m), 1425 (s), 1388 (s), 1351 (m), 1296 (m), 1196 (m), 1036 (m),\n876 (s), 840 (s), 805 (w), 754 (s), 718 (s), 588 (w), 512 (s), 479\n(s) (). <sup>1</sup>H NMR (400 MHz, deuterated dimethyl sulfoxide (<italic toggle=\"yes\">d</italic>\n<sub>6</sub>-DMSO)): δ = 9.58 (d, 2H); 8.75 (d, 2H); 8.55 (s,\n3H); 8.39 (s, 2H); 6.20 (s, 2H) (: bottom). <sup>13</sup>C NMR (100 MHz, <italic toggle=\"yes\">d</italic>\n<sub>6</sub>-DMSO): δ = 166.5, 149.8, 146.3, 135.6, 134.8,\n132.7, 131.3, 127.8, 62.9 ().</p><title>Synthesis of {[Mn(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>)</title><p>Bulk material was prepared by the following procedure:\nH<sub>4</sub>bdcbpyBr<sub>2</sub>·2H<sub>2</sub>O (35.5 mg, 0.05\nmmol) was dissolved in 1 mL of water, and the pH value of the solution\nwas adjusted to 7 with 0.1 mol L<sup>–1</sup> NaOH solution.\nAn aqueous solution of Mn(CH<sub>3</sub>COO)<sub>2</sub> (43.3 mg,\n0.25 mmol) in 1 mL of water was then added to the solution. Ivory\ncolored polycrystalline precipitate was obtained after stirring the\nmixture in a closed glass vial on a heating plate at 85 °C for\n12 h. The residue was removed by filtration, washed with water and\ndiethyl ether, and dried in air. The filtrate was kept to grow single\ncrystals (see below). The purity of the bulk material was checked\nby powder X-ray diffraction (PXRD, : top). Yield based on the ligand: 10.1\nmg (28%). Anal. Calcd for C<sub>28</sub>H<sub>34</sub>MnN<sub>2</sub>O<sub>16</sub> (709.51): C 47.40, H 4.83, N 3.95; found: C 47.89,\nH 4.90, N 3.88%. IR (KBr pellet, cm<sup>–1</sup>): ν̃\n= 3385 (w), 3122 (s), 3059 (w), 1636 (s), 1613 (s), 1559 (w), 1507\n(s), 1448 (m), 1370 (w), 1241 (s), 1158 (s), 1135 (s), 840 (s), 775\n(s), 719 (s), 590 (s), 493 (s) ().</p><title>Synthesis of {[Ni(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>)</title><p>Light green polycrystalline bulk material and\nclear light green block-shaped single crystals were prepared the same\nway as described above, but using Ni(CH<sub>3</sub>COO)<sub>2</sub>·2H<sub>2</sub>O (48.7 mg, 0.25 mmol) instead of Mn(CH<sub>3</sub>COO)<sub>2</sub>. The purity of the bulk material was checked by\nPXRD (: bottom). Yield based on the ligand: 11.3 mg (32%). Anal. Calcd\nfor C<sub>28</sub>H<sub>34</sub>NiN<sub>2</sub>O<sub>16</sub> (713.27):\nC 47.15, H 4.80, N 3.93; found: C 49.60, H 4.86, N 4.14%. Note that\nthis elemental analysis is not a close match; however, a partial dehydration\nof <bold>2</bold> to {[Ni(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·3H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> would be in rough agreement\nwith these findings. Anal. Calcd for C<sub>28</sub>H<sub>32</sub>NiN<sub>2</sub>O<sub>15</sub> (695.26): C 48.37, H 4.64, N 4.03%. This is\nsupported by TGA measurements (see  Section). IR (KBr pellet, cm<sup>–1</sup>): ν̃\n= 3385 (w), 3125 (s), 3058(m), 1636 (s), 1617 (m), 1560 (w), 1508\n(s), 1445 (m), 1371 (w), 1242 (s), 1163 (s), 1139 (s), 840 (s), 769\n(s), 721 (s), 594 (s), 497 (s) ().</p>", "clean_text": "Synthesis of the Ligand 1,1'-Bis(3,5-dicarboxybenzyl)-4,4'-bipyridinium dibromide dihydrate solvate (H4bdcbpyBr2⋅2H2O)\n\n4,4'-bipyridine (1.56 g, 10 mmol) and 3 equiv of dimethyl 5-(bromomethyl) isopthalate were dissolved in 20 mL of acetonitrile and refluxed for 24 h at 100 °C. After the mixture was cooled to room temperature, the resulting precipitates were filtered off, washed with acetonitrile, and dried in vacuum to give Me4bdcbpyBr2 as light green powder (5.97 g, yield 82%). 1H NMR (400 MHz, D2O): δ = 9.24 (d, 2H); 8.78 (s, 1H); 8.60 (d, 2H); 8.39 (s, 2H); 6.15 (s, 2H); 4.01 (s, 3H) (: top).\n\nDeprotection was performed by dissolving Me4bdcbpyBr2 (2.0 g) in acetic acid (50 mL) and aqueous HBr (44%, 50 mL). The solution was refluxed for 12 h and was slowly poured into 500 mL of ice water. The resulting precipitate was collected by filtration and washed with distilled water (3 × 30 mL). The filter cake was dried in vacuum and recrystallized in CH3CN to give the product (1.44 g, yield 74%). Anal. Calcd for C28H26Br2N2O10 (710.32): C 47.35, H 3.69, N 3.94; found: C 47.06, H 3.95, N 3.70%. IR (KBr pellet, cm-1): ν̃ = 3389 (w), 3123 (s), 3047 (w), 3013 (w), 2564 (w), 1700 (w), 1636 (s), 1559 (s), 1507 (s), 1449 (m), 1425 (s), 1388 (s), 1351 (m), 1296 (m), 1196 (m), 1036 (m), 876 (s), 840 (s), 805 (w), 754 (s), 718 (s), 588 (w), 512 (s), 479 (s) (). 1H NMR (400 MHz, deuterated dimethyl sulfoxide (d 6-DMSO)): δ = 9.58 (d, 2H); 8.75 (d, 2H); 8.55 (s, 3H); 8.39 (s, 2H); 6.20 (s, 2H) (: bottom). 13C NMR (100 MHz, d 6-DMSO): δ = 166.5, 149.8, 146.3, 135.6, 134.8, 132.7, 131.3, 127.8, 62.9 ().\n\nSynthesis of {[Mn(bdcbpy)(OH2)4]⋅4H2O} n  (1)\n\nBulk material was prepared by the following procedure: H4bdcbpyBr2⋅2H2O (35.5 mg, 0.05 mmol) was dissolved in 1 mL of water, and the pH value of the solution was adjusted to 7 with 0.1 mol L-1 NaOH solution. An aqueous solution of Mn(CH3COO)2 (43.3 mg, 0.25 mmol) in 1 mL of water was then added to the solution. Ivory colored polycrystalline precipitate was obtained after stirring the mixture in a closed glass vial on a heating plate at 85 °C for 12 h. The residue was removed by filtration, washed with water and diethyl ether, and dried in air. The filtrate was kept to grow single crystals (see below). The purity of the bulk material was checked by powder X-ray diffraction (PXRD, : top). Yield based on the ligand: 10.1 mg (28%). Anal. Calcd for C28H34MnN2O16 (709.51): C 47.40, H 4.83, N 3.95; found: C 47.89, H 4.90, N 3.88%. IR (KBr pellet, cm-1): ν̃ = 3385 (w), 3122 (s), 3059 (w), 1636 (s), 1613 (s), 1559 (w), 1507 (s), 1448 (m), 1370 (w), 1241 (s), 1158 (s), 1135 (s), 840 (s), 775 (s), 719 (s), 590 (s), 493 (s) ().\n\nSynthesis of {[Ni(bdcbpy)(OH2)4]⋅4H2O} n  (2)\n\nLight green polycrystalline bulk material and clear light green block-shaped single crystals were prepared the same way as described above, but using Ni(CH3COO)2⋅2H2O (48.7 mg, 0.25 mmol) instead of Mn(CH3COO)2. The purity of the bulk material was checked by PXRD (: bottom). Yield based on the ligand: 11.3 mg (32%). Anal. Calcd for C28H34NiN2O16 (713.27): C 47.15, H 4.80, N 3.93; found: C 49.60, H 4.86, N 4.14%. Note that this elemental analysis is not a close match; however, a partial dehydration of 2 to {[Ni(bdcbpy)(OH2)4]⋅3H2O} n  would be in rough agreement with these findings. Anal. Calcd for C28H32NiN2O15 (695.26): C 48.37, H 4.64, N 4.03%. This is supported by TGA measurements (see  Section). IR (KBr pellet, cm-1): ν̃ = 3385 (w), 3125 (s), 3058(m), 1636 (s), 1617 (m), 1560 (w), 1508 (s), 1445 (m), 1371 (w), 1242 (s), 1163 (s), 1139 (s), 840 (s), 769 (s), 721 (s), 594 (s), 497 (s) ().", "data": [{"meta": {"name": "H4bdcbpyBr2·2H2O", "symbol": "", "chemical formula": "C28H26Br2N2O10"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "4,4′-bipyridine", "amount": "1.56", "unit": "g"}, {"name": "dimethyl 5-(bromomethyl) isopthalate", "amount": "3 equiv", "unit": ""}], "solution": [{"name": "acetonitrile", "amount": "20", "unit": "mL"}], "pressure": "", "temperature": "100°C", "time": "24 h"}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "vacuum", "time": ""}], "yield": "82%"}, {"meta": {"name": "H4bdcbpyBr2·2H2O", "symbol": "", "chemical formula": "C28H26Br2N2O10"}, "processes": [{"synthesis method": "deprotection", "precursor": [{"name": "Me4bdcbpyBr2", "amount": "2.0", "unit": "g"}], "solution": [{"name": "acetic acid", "amount": "50", "unit": "mL"}, {"name": "aqueous HBr (44%)", "amount": "50", "unit": "mL"}], "pressure": "", "temperature": "reflux", "time": "12 h"}, {"synthesis method": "washing", "washing solution": "distilled water", "amount": "3 × 30 mL"}], "yield": "74%"}, {"meta": {"name": "{[Mn(bdcbpy)(OH2)4]·4H2O}n", "symbol": "1", "chemical formula": "C28H34MnN2O16"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "H4bdcbpyBr2·2H2O", "amount": "35.5", "unit": "mg"}], "solution": [{"name": "water", "amount": "1", "unit": "mL"}, {"name": "NaOH solution (0.1 mol L–1)", "amount": "", "unit": ""}], "pressure": "", "temperature": "85°C", "time": "12 h"}, {"synthesis method": "filtration", "pressure": "", "time": ""}, {"synthesis method": "washing", "washing solution": "water, diethyl ether", "amount": ""}], "yield": "28%"}, {"meta": {"name": "{[Ni(bdcbpy)(OH2)4]·4H2O}n", "symbol": "2", "chemical formula": "C28H34NiN2O16"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "H4bdcbpyBr2·2H2O", "amount": "", "unit": ""}], "solution": [{"name": "water", "amount": "1", "unit": "mL"}], "pressure": "", "temperature": "85°C", "time": "12 h"}, {"synthesis method": "filtration", "pressure": "", "time": ""}, {"synthesis method": "washing", "washing solution": "water, diethyl ether", "amount": ""}], "yield": "32%"}], "include_properties": ["chemical_synthesis", "filtration", "washing", "drying", "pH_adjustment"]}, {"idx": "34, 35, 40, 43", "type": "text", "classification": "property", "content": "<title>Thermal Properties</title><p>On heating the octahydrate {[Mn(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>), all water molecules can be removed. Two mass steps are observed\nin the TGA curve in the range of 30–300 °C that are each\naccompanied by an endothermic event in the DSC curve (Figure , upper). The TG steps are well-resolved and separated.\nThe experimental mass losses of Δ<italic toggle=\"yes\">m</italic>\n<sub>exp</sub>(1st step) = 9.9% and Δ<italic toggle=\"yes\">m</italic>\n<sub>exp</sub>(2nd\nstep) = 9.7% are in good agreement with that calculated for the release\nof each four water molecules [Δ<italic toggle=\"yes\">m</italic>\n<sub>calc</sub>(4H<sub>2</sub>O) = 10.2%]. On the basis of the experimental mass\nlosses, it can be assumed that in the first step the tetrahydrate\n[Mn(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> is formed leading to the formation of the anhydrate [Mn(bdcbpy)]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>′) upon further heating\nbefore it starts decomposing at ∼300 °C. The four noncoordinating\nwater molecules are most likely released first, followed by the four\ncoordinating water molecules, because of their strong hydrogen bonding\ninteractions with the framework (Table ).</p><p>As found from elemental analysis, {[Ni(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>) partially dehydrates instantly after synthesis and workup\nat room temperature. It can be assumed that one of the volatile noncoordinating\nwater molecules leaves the framework giving a new composition of {[Ni(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·3H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>. This heptahydrate shows a significantly different dehydration\nbehavior than compound <bold>1</bold>. Three mass steps are observed\nin the TGA curve in the range of 30–300 °C that are each\naccompanied by an endothermic event in the DSC curve (Figure , lower). The experimental mass losses of Δ<italic toggle=\"yes\">m</italic>\n<sub>exp</sub>(1st step) = 8.0%, Δ<italic toggle=\"yes\">m</italic>\n<sub>exp</sub>(2nd step) = 7.4%, and Δ<italic toggle=\"yes\">m</italic>\n<sub>exp</sub> = 3.1% (3rd step) are in good agreement with that calculated\nfor the release of three water molecules in the 1st/2nd step [Δ<italic toggle=\"yes\">m</italic>\n<sub>calc</sub>(3H<sub>2</sub>O) = 7.8%] and one water\nmolecule in the third step [Δ<italic toggle=\"yes\">m</italic>\n<sub>calc</sub>(1H<sub>2</sub>O) = 2.6%]. As with compound <bold>1</bold>, the noncoordinating\nwater molecules are most likely released first before releasing the\nmetal-coordinating water molecules. However, the next heating event\nin <bold>2</bold> is separated into two steps as compared to <bold>1</bold>. This observation can be explained based on the different\nmetal–water coordination strengths and hydrogen bonding interactions.\nAs shown in Table , the metal–O<sub>water</sub> distances in <bold>2</bold> are significantly shorter\nwith 2.050(2)–2.099(2) Å, as compared to those of <bold>1</bold> with 2.158(2)–2.228(2) Å, which indicates a\nstronger bonding in <bold>2</bold>. Also, as shown in Table  and Figure b, there are\ntwo metal-coordinating water molecules, namely, O1W and O4W, which\nare stabilized by two hydrogen bonding interactions and with O1W showing\nin average stronger hydrogen bonds than O4W, while O2W and O3W show\ninstead only one hydrogen bond. This environment makes O1W the strongest-bonded\nwater molecule in <bold>2</bold>, and thus, it can be assumed that\nthis water molecule is released last upon heating. These energetic\ndifferences in the metal–water coordination are less pronounced\nin <bold>1</bold> and, thus, not resolved in the TGA curve of <bold>1</bold>. Heating rate-dependent TGA and DSC measurements of <bold>1</bold> showed no impact on the resolution of this heating step\n().</p><title>Adsorption Properties</title><p>Gas-adsorption measurements at 77 K reveal that both compounds\nhave no affinity to N<sub>2</sub>. Further adsorption experiments\nwith CO<sub>2</sub> at 195 K show no significant uptake. However,\na H<sub>2</sub> adsorption of 8.6 cm<sup>3</sup>/g for <bold>1</bold> and 11.6 cm<sup>3</sup>/g for <bold>2</bold> can be observed, which\ncan be regarded as a significant uptake capacity taking the potential\nvoid space of only 13.2% for <bold>1</bold> and 18.0% for <bold>2</bold> into account (Figure ). Although it is not\namong those with the highest H<sub>2</sub> uptake, the positive slope\nat 1 bar, which is an indication of unsaturation, shows that they\nmay have higher hydrogen uptake capacities under higher pressures.</p><title>Photochromic Properties</title><p>Both compounds <bold>1</bold> and <bold>2</bold> are very photosensitive,\ngiving a visible color change within seconds upon exposure to UV light\n(365 nm, 100 W, UVP B-100AP) in air. Compound <bold>1</bold> turns\nfrom ivory to dark blue, while compound <bold>2</bold> changes from\nlight green to dark green (Figure ). This\ncolor change is similar to that observed for viologen radicals, suggesting that the color change of <bold>1</bold> and <bold>2</bold> may arise from the photostimulated reduction of the bdcbpy<sup>2–</sup> ligand to generate bdcbpy<sup>•3–</sup> radicals after\nthe compounds are irradiated. Investigations on the reversibility\nof this process have shown that <bold>1</bold> and <bold>2</bold> transform\nto their nonradical states within 10 min in air over several continuous\ncycles without noticeable loss in the ability to generate free radicals.\nThis reversible transformation can be explained by a process of oxidative\nquenching from bdcbpy<sup>•3–</sup> radicals to bdcbpy<sup>2–</sup> by O<sub>2</sub> as found in common photoreduced\nproducts of viologen derivatives. In\nthe course of these investigations we noticed that <bold>1</bold> retains\nits single-crystallinity upon radical formation, whereas <bold>2</bold> transforms to a polycrystalline state (Figure ). This observation might be explained through different transformation\nreaction mechanisms. It can be assumed that the radical formation\nof <bold>1</bold> proceeds via a topotactic reaction, whereas <bold>2</bold> undergoes a significant rearrangement of its structure via\na nontopotactic reaction.</p>", "clean_text": "Thermal Properties\n\nOn heating the octahydrate {[Mn(bdcbpy)(OH2)4]⋅4H2O} n  (1), all water molecules can be removed. Two mass steps are observed in the TGA curve in the range of 30-300 °C that are each accompanied by an endothermic event in the DSC curve (Figure , upper). The TG steps are well-resolved and separated. The experimental mass losses of Δm exp(1st step) = 9.9% and Δm exp(2nd step) = 9.7% are in good agreement with that calculated for the release of each four water molecules [Δm calc(4H2O) = 10.2%]. On the basis of the experimental mass losses, it can be assumed that in the first step the tetrahydrate [Mn(bdcbpy)(OH2)4] n  is formed leading to the formation of the anhydrate [Mn(bdcbpy)] n  (1') upon further heating before it starts decomposing at ~300 °C. The four noncoordinating water molecules are most likely released first, followed by the four coordinating water molecules, because of their strong hydrogen bonding interactions with the framework (Table ).\n\nAs found from elemental analysis, {[Ni(bdcbpy)(OH2)4]⋅4H2O} n  (2) partially dehydrates instantly after synthesis and workup at room temperature. It can be assumed that one of the volatile noncoordinating water molecules leaves the framework giving a new composition of {[Ni(bdcbpy)(OH2)4]⋅3H2O} n . This heptahydrate shows a significantly different dehydration behavior than compound 1. Three mass steps are observed in the TGA curve in the range of 30-300 °C that are each accompanied by an endothermic event in the DSC curve (Figure , lower). The experimental mass losses of Δm exp(1st step) = 8.0%, Δm exp(2nd step) = 7.4%, and Δm exp = 3.1% (3rd step) are in good agreement with that calculated for the release of three water molecules in the 1st/2nd step [Δm calc(3H2O) = 7.8%] and one water molecule in the third step [Δm calc(1H2O) = 2.6%]. As with compound 1, the noncoordinating water molecules are most likely released first before releasing the metal-coordinating water molecules. However, the next heating event in 2 is separated into two steps as compared to 1. This observation can be explained based on the different metal-water coordination strengths and hydrogen bonding interactions. As shown in Table , the metal-Owater distances in 2 are significantly shorter with 2.050(2)-2.099(2) Å, as compared to those of 1 with 2.158(2)-2.228(2) Å, which indicates a stronger bonding in 2. Also, as shown in Table  and Figure b, there are two metal-coordinating water molecules, namely, O1W and O4W, which are stabilized by two hydrogen bonding interactions and with O1W showing in average stronger hydrogen bonds than O4W, while O2W and O3W show instead only one hydrogen bond. This environment makes O1W the strongest-bonded water molecule in 2, and thus, it can be assumed that this water molecule is released last upon heating. These energetic differences in the metal-water coordination are less pronounced in 1 and, thus, not resolved in the TGA curve of 1. Heating rate-dependent TGA and DSC measurements of 1 showed no impact on the resolution of this heating step ().\n\nAdsorption Properties\n\nGas-adsorption measurements at 77 K reveal that both compounds have no affinity to N2. Further adsorption experiments with CO2 at 195 K show no significant uptake. However, a H2 adsorption of 8.6 cm3/g for 1 and 11.6 cm3/g for 2 can be observed, which can be regarded as a significant uptake capacity taking the potential void space of only 13.2% for 1 and 18.0% for 2 into account (Figure ). Although it is not among those with the highest H2 uptake, the positive slope at 1 bar, which is an indication of unsaturation, shows that they may have higher hydrogen uptake capacities under higher pressures.\n\nPhotochromic Properties\n\nBoth compounds 1 and 2 are very photosensitive, giving a visible color change within seconds upon exposure to UV light (365 nm, 100 W, UVP B-100AP) in air. Compound 1 turns from ivory to dark blue, while compound 2 changes from light green to dark green (Figure ). This color change is similar to that observed for viologen radicals, suggesting that the color change of 1 and 2 may arise from the photostimulated reduction of the bdcbpy2- ligand to generate bdcbpy⋅3- radicals after the compounds are irradiated. Investigations on the reversibility of this process have shown that 1 and 2 transform to their nonradical states within 10 min in air over several continuous cycles without noticeable loss in the ability to generate free radicals. This reversible transformation can be explained by a process of oxidative quenching from bdcbpy⋅3- radicals to bdcbpy2- by O2 as found in common photoreduced products of viologen derivatives. In the course of these investigations we noticed that 1 retains its single-crystallinity upon radical formation, whereas 2 transforms to a polycrystalline state (Figure ). This observation might be explained through different transformation reaction mechanisms. It can be assumed that the radical formation of 1 proceeds via a topotactic reaction, whereas 2 undergoes a significant rearrangement of its structure via a nontopotactic reaction.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "400", "unit": "°C", "type": "decomposition point", "condition": ""}]}, {"meta": {"name": "Complex 4", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "155", "unit": "°C", "type": "stable", "condition": ""}, {"value": "155 and 250", "unit": "°C", "type": "removal of coordinated solvent molecules", "condition": ""}, {"value": "680", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}, {"meta": {"name": "MOF-XYZ", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "120", "unit": "°C", "type": "an initial weight loss", "condition": ""}, {"value": "110 to 280", "unit": "°C", "type": "gradual removal of coordinated water molecules", "condition": ""}]}, {"meta": {"name": "octahydrate {[Mn(bdcbpy)(OH2)4]·4H2O}", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "30–300", "unit": "°C", "type": "two mass steps", "condition": ""}]}, {"meta": {"name": "[Ni(bdcbpy)(OH2)4]·4H2O", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "30–300", "unit": "°C", "type": "three mass steps", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 16, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Selected\nCrystal Data and Details on the Structure Determinations from Single\nCrystal Data for Compounds <bold>1</bold> and <bold>2</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"3\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">compound</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>formula</oasis:entry>\n<oasis:entry>C<sub>28</sub>H<sub>34</sub>MnN<sub>2</sub>O<sub>16</sub>\n</oasis:entry>\n<oasis:entry>C<sub>28</sub>H<sub>34</sub>NiN<sub>2</sub>O<sub>16</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MW [g·mol<sup>–1</sup>]</oasis:entry>\n<oasis:entry>709.51</oasis:entry>\n<oasis:entry>713.27</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> [Å]</oasis:entry>\n<oasis:entry>12.5007(2)</oasis:entry>\n<oasis:entry>12.3743(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> [Å]</oasis:entry>\n<oasis:entry>12.7914(3)</oasis:entry>\n<oasis:entry>12.8620(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> [Å]</oasis:entry>\n<oasis:entry>18.5855(5)</oasis:entry>\n<oasis:entry>18.4671(10)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α [deg]</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β [deg]</oasis:entry>\n<oasis:entry>98.5482(9)</oasis:entry>\n<oasis:entry>98.5756(19)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ\n[deg]</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic> [Å<sup>3</sup>]</oasis:entry>\n<oasis:entry>2938.83(12)</oasis:entry>\n<oasis:entry>2906.3(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic> [K]</oasis:entry>\n<oasis:entry>170(2)</oasis:entry>\n<oasis:entry>170(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">D</italic>\n<sub>calc</sub> [g·cm<sup>–3</sup>]</oasis:entry>\n<oasis:entry>1.481</oasis:entry>\n<oasis:entry>1.507</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ [mm<sup>–1</sup>]</oasis:entry>\n<oasis:entry>0.520</oasis:entry>\n<oasis:entry>0.739</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>min/max transmission</oasis:entry>\n<oasis:entry>0.926/0.954</oasis:entry>\n<oasis:entry>0.898/0.940</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>θ<sub>max</sub> [deg]</oasis:entry>\n<oasis:entry>28.291</oasis:entry>\n<oasis:entry>28.397</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>measured reflections</oasis:entry>\n<oasis:entry>40425</oasis:entry>\n<oasis:entry>41507</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>unique reflections</oasis:entry>\n<oasis:entry>7292</oasis:entry>\n<oasis:entry>7240</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflections [<italic toggle=\"yes\">F</italic>\n<sub>0</sub> &gt;\n4σ(<italic toggle=\"yes\">F</italic>\n<sub>0</sub>)]</oasis:entry>\n<oasis:entry>4844</oasis:entry>\n<oasis:entry>6095</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>parameter</oasis:entry>\n<oasis:entry>397</oasis:entry>\n<oasis:entry>397</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>int</sub>\n</oasis:entry>\n<oasis:entry>0.0658</oasis:entry>\n<oasis:entry>0.0367</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> [<italic toggle=\"yes\">F</italic>\n<sub>0</sub> &gt; 4σ(<italic toggle=\"yes\">F</italic>\n<sub>0</sub>)]</oasis:entry>\n<oasis:entry>0.0533</oasis:entry>\n<oasis:entry>0.0389</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">wR</italic>\n<sub>2</sub> [all data]</oasis:entry>\n<oasis:entry>0.1564</oasis:entry>\n<oasis:entry>0.1122</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOF</oasis:entry>\n<oasis:entry>1.016</oasis:entry>\n<oasis:entry>1.048</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Δρ<sub>max</sub>/Δρ<sub>min</sub> [e·Å<sup>–3</sup>]</oasis:entry>\n<oasis:entry>0.792/–0.446</oasis:entry>\n<oasis:entry>0.686/–0.450</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Selected Crystal Data and Details on the Structure Determinations from Single Crystal Data for Compounds 1 and 2\n\n| compound | 1 | 2 |\n|----------|---|---|\n| formula  | C<sub>28</sub>H<sub>34</sub>MnN<sub>2</sub>O<sub>16</sub> | C<sub>28</sub>H<sub>34</sub>NiN<sub>2</sub>O<sub>16</sub> |\n| MW [g·mol<sup>–1</sup>] | 709.51 | 713.27 |\n| crystal system | monoclinic | monoclinic |\n| space group | *P*2<sub>1</sub>/*n* | *P*2<sub>1</sub>/*n* |\n| *a* [Å] | 12.5007(2) | 12.3743(7) |\n| *b* [Å] | 12.7914(3) | 12.8620(7) |\n| *c* [Å] | 18.5855(5) | 18.4671(10) |\n| α [deg] | 90 | 90 |\n| β [deg] | 98.5482(9) | 98.5756(19) |\n| γ [deg] | 90 | 90 |\n| *V* [Å<sup>3</sup>] | 2938.83(12) | 2906.3(3) |\n| *T* [K] | 170(2) | 170(2) |\n| *Z* | 4 | 4 |\n| *D*<sub>calc</sub> [g·cm<sup>–3</sup>] | 1.481 | 1.507 |\n| μ [mm<sup>–1</sup>] | 0.520 | 0.739 |\n| min/max transmission | 0.926/0.954 | 0.898/0.940 |\n| θ<sub>max</sub> [deg] | 28.291 | 28.397 |\n| measured reflections | 40425 | 41507 |\n| unique reflections | 7292 | 7240 |\n| reflections [*F*<sub>0</sub> > 4σ(*F*<sub>0</sub>)] | 4844 | 6095 |\n| parameter | 397 | 397 |\n| *R*<sub>int</sub> | 0.0658 | 0.0367 |\n| *R*<sub>1</sub> [*F*<sub>0</sub> > 4σ(*F*<sub>0</sub>)] | 0.0533 | 0.0389 |\n| *wR*<sub>2</sub> [all data] | 0.1564 | 0.1122 |\n| GOF | 1.016 | 1.048 |\n| Δρ<sub>max</sub>/Δρ<sub>min</sub> [e·Å<sup>–3</sup>] | 0.792/–0.446 | 0.686/–0.450 |", "data": ["substring not found"], "include_properties": null}, {"idx": 28, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Selected Bond Lengths [Å] and Angles [deg] for\nCompounds <bold>1</bold> and <bold>2</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"3\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">Mn <bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">Ni <bold>2</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>M–O1W</oasis:entry>\n<oasis:entry>2.188(2)</oasis:entry>\n<oasis:entry>2.055(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O2W</oasis:entry>\n<oasis:entry>2.171(2)</oasis:entry>\n<oasis:entry>2.061(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O3W</oasis:entry>\n<oasis:entry>2.158(2)</oasis:entry>\n<oasis:entry>2.050(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O4W</oasis:entry>\n<oasis:entry>2.228(2)</oasis:entry>\n<oasis:entry>2.099(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O1</oasis:entry>\n<oasis:entry>2.177(2)</oasis:entry>\n<oasis:entry>2.071(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O8A<xref rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry>2.232(2)</oasis:entry>\n<oasis:entry>2.139(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O3W–M–O1W</oasis:entry>\n<oasis:entry>92.01(9)</oasis:entry>\n<oasis:entry>92.60(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O3W–M–O2W</oasis:entry>\n<oasis:entry>89.17(9)</oasis:entry>\n<oasis:entry>88.37(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O1W–M–O2W</oasis:entry>\n<oasis:entry>168.25(8)</oasis:entry>\n<oasis:entry>173.08(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O3W–M–O1</oasis:entry>\n<oasis:entry>91.90(8)</oasis:entry>\n<oasis:entry>91.27(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O1W–M–O1</oasis:entry>\n<oasis:entry>84.65(8)</oasis:entry>\n<oasis:entry>88.79(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O2W–M–O1</oasis:entry>\n<oasis:entry>83.63(8)</oasis:entry>\n<oasis:entry>84.34(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O3W–M–O4W</oasis:entry>\n<oasis:entry>177.63(8)</oasis:entry>\n<oasis:entry>177.11(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O1W–M–O4W</oasis:entry>\n<oasis:entry>90.33(8)</oasis:entry>\n<oasis:entry>89.88(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O2W–M–O4W</oasis:entry>\n<oasis:entry>88.63(8)</oasis:entry>\n<oasis:entry>88.99(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O1–M–O4W</oasis:entry>\n<oasis:entry>88.74(7)</oasis:entry>\n<oasis:entry>87.30(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O3W–M–O8A</oasis:entry>\n<oasis:entry>86.56(8)</oasis:entry>\n<oasis:entry>86.99(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O1W–M–O8A</oasis:entry>\n<oasis:entry>90.21(8)</oasis:entry>\n<oasis:entry>88.61(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O2W–M–O8A</oasis:entry>\n<oasis:entry>101.53(8)</oasis:entry>\n<oasis:entry>98.28(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O1–M–O8A</oasis:entry>\n<oasis:entry>174.57(8)</oasis:entry>\n<oasis:entry>176.81(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O4W–M–O8A</oasis:entry>\n<oasis:entry>93.01(7)</oasis:entry>\n<oasis:entry>94.55(5)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Symmetry code: A = −<italic toggle=\"yes\">x</italic> –\n0.5, −<italic toggle=\"yes\">y</italic> + 2.5, <italic toggle=\"yes\">z</italic> + 0.5.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Selected Bond Lengths [Å] and Angles [deg] for Compounds 1 and 2\n\n|          | Mn 1    | Ni 2    |\n|----------|---------|---------|\n| M–O1W    | 2.188(2)| 2.055(2)|\n| M–O2W    | 2.171(2)| 2.061(2)|\n| M–O3W    | 2.158(2)| 2.050(2)|\n| M–O4W    | 2.228(2)| 2.099(2)|\n| M–O1     | 2.177(2)| 2.071(2)|\n| M–O8A[^a]| 2.232(2)| 2.139(2)|\n| O3W–M–O1W| 92.01(9)| 92.60(6)|\n| O3W–M–O2W| 89.17(9)| 88.37(6)|\n| O1W–M–O2W| 168.25(8)| 173.08(6)|\n| O3W–M–O1 | 91.90(8)| 91.27(6)|\n| O1W–M–O1 | 84.65(8)| 88.79(6)|\n| O2W–M–O1 | 83.63(8)| 84.34(6)|\n| O3W–M–O4W| 177.63(8)| 177.11(6)|\n| O1W–M–O4W| 90.33(8)| 89.88(6)|\n| O2W–M–O4W| 88.63(8)| 88.99(6)|\n| O1–M–O4W | 88.74(7)| 87.30(5)|\n| O3W–M–O8A| 86.56(8)| 86.99(6)|\n| O1W–M–O8A| 90.21(8)| 88.61(6)|\n| O2W–M–O8A| 101.53(8)| 98.28(6)|\n| O1–M–O8A | 174.57(8)| 176.81(5)|\n| O4W–M–O8A| 93.01(7)| 94.55(5)|\n\n[^a]: Symmetry code: A = −x – 0.5, −y + 2.5, z + 0.5.", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 32, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Characteristic Distances\nand Angles of Hydrogen Bonding Interactions in Compounds <bold>1</bold> and <bold>2</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"5\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:colspec colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">D–H</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">d</italic>(H···A) [Å]</oasis:entry>\n<oasis:entry align=\"center\">∠DHA [deg]</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">d</italic>(D···A) [Å]</oasis:entry>\n<oasis:entry align=\"center\">A<xref rid=\"t3fn1\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>O1W–H1O1</oasis:entry>\n<oasis:entry>1.857/1.874</oasis:entry>\n<oasis:entry>177.04/175.54</oasis:entry>\n<oasis:entry>2.696/2.712</oasis:entry>\n<oasis:entry>O3A</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O1W–H2O1</oasis:entry>\n<oasis:entry>1.843/1.808</oasis:entry>\n<oasis:entry>160.20/163.10</oasis:entry>\n<oasis:entry>2.649/2.623</oasis:entry>\n<oasis:entry>O2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O2W–H2O2</oasis:entry>\n<oasis:entry>1.830/1.859</oasis:entry>\n<oasis:entry>164.42/162.91</oasis:entry>\n<oasis:entry>2.648/2.673</oasis:entry>\n<oasis:entry>O5D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O3W–H2O3</oasis:entry>\n<oasis:entry>1.861/1.887</oasis:entry>\n<oasis:entry>165.42/162.22</oasis:entry>\n<oasis:entry>2.683/2.699</oasis:entry>\n<oasis:entry>O4B</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O4W–H1O4</oasis:entry>\n<oasis:entry>1.818/1.778</oasis:entry>\n<oasis:entry>163.65/167.44</oasis:entry>\n<oasis:entry>2.635/2.604</oasis:entry>\n<oasis:entry>O7C</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O4W–H2O4</oasis:entry>\n<oasis:entry>1.917/1.947</oasis:entry>\n<oasis:entry>165.87/164.90</oasis:entry>\n<oasis:entry>2.739/2.767</oasis:entry>\n<oasis:entry>O6E</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>Symmetry codes: A = <italic toggle=\"yes\">x</italic> – 0.5, −<italic toggle=\"yes\">y</italic> + 1.5, <italic toggle=\"yes\">z</italic> – 0.5; B = −<italic toggle=\"yes\">x</italic> – 1.5, <italic toggle=\"yes\">y</italic> + 0.5, −<italic toggle=\"yes\">z</italic> + 1.5; C = <italic toggle=\"yes\">x</italic> – 1.5, −<italic toggle=\"yes\">y</italic> + 1.5, <italic toggle=\"yes\">z</italic> – 0.5; D = −<italic toggle=\"yes\">x</italic>, −<italic toggle=\"yes\">y</italic> + 2, −<italic toggle=\"yes\">z</italic> + 1; E = <italic toggle=\"yes\">x</italic> – 1, <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 3. Characteristic Distances and Angles of Hydrogen Bonding Interactions in Compounds 1 and 2\n\n| D–H     | d(H···A) [Å] | ∠DHA [deg] | d(D···A) [Å] | A[^a] |\n|---------|-------------|------------|-------------|------|\n| O1W–H1O1 | 1.857/1.874 | 177.04/175.54 | 2.696/2.712 | O3A  |\n| O1W–H2O1 | 1.843/1.808 | 160.20/163.10 | 2.649/2.623 | O2   |\n| O2W–H2O2 | 1.830/1.859 | 164.42/162.91 | 2.648/2.673 | O5D  |\n| O3W–H2O3 | 1.861/1.887 | 165.42/162.22 | 2.683/2.699 | O4B  |\n| O4W–H1O4 | 1.818/1.778 | 163.65/167.44 | 2.635/2.604 | O7C  |\n| O4W–H2O4 | 1.917/1.947 | 165.87/164.90 | 2.739/2.767 | O6E  |\n\n[^a]: Symmetry codes: A = x – 0.5, −y + 1.5, z – 0.5; B = −x – 1.5, y + 0.5, −z + 1.5; C = x – 1.5, −y + 1.5, z – 0.5; D = −x, −y + 2, −z + 1; E = x – 1, y, z.", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 33, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Characteristic Distances of π–π Stacking Interactions\nin Compounds <bold>1</bold> and <bold>2</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"3\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">d</italic>(ring···ring)<xref rid=\"tbl4-fn1\"></xref> [Å]</oasis:entry>\n<oasis:entry align=\"center\">∠ring planes<xref rid=\"tbl4-fn1\"></xref> [deg]</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>ring1···ring3A<xref rid=\"t4fn1\"></xref>\n</oasis:entry>\n<oasis:entry>3.810/3.812</oasis:entry>\n<oasis:entry>14.6/18.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ring1···ring4B</oasis:entry>\n<oasis:entry>3.686/3.655</oasis:entry>\n<oasis:entry>3.3/3.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ring2···ring4C</oasis:entry>\n<oasis:entry>3.648/3.636</oasis:entry>\n<oasis:entry>5.7/5.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ring3···ring1D</oasis:entry>\n<oasis:entry>3.810/3.812</oasis:entry>\n<oasis:entry>14.6/18.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ring4···ring1E</oasis:entry>\n<oasis:entry>3.686/3.655</oasis:entry>\n<oasis:entry>3.3/3.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ring4···ring2F</oasis:entry>\n<oasis:entry>3.648/3.636</oasis:entry>\n<oasis:entry>5.7/5.8</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl4-fn1\">\n<label>a</label>\n<p>Intermolecular face-to-face distances\nbetween the ring centroids of the six-membered rings and the angle\nbetween the ring planes are given.</p>\n</fn>\n<fn id=\"t4fn1\">\n<label>b</label>\n<p>Definitions: ring1 = C2–C3–C4–­C6–C7–C8;\nring2 = N1–C10–C11–­C12–C13–C14;\nring3 = C15–C16–C17–­N2–C18–C19;\nring4 = C21–C22–C23–­C25–C26–C28;\nsymmetry codes: A = −<italic toggle=\"yes\">x</italic> – 0.5, <italic toggle=\"yes\">y</italic> + 0.5, −<italic toggle=\"yes\">z</italic> + 1.5; B = <italic toggle=\"yes\">x</italic> – 1, <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic>; C = −<italic toggle=\"yes\">x</italic> + 0.5, <italic toggle=\"yes\">y</italic> + 0.5, −<italic toggle=\"yes\">z</italic> + 1.5; D = −<italic toggle=\"yes\">x</italic> – 0.5, <italic toggle=\"yes\">y</italic> – 0.5, −<italic toggle=\"yes\">z</italic> + 1.5, E = <italic toggle=\"yes\">x</italic> + 1, <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic>; F = −<italic toggle=\"yes\">x</italic> + 0.5, <italic toggle=\"yes\">y</italic> – 0.5, −<italic toggle=\"yes\">z</italic> + 1.5.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 4. Characteristic Distances of π–π Stacking Interactions in Compounds 1 and 2\n\n|                  | d(ring···ring) [Å] | ∠ring planes [deg] |\n|------------------|-------------------|---------------------|\n| ring1···ring3A[^a]| 3.810/3.812       | 14.6/18.3           |\n| ring1···ring4B    | 3.686/3.655       | 3.3/3.2             |\n| ring2···ring4C    | 3.648/3.636       | 5.7/5.8             |\n| ring3···ring1D    | 3.810/3.812       | 14.6/18.3           |\n| ring4···ring1E    | 3.686/3.655       | 3.3/3.2             |\n| ring4···ring2F    | 3.648/3.636       | 5.7/5.8             |\n\n[^a]: Intermolecular face-to-face distances between the ring centroids of the six-membered rings and the angle between the ring planes are given.\n[^b]: Definitions: ring1 = C2–C3–C4–­C6–C7–C8; ring2 = N1–C10–C11–­C12–C13–C14; ring3 = C15–C16–C17–­N2–C18–C19; ring4 = C21–C22–C23–­C25–C26–C28; symmetry codes: A = −x – 0.5, y + 0.5, −z + 1.5; B = x – 1, y, z; C = −x + 0.5, y + 0.5, −z + 1.5; D = −x – 0.5, y – 0.5, −z + 1.5, E = x + 1, y, z; F = −x + 0.5, y – 0.5, −z + 1.5.", "data": ["substring not found"], "include_properties": null}, {"idx": 47, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"tbl5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<title>Interchain Distances [Å] and\nAngles [deg] between Selected Atoms as Labeled in Figure <xref rid=\"fig7\" specific-use=\"ref-style=base-text\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">Mn <bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">Ni <bold>2</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>N1···O7A<xref rid=\"t5fn1\"></xref>\n</oasis:entry>\n<oasis:entry>3.385</oasis:entry>\n<oasis:entry>3.438</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>N2···O2B</oasis:entry>\n<oasis:entry>3.439</oasis:entry>\n<oasis:entry>3.515</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O7A···N1···C12</oasis:entry>\n<oasis:entry>65.0</oasis:entry>\n<oasis:entry>63.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O2B···N2···C15</oasis:entry>\n<oasis:entry>70.9</oasis:entry>\n<oasis:entry>71.0</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t5fn1\">\n<label>a</label>\n<p>Symmetry codes:\nA = <italic toggle=\"yes\">x</italic> – 1, <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic> and B = <italic toggle=\"yes\">x</italic> + 1, <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 5. Interchain Distances [Å] and Angles [deg] between Selected Atoms as Labeled in Figure [^fig7]\n\n|              | Mn 1  | Ni 2  |\n|--------------|-------|-------|\n| N1···O7A[^a] | 3.385 | 3.438 |\n| N2···O2B     | 3.439 | 3.515 |\n| O7A···N1···C12 | 65.0 | 63.1 |\n| O2B···N2···C15 | 70.9 | 71.0 |\n\n[^a]: Symmetry codes: A = x – 1, y, z and B = x + 1, y, z.", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Representation of Charged Organic\nSurfaces in a MOF Pore</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-026813_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Representation of Charged Organic Surfaces in a MOF Pore   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Structural Formulas of Reported ZW Ligands Used to Design Porous\nMOFs<xref rid=\"sch2-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-026813_0008.tif\"></graphic>\n<p>\n<fn id=\"sch2-fn1\">\n<label>a</label>\n<p>Upon deprotonation L1<named-content content-type=\"bibref-group\">\n<xref ref-type=\"bibr\" rid=\"ref47\"></xref>,<xref ref-type=\"bibr\" rid=\"ref50\"></xref>,<xref ref-type=\"bibr\" rid=\"ref51\"></xref>\n</named-content> and L2<xref ref-type=\"bibr\" rid=\"ref48\"></xref> are neutral ligands, whereas L3<xref ref-type=\"bibr\" rid=\"ref49\"></xref> and\nL4<xref ref-type=\"bibr\" rid=\"ref52\"></xref> carry one negative charge.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 2  Structural Formulas of Reported ZW Ligands Used to Design Porous MOFs      a Upon deprotonation L1 ,,  and L2 are neutral ligands, whereas L3 and L4 carry one negative charge.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>ZW Ligand H<sub>4</sub>bdcbpyBr<sub>2</sub> is Synthesized\nthrough a Facile Two-Stage Reaction<xref rid=\"sch3-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-026813_0009.tif\"></graphic>\n<p>\n<fn id=\"sch3-fn1\">\n<label>a</label>\n<p>Followed by its reaction with metal salts, ZW MOFs <bold>1</bold> and <bold>2</bold> are formed, while H<sub>4</sub>bdcbpyBr<sub>2</sub> is in situ deprotonated to its anionic form bdcbpy<sup>2–</sup>. The charges of bdcbpy<sup>2–</sup> are highlighted through\ndashed ellipsoids.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 3  ZW Ligand H4bdcbpyBr2 is Synthesized through a Facile Two-Stage Reaction      a Followed by its reaction with metal salts, ZW MOFs 1 and 2 are formed, while H4bdcbpyBr2 is in situ deprotonated to its anionic form bdcbpy2-. The charges of bdcbpy2- are highlighted through dashed ellipsoids.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal structure of {[Mn(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>) as a representative structure model for {[M(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (M = Mn <bold>1</bold> and Ni <bold>2</bold>) with view of\nthe coordination sphere of the manganese(II) cation with displacement\nellipsoids drawn at the 50% probability level. Selected atoms are\nlabeled. Symmetry code: A = −<italic toggle=\"yes\">x</italic> – 0.5,\n−<italic toggle=\"yes\">y</italic> + 2.5, <italic toggle=\"yes\">z</italic> + 0.5. For ellipsoid\nplot of <bold>2</bold> see <xref rid=\"notes-1\">Supporting Information,\nFigure S5</xref>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-026813_0012.tif\"></graphic>\n</fig>", "clean_text": " 1  Crystal structure of {[Mn(bdcbpy)(OH2)4]⋅4H2O} n  (1) as a representative structure model for {[M(bdcbpy)(OH2)4]⋅4H2O} n  (M = Mn 1 and Ni 2) with view of the coordination sphere of the manganese(II) cation with displacement ellipsoids drawn at the 50% probability level. Selected atoms are labeled. Symmetry code: A = -x - 0.5, -y + 2.5, z + 0.5. For ellipsoid plot of 2 see Supporting Information, Figure S5.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Crystal structure of {[Mn(bdcbpy)(OH<sub>2</sub>)<sub>4</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>) with view onto different motifs: (a) view onto a single\nchain; (b) coordination environment of a single metal cation with\nadjacent hydrogen bonded carboxylate groups, dashed green lines indicate\ninterchain and intrachain hydrogen bonding (Table <xref rid=\"tbl3\"></xref>); (c) 3D supramolecular coordination network with view along\nthe crystallographic <italic toggle=\"yes\">a</italic> axis, yellow spheres represent\npotential solvent accessible voids, hydrogen atoms are omitted for\nthe sake of clarity; (d) simplified framework with view along the\ncrystallographic <italic toggle=\"yes\">a</italic> axis, solid lines represent bdcbpy<sup>2–</sup> ligands.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-026813_0001.tif\"></graphic>\n</fig>", "clean_text": " 2  Crystal structure of {[Mn(bdcbpy)(OH2)4]⋅4H2O} n  (1) with view onto different motifs: (a) view onto a single chain; (b) coordination environment of a single metal cation with adjacent hydrogen bonded carboxylate groups, dashed green lines indicate interchain and intrachain hydrogen bonding (Table ); (c) 3D supramolecular coordination network with view along the crystallographic a axis, yellow spheres represent potential solvent accessible voids, hydrogen atoms are omitted for the sake of clarity; (d) simplified framework with view along the crystallographic a axis, solid lines represent bdcbpy2- ligands.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>TGA and DSC\ncurves for compounds <bold>1</bold> (upper) and <bold>2</bold> (lower).\nHeating rate = 3 °C·min<sup>–1</sup>; given are the\npeak temperatures <italic toggle=\"yes\">T</italic>\n<sub>P</sub> [°C]. For heating\nrate-dependent TG and DCS investigations see <xref rid=\"notes-1\">Supporting\nInformation, Figure S6</xref>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-026813_0002.tif\"></graphic>\n</fig>", "clean_text": " 3  TGA and DSC curves for compounds 1 (upper) and 2 (lower). Heating rate = 3 °C⋅min-1; given are the peak temperatures T P [°C]. For heating rate-dependent TG and DCS investigations see Supporting Information, Figure S6.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Powder X-ray diffraction\npatterns for simulated, as-synthesized, dehydrated, and dehydrated\nsamples exposed to air for 1 h of compounds <bold>1</bold> (upper)\nand <bold>2</bold> (lower). Please note that intensities of simulated\nand experimental patterns do not match due to preferred orientation\nof the bulk material.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-026813_0003.tif\"></graphic>\n</fig>", "clean_text": " 4  Powder X-ray diffraction patterns for simulated, as-synthesized, dehydrated, and dehydrated samples exposed to air for 1 h of compounds 1 (upper) and 2 (lower). Please note that intensities of simulated and experimental patterns do not match due to preferred orientation of the bulk material.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Hydrogen adsorption isotherms\ncollected at 77 K of <bold>1</bold> (squares) and <bold>2</bold> (circles).</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-026813_0004.tif\"></graphic>\n</fig>", "clean_text": " 5  Hydrogen adsorption isotherms collected at 77 K of 1 (squares) and 2 (circles).   ", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Photochromic effect of single-crystalline samples\nof compounds <bold>1</bold> (upper) and <bold>2</bold> (lower) shown\nas photographic images. Photographs of polycrystalline samples are\nshown in <xref rid=\"notes-1\">Supporting Information, Figure S8</xref>.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-026813_0005.tif\"></graphic>\n</fig>", "clean_text": " 6  Photochromic effect of single-crystalline samples of compounds 1 (upper) and 2 (lower) shown as photographic images. Photographs of polycrystalline samples are shown in Supporting Information, Figure S8.   ", "data": null, "include_properties": null}, {"idx": 46, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Orientation\nof the bdcbpy<sup>2–</sup> ligand in compound <bold>1</bold> as representative for both isostructural compounds <bold>1</bold> and <bold>2</bold>. Potential interchain electron transfer routes\nand selected atoms are labeled; distances and angles between selected\natoms are given in Table <xref rid=\"tbl5\"></xref>.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-026813_0006.tif\"></graphic>\n</fig>", "clean_text": " 7  Orientation of the bdcbpy2- ligand in compound 1 as representative for both isostructural compounds 1 and 2. Potential interchain electron transfer routes and selected atoms are labeled; distances and angles between selected atoms are given in Table .   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic5026813", "title": "\nA New Design Strategy to Access Zwitterionic Metal–Organic Frameworks\nfrom Anionic Viologen Derivates\n", "journal": "American Chemical Society", "date": "2015.02", "author_list": ["Aulakh\nDarpandeep", "Varghese\nJuby R.", "Wriedt\nMario"]}}