{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic5b00096.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Metal–organic\nframeworks featuring ligands with open chelating\ngroups are versatile platforms for the preparation of a diverse set\nof heterogeneous catalysts through postsynthetic metalation. The crystalline\nnature of these materials allows them to be characterized via X-ray\ndiffraction, which provides valuable insight into the structure of\nthe metal sites that facilitate catalysis. A highly porous and thermally\nrobust zirconium-based metal–organic framework, Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpydc)<sub>6</sub> (bpydc<sup>2–</sup> = 2,2′-bipyridne-5,5′-dicarboxylate),\nbears open bipyridine sites that readily react with a variety of solution-\nand gas-phase metal sources to form the corresponding metalated frameworks.\nRemarkably, Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpydc)<sub>6</sub> undergoes a single-crystal-to-single-crystal transformation\nupon metalation that involves a change in space group from <italic toggle=\"yes\">Fm</italic>3̅<italic toggle=\"yes\">m</italic> to <italic toggle=\"yes\">Pa</italic>3̅.\nThis structural transformation leads to an ordering of the metalated\nlinkers within the framework, allowing structural characterization\nof the resulting metal complexes. Furthermore, Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpydc)<sub>6</sub> yields an active\nheterogeneous catalyst for arene C–H borylation when metalated\nwith [Ir­(COD)<sub>2</sub>]­BF<sub>4</sub> (COD = 1,5-cyclooctadiene).\nThese results highlight the unique potential of metal–organic\nframeworks as a class of heterogeneous catalysts that allow unparalleled\nstructural characterization and control over their active sites.</p>", "clean_text": "Metal-organic frameworks featuring ligands with open chelating groups are versatile platforms for the preparation of a diverse set of heterogeneous catalysts through postsynthetic metalation. The crystalline nature of these materials allows them to be characterized via X-ray diffraction, which provides valuable insight into the structure of the metal sites that facilitate catalysis. A highly porous and thermally robust zirconium-based metal-organic framework, Zr6O4(OH)4(bpydc)6 (bpydc2- = 2,2'-bipyridne-5,5'-dicarboxylate), bears open bipyridine sites that readily react with a variety of solution- and gas-phase metal sources to form the corresponding metalated frameworks. Remarkably, Zr6O4(OH)4(bpydc)6 undergoes a single-crystal-to-single-crystal transformation upon metalation that involves a change in space group from Fm3̅m to Pa3̅. This structural transformation leads to an ordering of the metalated linkers within the framework, allowing structural characterization of the resulting metal complexes. Furthermore, Zr6O4(OH)4(bpydc)6 yields an active heterogeneous catalyst for arene C-H borylation when metalated with [Ir(COD)2]BF4 (COD = 1,5-cyclooctadiene). These results highlight the unique potential of metal-organic frameworks as a class of heterogeneous catalysts that allow unparalleled structural characterization and control over their active sites.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpydc)<sub>6</sub> (bpydc<sup>2−</sup> = 2,2′-bipyridne-5,5′-dicarboxylate),\na metal−organic framework bearing open bipyridine sites, readily\nreacts with a variety of solution- and gas-phase metal sources to\nform the corresponding metalated frameworks. Single-crystal-to-single-crystal\nmetalation of the framework results in the ordering of the resulting\nmetal−linker complexes within the framework, enabling their\ncharacterization by single-crystal X-ray diffraction. Furthermore,\nZr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpydc)<sub>6</sub> yields an active heterogeneous catalyst for arene C−H borylation\nwhen metalated with [Ir­(COD)<sub>2</sub>]­BF<sub>4</sub> (COD\n= 1,5-cyclooctadiene).</p>", "clean_text": "Zr6O4(OH)4(bpydc)6 (bpydc2- = 2,2'-bipyridne-5,5'-dicarboxylate), a metal-organic framework bearing open bipyridine sites, readily reacts with a variety of solution- and gas-phase metal sources to form the corresponding metalated frameworks. Single-crystal-to-single-crystal metalation of the framework results in the ordering of the resulting metal-linker complexes within the framework, enabling their characterization by single-crystal X-ray diffraction. Furthermore, Zr6O4(OH)4(bpydc)6 yields an active heterogeneous catalyst for arene C-H borylation when metalated with [Ir(COD)2]BF4 (COD = 1,5-cyclooctadiene).", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>This paper was published\nASAP on February 26, 2015. Additional Supporting Information was posted\non the Web on February 27, 2015.</p><title>Introduction</title><p>The synthesis of catalysts\nwith highly tunable and well-defined\nactive sites remains an enduring goal in the field of heterogeneous\ncatalysis, as the development of new catalysts has been largely limited\nby the structural ambiguity and nonuniformity in typical heterogeneous\ncatalysts. Although molecular catalysts exhibit tremendous\nadvantages in the ability to design and characterize their active\nsites, approximately 80% of catalytic processes still adopt heterogeneous\nsystems. This strong industrial preference\nfor heterogeneous catalysts arises from their inherent stability and\nease of recovery, which allows more efficient catalyst separation\nand reuse. Significant advances in preparing and characterizing heterogeneous\ncatalysts with distinct site-isolated active species have been achieved\nby grafting molecular catalysts onto solid supports coupled with characterization\nvia a comprehensive array of spectroscopic techniques. Molecular systems, however, still maintain a considerably higher\ndegree of structural control and are typically more amenable to characterization\nthan heterogeneous materials. In particular, the ability to systematically\nchange the ligand environment of the catalytically active metal site\nand determine molecular structure by X-ray diffraction remains unrealized\nin these supported catalysts.</p>", "clean_text": "This paper was published ASAP on February 26, 2015. Additional Supporting Information was posted on the Web on February 27, 2015.\n\nIntroduction\n\nThe synthesis of catalysts with highly tunable and well-defined active sites remains an enduring goal in the field of heterogeneous catalysis, as the development of new catalysts has been largely limited by the structural ambiguity and nonuniformity in typical heterogeneous catalysts. Although molecular catalysts exhibit tremendous advantages in the ability to design and characterize their active sites, approximately 80% of catalytic processes still adopt heterogeneous systems. This strong industrial preference for heterogeneous catalysts arises from their inherent stability and ease of recovery, which allows more efficient catalyst separation and reuse. Significant advances in preparing and characterizing heterogeneous catalysts with distinct site-isolated active species have been achieved by grafting molecular catalysts onto solid supports coupled with characterization via a comprehensive array of spectroscopic techniques. Molecular systems, however, still maintain a considerably higher degree of structural control and are typically more amenable to characterization than heterogeneous materials. In particular, the ability to systematically change the ligand environment of the catalytically active metal site and determine molecular structure by X-ray diffraction remains unrealized in these supported catalysts.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks\nexhibit the exceptional capability\nof adopting crystalline structures with both high porosity and specific pore environments, resulting in their extensive evaluation for applications in gas\nstorage and gas separation. As readily functionalized porous structures, these\nmaterials are uniquely suited to combine the structural control available\nto homogeneous molecular catalysts with the inherent ease of separation\nand reuse of heterogeneous catalysts. Similar to molecular catalysts,\nmetal–organic frameworks can be easily tailored to give optimal\ncatalytic activity and selectivity. Moreover, active site\nisolation within a solid framework can impart stability to reactive\nspecies by preventing intermolecular decomposition pathways, allowing\ntheir characterization and use for productive chemistry. Finally, the ability to determine the structures of these frameworks\nthrough X-ray diffraction enables facile correlation of structure\nto catalytic activity. Altogether, these distinct advantages\nopen up a promising avenue toward the design of robust catalysts with\nisolated and well-defined active sites.</p>", "clean_text": "Metal-organic frameworks exhibit the exceptional capability of adopting crystalline structures with both high porosity and specific pore environments, resulting in their extensive evaluation for applications in gas storage and gas separation. As readily functionalized porous structures, these materials are uniquely suited to combine the structural control available to homogeneous molecular catalysts with the inherent ease of separation and reuse of heterogeneous catalysts. Similar to molecular catalysts, metal-organic frameworks can be easily tailored to give optimal catalytic activity and selectivity. Moreover, active site isolation within a solid framework can impart stability to reactive species by preventing intermolecular decomposition pathways, allowing their characterization and use for productive chemistry. Finally, the ability to determine the structures of these frameworks through X-ray diffraction enables facile correlation of structure to catalytic activity. Altogether, these distinct advantages open up a promising avenue toward the design of robust catalysts with isolated and well-defined active sites.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Much of the research\non metal–organic framework catalysis\nhas focused on reactions facilitated by the metal nodes. In comparison to molecular catalysts, however, achieving tunability\nin these systems has been challenging, as only a few metal and linker\ncombinations lead to frameworks with metal sites that are accessible\nfor catalysis. This limits the range of metal sites and coordination\nenvironments available to evaluate as potential catalytically active\nsites. To overcome these limitations, alternative strategies have\nbeen developed to allow greater opportunity for catalyst design, such\nas the encapsulation of catalytically active metal species and the use of functionalized linkers to build catalysts into the\nframework. Among these methods, postsynthetic metalation has emerged as a versatile\nway to produce materials with isolated and well-defined catalytically\nactive sites.\n</p>", "clean_text": "Much of the research on metal-organic framework catalysis has focused on reactions facilitated by the metal nodes. In comparison to molecular catalysts, however, achieving tunability in these systems has been challenging, as only a few metal and linker combinations lead to frameworks with metal sites that are accessible for catalysis. This limits the range of metal sites and coordination environments available to evaluate as potential catalytically active sites. To overcome these limitations, alternative strategies have been developed to allow greater opportunity for catalyst design, such as the encapsulation of catalytically active metal species and the use of functionalized linkers to build catalysts into the framework. Among these methods, postsynthetic metalation has emerged as a versatile way to produce materials with isolated and well-defined catalytically active sites. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>In analogy to how a single ligand family is used to make a\ndiverse\nset of molecular catalysts, we envisioned using a metal–organic\nframework with bridging linkers featuring accessible chelating sites\nas a platform to synthesize catalysts for a variety of reactions.\nThrough judicious choice of the metal source used for postsynthetic\nmetalation, one could potentially prepare a wide range of catalytically\nactive species based not only on the identity of the metal cation\nbut also on the coordinated ancillary ligands.</p>", "clean_text": "In analogy to how a single ligand family is used to make a diverse set of molecular catalysts, we envisioned using a metal-organic framework with bridging linkers featuring accessible chelating sites as a platform to synthesize catalysts for a variety of reactions. Through judicious choice of the metal source used for postsynthetic metalation, one could potentially prepare a wide range of catalytically active species based not only on the identity of the metal cation but also on the coordinated ancillary ligands.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>The synthesis\nof metal–organic frameworks with open chelating\nsites requires a strategy that prevents metalation of the chelating\nsite during framework synthesis. This has previously been achieved\nby using a linker with hard carboxylate donors and a softer chelating\nmoiety, allowing selective metal coordination based on their hard/soft\nacid properties. The hard carboxylate groups preferentially\nbind to hard oxophilic metal ions to form a porous framework, while\nthe chelating sites remain available for postsynthetic metalation.\nMetal–organic frameworks derived from Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpdc)<sub>6</sub> (bpdc<sup>2–</sup> = biphenyl-4,4′-dicarboxylate) or UiO-67 represent ideal systems for this strategy due to their\ninherent thermal and chemical stability and the strong preference\nof Zr<sup>IV</sup> for hard oxygen donors. We anticipated that Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpydc)<sub>6</sub> (bpydc<sup>2–</sup> = and 2,2′-bipyridine-5,5′-dicarboxylate),\nthe bipyridine analog of Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpdc)<sub>6</sub>, could be synthesized and employed as a\nplatform for building an array of heterogeneous catalysts through\npostsynthetic metalation (Figure ). Indeed,\nwhile this Article was in preparation, recent reports have demonstrated\nthe synthesis of this compound and its application in gas separation, H<sub>2</sub>S removal, and catalysis.\n</p>", "clean_text": "The synthesis of metal-organic frameworks with open chelating sites requires a strategy that prevents metalation of the chelating site during framework synthesis. This has previously been achieved by using a linker with hard carboxylate donors and a softer chelating moiety, allowing selective metal coordination based on their hard/soft acid properties. The hard carboxylate groups preferentially bind to hard oxophilic metal ions to form a porous framework, while the chelating sites remain available for postsynthetic metalation. Metal-organic frameworks derived from Zr6O4(OH)4(bpdc)6 (bpdc2- = biphenyl-4,4'-dicarboxylate) or UiO-67 represent ideal systems for this strategy due to their inherent thermal and chemical stability and the strong preference of ZrIV for hard oxygen donors. We anticipated that Zr6O4(OH)4(bpydc)6 (bpydc2- = and 2,2'-bipyridine-5,5'-dicarboxylate), the bipyridine analog of Zr6O4(OH)4(bpdc)6, could be synthesized and employed as a platform for building an array of heterogeneous catalysts through postsynthetic metalation (Figure ). Indeed, while this Article was in preparation, recent reports have demonstrated the synthesis of this compound and its application in gas separation, H2S removal, and catalysis. ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structure of bpydc<sup>2–</sup> linkers (a) and the octahedral\nZr<sub>6</sub> inorganic nodes (b) in <bold>1</bold>. A portion of\nthe crystal structure of <bold>1</bold> (c) as determined by analysis\nof single-crystal X-ray diffraction data. The bipyridine nitrogen\natoms were found to be disordered over two positions in the crystal\nstructure, but are represented here in specific positions. Yellow,\nred, blue, and gray spheres represent Zr, O, N, and C atoms, respectively;\nH atoms are omitted for clarity.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00096u_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Structure of bpydc2- linkers (a) and the octahedral Zr6 inorganic nodes (b) in 1. A portion of the crystal structure of 1 (c) as determined by analysis of single-crystal X-ray diffraction data. The bipyridine nitrogen atoms were found to be disordered over two positions in the crystal structure, but are represented here in specific positions. Yellow, red, blue, and gray spheres represent Zr, O, N, and C atoms, respectively; H atoms are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>In addition to being a versatile route toward new heterogeneous\ncatalysts, the structural determination of the resulting metalated\nframeworks can provide insight that is critical to both understanding\nthe mechanism of catalysis and precise tuning of catalyst structure\nto obtain ideal activity and selectivity. This would demonstrate the\nability to characterize and tailor a heterogeneous catalyst to a degree\npreviously only possible for molecular systems. In practice, however,\nit can be very challenging to determine the structures of the metal–linker\ncomplexes formed from postsynthetic metalation, because the high symmetry\nof most metal–organic frameworks leads to disorder of these\nsites. Recent work, however, has shown that structurally\nordered metal–linker complexes can be achieved if a metal–organic\nframework has sufficiently low symmetry.\n</p>", "clean_text": "In addition to being a versatile route toward new heterogeneous catalysts, the structural determination of the resulting metalated frameworks can provide insight that is critical to both understanding the mechanism of catalysis and precise tuning of catalyst structure to obtain ideal activity and selectivity. This would demonstrate the ability to characterize and tailor a heterogeneous catalyst to a degree previously only possible for molecular systems. In practice, however, it can be very challenging to determine the structures of the metal-linker complexes formed from postsynthetic metalation, because the high symmetry of most metal-organic frameworks leads to disorder of these sites. Recent work, however, has shown that structurally ordered metal-linker complexes can be achieved if a metal-organic framework has sufficiently low symmetry. ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Herein, we report the synthesis of Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpydc)<sub>6</sub> (<bold>1</bold>) and its\nsubsequent\nmetalation with solution- and gas-phase metal precursors. We demonstrate\nthe unprecedented single-crystal-to-single-crystal metalation of <bold>1</bold> and characterization of the resulting metalated frameworks, <bold>1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub>, <bold>1</bold>·(CuCl)<sub>6.8</sub>, <bold>1</bold>·(CoCl<sub>2</sub>)<sub>5.5</sub>, <bold>1</bold>·(FeBr<sub>2</sub>)<sub>6.1</sub>, and <bold>1</bold>·(Cr­(CO)<sub>4</sub>)<sub>5.6</sub>, by single-crystal X-ray\ndiffraction. Remarkably, metalation of the framework leads to a structural\ntransition to a lower symmetry space group, allowing the structural\ncharacterization of the metal-bipyridine complexes within the pores.\nFurthermore, <bold>1</bold> shows catalytic activity in arene C–H\nborylation upon metalation with [Ir­(COD)<sub>2</sub>]­BF<sub>4</sub>. These results highlight the unique potential of metal–organic\nframeworks as heterogeneous catalysts with well-defined site-isolated\nactive sites that can be precisely characterized structurally.</p>", "clean_text": "Herein, we report the synthesis of Zr6O4(OH)4(bpydc)6 (1) and its subsequent metalation with solution- and gas-phase metal precursors. We demonstrate the unprecedented single-crystal-to-single-crystal metalation of 1 and characterization of the resulting metalated frameworks, 1⋅(CuCl2)5.8, 1⋅(CuCl)6.8, 1⋅(CoCl2)5.5, 1⋅(FeBr2)6.1, and 1⋅(Cr(CO)4)5.6, by single-crystal X-ray diffraction. Remarkably, metalation of the framework leads to a structural transition to a lower symmetry space group, allowing the structural characterization of the metal-bipyridine complexes within the pores. Furthermore, 1 shows catalytic activity in arene C-H borylation upon metalation with [Ir(COD)2]BF4. These results highlight the unique potential of metal-organic frameworks as heterogeneous catalysts with well-defined site-isolated active sites that can be precisely characterized structurally.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and Methods</title><p>All manipulations were performed\nunder an N<sub>2</sub> atmosphere in a VAC Atmospheres glovebox or\nusing standard Schlenk techniques. Acetonitrile, benzene, toluene,\nhexanes, diethyl ether, and 1,2-difluorobenzene were deoxygenated\nby purging with argon for 1 h and dried using a commercial solvent\npurification system designed by JC Meyer Solvent Systems. The compounds\n1,3-dimethylbenzene and 1,3-dimethoxybenezne were purchased from Sigma-Aldrich,\ndried over Na/benzophenone, and degassed via three successive freeze–pump–thaw\ncycles. Bis­(pinacolato)­diboron was purchased from Strem and purified\nby recrystallization from hexanes followed by sublimation at 80 °C\nand 60 mTorr. The compounds 2,2′-bipyridine-5,5′-dicarboxylic\nacid (H<sub>2</sub>bpydc) and dimethyl [2,2′-bipyridine]-5,5′-dicarboxylate\n(dmbpydc) were synthesized using a previously published procedure. The compounds ZrCl<sub>4</sub>, 5,5′-dimethyl-2,2′-bipyridine,\n1,3,5-trimethoxybenzene, triphenyl-phosphine (PPh<sub>3</sub>), and\ntricyclohexylphosphine (PCy<sub>3</sub>) were purchased from Sigma-Aldrich\nand used as received. The compounds [Ir­(COD)<sub>2</sub>]­BF<sub>4</sub>, FeBr<sub>2</sub>, CoCl<sub>2</sub>, CuCl, and CuCl<sub>2</sub> were\npurchased from Strem and used as received. All other chemicals were\npurchased from commercial vendors and used as received unless otherwise\nnoted.</p>", "clean_text": "Experimental Section\n\nMaterials and Methods\n\nAll manipulations were performed under an N2 atmosphere in a VAC Atmospheres glovebox or using standard Schlenk techniques. Acetonitrile, benzene, toluene, hexanes, diethyl ether, and 1,2-difluorobenzene were deoxygenated by purging with argon for 1 h and dried using a commercial solvent purification system designed by JC Meyer Solvent Systems. The compounds 1,3-dimethylbenzene and 1,3-dimethoxybenezne were purchased from Sigma-Aldrich, dried over Na/benzophenone, and degassed via three successive freeze-pump-thaw cycles. Bis(pinacolato)diboron was purchased from Strem and purified by recrystallization from hexanes followed by sublimation at 80 °C and 60 mTorr. The compounds 2,2'-bipyridine-5,5'-dicarboxylic acid (H2bpydc) and dimethyl [2,2'-bipyridine]-5,5'-dicarboxylate (dmbpydc) were synthesized using a previously published procedure. The compounds ZrCl4, 5,5'-dimethyl-2,2'-bipyridine, 1,3,5-trimethoxybenzene, triphenyl-phosphine (PPh3), and tricyclohexylphosphine (PCy3) were purchased from Sigma-Aldrich and used as received. The compounds [Ir(COD)2]BF4, FeBr2, CoCl2, CuCl, and CuCl2 were purchased from Strem and used as received. All other chemicals were purchased from commercial vendors and used as received unless otherwise noted.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Thermogravimetric analyses were carried out with a TA\nInstruments TGA Q5000 operating at a ramp rate of 1 °C/min under\na 25 mL/min N<sub>2</sub> flow. Air-sensitive samples were prepared\nas a slurry in hexanes to temporarily protect the sample from oxygen\nand moisture and quickly loaded into the instrument. Samples were\nthen heated to 100 °C at a rate of 1 °C/min and held at\nthat temperature for 1 h to evaporate the hexanes prior to analysis.\nInfrared spectra were collected on a PerkinElmer Avatar Spectrum 400\nFTIR spectrophotometer equipped with a Pike attenuated total reflectance\naccessory (ATR) accessory. UV–vis spectra were recorded on\na Cary 5000 spectrophotometer equipped with a reflectance sphere for\ndiffuse reflectance spectra. Scanning electron microscopy (SEM) samples\nwere prepared by dispersing crystals in dichloromethane and drop casting\nonto a silicon chip. In order to dissipate charge, the samples were\nsputter coated with ∼3 nm of Au (Denton Vacuum, LLC). Crystals\nwere imaged at 5 keV/12 μA by field emission SEM (JEOL FSM6430).\nElemental analyses were obtained from the Microanalytical Laboratory\nof the University of California, Berkeley, using a PerkinElmer 2400\nseries II combustion analyzer. NMR spectra were acquired on Bruker\nAVB-400 and AVQ-400 instruments at the University of California, Berkeley,\nNMR facility. All chemical shifts are given in relation to residual\nsolvent peaks or tetramethylsilane. NMR yields were determined by <sup>1</sup>H NMR spectroscopy with 1,3,5-trimethoxybenzene as an internal\nstandard.</p>", "clean_text": "Thermogravimetric analyses were carried out with a TA Instruments TGA Q5000 operating at a ramp rate of 1 °C/min under a 25 mL/min N2 flow. Air-sensitive samples were prepared as a slurry in hexanes to temporarily protect the sample from oxygen and moisture and quickly loaded into the instrument. Samples were then heated to 100 °C at a rate of 1 °C/min and held at that temperature for 1 h to evaporate the hexanes prior to analysis. Infrared spectra were collected on a PerkinElmer Avatar Spectrum 400 FTIR spectrophotometer equipped with a Pike attenuated total reflectance accessory (ATR) accessory. UV-vis spectra were recorded on a Cary 5000 spectrophotometer equipped with a reflectance sphere for diffuse reflectance spectra. Scanning electron microscopy (SEM) samples were prepared by dispersing crystals in dichloromethane and drop casting onto a silicon chip. In order to dissipate charge, the samples were sputter coated with ~3 nm of Au (Denton Vacuum, LLC). Crystals were imaged at 5 keV/12 μA by field emission SEM (JEOL FSM6430). Elemental analyses were obtained from the Microanalytical Laboratory of the University of California, Berkeley, using a PerkinElmer 2400 series II combustion analyzer. NMR spectra were acquired on Bruker AVB-400 and AVQ-400 instruments at the University of California, Berkeley, NMR facility. All chemical shifts are given in relation to residual solvent peaks or tetramethylsilane. NMR yields were determined by 1H NMR spectroscopy with 1,3,5-trimethoxybenzene as an internal standard.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["synthesis condition"], "content": "<title>Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(bpydc)<sub>6</sub> (<bold>1</bold>)</title><p>H<sub>2</sub>bpydc (3.09 g, 12.5 mmol)\nand benzoic acid (125 g, 1000 mmol), and <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF; 1 L) from a newly opened bottle,\nwere placed into a three-neck 2-L round-bottom flask equipped with\na Schlenk adapter, glass stoppers, and a magnetic stir bar, and the\nresulting mixture was purged with dry nitrogen for 30 min. Solid ZrCl<sub>4</sub> (2.96 g, 12.5 mmol) was then added, and the mixture was purged\nwith dry nitrogen for an additional 30 min. Deionized water (410 μL,\n22.8 mmol) was then added, and the mixture was heated with magnetic\nstirring for 5 days at 120 °C under a nitrogen atmosphere. After\nallowing the mixture to cool to room temperature, the solvent was\ndecanted, and the resulting white microcrystalline powder was washed\nby soaking three times in 500 mL aliquots fresh DMF for 24 h at 120\n°C, followed by solvent exchange with tetrahydrofuran (THF) via\nSoxhlet extraction for 3 days. The THF solvated powder was filtered\nunder dry N<sub>2</sub>, followed by heating at 120 °C under\ndynamic vacuum for 24 h to give fully desolvated Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpydc)<sub>6</sub>. Yield: 3.70 g,\n82%. Anal. Calcd for C<sub>72</sub>H<sub>36</sub>N<sub>12</sub>­O<sub>32</sub>Zr<sub>6</sub>: C, 40.55; H, 1.98; N, 7.88. Found: C, 41.72;\nH, 1.98; N, 7.52. IR (solid-ATR): 3205 (br, w), 1653 (m), 1591 (s),\n1536 (m), 1403 (s), 1167 (w), 1014 (w), 839 (2), 802 (w), 770 (s),\n720 (w), 653 (s), 455 (s).</p>", "clean_text": "Zr6O4(OH)4(bpydc)6 (1)\n\nH2bpydc (3.09 g, 12.5 mmol) and benzoic acid (125 g, 1000 mmol), and N,N-dimethylformamide (DMF; 1 L) from a newly opened bottle, were placed into a three-neck 2-L round-bottom flask equipped with a Schlenk adapter, glass stoppers, and a magnetic stir bar, and the resulting mixture was purged with dry nitrogen for 30 min. Solid ZrCl4 (2.96 g, 12.5 mmol) was then added, and the mixture was purged with dry nitrogen for an additional 30 min. Deionized water (410 μL, 22.8 mmol) was then added, and the mixture was heated with magnetic stirring for 5 days at 120 °C under a nitrogen atmosphere. After allowing the mixture to cool to room temperature, the solvent was decanted, and the resulting white microcrystalline powder was washed by soaking three times in 500 mL aliquots fresh DMF for 24 h at 120 °C, followed by solvent exchange with tetrahydrofuran (THF) via Soxhlet extraction for 3 days. The THF solvated powder was filtered under dry N2, followed by heating at 120 °C under dynamic vacuum for 24 h to give fully desolvated Zr6O4(OH)4(bpydc)6. Yield: 3.70 g, 82%. Anal. Calcd for C72H36N12O32Zr6: C, 40.55; H, 1.98; N, 7.88. Found: C, 41.72; H, 1.98; N, 7.52. IR (solid-ATR): 3205 (br, w), 1653 (m), 1591 (s), 1536 (m), 1403 (s), 1167 (w), 1014 (w), 839 (2), 802 (w), 770 (s), 720 (w), 653 (s), 455 (s).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["synthesis condition"], "content": "<title>Single Crystals of Zr<sub>6</sub>O<sub>4</sub>­(OH)<sub>4</sub>(bpydc)<sub>6</sub> (<bold>1</bold>)</title><p>H<sub>2</sub>bpydc (247 mg, 1.00 mmol), benzoic acid (9.89 g, 80.0\nmmol), and\nanhydrous DMF (80 mL) were placed into a 100 mL Teflon-capped jar\nand sonicated for 1 min. Solid ZrCl<sub>4</sub> (466 mg, 2.00 mmol)\nwas then added, and the mixture was sonicated for 1 min. Deionized\nwater (128 μL) was added, and the mixture was placed in an oven\nthat was preheated to 120 °C, and the vessel was kept at that\ntemperature for 5 days, yielding colorless octahedron-shaped single\ncrystals on the walls of the jar. The crystals were soaked three times\nin fresh DMF for 24 h at 120 °C, followed by soaking three times\nin dry deoxygenated THF for 24 h at 70 °C in a Schlenk flask\nunder N<sub>2</sub> atmosphere. The crystals were then kept in THF\nand stored in a glovebox under N<sub>2</sub> atmosphere. Characterization\nof the crystals was performed using single-crystal X-ray diffraction.</p>", "clean_text": "Single Crystals of Zr6O4(OH)4(bpydc)6 (1)\n\nH2bpydc (247 mg, 1.00 mmol), benzoic acid (9.89 g, 80.0 mmol), and anhydrous DMF (80 mL) were placed into a 100 mL Teflon-capped jar and sonicated for 1 min. Solid ZrCl4 (466 mg, 2.00 mmol) was then added, and the mixture was sonicated for 1 min. Deionized water (128 μL) was added, and the mixture was placed in an oven that was preheated to 120 °C, and the vessel was kept at that temperature for 5 days, yielding colorless octahedron-shaped single crystals on the walls of the jar. The crystals were soaked three times in fresh DMF for 24 h at 120 °C, followed by soaking three times in dry deoxygenated THF for 24 h at 70 °C in a Schlenk flask under N2 atmosphere. The crystals were then kept in THF and stored in a glovebox under N2 atmosphere. Characterization of the crystals was performed using single-crystal X-ray diffraction.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["synthesis condition"], "content": "<title>General Procedure for Metalation of <bold>1</bold> with Solution-Phase\nMetal Precursors</title><p>Microcrystalline <bold>1</bold> (50–500\nmg), the desired metal source (0.10–1.0 equiv per bpydc), and\nacetonitrile (3 mL) were mixed in a 20 mL Teflon-capped vial. The\nresulting mixture was then heated for a week on a hot plate at 80\n°C to afford a colored powder. After cooling to room temperature,\nthe solvent was decanted, and the powder was soaked three times in\nfresh acetonitrile for 24 h at 80 °C in order to remove any unreacted\nmetal source. The solvent was then removed under reduced pressure\nat 80 °C to give the corresponding metalated framework. Metal\ninsertion reduces the stability of the framework to moisture. Thus,\nmetalation and subsequent manipulations were carried out under an\ninert atomosphere.</p>", "clean_text": "General Procedure for Metalation of 1 with Solution-Phase Metal Precursors\n\nMicrocrystalline 1 (50-500 mg), the desired metal source (0.10-1.0 equiv per bpydc), and acetonitrile (3 mL) were mixed in a 20 mL Teflon-capped vial. The resulting mixture was then heated for a week on a hot plate at 80 °C to afford a colored powder. After cooling to room temperature, the solvent was decanted, and the powder was soaked three times in fresh acetonitrile for 24 h at 80 °C in order to remove any unreacted metal source. The solvent was then removed under reduced pressure at 80 °C to give the corresponding metalated framework. Metal insertion reduces the stability of the framework to moisture. Thus, metalation and subsequent manipulations were carried out under an inert atomosphere.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["synthesis condition"], "content": "<p>Single crystals of <bold>1</bold> in THF\nwere placed in a 4 mL Teflon-capped vial. Most of the solvent was\npipetted out, followed by addition of excess (10–20 mg) metal\nsource in acetonitrile. The mixture was allowed to react for 7 days\nat 80 °C, resulting in a color change of the crystals. Most of\nthe solution was removed by pipet, and the crystals were subsequently\nsoaked three times in fresh acetonitrile at 80 °C for 24 h, and\nwere then used for single-crystal X-ray diffraction experiments.</p>", "clean_text": "Single crystals of 1 in THF were placed in a 4 mL Teflon-capped vial. Most of the solvent was pipetted out, followed by addition of excess (10-20 mg) metal source in acetonitrile. The mixture was allowed to react for 7 days at 80 °C, resulting in a color change of the crystals. Most of the solution was removed by pipet, and the crystals were subsequently soaked three times in fresh acetonitrile at 80 °C for 24 h, and were then used for single-crystal X-ray diffraction experiments.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["synthesis condition"], "content": "<title>Metalation of <bold>1</bold> with Cr­(CO)<sub>6</sub>\n</title><p>Microcrystalline\npowder of Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpydc)<sub>6</sub> (10–50 mg) in a 4 mL vial was placed\nin a 20 mL vial containing excess Cr­(CO)<sub>6</sub>. The 20 mL vial\nwas sealed with a Teflon cap and heated for 7 days at 80 °C.\nThe resulting dark green solid was washed three times with benzene\nat 80 °C to remove any unreacted Cr­(CO)<sub>6</sub>, and was\nthen heated at 80 °C under reduced pressure for 24 h to give <bold>1</bold>·(Cr­(CO)<sub>4</sub>)<sub>5.6</sub>.</p>", "clean_text": "Metalation of 1 with Cr(CO)6 \n\nMicrocrystalline powder of Zr6O4(OH)4(bpydc)6 (10-50 mg) in a 4 mL vial was placed in a 20 mL vial containing excess Cr(CO)6. The 20 mL vial was sealed with a Teflon cap and heated for 7 days at 80 °C. The resulting dark green solid was washed three times with benzene at 80 °C to remove any unreacted Cr(CO)6, and was then heated at 80 °C under reduced pressure for 24 h to give 1⋅(Cr(CO)4)5.6.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["synthesis condition"], "content": "<p>Single crystals\nof Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpydc)<sub>6</sub> in THF or benzene were placed in a 4 mL Teflon-capped vial. Most\nof the solvent was pipetted out, and the 4 mL vial was placed within\na 20 mL vial containing excess Cr­(CO)<sub>6</sub>. The 20 mL vial\nwas sealed with a Teflon cap and heated for 7 days at 80 °C.\nThe resulting dark green crystals were either used directly or soaked\nin acetonitrile then used for single-crystal X-ray diffraction experiments.</p>", "clean_text": "Single crystals of Zr6O4(OH)4(bpydc)6 in THF or benzene were placed in a 4 mL Teflon-capped vial. Most of the solvent was pipetted out, and the 4 mL vial was placed within a 20 mL vial containing excess Cr(CO)6. The 20 mL vial was sealed with a Teflon cap and heated for 7 days at 80 °C. The resulting dark green crystals were either used directly or soaked in acetonitrile then used for single-crystal X-ray diffraction experiments.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["synthesis condition"], "content": "<title>Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(bpdc)<sub>6</sub> (<bold>2</bold>)</title><p>This material was synthesized by substituting\nH<sub>2</sub>bpydc with H<sub>2</sub>bpdc in the synthetic procedure\nfor <bold>1</bold> above. Anal. Calcd for C<sub>84</sub>H<sub>52</sub>O<sub>32</sub>Zr<sub>6</sub>: C, 47.58; H, 2.47; N, 0. Found: C,\n47.85; H, 2.11; N, 0.</p><title>[Ir­(dmbpydc)­(COD)]­BF<sub>4</sub> (<bold>3</bold>)</title><p>In\na 20 mL vial, dmbpydc (22.0 mg, 0.0808 mmol) was added to a solution\nof [Ir­(COD)<sub>2</sub>]­BF<sub>4</sub> (40.2 mg, 0.0811 mmol) in acetonitrile\n(3 mL). The initially yellow solution immediately turned dark green\nupon addition of dmbpydc. The vial was sealed with a Teflon cap and\nallowed to stir at room temperature for 12 h. The resulting dark green\nsolution was then concentrated under reduced pressure. Layering or\nslow diffusion of diethyl ether over the concentrated solution afforded\ndark green crystals, which were suitable for single-crystal X-ray\nanalysis. After carefully decanting the solvent, the crystals were\nwashed with diethyl ether and dried under reduced pressure to give\n[Ir­(dmbpydc)­(COD)]­BF<sub>4</sub>. Yield: 38.2 mg, 72%. Anal.\nCalcd for C<sub>22</sub>H<sub>24</sub>BF<sub>4</sub>­IrN<sub>2</sub>O<sub>4</sub>: C, 40.07; H, 3.67; N, 4.25. Found: C, 39.62;\nH, 3.40; N, 4.72. <sup>1</sup>H NMR (400 MHz, CD<sub>3</sub>CN) δ\n8.778 (dd, 2H), 8.703 (d, 2H), 8.537 (d, 2H), 4.406 (m, 4H), 3.971\n(s, 6H), 2.405 (m, 4H), 2.035 (m, 4H). IR (solid-ATR): 3121 (w), 3067\n(w), 3000 (w), 2958 (w), 2894 (w), 2841 (w), 1721 (m), 1611 (2), 1427\n(w), 1296 (m), 1276 (m), 1191 (w), 1128 (m), 1027 (br, m), 867 (w),\n760 (m), 523 (w), 484 (w).</p>", "clean_text": "Zr6O4(OH)4(bpdc)6 (2)\n\nThis material was synthesized by substituting H2bpydc with H2bpdc in the synthetic procedure for 1 above. Anal. Calcd for C84H52O32Zr6: C, 47.58; H, 2.47; N, 0. Found: C, 47.85; H, 2.11; N, 0.\n\n[Ir(dmbpydc)(COD)]BF4 (3)\n\nIn a 20 mL vial, dmbpydc (22.0 mg, 0.0808 mmol) was added to a solution of [Ir(COD)2]BF4 (40.2 mg, 0.0811 mmol) in acetonitrile (3 mL). The initially yellow solution immediately turned dark green upon addition of dmbpydc. The vial was sealed with a Teflon cap and allowed to stir at room temperature for 12 h. The resulting dark green solution was then concentrated under reduced pressure. Layering or slow diffusion of diethyl ether over the concentrated solution afforded dark green crystals, which were suitable for single-crystal X-ray analysis. After carefully decanting the solvent, the crystals were washed with diethyl ether and dried under reduced pressure to give [Ir(dmbpydc)(COD)]BF4. Yield: 38.2 mg, 72%. Anal. Calcd for C22H24BF4IrN2O4: C, 40.07; H, 3.67; N, 4.25. Found: C, 39.62; H, 3.40; N, 4.72. 1H NMR (400 MHz, CD3CN) δ 8.778 (dd, 2H), 8.703 (d, 2H), 8.537 (d, 2H), 4.406 (m, 4H), 3.971 (s, 6H), 2.405 (m, 4H), 2.035 (m, 4H). IR (solid-ATR): 3121 (w), 3067 (w), 3000 (w), 2958 (w), 2894 (w), 2841 (w), 1721 (m), 1611 (2), 1427 (w), 1296 (m), 1276 (m), 1191 (w), 1128 (m), 1027 (br, m), 867 (w), 760 (m), 523 (w), 484 (w).", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><title>Synthesis\nof Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(bpydc)<sub>6</sub>\n</title><p>Reaction of ZrCl<sub>4</sub> with H<sub>2</sub>bpydc\nin the presence of 80 equiv of benzoic acid and 1.8 equiv of water\nin DMF at 120 °C for 5 days affords <bold>1</bold> as a white\nmicrocrystalline solid. Powder X-ray diffraction data show that <bold>1</bold> is isostructural to Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpdc)<sub>6</sub> ( Figure S8). Thermogravimetric analysis data collected for the as-synthesized\nmaterial ( Figure\nS32) shows a 41% mass loss from 40 to 120 °C, which is associated\nwith framework desolvation. No further mass loss is observed until\nthe framework decomposes at temperatures above 450 °C, which\nsuggests that <bold>1</bold> has comparable thermal stability to Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpdc)<sub>6</sub>. The fully desolvated material exhibits Langmuir and BET surface\nareas of 2772 and 2730 m<sup>2</sup>/g, respectively, which are close\nto 3000 m<sup>2</sup>/g, the reported Langmuir surface area of Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(bpdc)<sub>6</sub>. SEM images of the bulk powder sample of <bold>1</bold> ( Figure\nS39) reveal that the material forms well-faceted octahedron-shaped\ncrystals roughly 0.5–1 μm on an edge.</p>", "clean_text": "Results and Discussion\n\nSynthesis of Zr6O4(OH)4(bpydc)6 \n\nReaction of ZrCl4 with H2bpydc in the presence of 80 equiv of benzoic acid and 1.8 equiv of water in DMF at 120 °C for 5 days affords 1 as a white microcrystalline solid. Powder X-ray diffraction data show that 1 is isostructural to Zr6O4(OH)4(bpdc)6 ( Figure S8). Thermogravimetric analysis data collected for the as-synthesized material ( Figure S32) shows a 41% mass loss from 40 to 120 °C, which is associated with framework desolvation. No further mass loss is observed until the framework decomposes at temperatures above 450 °C, which suggests that 1 has comparable thermal stability to Zr6O4(OH)4(bpdc)6. The fully desolvated material exhibits Langmuir and BET surface areas of 2772 and 2730 m2/g, respectively, which are close to 3000 m2/g, the reported Langmuir surface area of Zr6O4(OH)4(bpdc)6. SEM images of the bulk powder sample of 1 ( Figure S39) reveal that the material forms well-faceted octahedron-shaped crystals roughly 0.5-1 μm on an edge.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>Benzoic acid\nis critical to the synthesis of highly crystalline <bold>1</bold>.\nAttempts to synthesize it in the absence of benzoic acid result in\npowders with poor crystallinity. Powder X-ray diffraction analysis\nreveals that increasing the amount of benzoic acid (0–80 equiv\nper linker) leads to more crystalline material ( Figure S10), which is in agreement\nwith results reported in a similar study for Zr<sub>6</sub>O<sub>4</sub>­(OH)<sub>4</sub>(bpdc)<sub>6</sub>. This effect is thought to arise from competition between benzoic\nacid and the dicarboxylic acid linkers during framework assembly,\nmaking framework formation more reversible. In addition, having more benzoic acid present in the reaction mixture\nalso requires longer reaction times. As an example, precipitate formation\ncan be observed within a few hours if no benzoic acid is added, while\nit takes 2–3 days for the solid product to be observed in the\npresence of 80 equiv of benzoic acid per linker. Attempts to synthesize\nthe material with the addition of 100 or greater equivalents of benzoic\nacid per linker yielded no observable precipitate over 5 days.</p>", "clean_text": "Benzoic acid is critical to the synthesis of highly crystalline 1. Attempts to synthesize it in the absence of benzoic acid result in powders with poor crystallinity. Powder X-ray diffraction analysis reveals that increasing the amount of benzoic acid (0-80 equiv per linker) leads to more crystalline material ( Figure S10), which is in agreement with results reported in a similar study for Zr6O4(OH)4(bpdc)6. This effect is thought to arise from competition between benzoic acid and the dicarboxylic acid linkers during framework assembly, making framework formation more reversible. In addition, having more benzoic acid present in the reaction mixture also requires longer reaction times. As an example, precipitate formation can be observed within a few hours if no benzoic acid is added, while it takes 2-3 days for the solid product to be observed in the presence of 80 equiv of benzoic acid per linker. Attempts to synthesize the material with the addition of 100 or greater equivalents of benzoic acid per linker yielded no observable precipitate over 5 days.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The synthesis of X-ray quality single crystals of <bold>1</bold> required\nmore careful control of the reaction conditions. In particular,\nboth the amount of water added and the metal-to-ligand ratio had significant\neffects on the size and quality of the crystals. Though highly crystalline\nand porous <bold>1</bold> can be reproducibly synthesized using commercially\navailable DMF, reproducible formation of single crystals requires\nthe addition of a precise amount of water to anhydrous DMF obtained\nfrom a solvent purification system. Reaction conditions that use anhydrous\nDMF alone fail to yield any precipitate, which is consistent with\nthe requirement of water to form the μ<sub>3</sub>-O and μ<sub>3</sub>-OH groups of the Zr<sub>6</sub> octahedral nodes. Interestingly, the addition of 2 equiv of ZrCl<sub>4</sub> per linker yields isolated and regularly shaped octahedral\ncrystals. In contrast, conditions that employ stoichiometric amounts\nof ZrCl<sub>4</sub> per linker produce crystals that are intergrown.</p>", "clean_text": "The synthesis of X-ray quality single crystals of 1 required more careful control of the reaction conditions. In particular, both the amount of water added and the metal-to-ligand ratio had significant effects on the size and quality of the crystals. Though highly crystalline and porous 1 can be reproducibly synthesized using commercially available DMF, reproducible formation of single crystals requires the addition of a precise amount of water to anhydrous DMF obtained from a solvent purification system. Reaction conditions that use anhydrous DMF alone fail to yield any precipitate, which is consistent with the requirement of water to form the μ3-O and μ3-OH groups of the Zr6 octahedral nodes. Interestingly, the addition of 2 equiv of ZrCl4 per linker yields isolated and regularly shaped octahedral crystals. In contrast, conditions that employ stoichiometric amounts of ZrCl4 per linker produce crystals that are intergrown.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>X-ray analysis of an as-synthesized single crystal of <bold>1</bold> further confirmed that the framework is isostructural to Zr<sub>6</sub>O<sub>4</sub>­(OH)<sub>4</sub>(bpdc)<sub>6</sub> (Figure ). The calculated powder diffraction pattern obtained\nfrom the crystal structure agrees well with the experimental powder\npattern, indicating that the crystal structure is representative of\nthe bulk material ( Figure S9). As expected, the bipyridine units show disorder over\ntwo positions due to the <italic toggle=\"yes\">Fm</italic>3̅<italic toggle=\"yes\">m</italic> symmetry of the structure. While this Article was in preparation,\nsimilar results were reported from X-ray analysis of crystals of <bold>1</bold> grown under slightly different conditions. Refinement of the linker occupancy in the structure revealed\nthat 86% of the ligand was present, corresponding to the absence of\nroughly 1/6 of the linkers. When the ligand is not present, the vacancies\non the cluster have been suggested to be occupied with water or hydroxide, which can be identified as weak electron density peaks 2.18(4) Å\naway from Zr.</p>", "clean_text": "X-ray analysis of an as-synthesized single crystal of 1 further confirmed that the framework is isostructural to Zr6O4(OH)4(bpdc)6 (Figure ). The calculated powder diffraction pattern obtained from the crystal structure agrees well with the experimental powder pattern, indicating that the crystal structure is representative of the bulk material ( Figure S9). As expected, the bipyridine units show disorder over two positions due to the Fm3̅m symmetry of the structure. While this Article was in preparation, similar results were reported from X-ray analysis of crystals of 1 grown under slightly different conditions. Refinement of the linker occupancy in the structure revealed that 86% of the ligand was present, corresponding to the absence of roughly 1/6 of the linkers. When the ligand is not present, the vacancies on the cluster have been suggested to be occupied with water or hydroxide, which can be identified as weak electron density peaks 2.18(4) Å away from Zr.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Metalation of Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(bpydc)<sub>6</sub>\n</title><p>Transition metal halides\nwere first considered for\nthe metalation of <bold>1</bold>, as these were expected to form solvated\nmetal species that would easily fit through the triangular windows\nof the framework, which have an incircle of ∼8 Å in diameter. Soaking microcrystalline powders of <bold>1</bold> in acetonitrile solutions of metal halide salts (typically 1 equiv\nper bipyridine linker) at 80 °C for 5 days results in a color\nchange (Table ) of the powders over the course\nof the reaction. The powders remain colored after three acetonitrile\nwashes at 80 °C, suggesting successful metalation of the framework.\nThe powder X-ray diffraction patterns of the metalated frameworks <bold>1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub>, <bold>1</bold>·(CuCl)<sub>6.8</sub>, <bold>1</bold>·(CoCl<sub>2</sub>)<sub>5.5</sub>,\nand <bold>1</bold>·(FeBr<sub>2</sub>)<sub>6.1</sub> show additional\npeaks compared to that of <bold>1</bold>, indicating a possible change\nin space group upon metalation. Metal to zirconium ratios determined\nby ICP-OES analysis (Table ) indicate a close\nto stoichiometric reaction of the bipyridine sites. Thermogravimetric\nanalyses of the resulting powders generally showed slight decreases\nin thermal stability of the framework upon metalation ( Figures S33–S38).\nThis is likely due to weakened carboxylate–Zr bonds that result\nfrom less electron density being available to the linker carboxylate\ngroups, as well as to strain induced by arching of the linker upon\ncoordination of the linker bipyrdine moiety to a metal center, as\ndiscussed below.</p>", "clean_text": "Metalation of Zr6O4(OH)4(bpydc)6 \n\nTransition metal halides were first considered for the metalation of 1, as these were expected to form solvated metal species that would easily fit through the triangular windows of the framework, which have an incircle of ~8 Å in diameter. Soaking microcrystalline powders of 1 in acetonitrile solutions of metal halide salts (typically 1 equiv per bipyridine linker) at 80 °C for 5 days results in a color change (Table ) of the powders over the course of the reaction. The powders remain colored after three acetonitrile washes at 80 °C, suggesting successful metalation of the framework. The powder X-ray diffraction patterns of the metalated frameworks 1⋅(CuCl2)5.8, 1⋅(CuCl)6.8, 1⋅(CoCl2)5.5, and 1⋅(FeBr2)6.1 show additional peaks compared to that of 1, indicating a possible change in space group upon metalation. Metal to zirconium ratios determined by ICP-OES analysis (Table ) indicate a close to stoichiometric reaction of the bipyridine sites. Thermogravimetric analyses of the resulting powders generally showed slight decreases in thermal stability of the framework upon metalation ( Figures S33-S38). This is likely due to weakened carboxylate-Zr bonds that result from less electron density being available to the linker carboxylate groups, as well as to strain induced by arching of the linker upon coordination of the linker bipyrdine moiety to a metal center, as discussed below.", "data": null, "include_properties": null}, {"idx": 25, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Selected Properties of the Metal–Organic\nFrameworks Presented in this Work</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"justify\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"justify\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"justify\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">compd</oasis:entry>\n<oasis:entry align=\"center\">color</oasis:entry>\n<oasis:entry align=\"center\">metal loading<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref> (%)</oasis:entry>\n<oasis:entry align=\"center\">SA<sub>Lang</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref> (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">SA<sub>BET</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn3\"></xref> (m<sup>2</sup>/g)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry>white</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2772</oasis:entry>\n<oasis:entry>2730</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry>white</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2805</oasis:entry>\n<oasis:entry>2625</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub>\n</oasis:entry>\n<oasis:entry>green</oasis:entry>\n<oasis:entry>96(1)</oasis:entry>\n<oasis:entry>1253</oasis:entry>\n<oasis:entry>1101</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(CuCl)<sub>6.8</sub>\n</oasis:entry>\n<oasis:entry>light brown</oasis:entry>\n<oasis:entry>114(3)</oasis:entry>\n<oasis:entry>835</oasis:entry>\n<oasis:entry>701</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(CoCl<sub>2</sub>)<sub>5.5</sub>\n</oasis:entry>\n<oasis:entry>pale blue</oasis:entry>\n<oasis:entry>92(1)</oasis:entry>\n<oasis:entry>1282</oasis:entry>\n<oasis:entry>1204</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(FeBr<sub>2</sub>)<sub>6.1</sub>\n</oasis:entry>\n<oasis:entry>red-violet</oasis:entry>\n<oasis:entry>101.1(7)</oasis:entry>\n<oasis:entry>1073</oasis:entry>\n<oasis:entry>971</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(Cr(CO)<sub>4</sub>)<sub>5.6</sub>\n</oasis:entry>\n<oasis:entry>dark green</oasis:entry>\n<oasis:entry>93(2)</oasis:entry>\n<oasis:entry>1065</oasis:entry>\n<oasis:entry>934</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Metal loading was\ndetermined by\nICP-OES based on the molar ratio of the inserted metal relative to\nZr in the framework.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>SA<sub>Lang</sub> = Langmuir surface\narea.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>c</label>\n<p>SA<sub>BET</sub> =\nBrunauer–Emmett–Teller\n(BET) surface area.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Metal\ninsertion in single crystals of <bold>1</bold> was carried\nout under the same conditions used for the bulk microcrystalline samples,\nwith the exception of using excess metal precursor. Similar to the\npowders, the crystals change color with no visible loss in crystal\nquality after metalation. Analysis of the crystals by single-crystal\nX-ray diffraction revealed a lowering of the framework symmetry from <italic toggle=\"yes\">Fm</italic>3̅<italic toggle=\"yes\">m</italic> to <italic toggle=\"yes\">Pa</italic>3̅.\nRemarkably, the metalated bipyridine linkers were crystallographically\nordered, allowing structural determination of the metal complexes\nformed within the framework (Figure ).</p>", "clean_text": "Metal insertion in single crystals of 1 was carried out under the same conditions used for the bulk microcrystalline samples, with the exception of using excess metal precursor. Similar to the powders, the crystals change color with no visible loss in crystal quality after metalation. Analysis of the crystals by single-crystal X-ray diffraction revealed a lowering of the framework symmetry from Fm3̅m to Pa3̅. Remarkably, the metalated bipyridine linkers were crystallographically ordered, allowing structural determination of the metal complexes formed within the framework (Figure ).", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Portion of\nthe crystal structure of <bold>1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub> (a) as determined by analysis of single-crystal\nX-ray diffraction data. Structures of the bipyridine metal complexes\nin <bold>1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub> (b), <bold>1</bold>·(CuCl)<sub>6.8</sub> (c), <bold>1</bold>·(CoCl<sub>2</sub>)<sub>5.5</sub> (d), <bold>1</bold>·(FeBr<sub>2</sub>)<sub>6.1</sub> (e), and <bold>1</bold>·(Cr­(CO)<sub>4</sub>)<sub>5.6</sub> (f), as determined from single-crystal X-ray diffraction\ndata. Yellow, green, brown, purple, light orange, dark green, light\ngreen, dark red, red, blue, and gray spheres represent Zr<sup>IV</sup>, Cu<sup>II</sup>, Cu<sup>I</sup>, Co<sup>II</sup>, Fe<sup>II</sup>, Cr<sup>0</sup>, Cl, Br, O, N, and C atoms, respectively; H atoms\nand acetonitrile molecules in the pores are omitted for clarity. Note\nthat 53% of the Cu-bipyridine complexes in <bold>1</bold>·(CuCl)<sub>6.8</sub> were found to have [CuCl<sub>2</sub>]<sup>−</sup> as a counteranion instead of Cl<sup>–</sup> (<xref ref-type=\"supplementary-material\" rid=\"notes-1\">Supporting Information</xref> Figure S1), while the\nbipyridine complexes in <bold>1</bold>·(CoCl<sub>2</sub>)<sub>5.5</sub> and <bold>1</bold>·(FeBr<sub>2</sub>)<sub>6.1</sub> exist in different coordination geometries due to different degrees\nof solvation (<xref ref-type=\"supplementary-material\" rid=\"notes-1\">Supporting Information</xref> Figures\nS2–S3). The coordinated solvent molecules in <bold>1</bold>·(CoCl<sub>2</sub>)<sub>5.5</sub> and <bold>1</bold>·(FeBr<sub>2</sub>)<sub>6.1</sub> could not be modeled due to disorder and weak\nscattering of the solvent molecules in comparison to the halide ligands.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00096u_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Portion of the crystal structure of 1⋅(CuCl2)5.8 (a) as determined by analysis of single-crystal X-ray diffraction data. Structures of the bipyridine metal complexes in 1⋅(CuCl2)5.8 (b), 1⋅(CuCl)6.8 (c), 1⋅(CoCl2)5.5 (d), 1⋅(FeBr2)6.1 (e), and 1⋅(Cr(CO)4)5.6 (f), as determined from single-crystal X-ray diffraction data. Yellow, green, brown, purple, light orange, dark green, light green, dark red, red, blue, and gray spheres represent ZrIV, CuII, CuI, CoII, FeII, Cr0, Cl, Br, O, N, and C atoms, respectively; H atoms and acetonitrile molecules in the pores are omitted for clarity. Note that 53% of the Cu-bipyridine complexes in 1⋅(CuCl)6.8 were found to have [CuCl2]- as a counteranion instead of Cl- (Supporting Information Figure S1), while the bipyridine complexes in 1⋅(CoCl2)5.5 and 1⋅(FeBr2)6.1 exist in different coordination geometries due to different degrees of solvation (Supporting Information Figures S2-S3). The coordinated solvent molecules in 1⋅(CoCl2)5.5 and 1⋅(FeBr2)6.1 could not be modeled due to disorder and weak scattering of the solvent molecules in comparison to the halide ligands.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Closer inspection of the structures\nshows that each bipyridine\nunit forms an arch to chelate the metal, presumably facilitating better\norbital overlap with the metal (Figure ).\nThe zirconium clusters at the ends of each linker rotate slightly\nto accommodate the arching, while linkers around each cluster orient\naccordingly to conform to the direction of the cluster rotation. These\ndistortions from the unmetalated structure collectively result in\nan ordering of the linker–metal complexes as they go from a\nsite that has three mirror planes in <italic toggle=\"yes\">Fm</italic>3̅<italic toggle=\"yes\">m</italic> to a site with no symmetry in <italic toggle=\"yes\">Pa</italic>3̅.</p>", "clean_text": "Closer inspection of the structures shows that each bipyridine unit forms an arch to chelate the metal, presumably facilitating better orbital overlap with the metal (Figure ). The zirconium clusters at the ends of each linker rotate slightly to accommodate the arching, while linkers around each cluster orient accordingly to conform to the direction of the cluster rotation. These distortions from the unmetalated structure collectively result in an ordering of the linker-metal complexes as they go from a site that has three mirror planes in Fm3̅m to a site with no symmetry in Pa3̅.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Although there are several examples of the structural characterization\nof postsynthetically metalated metal–organic frameworks, most\nstructures fail to resolve the complete ligand environment around\nthe metal centers due to extensive disorder of the metalated linkers. Recent work has emphasized that\nfull characterization of metal-linkers complexes formed via postsynthetic\nmetalation requires low symmetry at the location of the open chelating\nsite in the crystal, which can be achieved by starting with a metal–organic\nframework with low crystal symmetry. The\ncrystallographic ordering of the linkers in <bold>1</bold> after postsynthetic\nmetalation demonstrates that the structural characterization of the\nmetalated linkers in high-symmetry metal–organic frameworks\ncan be achieved if the framework has a pathway to lower symmetry during\nmetalation. To the best of our knowledge, this is the first reported\nexample of this phenomenon in a metal–organic framework.</p>", "clean_text": "Although there are several examples of the structural characterization of postsynthetically metalated metal-organic frameworks, most structures fail to resolve the complete ligand environment around the metal centers due to extensive disorder of the metalated linkers. Recent work has emphasized that full characterization of metal-linkers complexes formed via postsynthetic metalation requires low symmetry at the location of the open chelating site in the crystal, which can be achieved by starting with a metal-organic framework with low crystal symmetry. The crystallographic ordering of the linkers in 1 after postsynthetic metalation demonstrates that the structural characterization of the metalated linkers in high-symmetry metal-organic frameworks can be achieved if the framework has a pathway to lower symmetry during metalation. To the best of our knowledge, this is the first reported example of this phenomenon in a metal-organic framework.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<p>X-ray analysis of <bold>1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub> revealed significant ordering of both the framework and the acetonitrile\nmolecules within the pores, which enabled reliable measurement of\ninteratomic distances and angles for the (bpy)­CuCl<sub>2</sub> units\n(Figure b). Interestingly, the Cu<sup>II</sup> centers do not have acetonitrile bound, despite the presence of\nadditional acetonitrile in the pores. The Cu–N distances of\n1.993(4) and 2.007(4) Å and Cu–Cl distances of 2.2101(15)\nand 2.2126(16) Å in the complex were found to be very close to\nreported bond distances for the analogous molecular complex, Cu­(tbbpy)­Cl<sub>2</sub> (tbbpy = 4,4′-bis­(<italic toggle=\"yes\">tert</italic>-butyl)-2,2′-bipyridine). The Cu<sup>II</sup> centers exhibit a distorted\nsquare planar geometry, with the Cl–Cu–Cl plane tilted\n33° away from the N–Cu–N plane, which is likely\na result of steric repulsion between the Cl<sup>–</sup> ligands\nand neighboring bipyridine H atoms. This distortion from planarity\nis common in molecular (bpy)­CuCl<sub>2</sub> complexes and has been\nshown to vary with crystal packing. While\nit was not possible to collect a single-crystal structure of activated <bold>1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub>, a structure was obtained\nfrom high-resolution powder X-ray diffraction data ( Figure S16). In the activated structure,\nthe Cu<sup>II</sup> centers are in a similar coordination geometry,\nwith the Cl–Cu–Cl plane tilted 45° away from the\nN–Cu–N plane.</p>", "clean_text": "X-ray analysis of 1⋅(CuCl2)5.8 revealed significant ordering of both the framework and the acetonitrile molecules within the pores, which enabled reliable measurement of interatomic distances and angles for the (bpy)CuCl2 units (Figure b). Interestingly, the CuII centers do not have acetonitrile bound, despite the presence of additional acetonitrile in the pores. The Cu-N distances of 1.993(4) and 2.007(4) Å and Cu-Cl distances of 2.2101(15) and 2.2126(16) Å in the complex were found to be very close to reported bond distances for the analogous molecular complex, Cu(tbbpy)Cl2 (tbbpy = 4,4'-bis(tert-butyl)-2,2'-bipyridine). The CuII centers exhibit a distorted square planar geometry, with the Cl-Cu-Cl plane tilted 33° away from the N-Cu-N plane, which is likely a result of steric repulsion between the Cl- ligands and neighboring bipyridine H atoms. This distortion from planarity is common in molecular (bpy)CuCl2 complexes and has been shown to vary with crystal packing. While it was not possible to collect a single-crystal structure of activated 1⋅(CuCl2)5.8, a structure was obtained from high-resolution powder X-ray diffraction data ( Figure S16). In the activated structure, the CuII centers are in a similar coordination geometry, with the Cl-Cu-Cl plane tilted 45° away from the N-Cu-N plane.", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Comparison of the crystal structures of <bold>1</bold> (a) and <bold>1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub> (b) viewed along the\n[100] direction; unit cell edges are shown as black lines. The bare\nframework exhibits mirror symmetry along the body diagonals of its\nunit cell and face-centering translations that relate the zirconium\nclusters at the ends of each linker. In the metalated structure, the\nmirror symmetry is removed by the ordering of the linkers, while the\nface-centering is lost because the clusters at the ends of each linker\nare tilted in opposite directions.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00096u_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Comparison of the crystal structures of 1 (a) and 1⋅(CuCl2)5.8 (b) viewed along the [100] direction; unit cell edges are shown as black lines. The bare framework exhibits mirror symmetry along the body diagonals of its unit cell and face-centering translations that relate the zirconium clusters at the ends of each linker. In the metalated structure, the mirror symmetry is removed by the ordering of the linkers, while the face-centering is lost because the clusters at the ends of each linker are tilted in opposite directions.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Structural determination of the bipyridine metal complexes\nwas\nmore challenging for <bold>1</bold>·(CuCl)<sub>6.8</sub>, <bold>1</bold>·(CoCl<sub>2</sub>)<sub>5.5</sub>, and <bold>1</bold>·(FeBr<sub>2</sub>)<sub>6.1</sub>, due to the disorder attributed\nto rotation of the linkers and variation in the degree of solvation\nof the metal complexes. The linkers in <bold>1</bold>·(CuCl)<sub>6.8</sub> show rotational disorder over two positions tilted 27°\naway from each other. Although the Cu<sup>I</sup> complexes in <bold>1</bold>·(CuCl)<sub>6.8</sub> were modeled as distorted trigonal\nplanar complexes with Cl<sup>–</sup> as a coordinated counteranion\n(Figure c), residual electon density close\nto the Cu<sup>I</sup> center suggests that 53% of the complexes actually\nhave linear [CuCl<sub>2</sub>]<sup>−</sup> units as a bound\ncounteranion ( Figure\nS1). Molecular complexes that are analogous to the (bpy)­CuCl structural\nmodel exist. The closest analogs to the (bpy)­Cu­(CuCl<sub>2</sub>) structural model contain phenanthroline- or bipyridine-Cu<sup>I</sup> units bridged by [CuCl<sub>2</sub>]<sup>−</sup> anions, which cannot form in the framework due to the isolation of the bipyridine\nsites.</p>", "clean_text": "Structural determination of the bipyridine metal complexes was more challenging for 1⋅(CuCl)6.8, 1⋅(CoCl2)5.5, and 1⋅(FeBr2)6.1, due to the disorder attributed to rotation of the linkers and variation in the degree of solvation of the metal complexes. The linkers in 1⋅(CuCl)6.8 show rotational disorder over two positions tilted 27° away from each other. Although the CuI complexes in 1⋅(CuCl)6.8 were modeled as distorted trigonal planar complexes with Cl- as a coordinated counteranion (Figure c), residual electon density close to the CuI center suggests that 53% of the complexes actually have linear [CuCl2]- units as a bound counteranion ( Figure S1). Molecular complexes that are analogous to the (bpy)CuCl structural model exist. The closest analogs to the (bpy)Cu(CuCl2) structural model contain phenanthroline- or bipyridine-CuI units bridged by [CuCl2]- anions, which cannot form in the framework due to the isolation of the bipyridine sites.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>Similar to the structure of <bold>1</bold>·(CuCl)<sub>6.8</sub>, the linkers in <bold>1</bold>·(CoCl<sub>2</sub>)<sub>5.5</sub> displayed rotational disorder over two positions, tilted\n14°\naway from each other. The bipyridine–CoCl<sub>2</sub> adducts\nwere clearly located and appear to be square planar in one of the\ndisordered positions (Figure d) and distorted\nsquare planar in the other (Figure S2). Residual electron density close to the Co<sup>II</sup> centers, however, indicates that solvent is likely bound to Co<sup>II</sup> and that the complexes are actually in octahedral and trigonal\nbipyramidal geometries ( Figure S2), which are more consistent with published structures. The square planar sites can be assigned to be octahedral with the\nbipyridine and Cl<sup>–</sup> ligands coplanar and solvent\non the axial sites, while the distorted square planar sites can be\nassigned as partially trigonal bipyramidal with the N and Cl on the\naxial sites and N, Cl, and solvent on the equatorial sites. Unfortunately,\nthe disorder and weak scattering from the bound solvent molecules\nprevent a more accurate assignment of the Co<sup>II</sup> complex\ngeometries.</p>", "clean_text": "Similar to the structure of 1⋅(CuCl)6.8, the linkers in 1⋅(CoCl2)5.5 displayed rotational disorder over two positions, tilted 14° away from each other. The bipyridine-CoCl2 adducts were clearly located and appear to be square planar in one of the disordered positions (Figure d) and distorted square planar in the other (Figure S2). Residual electron density close to the CoII centers, however, indicates that solvent is likely bound to CoII and that the complexes are actually in octahedral and trigonal bipyramidal geometries ( Figure S2), which are more consistent with published structures. The square planar sites can be assigned to be octahedral with the bipyridine and Cl- ligands coplanar and solvent on the axial sites, while the distorted square planar sites can be assigned as partially trigonal bipyramidal with the N and Cl on the axial sites and N, Cl, and solvent on the equatorial sites. Unfortunately, the disorder and weak scattering from the bound solvent molecules prevent a more accurate assignment of the CoII complex geometries.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>X-ray diffraction data for <bold>1</bold>·(FeBr<sub>2</sub>)<sub>6.1</sub> collected on single crystals that were washed\nwith\nacetonitrile alone gave structures with poorly resolved FeBr<sub>2</sub> moieties. The disorder in the structures can be attributed to the\nFe<sup>II</sup> complexes being in multiple states of solvation. Consequently,\ncrystals were further washed with benzene at 80 °C in an attempt\nto fully desolvate the Fe<sup>II</sup> centers. X-ray analysis of\none of these crystals gives a much more ordered structure, with the\nFe<sup>II</sup> centers predominantly in a pseudotetrahedral geometry\n(Figure e), which is reasonable for FeBr<sub>2</sub> complexes with nitrogen-based chelating ligands. Additional electron density peaks found near\nto the Fe<sup>II</sup> centers suggests that a fraction of the complexes\nhave the Br<sup>–</sup> ligands closer to the Fe-bipyridine\nplane. Similar to <bold>1</bold>·(CoCl<sub>2</sub>)<sub>5.5</sub>, solvent may still be bound to on a fraction of the Fe<sup>II</sup> sites, forcing them into what appears to be a pseodooctahedral geometry\nwith the bipyridine and Br<sup>–</sup> ligands on the equatorial\nsites and solvent on the axial sites ( Figure S3). The geometry of these Fe<sup>II</sup> sites, however, cannot be accurately assigned due to the disorder\nand the weak scattering from the coordinated solvent molecules on\nthe Fe<sup>II</sup> sites in comparison to the Br<sup>–</sup> ligands.</p>", "clean_text": "X-ray diffraction data for 1⋅(FeBr2)6.1 collected on single crystals that were washed with acetonitrile alone gave structures with poorly resolved FeBr2 moieties. The disorder in the structures can be attributed to the FeII complexes being in multiple states of solvation. Consequently, crystals were further washed with benzene at 80 °C in an attempt to fully desolvate the FeII centers. X-ray analysis of one of these crystals gives a much more ordered structure, with the FeII centers predominantly in a pseudotetrahedral geometry (Figure e), which is reasonable for FeBr2 complexes with nitrogen-based chelating ligands. Additional electron density peaks found near to the FeII centers suggests that a fraction of the complexes have the Br- ligands closer to the Fe-bipyridine plane. Similar to 1⋅(CoCl2)5.5, solvent may still be bound to on a fraction of the FeII sites, forcing them into what appears to be a pseodooctahedral geometry with the bipyridine and Br- ligands on the equatorial sites and solvent on the axial sites ( Figure S3). The geometry of these FeII sites, however, cannot be accurately assigned due to the disorder and the weak scattering from the coordinated solvent molecules on the FeII sites in comparison to the Br- ligands.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Given the permanent porosity of <bold>1</bold>, we\nexplored the\npossibility of using framework to chelate metals from reagents introduced\nin the gas phase. Heating a microcrystalline sample of <bold>1</bold> in a sealed vial with excess Cr­(CO)<sub>6</sub> at 80 °C over\n7 days results in gradual color change of the framework from white\nto dark green over the course of the reaction, consistent with the\nmetalation of the bipyridine sites. Analysis of the resulting framework\nby infrared spectroscopy shows CO stretches at 2012, 1897, 1870, and\n1845 cm<sup>–1</sup> ( Figure S43), consistent with the formation of (bpy)­Cr­(CO)<sub>4</sub> complexes within the framework. Remarkably,\nsingle crystals of <bold>1</bold> can also be metalated and analyzed\nby X-ray diffraction, leading to structural confirmation that the\ncomplexes formed are indeed (bpy)­Cr­(CO)<sub>4</sub> (Figure f). These results emphasize the unique ability to\nperform and characterize gas phase reactions in metal–organic\nframeworks due to their inherent porosity and crystallinity.</p>", "clean_text": "Given the permanent porosity of 1, we explored the possibility of using framework to chelate metals from reagents introduced in the gas phase. Heating a microcrystalline sample of 1 in a sealed vial with excess Cr(CO)6 at 80 °C over 7 days results in gradual color change of the framework from white to dark green over the course of the reaction, consistent with the metalation of the bipyridine sites. Analysis of the resulting framework by infrared spectroscopy shows CO stretches at 2012, 1897, 1870, and 1845 cm-1 ( Figure S43), consistent with the formation of (bpy)Cr(CO)4 complexes within the framework. Remarkably, single crystals of 1 can also be metalated and analyzed by X-ray diffraction, leading to structural confirmation that the complexes formed are indeed (bpy)Cr(CO)4 (Figure f). These results emphasize the unique ability to perform and characterize gas phase reactions in metal-organic frameworks due to their inherent porosity and crystallinity.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>The structures obtained for single crystals of <bold>1</bold>·(Cr­(CO)<sub>4</sub>)<sub>6</sub> from data collected directly after metalation\nshow rotational disorder of the (bpy)­Cr­(CO)<sub>4</sub> units within\nthe framework. Interestingly, soaking crystals of <bold>1</bold>·(Cr­(CO)<sub>4</sub>)<sub>6</sub> in acetonitrile results in ordering of the linkers,\nconceivably due to restriction of the rotational freedom of the linkers\nas the pores are filled with solvent. The Cr–N distances of\n2.102(4) and 2.105(4) Å, equatorial Cr–C distances of\n1.842(7) and 1.842(7) Å, and equatorial C–O distances\nof 1.173(8) and 1.167(9) Å are all in good agreement with analogous\ncomplexes in the literature. In contrast,\nthe axial Cr–C distances of 1.77(1) and 1.78(2) Å and\nC–O distances of 1.29(2) and 1.24(2) Å are comparatively\nshorter, which may be an artifact of slight disorder of the (bpy)­Cr­(CO)<sub>4</sub> complexes along the direction of these bonds.</p>", "clean_text": "The structures obtained for single crystals of 1⋅(Cr(CO)4)6 from data collected directly after metalation show rotational disorder of the (bpy)Cr(CO)4 units within the framework. Interestingly, soaking crystals of 1⋅(Cr(CO)4)6 in acetonitrile results in ordering of the linkers, conceivably due to restriction of the rotational freedom of the linkers as the pores are filled with solvent. The Cr-N distances of 2.102(4) and 2.105(4) Å, equatorial Cr-C distances of 1.842(7) and 1.842(7) Å, and equatorial C-O distances of 1.173(8) and 1.167(9) Å are all in good agreement with analogous complexes in the literature. In contrast, the axial Cr-C distances of 1.77(1) and 1.78(2) Å and C-O distances of 1.29(2) and 1.24(2) Å are comparatively shorter, which may be an artifact of slight disorder of the (bpy)Cr(CO)4 complexes along the direction of these bonds.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<title>Gas Adsorption</title><p>Low-pressure N<sub>2</sub> adsorption\ndata ( Figure S17)\ncollected at 77 K for metalated frameworks reveal a considerable decrease\nin surface area upon metalation of <bold>1</bold> (Table ). These results are consistent with loss of accessible\npore surface due to the metal-linker complexes occupying additional\nspace in the pores. In line with this, frameworks with bulkier metal\ncomplexes exhibit lower surface areas, with the exception of <bold>1</bold>·(CuCl)<sub>6.8</sub>. The low surface area of <bold>1</bold>·(CuCl)<sub>6.8</sub> relative to the other metal halide\nmetalated frameworks may be attributed to some of the Cu sites in <bold>1</bold>·(CuCl)<sub>6.8</sub> possessing the much larger [CuCl<sub>2</sub>]<sup>−</sup> as a counteranion instead of the Cl<sup>–</sup>.</p>", "clean_text": "Gas Adsorption\n\nLow-pressure N2 adsorption data ( Figure S17) collected at 77 K for metalated frameworks reveal a considerable decrease in surface area upon metalation of 1 (Table ). These results are consistent with loss of accessible pore surface due to the metal-linker complexes occupying additional space in the pores. In line with this, frameworks with bulkier metal complexes exhibit lower surface areas, with the exception of 1⋅(CuCl)6.8. The low surface area of 1⋅(CuCl)6.8 relative to the other metal halide metalated frameworks may be attributed to some of the Cu sites in 1⋅(CuCl)6.8 possessing the much larger [CuCl2]- as a counteranion instead of the Cl-.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>To determine the accessibility of the metal\nsites in <bold>1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub>, <bold>1</bold>·(CuCl)<sub>6.8</sub>, <bold>1</bold>·(CoCl<sub>2</sub>)<sub>5.5</sub>, <bold>1</bold>·(FeBr<sub>2</sub>)<sub>6.1</sub>, and <bold>1</bold>·(Cr­(CO)<sub>4</sub>)<sub>5.6</sub>, low-pressure H<sub>2</sub> adsorption measurements were performed\nat 77 K (Figure ). All metalated frameworks\nexcept <bold>1</bold>·(CuCl)<sub>6.8</sub> displayed improved\ngravimetric H<sub>2</sub> uptake over the bare framework at low pressures,\ndespite their lower surface areas and increased formula weights. The\nisotherms, however, did not show any steep uptake at very low pressures\ncharacteristic of strong interaction with open metal sites. Instead, the increased H<sub>2</sub> capacity\nlikely arises from the introduction of additional weakly polarizing\nsites and the formation of tighter binding pockets within the pores\nof the framework. Similar results have been reported for CO<sub>2</sub> adsorption in metalated samples of another bipyridine-containing\nframework, Al­(OH)­(bpydc).\n</p>", "clean_text": "To determine the accessibility of the metal sites in 1⋅(CuCl2)5.8, 1⋅(CuCl)6.8, 1⋅(CoCl2)5.5, 1⋅(FeBr2)6.1, and 1⋅(Cr(CO)4)5.6, low-pressure H2 adsorption measurements were performed at 77 K (Figure ). All metalated frameworks except 1⋅(CuCl)6.8 displayed improved gravimetric H2 uptake over the bare framework at low pressures, despite their lower surface areas and increased formula weights. The isotherms, however, did not show any steep uptake at very low pressures characteristic of strong interaction with open metal sites. Instead, the increased H2 capacity likely arises from the introduction of additional weakly polarizing sites and the formation of tighter binding pockets within the pores of the framework. Similar results have been reported for CO2 adsorption in metalated samples of another bipyridine-containing framework, Al(OH)(bpydc). ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Low-pressure H<sub>2</sub> adsorption isotherms for <bold>1</bold>, <bold>1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub>, <bold>1</bold>·(CuCl)<sub>6.8</sub>, <bold>1</bold>·(CoCl<sub>2</sub>)<sub>5.5</sub>, <bold>1</bold>·(FeBr<sub>2</sub>)<sub>6.1</sub>, and <bold>1</bold>·(Cr­(CO)<sub>4</sub>)<sub>5.6</sub> at 77\nK.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00096u_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Low-pressure H2 adsorption isotherms for 1, 1⋅(CuCl2)5.8, 1⋅(CuCl)6.8, 1⋅(CoCl2)5.5, 1⋅(FeBr2)6.1, and 1⋅(Cr(CO)4)5.6 at 77 K.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>Although there is ample space\nin the coordination sphere of the\nmetal-linker complexes in <bold>1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub> and <bold>1</bold>·(CuCl)<sub>6.8</sub>, these metal\ncenters only show weak interaction with additional ligands, preferring\nlower coordination as a result of their filled d shells. While the\nCo<sup>II</sup> and Fe<sup>II</sup> centers in <bold>1</bold>·(CoCl<sub>2</sub>)<sub>5.5</sub> and <bold>1</bold>·(FeBr<sub>2</sub>)<sub>6.1</sub> should be able to achieve higher coordination, these complexes\nhave the propensity to form tetrahedral complexes after desolvation.\nWeakly coordinating gases such as H<sub>2</sub> cannot bind to these\nmetal centers, most likely because the resulting binding energy would\nnot compensate for the reorganization energy required for conversion\nto geometries that support a higher coordination number.</p>", "clean_text": "Although there is ample space in the coordination sphere of the metal-linker complexes in 1⋅(CuCl2)5.8 and 1⋅(CuCl)6.8, these metal centers only show weak interaction with additional ligands, preferring lower coordination as a result of their filled d shells. While the CoII and FeII centers in 1⋅(CoCl2)5.5 and 1⋅(FeBr2)6.1 should be able to achieve higher coordination, these complexes have the propensity to form tetrahedral complexes after desolvation. Weakly coordinating gases such as H2 cannot bind to these metal centers, most likely because the resulting binding energy would not compensate for the reorganization energy required for conversion to geometries that support a higher coordination number.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>Carbon\nmonoxide adsorption experiments were performed on <bold>1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub>, <bold>1</bold>·(CuCl)<sub>6.8</sub>, <bold>1</bold>·(CoCl<sub>2</sub>)<sub>5.5</sub>,\nand <bold>1</bold>·(FeBr<sub>2</sub>)<sub>6.1</sub> at 298 K\nto probe the interaction of the metal sites with a more coordinating\ngas (Figure ). Surprisingly, only <bold>1</bold>·(CuCl)<sub>6.8</sub> showed significant uptake of CO, reaching\na level of approximately 0.4 per copper center at 0.2 bar. Here, coordination\nof CO to the Cu<sup>I</sup> centers is confirmed by the observation\nof a peak at 2093 cm<sup>–1</sup> in the infrared spectrum,\nwhich agrees with reported CO stretching frequencies in similar molecular\nCu<sup>I</sup>–CO complexes ( Figure S42). The CO\nstretching frequency in the CO adduct of <bold>1</bold>·(CuCl)<sub>6.8</sub> is shifted 50 cm<sup>–1</sup> lower relative to\nfree CO, indicating modest π backbonding from Cu<sup>I</sup> to CO. Substoichiometric uptake of CO per Cu<sup>I</sup> suggests\nthat CO binds to only one type of Cu<sup>I</sup> center among the\nthree determined in the single-crystal structure ( Figure S1). In contrast, the lack of\nany strong interaction between CO and <bold>1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub>, <bold>1</bold>·(CoCl<sub>2</sub>)<sub>5.5</sub>, or <bold>1</bold>·(FeBr<sub>2</sub>)<sub>6.1</sub> suggests that the metal centers in these materials have insufficient\nπ backbonding capability to form stable adducts with CO, which\nis attributed to the higher formal oxidation state of the metal centers\nin the bipyridine-M<sup>II</sup> complexes.</p>", "clean_text": "Carbon monoxide adsorption experiments were performed on 1⋅(CuCl2)5.8, 1⋅(CuCl)6.8, 1⋅(CoCl2)5.5, and 1⋅(FeBr2)6.1 at 298 K to probe the interaction of the metal sites with a more coordinating gas (Figure ). Surprisingly, only 1⋅(CuCl)6.8 showed significant uptake of CO, reaching a level of approximately 0.4 per copper center at 0.2 bar. Here, coordination of CO to the CuI centers is confirmed by the observation of a peak at 2093 cm-1 in the infrared spectrum, which agrees with reported CO stretching frequencies in similar molecular CuI-CO complexes ( Figure S42). The CO stretching frequency in the CO adduct of 1⋅(CuCl)6.8 is shifted 50 cm-1 lower relative to free CO, indicating modest π backbonding from CuI to CO. Substoichiometric uptake of CO per CuI suggests that CO binds to only one type of CuI center among the three determined in the single-crystal structure ( Figure S1). In contrast, the lack of any strong interaction between CO and 1⋅(CuCl2)5.8, 1⋅(CoCl2)5.5, or 1⋅(FeBr2)6.1 suggests that the metal centers in these materials have insufficient π backbonding capability to form stable adducts with CO, which is attributed to the higher formal oxidation state of the metal centers in the bipyridine-MII complexes.", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Low-pressure CO adsorption\nisotherms for <bold>1</bold>,<bold> 1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub>, <bold>1</bold>·(CuCl)<sub>6.8</sub>, <bold>1</bold>·(CoCl<sub>2</sub>)<sub>5.5</sub>, <bold>1</bold>·(FeBr<sub>2</sub>)<sub>6.1</sub> and <bold>1</bold>·(Ir­(COD)­BF<sub>4</sub>)<sub>4.8</sub> at 298 K.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00096u_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Low-pressure CO adsorption isotherms for 1, 1⋅(CuCl2)5.8, 1⋅(CuCl)6.8, 1⋅(CoCl2)5.5, 1⋅(FeBr2)6.1 and 1⋅(Ir(COD)BF4)4.8 at 298 K.   ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<title>Arene C–H Borylation</title><p>Iridium-catalyzed C–H\nborylation has proven to be a practical and efficient way of functionalizing\ninert feedstock chemicals to make valuable products that are widely\nused in fine chemicals synthesis. Among\nthe many catalysts studied for this reaction, iridium complexes supported\nby chelating N-donor ligands have been shown to be very capable systems\nfor the C–H borylation of arenes with either 4,4,4′,4′,5,5,5′,5′-octamethyl-2,2′-bi-1,3,2-dioxaborolane\n(B<sub>2</sub>pin<sub>2</sub>) or 4,4,5,5-tetramethyl-1,3,2-dioxaborolane\n(HBpin). Inspired by\nthe considerable amount of work on homogeneous systems, recent efforts\nhave been directed toward making heterogeneous analogs of these catalysts. Given that Ir<sup>I</sup> precursors\nin combination with 2,2′-bipyrdine ligands lead to highly active\nhomogeneous systems, we investigated whether <bold>1</bold> would\nshow similar activity when metalated with iridium.</p>", "clean_text": "Arene C-H Borylation\n\nIridium-catalyzed C-H borylation has proven to be a practical and efficient way of functionalizing inert feedstock chemicals to make valuable products that are widely used in fine chemicals synthesis. Among the many catalysts studied for this reaction, iridium complexes supported by chelating N-donor ligands have been shown to be very capable systems for the C-H borylation of arenes with either 4,4,4',4',5,5,5',5'-octamethyl-2,2'-bi-1,3,2-dioxaborolane (B2pin2) or 4,4,5,5-tetramethyl-1,3,2-dioxaborolane (HBpin). Inspired by the considerable amount of work on homogeneous systems, recent efforts have been directed toward making heterogeneous analogs of these catalysts. Given that IrI precursors in combination with 2,2'-bipyrdine ligands lead to highly active homogeneous systems, we investigated whether 1 would show similar activity when metalated with iridium.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>Considering\nthe size of the pore apertures in <bold>1</bold>, [Ir­(COD)<sub>2</sub>]­BF<sub>4</sub> (COD = 1,5-cyclooctadiene) was selected as an metalation\nagent, as it forms a relatively compact complex, [Ir­(COD)­(MeCN)<sub>2</sub>]<sup>+</sup>, in acetonitrile. Metalation of a microcrystalline powder of <bold>1</bold> with [Ir­(COD)<sub>2</sub>]­BF<sub>4</sub> following the procedure used for the metal\nhalides indeed yields <bold>1</bold>·(Ir­(COD)­BF<sub>4</sub>)<sub>4.7</sub> as an olive green powder. ICP-OES analysis of the powder\nindicates 78% Ir loading of the framework, which is much lower than\nthe loading determined for the frameworks metalated with first-row\ntransition metal halides. X-ray analysis of the metalated single crystals\nrevealed no change in space group and less than 10% occupancy of Ir\nat the bipyridine sites. Consequently, the ancillary ligands on Ir\ncould not be identified. Disparity between the Ir loading in the powder\nand single-crystal samples implies that the extent of metalation at\nthe framework surface is greater than that of the interior. Compared\nto ∼60 μm single crystals, the ∼0.5–1 μm\ncrystals in the powder sample have a much larger crystal surface area\nto volume ratio, which would result in higher Ir loading in the powder.\nThe Ir source may be blocking the pore windows upon metalation, obstructing\nthe diffusion of additional Ir complexes to sites within the framework.\nThis may be due to the larger size of the Ir precursor compared to\nthe first row transition metal halides. In addition, Ir forms much\nmore stable complexes with bipyrdine, making it less likely to reversibly\ndissociate from the bipyridine sites and travel deeper into the pore\nstructure.</p>", "clean_text": "Considering the size of the pore apertures in 1, [Ir(COD)2]BF4 (COD = 1,5-cyclooctadiene) was selected as an metalation agent, as it forms a relatively compact complex, [Ir(COD)(MeCN)2]+, in acetonitrile. Metalation of a microcrystalline powder of 1 with [Ir(COD)2]BF4 following the procedure used for the metal halides indeed yields 1⋅(Ir(COD)BF4)4.7 as an olive green powder. ICP-OES analysis of the powder indicates 78% Ir loading of the framework, which is much lower than the loading determined for the frameworks metalated with first-row transition metal halides. X-ray analysis of the metalated single crystals revealed no change in space group and less than 10% occupancy of Ir at the bipyridine sites. Consequently, the ancillary ligands on Ir could not be identified. Disparity between the Ir loading in the powder and single-crystal samples implies that the extent of metalation at the framework surface is greater than that of the interior. Compared to ~60 μm single crystals, the ~0.5-1 μm crystals in the powder sample have a much larger crystal surface area to volume ratio, which would result in higher Ir loading in the powder. The Ir source may be blocking the pore windows upon metalation, obstructing the diffusion of additional Ir complexes to sites within the framework. This may be due to the larger size of the Ir precursor compared to the first row transition metal halides. In addition, Ir forms much more stable complexes with bipyrdine, making it less likely to reversibly dissociate from the bipyridine sites and travel deeper into the pore structure.", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["property"], "content": "<p>To provide insight into the structure of the Ir centers\nformed\nin <bold>1</bold>·(Ir­(COD)­BF<sub>4</sub>)<sub>4.7</sub>, CO adsorption measurements were performed. These indicate substantial\nirreversible binding of CO with uptake of roughly two CO molecules\nper Ir center by 0.001 bar CO. This presumably occurs through the\nsubstitution of CO for COD on the Ir center to form <bold>1</bold>·(Ir­(CO)<sub>2</sub>BF<sub>4</sub>)<sub>4.7</sub>. After CO\nadsorption, the resulting yellow material features two new peaks in\nthe infrared spectrum at 2088 and 2026 cm<sup>–1</sup> ( Figure S41), which can\nbe assigned to the asymmetric and symmetric CO stretching modes of\nthe (bpy)­Ir­(CO)<sub>2</sub> complex. These frequencies agree\nwith those reported for similar cationic Ir<sup>I</sup> dicarbonyl\ncomplexes.\n</p>", "clean_text": "To provide insight into the structure of the Ir centers formed in 1⋅(Ir(COD)BF4)4.7, CO adsorption measurements were performed. These indicate substantial irreversible binding of CO with uptake of roughly two CO molecules per Ir center by 0.001 bar CO. This presumably occurs through the substitution of CO for COD on the Ir center to form 1⋅(Ir(CO)2BF4)4.7. After CO adsorption, the resulting yellow material features two new peaks in the infrared spectrum at 2088 and 2026 cm-1 ( Figure S41), which can be assigned to the asymmetric and symmetric CO stretching modes of the (bpy)Ir(CO)2 complex. These frequencies agree with those reported for similar cationic IrI dicarbonyl complexes. ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>The compound [Ir­(dmbpydc)­(COD)]­BF<sub>4</sub> (<bold>3</bold>) was also synthesized as a molecular analog\nand characterized by\nsingle-crystal X-ray diffraction. The structure of <bold>3</bold> (see\nFigure ) supports the initial description\nof the Ir complexes in <bold>1</bold>·(Ir­(COD)­BF<sub>4</sub>)<sub>4.7</sub>, with dmbpydc and COD bound to Ir in a square planar geometry\nand BF<sub>4</sub>\n<sup>–</sup> as a noncoordinating anion.\nThe UV–vis spectrum of <bold>1</bold>·(Ir­(COD)­BF<sub>4</sub>)<sub>4.7</sub> ( Figure S44) reveals a shoulder at 466 nm and a peak at 594 nm, which\nlikely correspond to the metal-to-ligand charge transfer bands of\nthe Ir-bpy units in the framework. These correspond well to peaks\nat 466 and 602 nm in the UV–vis spectrum of <bold>3</bold>.\nFurthermore, infrared spectra of <bold>1</bold>·(Ir­(COD)­BF<sub>4</sub>)<sub>4.7</sub> ( Figure S41) exhibits peaks between 2922 and 2841 cm<sup>–1</sup>, which are assigned to the aliphatic ν­(C–H) of the\ncoordinated COD moieties, and a broad peak at 1056 cm<sup>–1</sup>, which is assigned to ν­(B–F) of the BF<sub>4</sub>\n<sup>–</sup> anion. Both features can also be observed in the same\nregions in the infrared spectrum of <bold>3</bold>. These results\nsuggest that the structure of <bold>3</bold> is representative of\nthe Ir-bipyridine complexes in <bold>1</bold>·(Ir­(COD)­BF<sub>4</sub>)<sub>4.7</sub>.</p>", "clean_text": "The compound [Ir(dmbpydc)(COD)]BF4 (3) was also synthesized as a molecular analog and characterized by single-crystal X-ray diffraction. The structure of 3 (see Figure ) supports the initial description of the Ir complexes in 1⋅(Ir(COD)BF4)4.7, with dmbpydc and COD bound to Ir in a square planar geometry and BF4 - as a noncoordinating anion. The UV-vis spectrum of 1⋅(Ir(COD)BF4)4.7 ( Figure S44) reveals a shoulder at 466 nm and a peak at 594 nm, which likely correspond to the metal-to-ligand charge transfer bands of the Ir-bpy units in the framework. These correspond well to peaks at 466 and 602 nm in the UV-vis spectrum of 3. Furthermore, infrared spectra of 1⋅(Ir(COD)BF4)4.7 ( Figure S41) exhibits peaks between 2922 and 2841 cm-1, which are assigned to the aliphatic ν(C-H) of the coordinated COD moieties, and a broad peak at 1056 cm-1, which is assigned to ν(B-F) of the BF4 - anion. Both features can also be observed in the same regions in the infrared spectrum of 3. These results suggest that the structure of 3 is representative of the Ir-bipyridine complexes in 1⋅(Ir(COD)BF4)4.7.", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Crystal structure of <bold>3</bold>, the molecular\nanalog of <bold>1</bold>·(Ir­(COD)­BF<sub>4</sub>)<sub>4.7</sub> as determined\nby single-crystal X-ray diffraction. Dark blue, yellow green, olive\ngreen, red, blue, and gray spheres represent Ir<sup>I</sup>, F, B,\nO, N, and C atoms, respectively; H atoms are omitted for clarity.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00096u_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Crystal structure of 3, the molecular analog of 1⋅(Ir(COD)BF4)4.7 as determined by single-crystal X-ray diffraction. Dark blue, yellow green, olive green, red, blue, and gray spheres represent IrI, F, B, O, N, and C atoms, respectively; H atoms are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["property"], "content": "<p>Borylation reactions were generally\nconducted over 24 h at 80 °C\nin neat arene using either B<sub>2</sub>pin<sub>2</sub> or HBpin as\na boron reagent. To ensure that the Ir sites in the framework are\naccessible and to achieve catalyst loadings below 1 mol % Ir, only\n10% of the bipyridine sites were metalated in the samples employed\nfor catalysis. The Ir-metalated framework, <bold>1</bold>·(Ir­(COD)­BF<sub>4</sub>)<sub>0.6</sub>, proved to be a highly active catalyst for\nthe C–H borylation of benzene to form 4,4,5,5-tetramethyl-2-phenyl-1,3,2-dioxaborolane\n(PhBpin) in good yield at a very low catalyst loading (Tables  and ). Comparison of the\npowder X-ray diffraction patterns of the material before and after\ncatalysis reveals no loss in crystallinity, suggesting that the material\nis stable under the conditions used for catalysis. Following conversion\nof benzene to PhBpin by <sup>1</sup>H NMR spectroscopy, the average\nturnover frequency of the catalyst was determined to be 860 mol PhBpin\nmol Ir<sup>–1</sup> h<sup>–1</sup> at 80 °C ( Figure S45), which is\nwithin an order of magnitude of that reported for the best molecular\nsystems. Note that supporting ligands\nthat are stronger electron donors are better at stabilizing the proposed\nIr<sup>V</sup> intermediate that forms upon C–H activation\nof the arene, which is often the rate-determining step of the reaction. Thus,\nthe bipyridine-Ir units in <bold>1</bold>·(Ir­(COD)­BF<sub>4</sub>)<sub>0.6</sub> are expected to be less active in comparison to the\nbest molecular Ir catalysts with more electron-rich supporting ligands,\nsuch as 4,4′-di-<italic toggle=\"yes\">tert</italic>-butylbipyridine or 3,4,7,8-tetramethylphenanthroline.\n</p>", "clean_text": "Borylation reactions were generally conducted over 24 h at 80 °C in neat arene using either B2pin2 or HBpin as a boron reagent. To ensure that the Ir sites in the framework are accessible and to achieve catalyst loadings below 1 mol % Ir, only 10% of the bipyridine sites were metalated in the samples employed for catalysis. The Ir-metalated framework, 1⋅(Ir(COD)BF4)0.6, proved to be a highly active catalyst for the C-H borylation of benzene to form 4,4,5,5-tetramethyl-2-phenyl-1,3,2-dioxaborolane (PhBpin) in good yield at a very low catalyst loading (Tables  and ). Comparison of the powder X-ray diffraction patterns of the material before and after catalysis reveals no loss in crystallinity, suggesting that the material is stable under the conditions used for catalysis. Following conversion of benzene to PhBpin by 1H NMR spectroscopy, the average turnover frequency of the catalyst was determined to be 860 mol PhBpin mol Ir-1 h-1 at 80 °C ( Figure S45), which is within an order of magnitude of that reported for the best molecular systems. Note that supporting ligands that are stronger electron donors are better at stabilizing the proposed IrV intermediate that forms upon C-H activation of the arene, which is often the rate-determining step of the reaction. Thus, the bipyridine-Ir units in 1⋅(Ir(COD)BF4)0.6 are expected to be less active in comparison to the best molecular Ir catalysts with more electron-rich supporting ligands, such as 4,4'-di-tert-butylbipyridine or 3,4,7,8-tetramethylphenanthroline. ", "data": null, "include_properties": null}, {"idx": 49, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Control Experiments for Benzene C–H\nBorylation with HBpin</title>\n</caption>\n<graphic content-type=\"header\" id=\"GRAPHIC-d2772e2504-autogenerated\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00096u_0009.tif\" xlink:type=\"simple\"></graphic>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"justify\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">amount (mol %)</oasis:entry>\n<oasis:entry align=\"center\">yield<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref> (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(Ir(COD)(BF<sub>4</sub>))<sub>0.6</sub>\n</oasis:entry>\n<oasis:entry>0.065 (Ir)</oasis:entry>\n<oasis:entry>100<xref ref-type=\"table-fn\" rid=\"t2fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry>0.68 (Zr)</oasis:entry>\n<oasis:entry>0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Ir(COD)<sub>2</sub>]BF<sub>4</sub>\n</oasis:entry>\n<oasis:entry>0.18 (Ir)</oasis:entry>\n<oasis:entry>0.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>2</bold> + 0.6[Ir(COD)<sub>2</sub>]BF<sub>4</sub>\n</oasis:entry>\n<oasis:entry>0.84 (Zr)</oasis:entry>\n<oasis:entry>0.03</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(Ir(COD)(BF<sub>4</sub>))<sub>0.6</sub> + 0.6PPh<sub>3</sub>\n</oasis:entry>\n<oasis:entry>0.065 (Ir)</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(Ir(COD)(BF<sub>4</sub>))<sub>0.6</sub> + 0.6PCy<sub>3</sub>\n</oasis:entry>\n<oasis:entry>0.069 (Ir)</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Yields were determined by <sup>1</sup>H NMR using 1,3,5-trimethoxybenzene\nas an internal standard.</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>b</label>\n<p>Determined as an average of three\nreplications.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 50, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Control Experiments for Benzene C–H\nBorylation with B<sub>2</sub>pin<sub>2</sub>\n</title>\n</caption>\n<graphic content-type=\"header\" id=\"fx1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00096u_0010.tif\" xlink:type=\"simple\"></graphic>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"justify\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">amount (mol %)</oasis:entry>\n<oasis:entry align=\"center\">yield<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref> (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(Ir(COD)(BF<sub>4</sub>))<sub>0.6</sub>\n</oasis:entry>\n<oasis:entry>0.21 (Ir)</oasis:entry>\n<oasis:entry>94<xref ref-type=\"table-fn\" rid=\"t3fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry>2.4 (Zr)</oasis:entry>\n<oasis:entry>0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Ir(COD)<sub>2</sub>]BF<sub>4</sub>\n</oasis:entry>\n<oasis:entry>0.71 (Ir)</oasis:entry>\n<oasis:entry>0.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>2</bold> + 0.6[Ir(COD)<sub>2</sub>]BF<sub>4</sub>\n</oasis:entry>\n<oasis:entry>2.3 (Zr)</oasis:entry>\n<oasis:entry>0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(Ir(COD)(BF<sub>4</sub>))<sub>0.6</sub> + 0.6PPh<sub>3</sub>\n</oasis:entry>\n<oasis:entry>0.21 (Ir)</oasis:entry>\n<oasis:entry>0.05</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(Ir(COD)(BF<sub>4</sub>))<sub>0.6</sub> + 0.6PCy<sub>3</sub>\n</oasis:entry>\n<oasis:entry>0.20 (Ir)</oasis:entry>\n<oasis:entry>0</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>Yields were determined by <sup>1</sup>H NMR spectroscopy using 1,3,5-trimethoxybenzene as an internal standard.</p>\n</fn>\n<fn id=\"t3fn2\">\n<label>b</label>\n<p>Determined as an average of\nthree\nreplications.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>Several control\nexperiments were performed to establish that catalysis\nis indeed facilitated by the Ir-bipyridine complexes in framework\n(Tables  and ). As\npredicted, [Ir­(COD)<sub>2</sub>]­BF<sub>4</sub> and <bold>1</bold> both\ndisplay limited or no catalytic activity. The metal–organic\nframework Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpdc)<sub>6</sub> was synthesized and treated with [Ir­(COD)<sub>2</sub>]­BF<sub>4</sub> following the same procedure used for <bold>1</bold>. The\nIr-treated biphenyl framework did not show significant catalytic activity,\nexcluding the possibility of catalysis by adventitious Ir species\nthat may form upon interaction with the framework. A hot filtration\nexperiment was performed to determine if any catalytic activity was\ndue to soluble Ir species that may have formed during the reaction.\nNo further increase in turnover number was observed after <bold>1</bold>·(Ir­(COD)­BF<sub>4</sub>)<sub>0.6</sub> was filtered from the\nreaction mixture ( Figure S46), which further supports that catalysis is facilitated\nby the Ir-bipyridine complexes bound within the material.</p>", "clean_text": "Several control experiments were performed to establish that catalysis is indeed facilitated by the Ir-bipyridine complexes in framework (Tables  and ). As predicted, [Ir(COD)2]BF4 and 1 both display limited or no catalytic activity. The metal-organic framework Zr6O4(OH)4(bpdc)6 was synthesized and treated with [Ir(COD)2]BF4 following the same procedure used for 1. The Ir-treated biphenyl framework did not show significant catalytic activity, excluding the possibility of catalysis by adventitious Ir species that may form upon interaction with the framework. A hot filtration experiment was performed to determine if any catalytic activity was due to soluble Ir species that may have formed during the reaction. No further increase in turnover number was observed after 1⋅(Ir(COD)BF4)0.6 was filtered from the reaction mixture ( Figure S46), which further supports that catalysis is facilitated by the Ir-bipyridine complexes bound within the material.", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["else"], "content": "<p>To\ndetermine if catalysis occurs within the pores or only on the\nsurface of the metal–organic framework crystallites, reactions\nwere carried out in the presence of bulky coordinating groups, which\ncan selectively poison the surface Ir sites due to their large size\n(Table ). Addition\nof 1 equiv of either PPh<sub>3</sub> or PCy<sub>3</sub> per Ir to\nthe reaction mixture led to drastically reduced yields, suggesting\nthat catalysis occurs primarily at the surface of the material. This\nis consistent with Ir binding to only surface bipyrdine sites and\nnot to those within the pores.</p>", "clean_text": "To determine if catalysis occurs within the pores or only on the surface of the metal-organic framework crystallites, reactions were carried out in the presence of bulky coordinating groups, which can selectively poison the surface Ir sites due to their large size (Table ). Addition of 1 equiv of either PPh3 or PCy3 per Ir to the reaction mixture led to drastically reduced yields, suggesting that catalysis occurs primarily at the surface of the material. This is consistent with Ir binding to only surface bipyrdine sites and not to those within the pores.", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["else"], "content": "<p>Catalyst cycling experiments\nindicated no significant loss in activity\nover five cycles when HBpin was employed, although activity decreased\nsubstantially after the third and fourth cycles when B<sub>2</sub>pin<sub>2</sub> was used (Table ). The much\nlower catalyst stability with B<sub>2</sub>pin<sub>2</sub> may be\nattributed to impurities such as trace moisture in the B<sub>2</sub>pin<sub>2</sub> that can poison the catalytic sites. It has previously\nbeen reported that the maximum turnover number of the catalyst is\nhighly dependent on the purity of the B<sub>2</sub>pin<sub>2</sub> used. If the catalyst were inherently unstable\nto the reaction conditions, decreased activity after each cycle should\nhave also been observed when HBpin was used as a boron reagent.</p>", "clean_text": "Catalyst cycling experiments indicated no significant loss in activity over five cycles when HBpin was employed, although activity decreased substantially after the third and fourth cycles when B2pin2 was used (Table ). The much lower catalyst stability with B2pin2 may be attributed to impurities such as trace moisture in the B2pin2 that can poison the catalytic sites. It has previously been reported that the maximum turnover number of the catalyst is highly dependent on the purity of the B2pin2 used. If the catalyst were inherently unstable to the reaction conditions, decreased activity after each cycle should have also been observed when HBpin was used as a boron reagent.", "data": null, "include_properties": null}, {"idx": 54, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Catalyst Cycling Experiments for Benzene\nC–H Borylation with Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpydc)<sub>6</sub>­(Ir­(COD)­BF<sub>4</sub>)<sub>0.6</sub>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"center\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col2\" rowsep=\"1\">yield<xref ref-type=\"table-fn\" rid=\"t4fn1\"></xref> (%)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">boron reagent</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>5</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry align=\"left\">HBpin<xref ref-type=\"table-fn\" rid=\"t4fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"justify\">96</oasis:entry>\n<oasis:entry align=\"justify\">100</oasis:entry>\n<oasis:entry align=\"justify\">100</oasis:entry>\n<oasis:entry align=\"justify\">100</oasis:entry>\n<oasis:entry align=\"justify\">96</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">B<sub>2</sub>pin<sub>2</sub>\n<xref ref-type=\"table-fn\" rid=\"t4fn3\"></xref>\n</oasis:entry>\n<oasis:entry align=\"justify\">94</oasis:entry>\n<oasis:entry align=\"justify\">91</oasis:entry>\n<oasis:entry align=\"justify\">90</oasis:entry>\n<oasis:entry align=\"justify\">80</oasis:entry>\n<oasis:entry align=\"justify\">54</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t4fn1\">\n<label>a</label>\n<p>Yields were determined\nby <sup>1</sup>H NMR using 1,3,5-trimethoxybenzene as an internal\nstandard.</p>\n</fn>\n<fn id=\"t4fn2\">\n<label>b</label>\n<p>Reaction conditions:\n1.3 mmol HBpin,\n3.0 mL benzene, 0.10 mol % Ir, 80 °C, 24 h.</p>\n</fn>\n<fn id=\"t4fn3\">\n<label>c</label>\n<p>Reaction conditions: 0.65 mmol B<sub>2</sub>pin<sub>2</sub>, 3.0 mL benzene, 0.20 mol % Ir, 80 °C,\n24 h.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 55, "type": "text", "classification": ["else"], "content": "<p>The activity of <bold>1</bold>·(Ir­(COD)­(BF<sub>4</sub>))<sub>0.6</sub> in the\nborylation of several substituted arenes\nreveals that the catalyst exhibits size selectivity. Reaction with\ntoluene, or 1,2-difluorobenzene, results in nearly quantitative borylation,\nwhereas substantially lower activity is observed using <italic toggle=\"yes\">tert</italic>-butylbenzene, <italic toggle=\"yes\">o</italic>-xylene, and <italic toggle=\"yes\">m</italic>-xylene\nas substrates (Table ). Assuming that the\ncatalytic sites are predominantly on the surface, as suggested by\nsurface poisoning experiments and low Ir loading after metalation,\nthe unexpected size selectivity suggests that the local steric environment\nof the catalytic sites on the framework surface can prevent access\nto the Ir centers or destabilize ideal transition state conformations\nwhen bulkier substrates are used. A substrate competition experiment\nbetween benzene and <italic toggle=\"yes\">m</italic>-xylene in 1:1 mixture showed\nthat the catalyst has 95% selectivity for benzene, further suggesting\nthat the lower yields observed for bulkier arenes are due to size\nor shape selectivity and not catalyst instability or poisoning from\ntrace impurities in these solvents. Although size selectivity is not\nnecessarily ideal for this specific reaction, which has applications\nthat require the ability to functionalize a broad scope of substrates,\nit is intriguing to observe that size selectivity still occurs even\nif the catalytic sites are likely on the surface of the particles.\nThis implies that size selectivity in metal–organic frameworks\ndoes not have to arise solely from restriction of substrate access\nto catalytic sites by the pore apertures, but can also be influenced\nby the local steric environment around the catalytic sites, as dictated\nby the unique pore structure of a specific framework.</p>", "clean_text": "The activity of 1⋅(Ir(COD)(BF4))0.6 in the borylation of several substituted arenes reveals that the catalyst exhibits size selectivity. Reaction with toluene, or 1,2-difluorobenzene, results in nearly quantitative borylation, whereas substantially lower activity is observed using tert-butylbenzene, o-xylene, and m-xylene as substrates (Table ). Assuming that the catalytic sites are predominantly on the surface, as suggested by surface poisoning experiments and low Ir loading after metalation, the unexpected size selectivity suggests that the local steric environment of the catalytic sites on the framework surface can prevent access to the Ir centers or destabilize ideal transition state conformations when bulkier substrates are used. A substrate competition experiment between benzene and m-xylene in 1:1 mixture showed that the catalyst has 95% selectivity for benzene, further suggesting that the lower yields observed for bulkier arenes are due to size or shape selectivity and not catalyst instability or poisoning from trace impurities in these solvents. Although size selectivity is not necessarily ideal for this specific reaction, which has applications that require the ability to functionalize a broad scope of substrates, it is intriguing to observe that size selectivity still occurs even if the catalytic sites are likely on the surface of the particles. This implies that size selectivity in metal-organic frameworks does not have to arise solely from restriction of substrate access to catalytic sites by the pore apertures, but can also be influenced by the local steric environment around the catalytic sites, as dictated by the unique pore structure of a specific framework.", "data": null, "include_properties": null}, {"idx": 56, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<title>Selected Substrate Scope for C–H\nBorylation with HBpin<xref ref-type=\"table-fn\" rid=\"t5fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"fx3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00096u_0011.tif\" xlink:type=\"simple\"></graphic>\n<table-wrap-foot>\n<fn id=\"t5fn1\">\n<label>a</label>\n<p>Reaction\nconditions: 2.0 mmol HBpin,\n3 mL arene or arene mixture, 0.065 mol % Ir, 80 °C, 24 h.</p>\n</fn>\n<fn id=\"t5fn2\">\n<label>b</label>\n<p>Product ratios and conversions were\ndetermined by <sup>1</sup>H NMR using 1,3,5-trimethoxybenzene as an\ninternal standard.</p>\n</fn>\n<fn id=\"t5fn3\">\n<label>c</label>\n<p>Determined\nas an average of three\nreplications.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 57, "type": "text", "classification": ["else"], "content": "<p>While this\nArticle was in preparation, a recent paper reported\nthe similar application of Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpydc)<sub>6</sub> using [Ir­(COD)­(OMe)]<sub>2</sub> as an\nIr source and B<sub>2</sub>pin<sub>2</sub> as the boron source. Interestingly, the catalyst described in the\nreport maintained activity after 20 cycles using B<sub>2</sub>pin<sub>2</sub> and displayed no pronounced size selectivity. The disparity\nbetween the reported results and the results in this work may be due\nto differences in particle size, surface morphology, and metal loading\nof the material, which indicates that these properties may have unexpected\nand profound effects on catalysis and, thus, should be more carefully\nstudied.</p>", "clean_text": "While this Article was in preparation, a recent paper reported the similar application of Zr6O4(OH)4(bpydc)6 using [Ir(COD)(OMe)]2 as an Ir source and B2pin2 as the boron source. Interestingly, the catalyst described in the report maintained activity after 20 cycles using B2pin2 and displayed no pronounced size selectivity. The disparity between the reported results and the results in this work may be due to differences in particle size, surface morphology, and metal loading of the material, which indicates that these properties may have unexpected and profound effects on catalysis and, thus, should be more carefully studied.", "data": null, "include_properties": null}, {"idx": 58, "type": "text", "classification": ["else"], "content": "<title>Conclusions and Outlook</title><p>The foregoing\nresults demonstrate that Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpydc)<sub>6</sub>, a metal–organic\nframework featuring open 2,2′-bipyridine sites, can readily\nbe metalated by a host of solution- and gas-phase metal reagents.\nMoreover, single-crystal-to-single-crystal metalation of the framework\nresults in the ordering of the metal-linker complexes, enabling structural\ncharacterization by single-crystal X-ray diffraction. This remarkable\nstructural ordering arises from a transition from <italic toggle=\"yes\">Fm</italic>3̅<italic toggle=\"yes\">m</italic> to <italic toggle=\"yes\">Pa</italic>3̅ symmetry\ninduced by the collective distortion of the framework linkers upon\nmetal chelation. These findings emphasize that structural determination\nof the metal complexes in postsynthetically metalated metal–organic\nframeworks can be achieved if a high-symmetry framework can transition\nto a lower symmetry upon metal insertion. Furthermore, the [Ir­(COD)<sub>2</sub>]­BF<sub>4</sub>-metalated framework is a highly active and\nrecyclable catalyst for arene C–H borylation.</p>", "clean_text": "Conclusions and Outlook\n\nThe foregoing results demonstrate that Zr6O4(OH)4(bpydc)6, a metal-organic framework featuring open 2,2'-bipyridine sites, can readily be metalated by a host of solution- and gas-phase metal reagents. Moreover, single-crystal-to-single-crystal metalation of the framework results in the ordering of the metal-linker complexes, enabling structural characterization by single-crystal X-ray diffraction. This remarkable structural ordering arises from a transition from Fm3̅m to Pa3̅ symmetry induced by the collective distortion of the framework linkers upon metal chelation. These findings emphasize that structural determination of the metal complexes in postsynthetically metalated metal-organic frameworks can be achieved if a high-symmetry framework can transition to a lower symmetry upon metal insertion. Furthermore, the [Ir(COD)2]BF4-metalated framework is a highly active and recyclable catalyst for arene C-H borylation.", "data": null, "include_properties": null}, {"idx": 59, "type": "text", "classification": ["else"], "content": "<p>Ongoing\nefforts are directed toward finding other frameworks that\ndisplay similar structural transitions upon metalation, as well as\nto developing methods to limit disorder due to linker rotation and\nvariable solvation of the metal. In addition, the <italic toggle=\"yes\">in situ</italic> structural observation of reactions at the metal sites in these\nframeworks by X-ray diffraction is being pursued. Finally, efforts\nare underway to demonstrate that postsynthetic metalation of metal–organic\nframeworks can be used to design catalysts with unparalleled reactivity\nand selectivity through judicious choice of metal node, chelating\nlinker, and metal precursor. Altogether, these results exemplify the\ndistinct advantages that metal–organic frameworks hold as highly\ntunable, well-defined platforms for catalysis and the exceptional\nability to structurally characterize these materials through X-ray\ndiffraction.</p>", "clean_text": "Ongoing efforts are directed toward finding other frameworks that display similar structural transitions upon metalation, as well as to developing methods to limit disorder due to linker rotation and variable solvation of the metal. In addition, the in situ structural observation of reactions at the metal sites in these frameworks by X-ray diffraction is being pursued. Finally, efforts are underway to demonstrate that postsynthetic metalation of metal-organic frameworks can be used to design catalysts with unparalleled reactivity and selectivity through judicious choice of metal node, chelating linker, and metal precursor. Altogether, these results exemplify the distinct advantages that metal-organic frameworks hold as highly tunable, well-defined platforms for catalysis and the exceptional ability to structurally characterize these materials through X-ray diffraction.", "data": null, "include_properties": null}, {"idx": 60, "type": "text", "classification": ["else"], "content": "<p>Additional experimental procedures\nand structural, powder X-ray diffraction, gas adsorption, thermogravimetric\nanalysis, and catalysis data. Crystallographic data in CIF format.\nThis material is available free of charge via the Internet at <uri xlink:type=\"simple\">http://pubs.acs.org</uri>.</p>", "clean_text": "Additional experimental procedures and structural, powder X-ray diffraction, gas adsorption, thermogravimetric analysis, and catalysis data. Crystallographic data in CIF format. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 61, "type": "text", "classification": ["else"], "content": "<p>For E.D.B.:\nDepartment of Chemistry and Chemical Biology, Harvard University,\n12 Oxford Street, Cambridge, Massachusetts 02138, United States.</p><p>The\nauthors\ndeclare no competing financial interest.</p>", "clean_text": "For E.D.B.: Department of Chemistry and Chemical Biology, Harvard University, 12 Oxford Street, Cambridge, Massachusetts 02138, United States.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "13, 14, 15, 16, 17, 18, 19", "type": "text", "classification": "synthesis condition", "content": "<title>Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(bpydc)<sub>6</sub> (<bold>1</bold>)</title><p>H<sub>2</sub>bpydc (3.09 g, 12.5 mmol)\nand benzoic acid (125 g, 1000 mmol), and <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF; 1 L) from a newly opened bottle,\nwere placed into a three-neck 2-L round-bottom flask equipped with\na Schlenk adapter, glass stoppers, and a magnetic stir bar, and the\nresulting mixture was purged with dry nitrogen for 30 min. Solid ZrCl<sub>4</sub> (2.96 g, 12.5 mmol) was then added, and the mixture was purged\nwith dry nitrogen for an additional 30 min. Deionized water (410 μL,\n22.8 mmol) was then added, and the mixture was heated with magnetic\nstirring for 5 days at 120 °C under a nitrogen atmosphere. After\nallowing the mixture to cool to room temperature, the solvent was\ndecanted, and the resulting white microcrystalline powder was washed\nby soaking three times in 500 mL aliquots fresh DMF for 24 h at 120\n°C, followed by solvent exchange with tetrahydrofuran (THF) via\nSoxhlet extraction for 3 days. The THF solvated powder was filtered\nunder dry N<sub>2</sub>, followed by heating at 120 °C under\ndynamic vacuum for 24 h to give fully desolvated Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpydc)<sub>6</sub>. Yield: 3.70 g,\n82%. Anal. Calcd for C<sub>72</sub>H<sub>36</sub>N<sub>12</sub>­O<sub>32</sub>Zr<sub>6</sub>: C, 40.55; H, 1.98; N, 7.88. Found: C, 41.72;\nH, 1.98; N, 7.52. IR (solid-ATR): 3205 (br, w), 1653 (m), 1591 (s),\n1536 (m), 1403 (s), 1167 (w), 1014 (w), 839 (2), 802 (w), 770 (s),\n720 (w), 653 (s), 455 (s).</p><title>Single Crystals of Zr<sub>6</sub>O<sub>4</sub>­(OH)<sub>4</sub>(bpydc)<sub>6</sub> (<bold>1</bold>)</title><p>H<sub>2</sub>bpydc (247 mg, 1.00 mmol), benzoic acid (9.89 g, 80.0\nmmol), and\nanhydrous DMF (80 mL) were placed into a 100 mL Teflon-capped jar\nand sonicated for 1 min. Solid ZrCl<sub>4</sub> (466 mg, 2.00 mmol)\nwas then added, and the mixture was sonicated for 1 min. Deionized\nwater (128 μL) was added, and the mixture was placed in an oven\nthat was preheated to 120 °C, and the vessel was kept at that\ntemperature for 5 days, yielding colorless octahedron-shaped single\ncrystals on the walls of the jar. The crystals were soaked three times\nin fresh DMF for 24 h at 120 °C, followed by soaking three times\nin dry deoxygenated THF for 24 h at 70 °C in a Schlenk flask\nunder N<sub>2</sub> atmosphere. The crystals were then kept in THF\nand stored in a glovebox under N<sub>2</sub> atmosphere. Characterization\nof the crystals was performed using single-crystal X-ray diffraction.</p><title>General Procedure for Metalation of <bold>1</bold> with Solution-Phase\nMetal Precursors</title><p>Microcrystalline <bold>1</bold> (50–500\nmg), the desired metal source (0.10–1.0 equiv per bpydc), and\nacetonitrile (3 mL) were mixed in a 20 mL Teflon-capped vial. The\nresulting mixture was then heated for a week on a hot plate at 80\n°C to afford a colored powder. After cooling to room temperature,\nthe solvent was decanted, and the powder was soaked three times in\nfresh acetonitrile for 24 h at 80 °C in order to remove any unreacted\nmetal source. The solvent was then removed under reduced pressure\nat 80 °C to give the corresponding metalated framework. Metal\ninsertion reduces the stability of the framework to moisture. Thus,\nmetalation and subsequent manipulations were carried out under an\ninert atomosphere.</p><p>Single crystals of <bold>1</bold> in THF\nwere placed in a 4 mL Teflon-capped vial. Most of the solvent was\npipetted out, followed by addition of excess (10–20 mg) metal\nsource in acetonitrile. The mixture was allowed to react for 7 days\nat 80 °C, resulting in a color change of the crystals. Most of\nthe solution was removed by pipet, and the crystals were subsequently\nsoaked three times in fresh acetonitrile at 80 °C for 24 h, and\nwere then used for single-crystal X-ray diffraction experiments.</p><title>Metalation of <bold>1</bold> with Cr­(CO)<sub>6</sub>\n</title><p>Microcrystalline\npowder of Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpydc)<sub>6</sub> (10–50 mg) in a 4 mL vial was placed\nin a 20 mL vial containing excess Cr­(CO)<sub>6</sub>. The 20 mL vial\nwas sealed with a Teflon cap and heated for 7 days at 80 °C.\nThe resulting dark green solid was washed three times with benzene\nat 80 °C to remove any unreacted Cr­(CO)<sub>6</sub>, and was\nthen heated at 80 °C under reduced pressure for 24 h to give <bold>1</bold>·(Cr­(CO)<sub>4</sub>)<sub>5.6</sub>.</p><p>Single crystals\nof Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpydc)<sub>6</sub> in THF or benzene were placed in a 4 mL Teflon-capped vial. Most\nof the solvent was pipetted out, and the 4 mL vial was placed within\na 20 mL vial containing excess Cr­(CO)<sub>6</sub>. The 20 mL vial\nwas sealed with a Teflon cap and heated for 7 days at 80 °C.\nThe resulting dark green crystals were either used directly or soaked\nin acetonitrile then used for single-crystal X-ray diffraction experiments.</p><title>Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(bpdc)<sub>6</sub> (<bold>2</bold>)</title><p>This material was synthesized by substituting\nH<sub>2</sub>bpydc with H<sub>2</sub>bpdc in the synthetic procedure\nfor <bold>1</bold> above. Anal. Calcd for C<sub>84</sub>H<sub>52</sub>O<sub>32</sub>Zr<sub>6</sub>: C, 47.58; H, 2.47; N, 0. Found: C,\n47.85; H, 2.11; N, 0.</p><title>[Ir­(dmbpydc)­(COD)]­BF<sub>4</sub> (<bold>3</bold>)</title><p>In\na 20 mL vial, dmbpydc (22.0 mg, 0.0808 mmol) was added to a solution\nof [Ir­(COD)<sub>2</sub>]­BF<sub>4</sub> (40.2 mg, 0.0811 mmol) in acetonitrile\n(3 mL). The initially yellow solution immediately turned dark green\nupon addition of dmbpydc. The vial was sealed with a Teflon cap and\nallowed to stir at room temperature for 12 h. The resulting dark green\nsolution was then concentrated under reduced pressure. Layering or\nslow diffusion of diethyl ether over the concentrated solution afforded\ndark green crystals, which were suitable for single-crystal X-ray\nanalysis. After carefully decanting the solvent, the crystals were\nwashed with diethyl ether and dried under reduced pressure to give\n[Ir­(dmbpydc)­(COD)]­BF<sub>4</sub>. Yield: 38.2 mg, 72%. Anal.\nCalcd for C<sub>22</sub>H<sub>24</sub>BF<sub>4</sub>­IrN<sub>2</sub>O<sub>4</sub>: C, 40.07; H, 3.67; N, 4.25. Found: C, 39.62;\nH, 3.40; N, 4.72. <sup>1</sup>H NMR (400 MHz, CD<sub>3</sub>CN) δ\n8.778 (dd, 2H), 8.703 (d, 2H), 8.537 (d, 2H), 4.406 (m, 4H), 3.971\n(s, 6H), 2.405 (m, 4H), 2.035 (m, 4H). IR (solid-ATR): 3121 (w), 3067\n(w), 3000 (w), 2958 (w), 2894 (w), 2841 (w), 1721 (m), 1611 (2), 1427\n(w), 1296 (m), 1276 (m), 1191 (w), 1128 (m), 1027 (br, m), 867 (w),\n760 (m), 523 (w), 484 (w).</p>", "clean_text": "Zr6O4(OH)4(bpydc)6 (1)\n\nH2bpydc (3.09 g, 12.5 mmol) and benzoic acid (125 g, 1000 mmol), and N,N-dimethylformamide (DMF; 1 L) from a newly opened bottle, were placed into a three-neck 2-L round-bottom flask equipped with a Schlenk adapter, glass stoppers, and a magnetic stir bar, and the resulting mixture was purged with dry nitrogen for 30 min. Solid ZrCl4 (2.96 g, 12.5 mmol) was then added, and the mixture was purged with dry nitrogen for an additional 30 min. Deionized water (410 μL, 22.8 mmol) was then added, and the mixture was heated with magnetic stirring for 5 days at 120 °C under a nitrogen atmosphere. After allowing the mixture to cool to room temperature, the solvent was decanted, and the resulting white microcrystalline powder was washed by soaking three times in 500 mL aliquots fresh DMF for 24 h at 120 °C, followed by solvent exchange with tetrahydrofuran (THF) via Soxhlet extraction for 3 days. The THF solvated powder was filtered under dry N2, followed by heating at 120 °C under dynamic vacuum for 24 h to give fully desolvated Zr6O4(OH)4(bpydc)6. Yield: 3.70 g, 82%. Anal. Calcd for C72H36N12O32Zr6: C, 40.55; H, 1.98; N, 7.88. Found: C, 41.72; H, 1.98; N, 7.52. IR (solid-ATR): 3205 (br, w), 1653 (m), 1591 (s), 1536 (m), 1403 (s), 1167 (w), 1014 (w), 839 (2), 802 (w), 770 (s), 720 (w), 653 (s), 455 (s).\n\nSingle Crystals of Zr6O4(OH)4(bpydc)6 (1)\n\nH2bpydc (247 mg, 1.00 mmol), benzoic acid (9.89 g, 80.0 mmol), and anhydrous DMF (80 mL) were placed into a 100 mL Teflon-capped jar and sonicated for 1 min. Solid ZrCl4 (466 mg, 2.00 mmol) was then added, and the mixture was sonicated for 1 min. Deionized water (128 μL) was added, and the mixture was placed in an oven that was preheated to 120 °C, and the vessel was kept at that temperature for 5 days, yielding colorless octahedron-shaped single crystals on the walls of the jar. The crystals were soaked three times in fresh DMF for 24 h at 120 °C, followed by soaking three times in dry deoxygenated THF for 24 h at 70 °C in a Schlenk flask under N2 atmosphere. The crystals were then kept in THF and stored in a glovebox under N2 atmosphere. Characterization of the crystals was performed using single-crystal X-ray diffraction.\n\nGeneral Procedure for Metalation of 1 with Solution-Phase Metal Precursors\n\nMicrocrystalline 1 (50-500 mg), the desired metal source (0.10-1.0 equiv per bpydc), and acetonitrile (3 mL) were mixed in a 20 mL Teflon-capped vial. The resulting mixture was then heated for a week on a hot plate at 80 °C to afford a colored powder. After cooling to room temperature, the solvent was decanted, and the powder was soaked three times in fresh acetonitrile for 24 h at 80 °C in order to remove any unreacted metal source. The solvent was then removed under reduced pressure at 80 °C to give the corresponding metalated framework. Metal insertion reduces the stability of the framework to moisture. Thus, metalation and subsequent manipulations were carried out under an inert atomosphere.\n\nSingle crystals of 1 in THF were placed in a 4 mL Teflon-capped vial. Most of the solvent was pipetted out, followed by addition of excess (10-20 mg) metal source in acetonitrile. The mixture was allowed to react for 7 days at 80 °C, resulting in a color change of the crystals. Most of the solution was removed by pipet, and the crystals were subsequently soaked three times in fresh acetonitrile at 80 °C for 24 h, and were then used for single-crystal X-ray diffraction experiments.\n\nMetalation of 1 with Cr(CO)6 \n\nMicrocrystalline powder of Zr6O4(OH)4(bpydc)6 (10-50 mg) in a 4 mL vial was placed in a 20 mL vial containing excess Cr(CO)6. The 20 mL vial was sealed with a Teflon cap and heated for 7 days at 80 °C. The resulting dark green solid was washed three times with benzene at 80 °C to remove any unreacted Cr(CO)6, and was then heated at 80 °C under reduced pressure for 24 h to give 1⋅(Cr(CO)4)5.6.\n\nSingle crystals of Zr6O4(OH)4(bpydc)6 in THF or benzene were placed in a 4 mL Teflon-capped vial. Most of the solvent was pipetted out, and the 4 mL vial was placed within a 20 mL vial containing excess Cr(CO)6. The 20 mL vial was sealed with a Teflon cap and heated for 7 days at 80 °C. The resulting dark green crystals were either used directly or soaked in acetonitrile then used for single-crystal X-ray diffraction experiments.\n\nZr6O4(OH)4(bpdc)6 (2)\n\nThis material was synthesized by substituting H2bpydc with H2bpdc in the synthetic procedure for 1 above. Anal. Calcd for C84H52O32Zr6: C, 47.58; H, 2.47; N, 0. Found: C, 47.85; H, 2.11; N, 0.\n\n[Ir(dmbpydc)(COD)]BF4 (3)\n\nIn a 20 mL vial, dmbpydc (22.0 mg, 0.0808 mmol) was added to a solution of [Ir(COD)2]BF4 (40.2 mg, 0.0811 mmol) in acetonitrile (3 mL). The initially yellow solution immediately turned dark green upon addition of dmbpydc. The vial was sealed with a Teflon cap and allowed to stir at room temperature for 12 h. The resulting dark green solution was then concentrated under reduced pressure. Layering or slow diffusion of diethyl ether over the concentrated solution afforded dark green crystals, which were suitable for single-crystal X-ray analysis. After carefully decanting the solvent, the crystals were washed with diethyl ether and dried under reduced pressure to give [Ir(dmbpydc)(COD)]BF4. Yield: 38.2 mg, 72%. Anal. Calcd for C22H24BF4IrN2O4: C, 40.07; H, 3.67; N, 4.25. Found: C, 39.62; H, 3.40; N, 4.72. 1H NMR (400 MHz, CD3CN) δ 8.778 (dd, 2H), 8.703 (d, 2H), 8.537 (d, 2H), 4.406 (m, 4H), 3.971 (s, 6H), 2.405 (m, 4H), 2.035 (m, 4H). IR (solid-ATR): 3121 (w), 3067 (w), 3000 (w), 2958 (w), 2894 (w), 2841 (w), 1721 (m), 1611 (2), 1427 (w), 1296 (m), 1276 (m), 1191 (w), 1128 (m), 1027 (br, m), 867 (w), 760 (m), 523 (w), 484 (w).", "data": ["(SyntaxError('EOL while scanning string literal', ('<unknown>', 1, 6352, \"['chemical_synthesis', 'washing', 'drying', 'chemical_synthesis', 'sonication', 'chemical_synthesis', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_syn\")), \"['chemical_synthesis', 'washing', 'drying', 'chemical_synthesis', 'sonication', 'chemical_synthesis', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_synthesis', 'washing', 'chemical_syn\")"], "include_properties": null}, {"idx": "20, 30, 45, 48", "type": "text", "classification": "property", "content": "<title>Results and Discussion</title><title>Synthesis\nof Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(bpydc)<sub>6</sub>\n</title><p>Reaction of ZrCl<sub>4</sub> with H<sub>2</sub>bpydc\nin the presence of 80 equiv of benzoic acid and 1.8 equiv of water\nin DMF at 120 °C for 5 days affords <bold>1</bold> as a white\nmicrocrystalline solid. Powder X-ray diffraction data show that <bold>1</bold> is isostructural to Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpdc)<sub>6</sub> ( Figure S8). Thermogravimetric analysis data collected for the as-synthesized\nmaterial ( Figure\nS32) shows a 41% mass loss from 40 to 120 °C, which is associated\nwith framework desolvation. No further mass loss is observed until\nthe framework decomposes at temperatures above 450 °C, which\nsuggests that <bold>1</bold> has comparable thermal stability to Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpdc)<sub>6</sub>. The fully desolvated material exhibits Langmuir and BET surface\nareas of 2772 and 2730 m<sup>2</sup>/g, respectively, which are close\nto 3000 m<sup>2</sup>/g, the reported Langmuir surface area of Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(bpdc)<sub>6</sub>. SEM images of the bulk powder sample of <bold>1</bold> ( Figure\nS39) reveal that the material forms well-faceted octahedron-shaped\ncrystals roughly 0.5–1 μm on an edge.</p><p>X-ray analysis of <bold>1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub> revealed significant ordering of both the framework and the acetonitrile\nmolecules within the pores, which enabled reliable measurement of\ninteratomic distances and angles for the (bpy)­CuCl<sub>2</sub> units\n(Figure b). Interestingly, the Cu<sup>II</sup> centers do not have acetonitrile bound, despite the presence of\nadditional acetonitrile in the pores. The Cu–N distances of\n1.993(4) and 2.007(4) Å and Cu–Cl distances of 2.2101(15)\nand 2.2126(16) Å in the complex were found to be very close to\nreported bond distances for the analogous molecular complex, Cu­(tbbpy)­Cl<sub>2</sub> (tbbpy = 4,4′-bis­(<italic toggle=\"yes\">tert</italic>-butyl)-2,2′-bipyridine). The Cu<sup>II</sup> centers exhibit a distorted\nsquare planar geometry, with the Cl–Cu–Cl plane tilted\n33° away from the N–Cu–N plane, which is likely\na result of steric repulsion between the Cl<sup>–</sup> ligands\nand neighboring bipyridine H atoms. This distortion from planarity\nis common in molecular (bpy)­CuCl<sub>2</sub> complexes and has been\nshown to vary with crystal packing. While\nit was not possible to collect a single-crystal structure of activated <bold>1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub>, a structure was obtained\nfrom high-resolution powder X-ray diffraction data ( Figure S16). In the activated structure,\nthe Cu<sup>II</sup> centers are in a similar coordination geometry,\nwith the Cl–Cu–Cl plane tilted 45° away from the\nN–Cu–N plane.</p><p>To provide insight into the structure of the Ir centers\nformed\nin <bold>1</bold>·(Ir­(COD)­BF<sub>4</sub>)<sub>4.7</sub>, CO adsorption measurements were performed. These indicate substantial\nirreversible binding of CO with uptake of roughly two CO molecules\nper Ir center by 0.001 bar CO. This presumably occurs through the\nsubstitution of CO for COD on the Ir center to form <bold>1</bold>·(Ir­(CO)<sub>2</sub>BF<sub>4</sub>)<sub>4.7</sub>. After CO\nadsorption, the resulting yellow material features two new peaks in\nthe infrared spectrum at 2088 and 2026 cm<sup>–1</sup> ( Figure S41), which can\nbe assigned to the asymmetric and symmetric CO stretching modes of\nthe (bpy)­Ir­(CO)<sub>2</sub> complex. These frequencies agree\nwith those reported for similar cationic Ir<sup>I</sup> dicarbonyl\ncomplexes.\n</p><p>Borylation reactions were generally\nconducted over 24 h at 80 °C\nin neat arene using either B<sub>2</sub>pin<sub>2</sub> or HBpin as\na boron reagent. To ensure that the Ir sites in the framework are\naccessible and to achieve catalyst loadings below 1 mol % Ir, only\n10% of the bipyridine sites were metalated in the samples employed\nfor catalysis. The Ir-metalated framework, <bold>1</bold>·(Ir­(COD)­BF<sub>4</sub>)<sub>0.6</sub>, proved to be a highly active catalyst for\nthe C–H borylation of benzene to form 4,4,5,5-tetramethyl-2-phenyl-1,3,2-dioxaborolane\n(PhBpin) in good yield at a very low catalyst loading (Tables  and ). Comparison of the\npowder X-ray diffraction patterns of the material before and after\ncatalysis reveals no loss in crystallinity, suggesting that the material\nis stable under the conditions used for catalysis. Following conversion\nof benzene to PhBpin by <sup>1</sup>H NMR spectroscopy, the average\nturnover frequency of the catalyst was determined to be 860 mol PhBpin\nmol Ir<sup>–1</sup> h<sup>–1</sup> at 80 °C ( Figure S45), which is\nwithin an order of magnitude of that reported for the best molecular\nsystems. Note that supporting ligands\nthat are stronger electron donors are better at stabilizing the proposed\nIr<sup>V</sup> intermediate that forms upon C–H activation\nof the arene, which is often the rate-determining step of the reaction. Thus,\nthe bipyridine-Ir units in <bold>1</bold>·(Ir­(COD)­BF<sub>4</sub>)<sub>0.6</sub> are expected to be less active in comparison to the\nbest molecular Ir catalysts with more electron-rich supporting ligands,\nsuch as 4,4′-di-<italic toggle=\"yes\">tert</italic>-butylbipyridine or 3,4,7,8-tetramethylphenanthroline.\n</p>", "clean_text": "Results and Discussion\n\nSynthesis of Zr6O4(OH)4(bpydc)6 \n\nReaction of ZrCl4 with H2bpydc in the presence of 80 equiv of benzoic acid and 1.8 equiv of water in DMF at 120 °C for 5 days affords 1 as a white microcrystalline solid. Powder X-ray diffraction data show that 1 is isostructural to Zr6O4(OH)4(bpdc)6 ( Figure S8). Thermogravimetric analysis data collected for the as-synthesized material ( Figure S32) shows a 41% mass loss from 40 to 120 °C, which is associated with framework desolvation. No further mass loss is observed until the framework decomposes at temperatures above 450 °C, which suggests that 1 has comparable thermal stability to Zr6O4(OH)4(bpdc)6. The fully desolvated material exhibits Langmuir and BET surface areas of 2772 and 2730 m2/g, respectively, which are close to 3000 m2/g, the reported Langmuir surface area of Zr6O4(OH)4(bpdc)6. SEM images of the bulk powder sample of 1 ( Figure S39) reveal that the material forms well-faceted octahedron-shaped crystals roughly 0.5-1 μm on an edge.\n\nX-ray analysis of 1⋅(CuCl2)5.8 revealed significant ordering of both the framework and the acetonitrile molecules within the pores, which enabled reliable measurement of interatomic distances and angles for the (bpy)CuCl2 units (Figure b). Interestingly, the CuII centers do not have acetonitrile bound, despite the presence of additional acetonitrile in the pores. The Cu-N distances of 1.993(4) and 2.007(4) Å and Cu-Cl distances of 2.2101(15) and 2.2126(16) Å in the complex were found to be very close to reported bond distances for the analogous molecular complex, Cu(tbbpy)Cl2 (tbbpy = 4,4'-bis(tert-butyl)-2,2'-bipyridine). The CuII centers exhibit a distorted square planar geometry, with the Cl-Cu-Cl plane tilted 33° away from the N-Cu-N plane, which is likely a result of steric repulsion between the Cl- ligands and neighboring bipyridine H atoms. This distortion from planarity is common in molecular (bpy)CuCl2 complexes and has been shown to vary with crystal packing. While it was not possible to collect a single-crystal structure of activated 1⋅(CuCl2)5.8, a structure was obtained from high-resolution powder X-ray diffraction data ( Figure S16). In the activated structure, the CuII centers are in a similar coordination geometry, with the Cl-Cu-Cl plane tilted 45° away from the N-Cu-N plane.\n\nTo provide insight into the structure of the Ir centers formed in 1⋅(Ir(COD)BF4)4.7, CO adsorption measurements were performed. These indicate substantial irreversible binding of CO with uptake of roughly two CO molecules per Ir center by 0.001 bar CO. This presumably occurs through the substitution of CO for COD on the Ir center to form 1⋅(Ir(CO)2BF4)4.7. After CO adsorption, the resulting yellow material features two new peaks in the infrared spectrum at 2088 and 2026 cm-1 ( Figure S41), which can be assigned to the asymmetric and symmetric CO stretching modes of the (bpy)Ir(CO)2 complex. These frequencies agree with those reported for similar cationic IrI dicarbonyl complexes. \n\nBorylation reactions were generally conducted over 24 h at 80 °C in neat arene using either B2pin2 or HBpin as a boron reagent. To ensure that the Ir sites in the framework are accessible and to achieve catalyst loadings below 1 mol % Ir, only 10% of the bipyridine sites were metalated in the samples employed for catalysis. The Ir-metalated framework, 1⋅(Ir(COD)BF4)0.6, proved to be a highly active catalyst for the C-H borylation of benzene to form 4,4,5,5-tetramethyl-2-phenyl-1,3,2-dioxaborolane (PhBpin) in good yield at a very low catalyst loading (Tables  and ). Comparison of the powder X-ray diffraction patterns of the material before and after catalysis reveals no loss in crystallinity, suggesting that the material is stable under the conditions used for catalysis. Following conversion of benzene to PhBpin by 1H NMR spectroscopy, the average turnover frequency of the catalyst was determined to be 860 mol PhBpin mol Ir-1 h-1 at 80 °C ( Figure S45), which is within an order of magnitude of that reported for the best molecular systems. Note that supporting ligands that are stronger electron donors are better at stabilizing the proposed IrV intermediate that forms upon C-H activation of the arene, which is often the rate-determining step of the reaction. Thus, the bipyridine-Ir units in 1⋅(Ir(COD)BF4)0.6 are expected to be less active in comparison to the best molecular Ir catalysts with more electron-rich supporting ligands, such as 4,4'-di-tert-butylbipyridine or 3,4,7,8-tetramethylphenanthroline. ", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "400", "unit": "°C", "type": "lattice collapse", "condition": ""}]}, {"meta": {"name": "Complex 4", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "155", "unit": "°C", "type": "weight loss", "condition": "removal of coordinated solvent molecules"}, {"value": "680", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}, {"meta": {"name": "MOF-XYZ", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "120", "unit": "°C", "type": "an initial weight loss", "condition": ""}, {"value": "110 to 280", "unit": "°C", "type": "gradual removal of coordinated water molecules", "condition": ""}]}, {"meta": {"name": "Zr6O4(OH)4(bpydc)6", "symbol": "1", "chemical formula": ""}, "decomposition temperature": [{"value": "450", "unit": "°C", "type": "framework decomposes", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 25, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Selected Properties of the Metal–Organic\nFrameworks Presented in this Work</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"justify\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"justify\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"justify\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">compd</oasis:entry>\n<oasis:entry align=\"center\">color</oasis:entry>\n<oasis:entry align=\"center\">metal loading<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref> (%)</oasis:entry>\n<oasis:entry align=\"center\">SA<sub>Lang</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref> (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">SA<sub>BET</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn3\"></xref> (m<sup>2</sup>/g)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry>white</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2772</oasis:entry>\n<oasis:entry>2730</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry>white</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2805</oasis:entry>\n<oasis:entry>2625</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub>\n</oasis:entry>\n<oasis:entry>green</oasis:entry>\n<oasis:entry>96(1)</oasis:entry>\n<oasis:entry>1253</oasis:entry>\n<oasis:entry>1101</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(CuCl)<sub>6.8</sub>\n</oasis:entry>\n<oasis:entry>light brown</oasis:entry>\n<oasis:entry>114(3)</oasis:entry>\n<oasis:entry>835</oasis:entry>\n<oasis:entry>701</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(CoCl<sub>2</sub>)<sub>5.5</sub>\n</oasis:entry>\n<oasis:entry>pale blue</oasis:entry>\n<oasis:entry>92(1)</oasis:entry>\n<oasis:entry>1282</oasis:entry>\n<oasis:entry>1204</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(FeBr<sub>2</sub>)<sub>6.1</sub>\n</oasis:entry>\n<oasis:entry>red-violet</oasis:entry>\n<oasis:entry>101.1(7)</oasis:entry>\n<oasis:entry>1073</oasis:entry>\n<oasis:entry>971</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(Cr(CO)<sub>4</sub>)<sub>5.6</sub>\n</oasis:entry>\n<oasis:entry>dark green</oasis:entry>\n<oasis:entry>93(2)</oasis:entry>\n<oasis:entry>1065</oasis:entry>\n<oasis:entry>934</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Metal loading was\ndetermined by\nICP-OES based on the molar ratio of the inserted metal relative to\nZr in the framework.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>SA<sub>Lang</sub> = Langmuir surface\narea.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>c</label>\n<p>SA<sub>BET</sub> =\nBrunauer–Emmett–Teller\n(BET) surface area.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Selected Properties of the Metal–Organic Frameworks Presented in this Work\n\n| compd | color       | metal loading[^a] (%) | SA<sub>Lang</sub>[^b] (m<sup>2</sup>/g) | SA<sub>BET</sub>[^c] (m<sup>2</sup>/g) |\n|-------|-------------|-----------------------|---------------------------------------|--------------------------------------|\n| 1     | white       |                       | 2772                                  | 2730                                 |\n| 2     | white       |                       | 2805                                  | 2625                                 |\n| 1·(CuCl<sub>2</sub>)<sub>5.8</sub> | green       | 96(1)                 | 1253                                  | 1101                                 |\n| 1·(CuCl)<sub>6.8</sub> | light brown | 114(3)                | 835                                   | 701                                  |\n| 1·(CoCl<sub>2</sub>)<sub>5.5</sub> | pale blue  | 92(1)                 | 1282                                  | 1204                                 |\n| 1·(FeBr<sub>2</sub>)<sub>6.1</sub> | red-violet | 101.1(7)             | 1073                                  | 971                                  |\n| 1·(Cr(CO)<sub>4</sub>)<sub>5.6</sub> | dark green | 93(2)               | 1065                                  | 934                                  |\n\n[^a]: Metal loading was determined by ICP-OES based on the molar ratio of the inserted metal relative to Zr in the framework.\n[^b]: SA<sub>Lang</sub> = Langmuir surface area.\n[^c]: SA<sub>BET</sub> = Brunauer–Emmett–Teller (BET) surface area.", "data": ["substring not found"], "include_properties": null}, {"idx": 49, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Control Experiments for Benzene C–H\nBorylation with HBpin</title>\n</caption>\n<graphic content-type=\"header\" id=\"GRAPHIC-d2772e2504-autogenerated\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00096u_0009.tif\" xlink:type=\"simple\"></graphic>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"justify\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">amount (mol %)</oasis:entry>\n<oasis:entry align=\"center\">yield<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref> (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(Ir(COD)(BF<sub>4</sub>))<sub>0.6</sub>\n</oasis:entry>\n<oasis:entry>0.065 (Ir)</oasis:entry>\n<oasis:entry>100<xref ref-type=\"table-fn\" rid=\"t2fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry>0.68 (Zr)</oasis:entry>\n<oasis:entry>0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Ir(COD)<sub>2</sub>]BF<sub>4</sub>\n</oasis:entry>\n<oasis:entry>0.18 (Ir)</oasis:entry>\n<oasis:entry>0.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>2</bold> + 0.6[Ir(COD)<sub>2</sub>]BF<sub>4</sub>\n</oasis:entry>\n<oasis:entry>0.84 (Zr)</oasis:entry>\n<oasis:entry>0.03</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(Ir(COD)(BF<sub>4</sub>))<sub>0.6</sub> + 0.6PPh<sub>3</sub>\n</oasis:entry>\n<oasis:entry>0.065 (Ir)</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(Ir(COD)(BF<sub>4</sub>))<sub>0.6</sub> + 0.6PCy<sub>3</sub>\n</oasis:entry>\n<oasis:entry>0.069 (Ir)</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Yields were determined by <sup>1</sup>H NMR using 1,3,5-trimethoxybenzene\nas an internal standard.</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>b</label>\n<p>Determined as an average of three\nreplications.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Control Experiments for Benzene C–H Borylation with HBpin\n\n| catalyst | amount (mol %) | yield (%)[^a] |\n|----------|----------------|--------------|\n| 1·(Ir(COD)(BF<sub>4</sub>))<sub>0.6</sub> | 0.065 (Ir) | 100[^b] |\n| 1 | 0.68 (Zr) | 0 |\n| [Ir(COD)<sub>2</sub>]BF<sub>4</sub> | 0.18 (Ir) | 0.9 |\n| 2 + 0.6[Ir(COD)<sub>2</sub>]BF<sub>4</sub> | 0.84 (Zr) | 0.03 |\n| 1·(Ir(COD)(BF<sub>4</sub>))<sub>0.6</sub> + 0.6PPh<sub>3</sub> | 0.065 (Ir) | 4 |\n| 1·(Ir(COD)(BF<sub>4</sub>))<sub>0.6</sub> + 0.6PCy<sub>3</sub> | 0.069 (Ir) | 4 |\n\n[^a]: Yields were determined by 1H NMR using 1,3,5-trimethoxybenzene as an internal standard.\n[^b]: Determined as an average of three replications.", "data": ["substring not found"], "include_properties": null}, {"idx": 50, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Control Experiments for Benzene C–H\nBorylation with B<sub>2</sub>pin<sub>2</sub>\n</title>\n</caption>\n<graphic content-type=\"header\" id=\"fx1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00096u_0010.tif\" xlink:type=\"simple\"></graphic>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"justify\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">amount (mol %)</oasis:entry>\n<oasis:entry align=\"center\">yield<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref> (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(Ir(COD)(BF<sub>4</sub>))<sub>0.6</sub>\n</oasis:entry>\n<oasis:entry>0.21 (Ir)</oasis:entry>\n<oasis:entry>94<xref ref-type=\"table-fn\" rid=\"t3fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry>2.4 (Zr)</oasis:entry>\n<oasis:entry>0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Ir(COD)<sub>2</sub>]BF<sub>4</sub>\n</oasis:entry>\n<oasis:entry>0.71 (Ir)</oasis:entry>\n<oasis:entry>0.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>2</bold> + 0.6[Ir(COD)<sub>2</sub>]BF<sub>4</sub>\n</oasis:entry>\n<oasis:entry>2.3 (Zr)</oasis:entry>\n<oasis:entry>0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(Ir(COD)(BF<sub>4</sub>))<sub>0.6</sub> + 0.6PPh<sub>3</sub>\n</oasis:entry>\n<oasis:entry>0.21 (Ir)</oasis:entry>\n<oasis:entry>0.05</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>·(Ir(COD)(BF<sub>4</sub>))<sub>0.6</sub> + 0.6PCy<sub>3</sub>\n</oasis:entry>\n<oasis:entry>0.20 (Ir)</oasis:entry>\n<oasis:entry>0</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>Yields were determined by <sup>1</sup>H NMR spectroscopy using 1,3,5-trimethoxybenzene as an internal standard.</p>\n</fn>\n<fn id=\"t3fn2\">\n<label>b</label>\n<p>Determined as an average of\nthree\nreplications.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 3. Control Experiments for Benzene C–H Borylation with B<sub>2</sub>pin<sub>2</sub>\n\n| catalyst | amount (mol %) | yield<sup>a</sup> (%) |\n|----------|----------------|----------------------|\n| 1·(Ir(COD)(BF<sub>4</sub>))<sub>0.6</sub> | 0.21 (Ir) | 94<sup>b</sup> |\n| 1 | 2.4 (Zr) | 0 |\n| [Ir(COD)<sub>2</sub>]BF<sub>4</sub> | 0.71 (Ir) | 0.9 |\n| 2 + 0.6[Ir(COD)<sub>2</sub>]BF<sub>4</sub> | 2.3 (Zr) | 0 |\n| 1·(Ir(COD)(BF<sub>4</sub>))<sub>0.6</sub> + 0.6PPh<sub>3</sub> | 0.21 (Ir) | 0.05 |\n| 1·(Ir(COD)(BF<sub>4</sub>))<sub>0.6</sub> + 0.6PCy<sub>3</sub> | 0.20 (Ir) | 0 |\n\na Yields were determined by <sup>1</sup>H NMR spectroscopy using 1,3,5-trimethoxybenzene as an internal standard.\nb Determined as an average of three replications.", "data": ["substring not found"], "include_properties": null}, {"idx": 54, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Catalyst Cycling Experiments for Benzene\nC–H Borylation with Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>­(bpydc)<sub>6</sub>­(Ir­(COD)­BF<sub>4</sub>)<sub>0.6</sub>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"center\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col2\" rowsep=\"1\">yield<xref ref-type=\"table-fn\" rid=\"t4fn1\"></xref> (%)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">boron reagent</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>5</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry align=\"left\">HBpin<xref ref-type=\"table-fn\" rid=\"t4fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"justify\">96</oasis:entry>\n<oasis:entry align=\"justify\">100</oasis:entry>\n<oasis:entry align=\"justify\">100</oasis:entry>\n<oasis:entry align=\"justify\">100</oasis:entry>\n<oasis:entry align=\"justify\">96</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"left\">B<sub>2</sub>pin<sub>2</sub>\n<xref ref-type=\"table-fn\" rid=\"t4fn3\"></xref>\n</oasis:entry>\n<oasis:entry align=\"justify\">94</oasis:entry>\n<oasis:entry align=\"justify\">91</oasis:entry>\n<oasis:entry align=\"justify\">90</oasis:entry>\n<oasis:entry align=\"justify\">80</oasis:entry>\n<oasis:entry align=\"justify\">54</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t4fn1\">\n<label>a</label>\n<p>Yields were determined\nby <sup>1</sup>H NMR using 1,3,5-trimethoxybenzene as an internal\nstandard.</p>\n</fn>\n<fn id=\"t4fn2\">\n<label>b</label>\n<p>Reaction conditions:\n1.3 mmol HBpin,\n3.0 mL benzene, 0.10 mol % Ir, 80 °C, 24 h.</p>\n</fn>\n<fn id=\"t4fn3\">\n<label>c</label>\n<p>Reaction conditions: 0.65 mmol B<sub>2</sub>pin<sub>2</sub>, 3.0 mL benzene, 0.20 mol % Ir, 80 °C,\n24 h.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 4. Catalyst Cycling Experiments for Benzene C–H Borylation with Zr₆O₄(OH)₄­(bpydc)₆­(Ir­(COD)­BF₄)₀.₆\n\n| boron reagent | yield (%) | 1 | 2 | 3 | 4 | 5 |\n|---------------|-----------|---|---|---|---|---|\n| HBpin[^a]     |           | 96| 100| 100| 100| 96|\n| B₂pin₂[^b]    |           | 94| 91| 90| 80| 54|\n\n[^a]: Yields were determined by ¹H NMR using 1,3,5-trimethoxybenzene as an internal standard.\n[^b]: Reaction conditions: 1.3 mmol HBpin, 3.0 mL benzene, 0.10 mol % Ir, 80 °C, 24 h.\n[^c]: Reaction conditions: 0.65 mmol B₂pin₂, 3.0 mL benzene, 0.20 mol % Ir, 80 °C, 24 h.", "data": [{"meta": {"name": "", "symbol": "HBpin", "chemical formula": ""}, "yield": [{"value": "96", "unit": "%", "substrate": "Benzene", "catalyst": "Zr₆O₄(OH)₄­(bpydc)₆­(Ir­(COD)­BF₄)₀.₆", "pressure": "", "temperature": "80°C", "solvent": "", "time": "24h"}, {"value": "100", "unit": "%", "substrate": "Benzene", "catalyst": "Zr₆O₄(OH)₄­(bpydc)₆­(Ir­(COD)­BF₄)₀.₆", "pressure": "", "temperature": "80°C", "solvent": "", "time": "24h"}, {"value": "100", "unit": "%", "substrate": "Benzene", "catalyst": "Zr₆O₄(OH)₄­(bpydc)₆­(Ir­(COD)­BF₄)₀.₆", "pressure": "", "temperature": "80°C", "solvent": "", "time": "24h"}, {"value": "100", "unit": "%", "substrate": "Benzene", "catalyst": "Zr₆O₄(OH)₄­(bpydc)₆­(Ir­(COD)­BF₄)₀.₆", "pressure": "", "temperature": "80°C", "solvent": "", "time": "24h"}, {"value": "96", "unit": "%", "substrate": "Benzene", "catalyst": "Zr₆O₄(OH)₄­(bpydc)₆­(Ir­(COD)­BF₄)₀.₆", "pressure": "", "temperature": "80°C", "solvent": "", "time": "24h"}]}, {"meta": {"name": "", "symbol": "B₂pin₂", "chemical formula": ""}, "yield": [{"value": "94", "unit": "%", "substrate": "Benzene", "catalyst": "Zr₆O₄(OH)₄­(bpydc)₆­(Ir­(COD)­BF₄)₀.₆", "pressure": "", "temperature": "80°C", "solvent": "", "time": "24h"}, {"value": "91", "unit": "%", "substrate": "Benzene", "catalyst": "Zr₆O₄(OH)₄­(bpydc)₆­(Ir­(COD)­BF₄)₀.₆", "pressure": "", "temperature": "80°C", "solvent": "", "time": "24h"}, {"value": "90", "unit": "%", "substrate": "Benzene", "catalyst": "Zr₆O₄(OH)₄­(bpydc)₆­(Ir­(COD)­BF₄)₀.₆", "pressure": "", "temperature": "80°C", "solvent": "", "time": "24h"}, {"value": "80", "unit": "%", "substrate": "Benzene", "catalyst": "Zr₆O₄(OH)₄­(bpydc)₆­(Ir­(COD)­BF₄)₀.₆", "pressure": "", "temperature": "80°C", "solvent": "", "time": "24h"}, {"value": "54", "unit": "%", "substrate": "Benzene", "catalyst": "Zr₆O₄(OH)₄­(bpydc)₆­(Ir­(COD)­BF₄)₀.₆", "pressure": "", "temperature": "80°C", "solvent": "", "time": "24h"}]}], "include_properties": ["reaction_yield"]}, {"idx": 56, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<title>Selected Substrate Scope for C–H\nBorylation with HBpin<xref ref-type=\"table-fn\" rid=\"t5fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"fx3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00096u_0011.tif\" xlink:type=\"simple\"></graphic>\n<table-wrap-foot>\n<fn id=\"t5fn1\">\n<label>a</label>\n<p>Reaction\nconditions: 2.0 mmol HBpin,\n3 mL arene or arene mixture, 0.065 mol % Ir, 80 °C, 24 h.</p>\n</fn>\n<fn id=\"t5fn2\">\n<label>b</label>\n<p>Product ratios and conversions were\ndetermined by <sup>1</sup>H NMR using 1,3,5-trimethoxybenzene as an\ninternal standard.</p>\n</fn>\n<fn id=\"t5fn3\">\n<label>c</label>\n<p>Determined\nas an average of three\nreplications.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 5. Selected Substrate Scope for C–H Borylation with HBpin[^a]\n\n| Reaction conditions | 2.0 mmol HBpin, 3 mL arene or arene mixture, 0.065 mol % Ir, 80 °C, 24 h |\n|----------------------|---------------------------------------------------------------------------|\n| Product ratios and conversions | determined by 1H NMR using 1,3,5-trimethoxybenzene as an internal standard |\n| Determined | as an average of three replications |\n\n[^a]: Reaction conditions: 2.0 mmol HBpin, 3 mL arene or arene mixture, 0.065 mol % Ir, 80 °C, 24 h.\n[^b]: Product ratios and conversions were determined by 1H NMR using 1,3,5-trimethoxybenzene as an internal standard.\n[^c]: Determined as an average of three replications.", "data": [{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "reaction conditions": [{"condition": "2.0 mmol HBpin, 3 mL arene or arene mixture, 0.065 mol % Ir, 80 °C, 24 h", "determined by": "1H NMR using 1,3,5-trimethoxybenzene as an internal standard", "average of": "three replications"}]}], "include_properties": ["equation"]}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structure of bpydc<sup>2–</sup> linkers (a) and the octahedral\nZr<sub>6</sub> inorganic nodes (b) in <bold>1</bold>. A portion of\nthe crystal structure of <bold>1</bold> (c) as determined by analysis\nof single-crystal X-ray diffraction data. The bipyridine nitrogen\natoms were found to be disordered over two positions in the crystal\nstructure, but are represented here in specific positions. Yellow,\nred, blue, and gray spheres represent Zr, O, N, and C atoms, respectively;\nH atoms are omitted for clarity.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00096u_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Structure of bpydc2- linkers (a) and the octahedral Zr6 inorganic nodes (b) in 1. A portion of the crystal structure of 1 (c) as determined by analysis of single-crystal X-ray diffraction data. The bipyridine nitrogen atoms were found to be disordered over two positions in the crystal structure, but are represented here in specific positions. Yellow, red, blue, and gray spheres represent Zr, O, N, and C atoms, respectively; H atoms are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Portion of\nthe crystal structure of <bold>1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub> (a) as determined by analysis of single-crystal\nX-ray diffraction data. Structures of the bipyridine metal complexes\nin <bold>1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub> (b), <bold>1</bold>·(CuCl)<sub>6.8</sub> (c), <bold>1</bold>·(CoCl<sub>2</sub>)<sub>5.5</sub> (d), <bold>1</bold>·(FeBr<sub>2</sub>)<sub>6.1</sub> (e), and <bold>1</bold>·(Cr­(CO)<sub>4</sub>)<sub>5.6</sub> (f), as determined from single-crystal X-ray diffraction\ndata. Yellow, green, brown, purple, light orange, dark green, light\ngreen, dark red, red, blue, and gray spheres represent Zr<sup>IV</sup>, Cu<sup>II</sup>, Cu<sup>I</sup>, Co<sup>II</sup>, Fe<sup>II</sup>, Cr<sup>0</sup>, Cl, Br, O, N, and C atoms, respectively; H atoms\nand acetonitrile molecules in the pores are omitted for clarity. Note\nthat 53% of the Cu-bipyridine complexes in <bold>1</bold>·(CuCl)<sub>6.8</sub> were found to have [CuCl<sub>2</sub>]<sup>−</sup> as a counteranion instead of Cl<sup>–</sup> (<xref ref-type=\"supplementary-material\" rid=\"notes-1\">Supporting Information</xref> Figure S1), while the\nbipyridine complexes in <bold>1</bold>·(CoCl<sub>2</sub>)<sub>5.5</sub> and <bold>1</bold>·(FeBr<sub>2</sub>)<sub>6.1</sub> exist in different coordination geometries due to different degrees\nof solvation (<xref ref-type=\"supplementary-material\" rid=\"notes-1\">Supporting Information</xref> Figures\nS2–S3). The coordinated solvent molecules in <bold>1</bold>·(CoCl<sub>2</sub>)<sub>5.5</sub> and <bold>1</bold>·(FeBr<sub>2</sub>)<sub>6.1</sub> could not be modeled due to disorder and weak\nscattering of the solvent molecules in comparison to the halide ligands.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00096u_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Portion of the crystal structure of 1⋅(CuCl2)5.8 (a) as determined by analysis of single-crystal X-ray diffraction data. Structures of the bipyridine metal complexes in 1⋅(CuCl2)5.8 (b), 1⋅(CuCl)6.8 (c), 1⋅(CoCl2)5.5 (d), 1⋅(FeBr2)6.1 (e), and 1⋅(Cr(CO)4)5.6 (f), as determined from single-crystal X-ray diffraction data. Yellow, green, brown, purple, light orange, dark green, light green, dark red, red, blue, and gray spheres represent ZrIV, CuII, CuI, CoII, FeII, Cr0, Cl, Br, O, N, and C atoms, respectively; H atoms and acetonitrile molecules in the pores are omitted for clarity. Note that 53% of the Cu-bipyridine complexes in 1⋅(CuCl)6.8 were found to have [CuCl2]- as a counteranion instead of Cl- (Supporting Information Figure S1), while the bipyridine complexes in 1⋅(CoCl2)5.5 and 1⋅(FeBr2)6.1 exist in different coordination geometries due to different degrees of solvation (Supporting Information Figures S2-S3). The coordinated solvent molecules in 1⋅(CoCl2)5.5 and 1⋅(FeBr2)6.1 could not be modeled due to disorder and weak scattering of the solvent molecules in comparison to the halide ligands.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Comparison of the crystal structures of <bold>1</bold> (a) and <bold>1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub> (b) viewed along the\n[100] direction; unit cell edges are shown as black lines. The bare\nframework exhibits mirror symmetry along the body diagonals of its\nunit cell and face-centering translations that relate the zirconium\nclusters at the ends of each linker. In the metalated structure, the\nmirror symmetry is removed by the ordering of the linkers, while the\nface-centering is lost because the clusters at the ends of each linker\nare tilted in opposite directions.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00096u_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Comparison of the crystal structures of 1 (a) and 1⋅(CuCl2)5.8 (b) viewed along the [100] direction; unit cell edges are shown as black lines. The bare framework exhibits mirror symmetry along the body diagonals of its unit cell and face-centering translations that relate the zirconium clusters at the ends of each linker. In the metalated structure, the mirror symmetry is removed by the ordering of the linkers, while the face-centering is lost because the clusters at the ends of each linker are tilted in opposite directions.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Low-pressure H<sub>2</sub> adsorption isotherms for <bold>1</bold>, <bold>1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub>, <bold>1</bold>·(CuCl)<sub>6.8</sub>, <bold>1</bold>·(CoCl<sub>2</sub>)<sub>5.5</sub>, <bold>1</bold>·(FeBr<sub>2</sub>)<sub>6.1</sub>, and <bold>1</bold>·(Cr­(CO)<sub>4</sub>)<sub>5.6</sub> at 77\nK.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00096u_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Low-pressure H2 adsorption isotherms for 1, 1⋅(CuCl2)5.8, 1⋅(CuCl)6.8, 1⋅(CoCl2)5.5, 1⋅(FeBr2)6.1, and 1⋅(Cr(CO)4)5.6 at 77 K.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Low-pressure CO adsorption\nisotherms for <bold>1</bold>,<bold> 1</bold>·(CuCl<sub>2</sub>)<sub>5.8</sub>, <bold>1</bold>·(CuCl)<sub>6.8</sub>, <bold>1</bold>·(CoCl<sub>2</sub>)<sub>5.5</sub>, <bold>1</bold>·(FeBr<sub>2</sub>)<sub>6.1</sub> and <bold>1</bold>·(Ir­(COD)­BF<sub>4</sub>)<sub>4.8</sub> at 298 K.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00096u_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Low-pressure CO adsorption isotherms for 1, 1⋅(CuCl2)5.8, 1⋅(CuCl)6.8, 1⋅(CoCl2)5.5, 1⋅(FeBr2)6.1 and 1⋅(Ir(COD)BF4)4.8 at 298 K.   ", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Crystal structure of <bold>3</bold>, the molecular\nanalog of <bold>1</bold>·(Ir­(COD)­BF<sub>4</sub>)<sub>4.7</sub> as determined\nby single-crystal X-ray diffraction. Dark blue, yellow green, olive\ngreen, red, blue, and gray spheres represent Ir<sup>I</sup>, F, B,\nO, N, and C atoms, respectively; H atoms are omitted for clarity.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00096u_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Crystal structure of 3, the molecular analog of 1⋅(Ir(COD)BF4)4.7 as determined by single-crystal X-ray diffraction. Dark blue, yellow green, olive green, red, blue, and gray spheres represent IrI, F, B, O, N, and C atoms, respectively; H atoms are omitted for clarity.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.5b00096", "title": "\nSingle-Crystal-to-Single-Crystal Metalation of a Metal–Organic\nFramework: A Route toward Structurally Well-Defined Catalysts\n", "journal": "American\nChemical Society", "date": "2015.02", "author_list": ["Gonzalez\nMiguel\nI.", "Bloch\nEric D.", "Mason\nJarad A.", "Teat\nSimon J.", "Long\nJeffrey R."]}}