{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic801990g.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Pentanuclear cyanide-bridged clusters of the general formula {[M(tmphen)<sub>2</sub>]<sub>3</sub>[M′(CN)<sub>6</sub>]<sub>2</sub>} (tmphen = 3,4,7,8-tetramethyl-1,10-phenanthroline) have been under investigation in our laboratories for a number of years. These related molecules are conveniently prepared by a building block approach that involves the reaction of mononuclear {M(tmphen)<sub>2</sub>X<sub>2</sub>}<sup>0/2+</sup> species (M = Cr, Mn, Fe, Co, Ni, Zn; X = anion, solvent) with [M′(CN)<sub>6</sub>]<sup>3−</sup> anions (M′ = Cr, Mn, Fe, Co, Os). The resulting trigonal-bipyramidal (TBP) clusters, consisting of M and M′ centers in the equatorial and axial positions, respectively, exhibit diverse properties including those that had previously been observed only for Prussian blue extended phases; these properties include single-molecule magnetism, spin crossover, charge-transfer-induced spin transitions, cyanide linkage isomerism, and magnetic coupling through diamagnetic metal ions. Given that a series of clusters with identical axial cyanometallate units can be prepared, we have been able to establish trends in magnetic coupling for families of clusters with different equatorial metal ions. The crystal packing of the clusters, which involves supramolecular π-stacking interactions, reveals the origin of the observed differences in the coordination environments and, in several cases, the physical properties of the metal ions in the equatorial sites. Recent work has focused on the use of these molecules as building blocks for magnetic chains and the incorporation of highly anisotropic 5d metal ions such as Os<sup>III</sup> into the TBP core. Such comprehensive studies of small clusters are valuable for understanding and modeling the magnetic behavior of more complicated cyanide materials.</p>", "clean_text": "Pentanuclear cyanide-bridged clusters of the general formula {[M(tmphen)2]3[M'(CN)6]2} (tmphen = 3,4,7,8-tetramethyl-1,10-phenanthroline) have been under investigation in our laboratories for a number of years. These related molecules are conveniently prepared by a building block approach that involves the reaction of mononuclear {M(tmphen)2X2}0/2+ species (M = Cr, Mn, Fe, Co, Ni, Zn; X = anion, solvent) with [M'(CN)6]3- anions (M' = Cr, Mn, Fe, Co, Os). The resulting trigonal-bipyramidal (TBP) clusters, consisting of M and M' centers in the equatorial and axial positions, respectively, exhibit diverse properties including those that had previously been observed only for Prussian blue extended phases; these properties include single-molecule magnetism, spin crossover, charge-transfer-induced spin transitions, cyanide linkage isomerism, and magnetic coupling through diamagnetic metal ions. Given that a series of clusters with identical axial cyanometallate units can be prepared, we have been able to establish trends in magnetic coupling for families of clusters with different equatorial metal ions. The crystal packing of the clusters, which involves supramolecular π-stacking interactions, reveals the origin of the observed differences in the coordination environments and, in several cases, the physical properties of the metal ions in the equatorial sites. Recent work has focused on the use of these molecules as building blocks for magnetic chains and the incorporation of highly anisotropic 5d metal ions such as OsIII into the TBP core. Such comprehensive studies of small clusters are valuable for understanding and modeling the magnetic behavior of more complicated cyanide materials.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Pentanuclear cyanide-bridged clusters of the type {[M(tmphen)<sub>2</sub>]<sub>3</sub>[M′(CN)<sub>6</sub>]<sub>2</sub>} are veritable molecular chameleons whose properties are easily tuned by the nature of specific metal ion combinations. Single-molecule magnetism, spin crossover, charge-transfer-induced spin transitions, cyanide linkage isomerism, and magnetic coupling through diamagnetic metal ions have all been observed for these compounds. Recent work has demonstrated that these molecules are useful as building blocks for magnetic chains as well.</p>", "clean_text": "Pentanuclear cyanide-bridged clusters of the type {[M(tmphen)2]3[M'(CN)6]2} are veritable molecular chameleons whose properties are easily tuned by the nature of specific metal ion combinations. Single-molecule magnetism, spin crossover, charge-transfer-induced spin transitions, cyanide linkage isomerism, and magnetic coupling through diamagnetic metal ions have all been observed for these compounds. Recent work has demonstrated that these molecules are useful as building blocks for magnetic chains as well.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Two significant developments occurred in the late 1990s that contributed to the current renaissance in the field of cyanide magnetism. First, it was discovered that early-transition-metal analogues of Prussian blue (PB) exhibit long-range magnetic ordering at moderately high temperatures, a finding that ultimately led to the synthesis of derivatives with ordering temperatures as high as 376 K. Second, it was recognized that paramagnetic molecules with relatively high ground-state spin values and negative Ising anisotropy can exhibit magnetic bistability. This behavior in discrete molecules, akin to superparamagnetism in nanoparticles, is now commonly referred to as single-molecule magnetism (SMM).\n</p>", "clean_text": "Introduction\n\nTwo significant developments occurred in the late 1990s that contributed to the current renaissance in the field of cyanide magnetism. First, it was discovered that early-transition-metal analogues of Prussian blue (PB) exhibit long-range magnetic ordering at moderately high temperatures, a finding that ultimately led to the synthesis of derivatives with ordering temperatures as high as 376 K. Second, it was recognized that paramagnetic molecules with relatively high ground-state spin values and negative Ising anisotropy can exhibit magnetic bistability. This behavior in discrete molecules, akin to superparamagnetism in nanoparticles, is now commonly referred to as single-molecule magnetism (SMM). ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>For a full decade after the initial discovery of SMM behavior, the phenomenon was known solely for select oxo- and carboxylato-bridged clusters of Mn, Fe, or Co. Given that the cyanide (CN<sup>−</sup>) bridge generates moderate and predictable exchange interactions between metal centers, the development of synthetic strategies for generating polynuclear cyanide-based SMMs was a logical direction for research in this area. This approach has proven to be fruitful, as SMM behavior has now been observed in a number of cyanide-bridged clusters.\n</p>", "clean_text": "For a full decade after the initial discovery of SMM behavior, the phenomenon was known solely for select oxo- and carboxylato-bridged clusters of Mn, Fe, or Co. Given that the cyanide (CN-) bridge generates moderate and predictable exchange interactions between metal centers, the development of synthetic strategies for generating polynuclear cyanide-based SMMs was a logical direction for research in this area. This approach has proven to be fruitful, as SMM behavior has now been observed in a number of cyanide-bridged clusters. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>The design of cyanide complexes with specific geometries is conveniently accomplished by a building block approach, in which multidentate ligands are used to block coordination sites on transition-metal ions, hence restricting the growth of the structure to finite dimensions rather than extended PB phases. By capitalizing on the high degree of synthetic control, researchers have prepared SMMs with a variety of shapes, ranging from linear trinuclear and square-planar tetranuclear species to octanuclear cubic and pentadecanuclear face-and-body-centered cubic complexes.\n</p>", "clean_text": "The design of cyanide complexes with specific geometries is conveniently accomplished by a building block approach, in which multidentate ligands are used to block coordination sites on transition-metal ions, hence restricting the growth of the structure to finite dimensions rather than extended PB phases. By capitalizing on the high degree of synthetic control, researchers have prepared SMMs with a variety of shapes, ranging from linear trinuclear and square-planar tetranuclear species to octanuclear cubic and pentadecanuclear face-and-body-centered cubic complexes. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>In addition to contributing new insight to the understanding of factors that play a role in SMM behavior, research in cyanide chemistry is also helping to shed light on other interesting magnetic phenomena, such as photomagnetism and spin crossover. The collective data from the past several decades serve to demonstrate that cyanide complexes are versatile platforms for advancing our fundamental understanding of the behavior of molecule-based magnets. Of specific importance to the topic of this Forum Article is the fact that the pentanuclear trigonal bipyramid (TBP) is a particularly stable molecular geometry that is well suited for a variety of molecular magnetism applications.</p>", "clean_text": "In addition to contributing new insight to the understanding of factors that play a role in SMM behavior, research in cyanide chemistry is also helping to shed light on other interesting magnetic phenomena, such as photomagnetism and spin crossover. The collective data from the past several decades serve to demonstrate that cyanide complexes are versatile platforms for advancing our fundamental understanding of the behavior of molecule-based magnets. Of specific importance to the topic of this Forum Article is the fact that the pentanuclear trigonal bipyramid (TBP) is a particularly stable molecular geometry that is well suited for a variety of molecular magnetism applications.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>The TBP cyanide cluster type was first documented in 1997 by Murray et al., who reported a crystal structure of the ferromagnetically coupled cluster {[(Ni<sup>II</sup>(bpm)<sub>2</sub>]<sub>3</sub>[Fe<sup>III</sup>(CN)<sub>6</sub>]<sub>2</sub>} (bpm = bis(1-pyrazolyl)methane) with a ground-state spin value of <italic toggle=\"yes\">S</italic> = 4. Verdaguer et al. followed up on this theme with an interesting variation, viz., the isolation of Ni<sup>II</sup>\n<sub>3</sub>Fe<sup>III</sup>\n<sub>2</sub> TBP clusters with ground-state spin values of <italic toggle=\"yes\">S</italic> = 7 achieved by outfitting the Ni centers with paramagnetic <italic toggle=\"yes\">S</italic> = <sup>1</sup>/<sub>2</sub> radical ligands (e.g., IM2-py = 2-(2-pyridyl)-4,4,5,5-tetramethyl-4,5-dihydro-1<italic toggle=\"yes\">H</italic>-imidazolyl-1-oxy). Other metal combinations for the TBP core were reported in the same time frame by our group (i.e., {[Co(bpy)<sub>2</sub>]<sub>3</sub>[Fe(CN)<sub>6</sub>]<sub>2</sub>}Cl; bpy = 2,2′-bipyridine) and Mallah et al. (i.e., {[Ni(IM2-py)<sub>2</sub>]<sub>3</sub>[Cr(CN)<sub>6</sub>]<sub>2</sub>}). Over the next few years, a variety of similar clusters were isolated with various equatorial metal ions and hexacyanometallate anions (e.g., {[Cu(bpy)<sub>2</sub>]<sub>3</sub>[Fe(CN)<sub>6</sub>]<sub>2</sub>} and {[Ni(bpm)<sub>2</sub>]<sub>3</sub>[Co(CN)<sub>6</sub>]<sub>2</sub>}). Recently, Zuo et al. reported a new family of TBP clusters in which both equatorial and axial metal centers are capped by chelating ligands (e.g., {[Cu(Me<sub>3</sub>tacn)]<sub>3</sub>[Fe(Tp)(CN)<sub>3</sub>]<sub>2</sub>}(ClO<sub>4</sub>)<sub>4</sub>; Tp<sup>−</sup> = hydrotris(1-pyrazolyl)borate, Me<sub>3</sub>tacn = <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>′,<italic toggle=\"yes\">N</italic>′′-trimethyl-1,4,7-triazacyclononate). A number of related compounds have since been reported, including {[Fe(Tp)(CN)]<sub>3</sub>[M(Tpm<sup>Me</sup>)(CN)<sub>3</sub>]<sub>2</sub>}ClO<sub>4</sub> (Tpm<sup>Me</sup> = tris(3,5-dimethyl-1-pyrazoyl)methane, M = Ni, Co, Fe), {[Ni(cyclen)]<sub>3</sub>[Fe(Tp)(CN)<sub>3</sub>]<sub>2</sub>}(BF<sub>4</sub>)<sub>4</sub> (cyclen = 1,4,7,10-tetraazacyclododecane), and {[Cu(Me<sub>3</sub>tacn)]<sub>3</sub>[Cr(Me<sub>3</sub>tacn)(CN)<sub>3</sub>]<sub>2</sub>}(ClO<sub>4</sub>)<sub>6</sub>.\n</p>", "clean_text": "The TBP cyanide cluster type was first documented in 1997 by Murray et al., who reported a crystal structure of the ferromagnetically coupled cluster {[(NiII(bpm)2]3[FeIII(CN)6]2} (bpm = bis(1-pyrazolyl)methane) with a ground-state spin value of S = 4. Verdaguer et al. followed up on this theme with an interesting variation, viz., the isolation of NiII 3FeIII 2 TBP clusters with ground-state spin values of S = 7 achieved by outfitting the Ni centers with paramagnetic S = 1/2 radical ligands (e.g., IM2-py = 2-(2-pyridyl)-4,4,5,5-tetramethyl-4,5-dihydro-1H-imidazolyl-1-oxy). Other metal combinations for the TBP core were reported in the same time frame by our group (i.e., {[Co(bpy)2]3[Fe(CN)6]2}Cl; bpy = 2,2'-bipyridine) and Mallah et al. (i.e., {[Ni(IM2-py)2]3[Cr(CN)6]2}). Over the next few years, a variety of similar clusters were isolated with various equatorial metal ions and hexacyanometallate anions (e.g., {[Cu(bpy)2]3[Fe(CN)6]2} and {[Ni(bpm)2]3[Co(CN)6]2}). Recently, Zuo et al. reported a new family of TBP clusters in which both equatorial and axial metal centers are capped by chelating ligands (e.g., {[Cu(Me3tacn)]3[Fe(Tp)(CN)3]2}(ClO4)4; Tp- = hydrotris(1-pyrazolyl)borate, Me3tacn = N,N',N''-trimethyl-1,4,7-triazacyclononate). A number of related compounds have since been reported, including {[Fe(Tp)(CN)]3[M(TpmMe)(CN)3]2}ClO4 (TpmMe = tris(3,5-dimethyl-1-pyrazoyl)methane, M = Ni, Co, Fe), {[Ni(cyclen)]3[Fe(Tp)(CN)3]2}(BF4)4 (cyclen = 1,4,7,10-tetraazacyclododecane), and {[Cu(Me3tacn)]3[Cr(Me3tacn)(CN)3]2}(ClO4)6. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Although there are many reports of paramagnetic cyanide cluster compounds, there is, in general, a lack of systematic data for a wide range of possible metal ion combinations within the same molecular geometry. A longstanding goal of this group is to develop general synthetic methodologies for the synthesis of structurally related molecules in order to systematically assess how the cyanide ligand affects exchange interactions and magnetic properties for different metal ion combinations in the M′−CN−M pair. Our studies of TBP clusters of the general formula {[M(tmphen)<sub>2</sub>]<sub>3</sub>[M′(CN)<sub>6</sub>]<sub>2</sub>} (tmphen = 3,4,7,8-tetramethyl-1,10-phenanthroline), hereafter denoted as M<sub>3</sub>M′<sub>2</sub>, have been especially rewarding in this regard. In contrast to many other bidentate polypyridyl ligands that have been attempted in this research, tmphen leads to the formation of good yields of crystalline samples for many combinations of metal ions. This protocol has provided us with an opportunity to deliberately introduce various metal centers into specific sites of a cyanide-bridged cluster, efforts that have led to molecules with an exceptionally broad range of physical properties. Highlights of these studies include experimental confirmation of the SMM behavior for the Mn<sub>3</sub>Mn<sub>2</sub> combination, a charge-transfer-induced spin transition (CTIST) for the Co<sub>3</sub>Fe<sub>2</sub> analogue, a temperature-induced low-spin (LS) to high-spin (HS) transition for the Fe<sub>3</sub>Fe<sub>2</sub> and Fe<sub>3</sub>Co<sub>2</sub> molecules, and cyanide linkage isomerism for the Fe<sub>3</sub>Cr<sub>2</sub> and Co<sub>3</sub>Cr<sub>2</sub> compounds. Many of these properties have been documented for PB-type extended phases containing analogous combinations of transition-metal ions, while others are specific only for the molecular compounds. As part of our ongoing investigations, we are studying how intermolecular packing interactions affect the spin-transition behavior in these clusters, incorporating 4d and 5d metal ions into the TBP core, and developing strategies for using the M<sub>3</sub>M′<sub>2</sub> cluster as a building block to form molecular chains. In this Forum Article, we highlight notable magnetic phenomena of TBP compounds that we have previously described in the literature and report on several new developments in the research.</p>", "clean_text": "Although there are many reports of paramagnetic cyanide cluster compounds, there is, in general, a lack of systematic data for a wide range of possible metal ion combinations within the same molecular geometry. A longstanding goal of this group is to develop general synthetic methodologies for the synthesis of structurally related molecules in order to systematically assess how the cyanide ligand affects exchange interactions and magnetic properties for different metal ion combinations in the M'-CN-M pair. Our studies of TBP clusters of the general formula {[M(tmphen)2]3[M'(CN)6]2} (tmphen = 3,4,7,8-tetramethyl-1,10-phenanthroline), hereafter denoted as M3M'2, have been especially rewarding in this regard. In contrast to many other bidentate polypyridyl ligands that have been attempted in this research, tmphen leads to the formation of good yields of crystalline samples for many combinations of metal ions. This protocol has provided us with an opportunity to deliberately introduce various metal centers into specific sites of a cyanide-bridged cluster, efforts that have led to molecules with an exceptionally broad range of physical properties. Highlights of these studies include experimental confirmation of the SMM behavior for the Mn3Mn2 combination, a charge-transfer-induced spin transition (CTIST) for the Co3Fe2 analogue, a temperature-induced low-spin (LS) to high-spin (HS) transition for the Fe3Fe2 and Fe3Co2 molecules, and cyanide linkage isomerism for the Fe3Cr2 and Co3Cr2 compounds. Many of these properties have been documented for PB-type extended phases containing analogous combinations of transition-metal ions, while others are specific only for the molecular compounds. As part of our ongoing investigations, we are studying how intermolecular packing interactions affect the spin-transition behavior in these clusters, incorporating 4d and 5d metal ions into the TBP core, and developing strategies for using the M3M'2 cluster as a building block to form molecular chains. In this Forum Article, we highlight notable magnetic phenomena of TBP compounds that we have previously described in the literature and report on several new developments in the research.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Synthetic Methods</title><p>The pentanuclear M<sub>3</sub>M′<sub>2</sub> complexes featured in this Forum Article are prepared by combining a divergent hexacyanometallate anion [M′(CN)<sub>6</sub>]<sup>3−</sup> with a convergent mononuclear precursor of an octahedral divalent metal ion M<sup>II</sup>, in which four coordination sites are capped by two bis-chelating tmphen ligands (Scheme ). These reactions result in the formation of crystalline samples of clusters corresponding to the general formula {[M(tmphen)<sub>2</sub>]<sub>3</sub>[M′(CN)<sub>6</sub>]<sub>2</sub>}·<italic toggle=\"yes\">x</italic>(solvent). The preparation translates well to many [M′(CN)<sub>6</sub>]<sup>3−</sup> and {M(tmphen)<sub>2</sub>}<sup>2+</sup> precursors to form M<sub>3</sub>M′<sub>2</sub> clusters of various metal combinations, which are summarized in Table . The clusters are generally air-stable in the solid state and contain a variable amount of interstitial solvent, the exact nature and amount of which have a profound effect on the physical properties in key instances. The interstitial solvent is readily removed by heating to <italic toggle=\"yes\">ca</italic>. 120°C, and the desolvated materials remain stable up to <italic toggle=\"yes\">ca</italic>. 250°C in an inert atmosphere.</p>", "clean_text": "Synthetic Methods\n\nThe pentanuclear M3M'2 complexes featured in this Forum Article are prepared by combining a divergent hexacyanometallate anion [M'(CN)6]3- with a convergent mononuclear precursor of an octahedral divalent metal ion MII, in which four coordination sites are capped by two bis-chelating tmphen ligands (Scheme ). These reactions result in the formation of crystalline samples of clusters corresponding to the general formula {[M(tmphen)2]3[M'(CN)6]2}⋅x(solvent). The preparation translates well to many [M'(CN)6]3- and {M(tmphen)2}2+ precursors to form M3M'2 clusters of various metal combinations, which are summarized in Table . The clusters are generally air-stable in the solid state and contain a variable amount of interstitial solvent, the exact nature and amount of which have a profound effect on the physical properties in key instances. The interstitial solvent is readily removed by heating to ca. 120°C, and the desolvated materials remain stable up to ca. 250°C in an inert atmosphere.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Drawing of the TBP Cluster Synthesis from Mononuclear Precursors</title>\n</caption>\n<graphic id=\"gs1\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0014.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Drawing of the TBP Cluster Synthesis from Mononuclear Precursors   ", "data": null, "include_properties": null}, {"idx": 11, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Characterization of the TBP Complexes {[M(tmphen)<sub>2</sub>]<sub>3</sub>[M′(CN)<sub>6</sub>]<sub>2</sub>} based on their Magnetic Properties</title>\n</caption>\n<oasis:table>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col2\">M′</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">M</oasis:entry>\n<oasis:entry align=\"center\">Cr</oasis:entry>\n<oasis:entry align=\"center\">Mn</oasis:entry>\n<oasis:entry align=\"center\">Fe</oasis:entry>\n<oasis:entry align=\"center\">Co</oasis:entry>\n<oasis:entry align=\"center\">Os</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Cr</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">J</italic> = −21 cm<sup>−1</sup> \n                           <xref rid=\"tbl1-fn1\"></xref>\n</oasis:entry>\n<oasis:entry>-<xref rid=\"tbl1-fn2\"></xref>\n</oasis:entry>\n<oasis:entry>-</oasis:entry>\n<oasis:entry>-</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">J</italic> = −4.7 cm<sup>−1</sup>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">J</italic> = −3.8 cm<sup>−1</sup>; SMM<xref rid=\"tbl1-fn3\"></xref>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">J</italic> &lt; 0<xref rid=\"tbl1-fn4\"></xref>\n</oasis:entry>\n<oasis:entry>para<xref rid=\"tbl1-fn5\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">J</italic> = +0.65 cm<sup>−1</sup>  \n                           <xref rid=\"tbl1-fn6\"></xref>\n</oasis:entry>\n<oasis:entry>-</oasis:entry>\n<oasis:entry>SCO<xref rid=\"tbl1-fn7\"></xref>\n</oasis:entry>\n<oasis:entry>SCO</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">J</italic> &gt; 0<xref rid=\"tbl1-fn8\"></xref>\n</oasis:entry>\n<oasis:entry>-</oasis:entry>\n<oasis:entry>CTIST<xref rid=\"tbl1-fn9\"></xref>\n</oasis:entry>\n<oasis:entry>para</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">J</italic> = +8.5 cm<sup>−1</sup>\n</oasis:entry>\n<oasis:entry>-</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">J</italic> = +4.3 cm<sup>−1</sup>\n</oasis:entry>\n<oasis:entry>para</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">J</italic> = +2.3 cm<sup>−1</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>para</oasis:entry>\n<oasis:entry>-</oasis:entry>\n<oasis:entry>para</oasis:entry>\n<oasis:entry>dia<xref rid=\"tbl1-fn5\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl1-fn1\">\n<label>a</label>\n<p>\n<italic toggle=\"yes\">J</italic> values are from a fit to the Hamiltonian in eq <xref rid=\"eq1\"></xref>.</p>\n</fn>\n<fn id=\"tbl1-fn2\">\n<label>b</label>\n<p>Not isolated.</p>\n</fn>\n<fn id=\"tbl1-fn3\">\n<label>c</label>\n<p>SMM = single-molecule magnet (see section 4a).</p>\n</fn>\n<fn id=\"tbl1-fn4\">\n<label>d</label>\n<p>χ<italic toggle=\"yes\">T</italic> cannot be modeled because a more complex Hamiltonian is required.</p>\n</fn>\n<fn id=\"tbl1-fn5\">\n<label>e</label>\n<p>para = paramagnetic cluster; dia = diamagnetic cluster.</p>\n</fn>\n<fn id=\"tbl1-fn6\">\n<label>f</label>\n<p>Coupling of axial Cr<sup>III</sup> ions is mediated by diamagnetic Fe<sup>II</sup> ions (see section 4d).</p>\n</fn>\n<fn id=\"tbl1-fn7\">\n<label>g</label>\n<p>SCO = spin-crossover behavior (see section 4c).</p>\n</fn>\n<fn id=\"tbl1-fn8\">\n<label>h</label>\n<p>χ<italic toggle=\"yes\">T</italic> could not be modeled successfully because of partial cyanide linkage isomerism (see section 4d).</p>\n</fn>\n<fn id=\"tbl1-fn9\">\n<label>i</label>\n<p>CTIST = charge-transfer-induced spin transition (see section 4b).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The tmphen ligand is critical for ease of isolation of the M<sub>3</sub>M′<sub>2</sub> clusters. While a number of derivatives of bpy and phen have been tried using the reaction conditions specified in Scheme , they are typically unreliable with respect to reproducibility and isolation of crystals of isomorphous phases. The four peripheral methyl substituents serve to enhance the solubility of the intermediates and products to discourage the formation of extended phases and render the thermodynamic product crystalline. This solubility is evidenced by the fact that a clear reaction solution is retained after mixing of the reagents and that crystal growth occurs slowly from the mother liquor. Another important parameter in these reactions is the solvent. The reactions are carried out in nonaqueous media, although rigorously dry solvents are usually not required unless the metal ion is particularly sensitive. While these conditions can pose a problem because the common hexacyanometallate salts (alkali-metal-based) are insoluble in organic solvents, the introduction of organic cations allows for the use of a range of solvents. Finally, the fact that the cluster is neutral undoubtedly facilitates crystallization of the compounds from a polar medium. Indeed, with the exception of the Co<sub>3</sub>Fe<sub>2</sub>, Fe<sub>3</sub>Cr<sub>2</sub>, Fe<sub>3</sub>Fe<sub>2</sub>, and Fe<sub>3</sub>Co<sub>2</sub> analogues, which exhibit reasonable solubility in methanol, methanol/acetonitrile (1:1 v/v), or propylene carbonate, the TBP molecules are essentially insoluble in all common solvents.</p>", "clean_text": "The tmphen ligand is critical for ease of isolation of the M3M'2 clusters. While a number of derivatives of bpy and phen have been tried using the reaction conditions specified in Scheme , they are typically unreliable with respect to reproducibility and isolation of crystals of isomorphous phases. The four peripheral methyl substituents serve to enhance the solubility of the intermediates and products to discourage the formation of extended phases and render the thermodynamic product crystalline. This solubility is evidenced by the fact that a clear reaction solution is retained after mixing of the reagents and that crystal growth occurs slowly from the mother liquor. Another important parameter in these reactions is the solvent. The reactions are carried out in nonaqueous media, although rigorously dry solvents are usually not required unless the metal ion is particularly sensitive. While these conditions can pose a problem because the common hexacyanometallate salts (alkali-metal-based) are insoluble in organic solvents, the introduction of organic cations allows for the use of a range of solvents. Finally, the fact that the cluster is neutral undoubtedly facilitates crystallization of the compounds from a polar medium. Indeed, with the exception of the Co3Fe2, Fe3Cr2, Fe3Fe2, and Fe3Co2 analogues, which exhibit reasonable solubility in methanol, methanol/acetonitrile (1:1 v/v), or propylene carbonate, the TBP molecules are essentially insoluble in all common solvents.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>The aforementioned synthesis has proven to be an efficient method for introducing numerous metal ions into the TBP core. Clusters with Cr, Fe, and Co in the axial sites were readily isolated with a variety of first-row transition metals in the equatorial positions. Only one cluster based on the [Mn<sup>III</sup>(CN)<sub>6</sub>]<sup>3-</sup> unit has been isolated, namely, the Mn<sub>3</sub>Mn<sub>2</sub> analogue with Mn<sup>II</sup> ions in the equatorial sites. There are two reasons for this: the [Mn<sup>III</sup>(CN)<sub>6</sub>]<sup>3−</sup> anion is relatively unstable in the absence of free CN<sup>−</sup> even in organic media, and redox chemistry occurs when Mn<sup>III</sup> is combined with most divalent metal ions. A similar situation arises with Cr<sup>II</sup> incorporation into equatorial positions of the TBP unit because the only stable combination is with [Cr<sup>III</sup>(CN)<sub>6</sub>]<sup>3−</sup>. The preparation of clusters with Cu<sup>II</sup> ions in the equatorial positions has not yet been investigated, mainly because it has only one unpaired electron and will not lend any special properties to the molecules such as anisotropy or spin-transition behavior.</p>", "clean_text": "The aforementioned synthesis has proven to be an efficient method for introducing numerous metal ions into the TBP core. Clusters with Cr, Fe, and Co in the axial sites were readily isolated with a variety of first-row transition metals in the equatorial positions. Only one cluster based on the [MnIII(CN)6]3- unit has been isolated, namely, the Mn3Mn2 analogue with MnII ions in the equatorial sites. There are two reasons for this: the [MnIII(CN)6]3- anion is relatively unstable in the absence of free CN- even in organic media, and redox chemistry occurs when MnIII is combined with most divalent metal ions. A similar situation arises with CrII incorporation into equatorial positions of the TBP unit because the only stable combination is with [CrIII(CN)6]3-. The preparation of clusters with CuII ions in the equatorial positions has not yet been investigated, mainly because it has only one unpaired electron and will not lend any special properties to the molecules such as anisotropy or spin-transition behavior.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>The use of the π-accepting tmphen ligands to protect the equatorial positions of the TBP cluster also serves to stabilize oxidation states that are not possible in the extended structures of the PB type. For instance, it had been long considered that Turnbull blue, or ferrous ferricyanide, “Fe<sup>II</sup>\n<sub>3</sub>[Fe<sup>III</sup>(CN)<sub>6</sub>]<sub>2</sub>”, was different from PB, or ferric ferrocyanide, Fe<sup>III</sup>\n<sub>4</sub>[Fe<sup>II</sup>(CN)<sub>6</sub>]<sub>3</sub>, until, in 1962, Robin provided incontrovertible evidence that the compounds are identical and correspond to the latter formula. The instability of “Turnbull blue” is a consequence of an instantaneous electron transfer that takes place between Fe<sup>II</sup> and [Fe<sup>III</sup>(CN)<sub>6</sub>]<sup>3-</sup> ions in an aqueous solution. In contrast, the Fe<sup>II</sup>−NC−Fe<sup>III</sup> pair persists in the TBP cluster {[Fe<sup>II</sup>(tmphen)<sub>2</sub>]<sub>3</sub>[Fe<sup>III</sup>(CN)<sub>6</sub>]<sub>2</sub>} because of the fact that the electron transfer is no longer favorable when the Fe<sup>II</sup> ion is coordinated to tmphen; hence, the [Fe<sup>III</sup>(CN)<sub>6</sub>]<sup>3−</sup> unit is retained.\n</p>", "clean_text": "The use of the π-accepting tmphen ligands to protect the equatorial positions of the TBP cluster also serves to stabilize oxidation states that are not possible in the extended structures of the PB type. For instance, it had been long considered that Turnbull blue, or ferrous ferricyanide, \"FeII 3[FeIII(CN)6]2\", was different from PB, or ferric ferrocyanide, FeIII 4[FeII(CN)6]3, until, in 1962, Robin provided incontrovertible evidence that the compounds are identical and correspond to the latter formula. The instability of \"Turnbull blue\" is a consequence of an instantaneous electron transfer that takes place between FeII and [FeIII(CN)6]3- ions in an aqueous solution. In contrast, the FeII-NC-FeIII pair persists in the TBP cluster {[FeII(tmphen)2]3[FeIII(CN)6]2} because of the fact that the electron transfer is no longer favorable when the FeII ion is coordinated to tmphen; hence, the [FeIII(CN)6]3- unit is retained. ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Single-Crystal X-ray Structures</title><p>The M<sub>3</sub>M′<sub>2</sub> clusters featured in this Forum Article consist of two [M′(CN)<sub>6</sub>]<sup>2−/3−</sup> anions in the axial positions and three [M(tmphen)<sub>2</sub>]<sup>2+/3+</sup> fragments in the equatorial positions of a TBP (Figure ). For each hexacyanometallate unit, three CN<sup>−</sup> ligands are bridged to the equatorial M centers, whereas the remaining three are directed away from the cluster. The three equatorial M centers are in distorted octahedral environments consisting of the N atoms of two bidentate tmphen capping ligands and two bridging CN<sup>−</sup> units spanning the edges of the TBP. Each pentanuclear cluster contains three equatorial metal centers of the same Δ or Λ chirality, but the unit cell contains equal numbers of ΔΔΔ and ΛΛΛ molecules, which leads to the centrosymmetric space group <italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>. A notable exception is the Fe<sub>3</sub>Cr<sub>2</sub> structure, the unit cell of which contains clusters of the same chirality, resulting in the enantiomorphic space group <italic toggle=\"yes\">P</italic>3<sub>2</sub>21.\n</p>", "clean_text": "Single-Crystal X-ray Structures\n\nThe M3M'2 clusters featured in this Forum Article consist of two [M'(CN)6]2-/3- anions in the axial positions and three [M(tmphen)2]2+/3+ fragments in the equatorial positions of a TBP (Figure ). For each hexacyanometallate unit, three CN- ligands are bridged to the equatorial M centers, whereas the remaining three are directed away from the cluster. The three equatorial M centers are in distorted octahedral environments consisting of the N atoms of two bidentate tmphen capping ligands and two bridging CN- units spanning the edges of the TBP. Each pentanuclear cluster contains three equatorial metal centers of the same Δ or Λ chirality, but the unit cell contains equal numbers of ΔΔΔ and ΛΛΛ molecules, which leads to the centrosymmetric space group P21/c. A notable exception is the Fe3Cr2 structure, the unit cell of which contains clusters of the same chirality, resulting in the enantiomorphic space group P3221. ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Top and (b) side (with respect to the axial pseudo 3-fold axis of rotation) views of the molecular structure of {[M<sup>II</sup>(tmphen)<sub>2</sub>]<sub>3</sub>[M′<sup>III</sup>(CN)<sub>6</sub>]<sub>2</sub>}. The cyanide-bridged core is highlighted with a polyhedron. H atoms are omitted for the sake of clarity. Color scheme: red, M; green, M′; blue, N; gray, C.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Top and (b) side (with respect to the axial pseudo 3-fold axis of rotation) views of the molecular structure of {[MII(tmphen)2]3[M'III(CN)6]2}. The cyanide-bridged core is highlighted with a polyhedron. H atoms are omitted for the sake of clarity. Color scheme: red, M; green, M'; blue, N; gray, C.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>A careful examination of the X-ray structures reveals the presence of different secondary interactions for the M(1), M(2), and M(3) equatorial sites. Specifically, both tmphen ligands coordinated to M(2) engage in intramolecular π−π interactions with a tmphen ligand belonging to each M(1) and M(3) center (Figure a). The large separation between the planes of noninteracting tmphen ligands of one pentanuclear molecule creates sufficient space for two clusters to form a dimer held in close proximity via π−π stacking of four tmphen ligands (Figure a). In this arrangement, one of the tmphen ligands on each M(1) center is engaged in <italic toggle=\"yes\">two</italic> intermolecular π−π contacts, whereas the ligands coordinated to the M(3) center exhibit only one such contact. Although these intermolecular interactions are rather weak, we have discovered that they play an important role in dictating the magnetic behavior of certain members of the TBP family of complexes (vide infra).</p>", "clean_text": "A careful examination of the X-ray structures reveals the presence of different secondary interactions for the M(1), M(2), and M(3) equatorial sites. Specifically, both tmphen ligands coordinated to M(2) engage in intramolecular π-π interactions with a tmphen ligand belonging to each M(1) and M(3) center (Figure a). The large separation between the planes of noninteracting tmphen ligands of one pentanuclear molecule creates sufficient space for two clusters to form a dimer held in close proximity via π-π stacking of four tmphen ligands (Figure a). In this arrangement, one of the tmphen ligands on each M(1) center is engaged in two intermolecular π-π contacts, whereas the ligands coordinated to the M(3) center exhibit only one such contact. Although these intermolecular interactions are rather weak, we have discovered that they play an important role in dictating the magnetic behavior of certain members of the TBP family of complexes (vide infra).", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) π−π-stacked dimer formed by two TBP clusters in the crystal structure of {[M<sup>II</sup>(tmphen)<sub>2</sub>]<sub>3</sub>[M′<sup>III</sup>(CN)<sub>6</sub>]<sub>2</sub>}·<italic toggle=\"yes\">x</italic>(solvent). (b) Column of dimers propagating in the [101] direction.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) π-π-stacked dimer formed by two TBP clusters in the crystal structure of {[MII(tmphen)2]3[M'III(CN)6]2}⋅x(solvent). (b) Column of dimers propagating in the [101] direction.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Magnetic Properties</title><p>The title M<sub>3</sub>M′<sub>2</sub> clusters offer a convenient platform for probing magnetic exchange interactions between metal centers in a systematic fashion. The coordination sphere about each metal site and the <italic toggle=\"yes\">inter</italic>- and <italic toggle=\"yes\">intra</italic>molecular π−π interactions are retained for the entire family of complexes, and the clusters are isostructural, with the exception of the Fe<sub>3</sub>Cr<sub>2</sub> structure. Furthermore, the study of magnetic exchange interactions between the metal centers is simplified by the pseudotrigonal symmetry of the cluster. The six superexchange pathways can be reduced to a single exchange constant, <italic toggle=\"yes\">J</italic>, and thus the exchange Hamiltonian can be expressed simply as:\n<disp-formula id=\"eq1\">\n<label>1</label>\n<mml:math altimg=\"ic-2008-01990g_m001.gif\" display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>Ĥ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mo>−</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:mi>J</mml:mi>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n<mml:mo>′</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n<mml:mo>′</mml:mo>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n<mml:mo>+</mml:mo>\n<mml:mi mathvariant=\"normal\">β</mml:mi>\n<mml:mi>H</mml:mi>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>g</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n<mml:mo>′</mml:mo>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n<mml:mo>′</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n<mml:mo>′</mml:mo>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>g</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n</mml:math>\n</disp-formula>\nThe fact that one can use a single <italic toggle=\"yes\">J</italic> value in this simple model avoids the problem of overparametrization and increases the accuracy and reliability of the extracted parameters.</p>", "clean_text": "Magnetic Properties\n\nThe title M3M'2 clusters offer a convenient platform for probing magnetic exchange interactions between metal centers in a systematic fashion. The coordination sphere about each metal site and the inter- and intramolecular π-π interactions are retained for the entire family of complexes, and the clusters are isostructural, with the exception of the Fe3Cr2 structure. Furthermore, the study of magnetic exchange interactions between the metal centers is simplified by the pseudotrigonal symmetry of the cluster. The six superexchange pathways can be reduced to a single exchange constant, J, and thus the exchange Hamiltonian can be expressed simply as:  1   Ĥ = - 2 J (   Ŝ   M ' 1   +   Ŝ   M ' 2   ) (   Ŝ   M 1   +   Ŝ   M 2   +   Ŝ   M 3   ) + β H [   g   M '   (   Ŝ   M ' 1   +   Ŝ   M ' 2   ) +   g   M   (   Ŝ   M 1   +   Ŝ   M 2   +   Ŝ   M 3   ) ]    The fact that one can use a single J value in this simple model avoids the problem of overparametrization and increases the accuracy and reliability of the extracted parameters.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>All of the factors outlined above serve to provide us with a powerful platform for studying exchange interactions. An early example of this approach is illustrated by the fitting of the Ni<sub>3</sub>Fe<sub>2</sub> cluster that we reported in 2003. The magnetic susceptibility data were modeled using the Hamiltonian () with the addition of a zero-field-splitting component, 3<italic toggle=\"yes\">D</italic>[<italic toggle=\"yes\">S</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">z</italic>,Ni</sub>\n<sup arrange=\"stack\">2</sup> − <italic toggle=\"yes\">S</italic>\n<sub>Ni</sub>(<italic toggle=\"yes\">S</italic>\n<sub>Ni</sub> + 1)/3] (where <italic toggle=\"yes\">D</italic> represents the axial zero-field-splitting term per one Ni<sup>II</sup> ion), accurately reproducing the χ<italic toggle=\"yes\">T</italic> product over the entire temperature range. The ferromagnetic interactions between the Fe<sup>III</sup> (<italic toggle=\"yes\">S</italic> = <sup>1</sup>/<sub>2</sub>) and Ni<sup>II</sup> (<italic toggle=\"yes\">S</italic> = 1) ions lead to a <italic toggle=\"yes\">S</italic> = 4 ground state, as reported earlier by Murray et al. for {[(Ni<sup>II</sup>(bpm)<sub>2</sub>]<sub>3</sub>[Fe<sup>III</sup>(CN)<sub>6</sub>]<sub>2</sub>}. Continuing in the vein of this general method, we set out to introduce highly anisotropic ions into the TBP framework, efforts that resulted in the isolation of the antiferromagnetically coupled Mn<sup>II</sup>\n<sub>3</sub>Mn<sup>III</sup>\n<sub>2</sub> cluster, an early example of a cyanide-based SMM.</p>", "clean_text": "All of the factors outlined above serve to provide us with a powerful platform for studying exchange interactions. An early example of this approach is illustrated by the fitting of the Ni3Fe2 cluster that we reported in 2003. The magnetic susceptibility data were modeled using the Hamiltonian () with the addition of a zero-field-splitting component, 3D[S  z,Ni 2 - S Ni(S Ni + 1)/3] (where D represents the axial zero-field-splitting term per one NiII ion), accurately reproducing the χT product over the entire temperature range. The ferromagnetic interactions between the FeIII (S = 1/2) and NiII (S = 1) ions lead to a S = 4 ground state, as reported earlier by Murray et al. for {[(NiII(bpm)2]3[FeIII(CN)6]2}. Continuing in the vein of this general method, we set out to introduce highly anisotropic ions into the TBP framework, efforts that resulted in the isolation of the antiferromagnetically coupled MnII 3MnIII 2 cluster, an early example of a cyanide-based SMM.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>While the majority of subsequently isolated M<sub>3</sub>M′<sub>2</sub> clusters do not exhibit SMM behavior, other magnetic phenomena emerged that proved to be equally or perhaps even more fascinating; highlights of these findings are outlined in the following sections. Of equal importance is the fact that the preparation and characterization of TBP complexes with many different combinations of metal have led to the recognition of patterns that are useful for the future design of systems with predictable properties (Figure ).</p>", "clean_text": "While the majority of subsequently isolated M3M'2 clusters do not exhibit SMM behavior, other magnetic phenomena emerged that proved to be equally or perhaps even more fascinating; highlights of these findings are outlined in the following sections. Of equal importance is the fact that the preparation and characterization of TBP complexes with many different combinations of metal have led to the recognition of patterns that are useful for the future design of systems with predictable properties (Figure ).", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Temperature dependence of χ<italic toggle=\"yes\">T</italic> for (a) the M<sup>II</sup>\n<sub>3</sub>Cr<sup>III</sup>\n<sub>2</sub> TBP clusters (M = Cr, Mn, Fe, Co, Ni, Zn), (b) the M<sup>II</sup>\n<sub>3</sub>Fe<sup>III</sup>\n<sub>2</sub> clusters (M = Mn, Fe, Co, Ni, Zn), and (c) the M<sup>II</sup>\n<sub>3</sub>Co<sup>III</sup>\n<sub>2</sub> TBP clusters (M = Mn, Fe, Co, Ni).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Temperature dependence of χT for (a) the MII 3CrIII 2 TBP clusters (M = Cr, Mn, Fe, Co, Ni, Zn), (b) the MII 3FeIII 2 clusters (M = Mn, Fe, Co, Ni, Zn), and (c) the MII 3CoIII 2 TBP clusters (M = Mn, Fe, Co, Ni).   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>For example, an examination of magnetic properties in the M<sub>3</sub>Cr<sub>2</sub> series (M = Cr, Mn, Co, Ni) reveals a gradual change in the nature and strength of magnetic coupling. In general, when there are pathways for both ferromagnetic and antiferromagnetic coupling between unpaired spins, the resulting magnetic exchange is determined by a sum of both contributions. The change in the sign of the coupling in going from Cr<sub>3</sub>Cr<sub>2</sub> to Ni<sub>3</sub>Cr<sub>2</sub> stems from progressively increasing ferromagnetic contributions due to the population of e<sub>g</sub> orbitals with unpaired electrons and decreasing antiferromagnetic contributions due to the pairing of spins in t<sub>2g</sub> orbitals (Scheme ).</p>", "clean_text": "For example, an examination of magnetic properties in the M3Cr2 series (M = Cr, Mn, Co, Ni) reveals a gradual change in the nature and strength of magnetic coupling. In general, when there are pathways for both ferromagnetic and antiferromagnetic coupling between unpaired spins, the resulting magnetic exchange is determined by a sum of both contributions. The change in the sign of the coupling in going from Cr3Cr2 to Ni3Cr2 stems from progressively increasing ferromagnetic contributions due to the population of eg orbitals with unpaired electrons and decreasing antiferromagnetic contributions due to the pairing of spins in t2g orbitals (Scheme ).", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Ferromagnetic (F) and Antiferromagnetic (AF) Contributions to the Superexchange between Equatorial (M<sup>II</sup>) and Axial (Cr<sup>III</sup>) Ions in the M<sub>3</sub>Cr<sub>2</sub> TBP Clusters (M = Cr, Mn, Co, Ni)</title>\n</caption>\n<graphic id=\"gs2\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0015.tif\"></graphic>\n</fig>", "clean_text": " 2  Ferromagnetic (F) and Antiferromagnetic (AF) Contributions to the Superexchange between Equatorial (MII) and Axial (CrIII) Ions in the M3Cr2 TBP Clusters (M = Cr, Mn, Co, Ni)   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Single Molecule Magnetism</title><p>In the Mn<sup>II</sup>\n<sub>3</sub>Mn<sup>III</sup>\n<sub>2</sub> cluster, the three equatorial Mn<sup>II</sup> ions are coordinated to six N atoms and thus exist in the HS <italic toggle=\"yes\">S</italic> = <sup>5</sup>/<sub>2</sub> state, while the two axial Mn<sup>III</sup> ions are each surrounded by six C-bound cyanide ligands and adopt the LS <italic toggle=\"yes\">S</italic> = 1 configuration. Magnetic susceptibility measurements indicate that antiferromagnetic superexchange interactions occur between the Mn<sup>II</sup> and Mn<sup>III</sup> ions, and examination of the out-of-phase susceptibility component measured under an alternating current (ac) magnetic field revealed a frequency-dependent signal below 3.5 K, indicating that Mn<sup>II</sup>\n<sub>3</sub>Mn<sup>III</sup>\n<sub>2</sub> is a possible SMM.\n</p>", "clean_text": "Single Molecule Magnetism\n\nIn the MnII 3MnIII 2 cluster, the three equatorial MnII ions are coordinated to six N atoms and thus exist in the HS S = 5/2 state, while the two axial MnIII ions are each surrounded by six C-bound cyanide ligands and adopt the LS S = 1 configuration. Magnetic susceptibility measurements indicate that antiferromagnetic superexchange interactions occur between the MnII and MnIII ions, and examination of the out-of-phase susceptibility component measured under an alternating current (ac) magnetic field revealed a frequency-dependent signal below 3.5 K, indicating that MnII 3MnIII 2 is a possible SMM. ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>In order to confirm this SMM behavior, hysteresis loops were collected on oriented single crystals of Mn<sup>II</sup>\n<sub>3</sub>Mn<sup>III</sup>\n<sub>2</sub> using a micro-SQUID apparatus. Temperature-dependent scans revealed hysteretic behavior, with the coercivity increasing at lower temperatures and higher field sweep rates (Figure ). (Note that the prominent step observed at zero field is due to magnetization relaxation by quantum tunneling.) These results confirm that the Mn<sup>II</sup>\n<sub>3</sub>Mn<sup>III</sup>\n<sub>2</sub> cluster is, indeed, a SMM.</p>", "clean_text": "In order to confirm this SMM behavior, hysteresis loops were collected on oriented single crystals of MnII 3MnIII 2 using a micro-SQUID apparatus. Temperature-dependent scans revealed hysteretic behavior, with the coercivity increasing at lower temperatures and higher field sweep rates (Figure ). (Note that the prominent step observed at zero field is due to magnetization relaxation by quantum tunneling.) These results confirm that the MnII 3MnIII 2 cluster is, indeed, a SMM.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Temperature-dependent micro-SQUID magnetization scans collected for the Mn<sup>II</sup>\n<sub>3</sub>Mn<sup>III</sup>\n<sub>2</sub> cluster at 0.14 T·s<sup>−1</sup>. (b) Micro-SQUID magnetization scans collected at variable-field sweep rates at 0.04 K. (c) Micro-SQUID magnetization scans collected at variable-field sweep rates at 0.5 K. Magnetization values are normalized to the saturation magnetization value at 1.4 T.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Temperature-dependent micro-SQUID magnetization scans collected for the MnII 3MnIII 2 cluster at 0.14 T⋅s-1. (b) Micro-SQUID magnetization scans collected at variable-field sweep rates at 0.04 K. (c) Micro-SQUID magnetization scans collected at variable-field sweep rates at 0.5 K. Magnetization values are normalized to the saturation magnetization value at 1.4 T.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>In the Mn<sup>II</sup>\n<sub>3</sub>Mn<sup>III</sup>\n<sub>2</sub> cluster, each Mn<sup>II</sup> ion is in the orbitally nondegenerate <sup>6</sup>A<sub>1</sub> state, but each Mn<sup>III</sup> ion is described by the orbital triplet <sup>3</sup>T<sub>1</sub> and thus has an unquenched orbital angular momentum due to the nearly octahedral symmetry of its coordination environment. Not unexpectedly, attempts to simulate the magnetic behavior of this compound using a spin-only Hamiltonian () were unsuccessful. Consequently, a more elaborate theoretical model was developed (Figure ) that takes into account the effects of spin−orbit coupling (λ) and trigonal crystal-field splitting (Δ) operating at each of the axial Mn<sup>III</sup> centers, as well as isotropic magnetic superexchange (<italic toggle=\"yes\">J</italic>\n<sub>ex</sub>) between Mn<sup>II</sup> and Mn<sup>III</sup> ions mediated by the cyanide bridges:\n<disp-formula id=\"eq2\">\n<label>2</label>\n<mml:math altimg=\"ic-2008-01990g_m002.gif\" display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>Ĥ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mo>−</mml:mo>\n<mml:mi mathvariant=\"normal\">κ</mml:mi>\n<mml:mi mathvariant=\"normal\">λ</mml:mi>\n<mml:mrow>\n<mml:mo>(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>1</mml:mn>\n<mml:mo>′</mml:mo>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>L̂</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>1</mml:mn>\n<mml:mo>′</mml:mo>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>2</mml:mn>\n<mml:mo>′</mml:mo>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>L̂</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>2</mml:mn>\n<mml:mo>′</mml:mo>\n</mml:mrow>\n</mml:msub>\n<mml:mo>)</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>ex</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo>(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>1</mml:mn>\n<mml:mo>′</mml:mo>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mspace linebreak=\"newline\"></mml:mspace>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>2</mml:mn>\n<mml:mo>′</mml:mo>\n</mml:mrow>\n</mml:msub>\n<mml:mo>)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>)</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mrow>\n<mml:mo>(</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>L̂</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>1</mml:mn>\n<mml:mn>′</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>z</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n<mml:msup>\n<mml:mrow></mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>L̂</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>2</mml:mn>\n<mml:mn>′</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>z</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n<mml:msup>\n<mml:mrow></mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>−</mml:mo>\n<mml:mn>4</mml:mn>\n<mml:mo>/</mml:mo>\n<mml:mn>3</mml:mn>\n<mml:mo>)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mspace linebreak=\"newline\"></mml:mspace>\n<mml:mi mathvariant=\"normal\">βH</mml:mi>\n<mml:mrow>\n<mml:mo>[</mml:mo>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mo>(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>L̂</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>1</mml:mn>\n<mml:mo>′</mml:mo>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>L̂</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>2</mml:mn>\n<mml:mo>′</mml:mo>\n</mml:mrow>\n</mml:msub>\n<mml:mo>)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>g</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo>(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>1</mml:mn>\n<mml:mo>′</mml:mo>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>2</mml:mn>\n<mml:mo>′</mml:mo>\n</mml:mrow>\n</mml:msub>\n<mml:mo>)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mi>g</mml:mi>\n<mml:mrow>\n<mml:mo>(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mspace linebreak=\"newline\"></mml:mspace>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>)</mml:mo>\n</mml:mrow>\n<mml:mo>]</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</disp-formula>\nwhere variable parameters were λ, Δ, <italic toggle=\"yes\">J</italic>\n<sub>ex</sub>, the orbital reduction factor κ, and the <italic toggle=\"yes\">g</italic> factor of the equatorial Mn<sup>II</sup> ions. In the framework of this model, the total angular momentum of the TBP cluster is given by\n<disp-formula id=\"eq3\">\n<label>3</label>\n<mml:math altimg=\"ic-2008-01990g_m003.gif\" display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>tot</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>1</mml:mn>\n<mml:mo>′</mml:mo>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>L</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>1</mml:mn>\n<mml:mo>′</mml:mo>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>2</mml:mn>\n<mml:mo>′</mml:mo>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>L</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>2</mml:mn>\n<mml:mo>′</mml:mo>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Mn</mml:mtext>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:math>\n</disp-formula>\nwith the ground-state value shown to be <italic toggle=\"yes\">J</italic> = <sup>15</sup>/<sub>2</sub>. It is important to note that, in this case, only the negative sign of the crystal-field-splitting parameter Δ creates a scenario where the ground state is sufficiently isolated, a prerequisite for SMM behavior (Figure a). If the value of Δ were positive, the ground state would have the lowest <italic toggle=\"yes\">M</italic>\n<sub>J</sub> = <sup>1</sup>/<sub>2</sub> (Figure b) and SMM behavior would not be observed. This is reminiscent of the situation in “classical” SMMs (i.e., adequately described by the spin-only model) that requires the zero-field-splitting parameter <italic toggle=\"yes\">D</italic> to be negative.\n</p>", "clean_text": "In the MnII 3MnIII 2 cluster, each MnII ion is in the orbitally nondegenerate 6A1 state, but each MnIII ion is described by the orbital triplet 3T1 and thus has an unquenched orbital angular momentum due to the nearly octahedral symmetry of its coordination environment. Not unexpectedly, attempts to simulate the magnetic behavior of this compound using a spin-only Hamiltonian () were unsuccessful. Consequently, a more elaborate theoretical model was developed (Figure ) that takes into account the effects of spin-orbit coupling (λ) and trigonal crystal-field splitting (Δ) operating at each of the axial MnIII centers, as well as isotropic magnetic superexchange (J ex) between MnII and MnIII ions mediated by the cyanide bridges:  2   Ĥ = - κ λ  (   Ŝ   Mn 1 '     L̂   Mn 1 '   +   Ŝ   Mn 2 '     L̂   Mn 2 '   )  - 2   J   ex    (   Ŝ   Mn 1 '   +    Ŝ   Mn 2 '   )   (   Ŝ   Mn 1   +   Ŝ   Mn 2   +   Ŝ   Mn 3   )  - Δ  (   L̂   Mn 1 '   z      2   +   L̂   Mn 2 '   z      2   - 4 / 3 )  +  βH  [ -  (   L̂   Mn 1 '   +   L̂   Mn 2 '   )  +   g   e    (   Ŝ   Mn 1 '   +   Ŝ   Mn 2 '   )  + g  (   Ŝ   Mn 1   +   Ŝ   Mn 2   +    Ŝ   Mn 3   )  ]     where variable parameters were λ, Δ, J ex, the orbital reduction factor κ, and the g factor of the equatorial MnII ions. In the framework of this model, the total angular momentum of the TBP cluster is given by  3     J   tot   =   S   Mn 1 '   +   L   Mn 1 '   +   S   Mn 2 '   +   L   Mn 2 '   +   S   Mn 1   +   S   Mn 2   +   S   Mn 3      with the ground-state value shown to be J = 15/2. It is important to note that, in this case, only the negative sign of the crystal-field-splitting parameter Δ creates a scenario where the ground state is sufficiently isolated, a prerequisite for SMM behavior (Figure a). If the value of Δ were positive, the ground state would have the lowest M J = 1/2 (Figure b) and SMM behavior would not be observed. This is reminiscent of the situation in \"classical\" SMMs (i.e., adequately described by the spin-only model) that requires the zero-field-splitting parameter D to be negative. ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Calculated energy level diagrams for the Mn<sup>II</sup>\n<sub>3</sub>Mn<sup>III</sup>\n<sub>2</sub> cluster in the case of positive (a) and negative (b) trigonal crystal-field-splitting parameters (<italic toggle=\"yes\">J</italic>\n<sub>ex</sub> = −3.8 cm<sup>−1</sup>; Δ = ± 250 cm<sup>−1</sup>; κ = 0.8).</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Calculated energy level diagrams for the MnII 3MnIII 2 cluster in the case of positive (a) and negative (b) trigonal crystal-field-splitting parameters (J ex = -3.8 cm-1; Δ = ± 250 cm-1; κ = 0.8).   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>A number of cyanide-based SMMs have been subsequently reported, all of them incorporating ions with appreciable spin−orbit coupling. The detailed theoretical treatment of the Mn<sup>II</sup>\n<sub>3</sub>Mn<sup>III</sup>\n<sub>2</sub> cluster is, however, the first attempt to unveil the origin of SMM properties in a multinuclear complex with unquenched orbital angular momenta for individual ions. In light of this reasoning, it is clear that the spin-only formalism used to explain the magnetic properties of other cyanide-based SMMs is an oversimplification and that further development of advanced theoretical models is crucial if we are to thoroughly understand the origins and ramifications of magnetic anisotropy in these systems for which the quantum number <italic toggle=\"yes\">S</italic> is not longer a valid parameter.</p>", "clean_text": "A number of cyanide-based SMMs have been subsequently reported, all of them incorporating ions with appreciable spin-orbit coupling. The detailed theoretical treatment of the MnII 3MnIII 2 cluster is, however, the first attempt to unveil the origin of SMM properties in a multinuclear complex with unquenched orbital angular momenta for individual ions. In light of this reasoning, it is clear that the spin-only formalism used to explain the magnetic properties of other cyanide-based SMMs is an oversimplification and that further development of advanced theoretical models is crucial if we are to thoroughly understand the origins and ramifications of magnetic anisotropy in these systems for which the quantum number S is not longer a valid parameter.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Charge-Transfer-Induced Spin-Transition</title><p>One of our attempts to introduce anisotropy into the equatorial sites of the TBP cluster was to use Co<sup>II</sup> ions to form the neutral Co<sub>3</sub>Fe<sub>2</sub> complex. Red crystalline samples formulated as Co<sup>II</sup>\n<sub>3</sub>Fe<sup>III</sup>\n<sub>2</sub> were isolated from a wet acetonitrile solution following the treatment of [18-C-6-K]<sub>3</sub>[Fe(CN)<sub>6</sub>] with {Co(tmphen)<sub>2</sub>}<sup>2+</sup>. While electron transfer between the Fe<sup>III</sup> and Co<sup>II</sup> ions to form the product was not unexpected (it had been observed by us and others in other assemblies), the facile reversibility of this process was not anticipated. As established by a combination of X-ray crystallography, Mössbauer spectroscopy, and magnetometry, the variation of the temperature and/or interstitial water content dramatically influences the metal-to-metal charge-transfer (MM′CT) process in this cluster. Because this MM′CT process governs the spin states of the metal ions, the magnetic properties of the cluster could, in principle, be manipulated by external stimuli.</p>", "clean_text": "Charge-Transfer-Induced Spin-Transition\n\nOne of our attempts to introduce anisotropy into the equatorial sites of the TBP cluster was to use CoII ions to form the neutral Co3Fe2 complex. Red crystalline samples formulated as CoII 3FeIII 2 were isolated from a wet acetonitrile solution following the treatment of [18-C-6-K]3[Fe(CN)6] with {Co(tmphen)2}2+. While electron transfer between the FeIII and CoII ions to form the product was not unexpected (it had been observed by us and others in other assemblies), the facile reversibility of this process was not anticipated. As established by a combination of X-ray crystallography, Mössbauer spectroscopy, and magnetometry, the variation of the temperature and/or interstitial water content dramatically influences the metal-to-metal charge-transfer (MM'CT) process in this cluster. Because this MM'CT process governs the spin states of the metal ions, the magnetic properties of the cluster could, in principle, be manipulated by external stimuli.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The cluster can exist in three different electronic forms (i.e., Co<sup>III</sup>\n<sub>2</sub>Co<sup>II</sup>Fe<sup>II</sup>\n<sub>2</sub>, Co<sup>III</sup>Co<sup>II</sup>\n<sub>2</sub>Fe<sup>III</sup>Fe<sup>II</sup>, and Co<sup>III</sup>\n<sub>3</sub>Fe<sup>II</sup>\n<sub>2</sub>), and transitions between these redox isomers are accompanied by dramatic color changes (Figure a). The red crystalline phase obtained in acetonitrile corresponds to {[Co<sup>II</sup>(tmphen)<sub>2</sub>]<sub>3</sub>[Fe<sup>III</sup>(CN)<sub>6</sub>]<sub>2</sub>}·<italic toggle=\"yes\">x</italic>H<sub>2</sub>O (<italic toggle=\"yes\">x</italic> ∼ 6−13 for different crystals based on the single-crystal X-ray diffraction and thermogravimetric analysis (TGA) data), where the equatorial Co<sup>II</sup> ions are in the HS <italic toggle=\"yes\">S</italic> = <sup>3</sup>/<sub>2</sub> state and the axial Fe<sup>III</sup> ions are in the LS <italic toggle=\"yes\">S</italic> = <sup>1</sup>/<sub>2</sub> state. As the temperature is lowered, the solvated crystals acquire a deep-blue color, which is accompanied by a diminishing of the χ<italic toggle=\"yes\">T</italic> value down to ∼130 K (Figure b). This behavior is a consequence of an intramolecular MM′CT (Co<sup>II</sup> → Fe<sup>III</sup>) process to produce the Co<sup>III</sup>Co<sup>II</sup>\n<sub>2</sub>Fe<sup>III</sup>Fe<sup>II</sup> redox isomer at lower temperatures with the diamagnetic LS Fe<sup>II</sup> and Co<sup>III</sup> ions. Because this MM′CT process drives the spin transition at the Co sites (i.e., HS Co<sup>II</sup> is converted to LS Co<sup>III</sup>), it is classified as a CTIST. Although this transformation had been observed in the extended PB-type phase K<sub>0.2</sub>Co<sub>1.4</sub>[Fe(CN)<sub>6</sub>], this is the first example of a molecule that exhibits such behavior.</p>", "clean_text": "The cluster can exist in three different electronic forms (i.e., CoIII 2CoIIFeII 2, CoIIICoII 2FeIIIFeII, and CoIII 3FeII 2), and transitions between these redox isomers are accompanied by dramatic color changes (Figure a). The red crystalline phase obtained in acetonitrile corresponds to {[CoII(tmphen)2]3[FeIII(CN)6]2}⋅xH2O (x ~ 6-13 for different crystals based on the single-crystal X-ray diffraction and thermogravimetric analysis (TGA) data), where the equatorial CoII ions are in the HS S = 3/2 state and the axial FeIII ions are in the LS S = 1/2 state. As the temperature is lowered, the solvated crystals acquire a deep-blue color, which is accompanied by a diminishing of the χT value down to ~130 K (Figure b). This behavior is a consequence of an intramolecular MM'CT (CoII → FeIII) process to produce the CoIIICoII 2FeIIIFeII redox isomer at lower temperatures with the diamagnetic LS FeII and CoIII ions. Because this MM'CT process drives the spin transition at the Co sites (i.e., HS CoII is converted to LS CoIII), it is classified as a CTIST. Although this transformation had been observed in the extended PB-type phase K0.2Co1.4[Fe(CN)6], this is the first example of a molecule that exhibits such behavior.", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Schematic representation of the TBP core in different forms of the Co<sub>3</sub>Fe<sub>2</sub> complex: red crystals, blue and red solids. (b) Temperature dependence of χ<italic toggle=\"yes\">T</italic> for the three solid-state forms of the Co<sub>3</sub>Fe<sub>2</sub> complex. (Note that the “Red Crystals” are red at ambient temperature and blue at <italic toggle=\"yes\">T</italic> &lt; 150 K. This phase at lower temperatures is assigned as II, but the possibility of a mixture of I and III could not be ruled out.)</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Schematic representation of the TBP core in different forms of the Co3Fe2 complex: red crystals, blue and red solids. (b) Temperature dependence of χT for the three solid-state forms of the Co3Fe2 complex. (Note that the \"Red Crystals\" are red at ambient temperature and blue at T < 150 K. This phase at lower temperatures is assigned as II, but the possibility of a mixture of I and III could not be ruled out.)   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>Further examination of these samples revealed that the filtration of the red crystalline material in a humid atmosphere leads to a second form of the compound, viz., a blue solid with the formula {[Co(tmphen)<sub>2</sub>]<sub>3</sub>[Fe(CN)<sub>6</sub>]<sub>2</sub>}·24H<sub>2</sub>O. The complex is in the Co<sup>III</sup>\n<sub>2</sub>Co<sup>II</sup>Fe<sup>II</sup>\n<sub>2</sub> form below 150 K, with only one paramagnetic HS Co<sup>II</sup> center. Above this temperature, however, the χ<italic toggle=\"yes\">T</italic> value deviates from the behavior expected for a single HS Co<sup>II</sup> ion, an indication of the onset of a CTIST to the Co<sup>II</sup>\n<sub>3</sub>Fe<sup>III</sup>\n<sub>2</sub> redox isomer. This conclusion is in accordance with the results of temperature-dependent Mössbauer studies. A sharp increase in χ<italic toggle=\"yes\">T</italic> observed above 280 K is due to dehydration of the blue solid phase.</p>", "clean_text": "Further examination of these samples revealed that the filtration of the red crystalline material in a humid atmosphere leads to a second form of the compound, viz., a blue solid with the formula {[Co(tmphen)2]3[Fe(CN)6]2}⋅24H2O. The complex is in the CoIII 2CoIIFeII 2 form below 150 K, with only one paramagnetic HS CoII center. Above this temperature, however, the χT value deviates from the behavior expected for a single HS CoII ion, an indication of the onset of a CTIST to the CoII 3FeIII 2 redox isomer. This conclusion is in accordance with the results of temperature-dependent Mössbauer studies. A sharp increase in χT observed above 280 K is due to dehydration of the blue solid phase.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Dehydration of the blue solid phase, or filtration of red crystals in a dry, inert atmosphere, produces a third form of the complex, a red solid formulated as {[Co(tmphen)<sub>2</sub>]<sub>3</sub>[Fe(CN)<sub>6</sub>]<sub>2</sub>}·2H<sub>2</sub>O (from elemental analysis). Mössbauer spectroscopy and magnetic data established that the core of this form of the cluster corresponds to Co<sup>II</sup>\n<sub>3</sub>Fe<sup>III</sup>\n<sub>2</sub> over the entire 2−300 K temperature range. The red solid can be reversibly converted to the blue solid upon exposure to a humid environment.</p>", "clean_text": "Dehydration of the blue solid phase, or filtration of red crystals in a dry, inert atmosphere, produces a third form of the complex, a red solid formulated as {[Co(tmphen)2]3[Fe(CN)6]2}⋅2H2O (from elemental analysis). Mössbauer spectroscopy and magnetic data established that the core of this form of the cluster corresponds to CoII 3FeIII 2 over the entire 2-300 K temperature range. The red solid can be reversibly converted to the blue solid upon exposure to a humid environment.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>An important feature of the CTIST in this TBP arrangement is that a single Co site remains paramagnetic over the entire temperature range. While it would be reasonable to predict that the spin transition would occur indiscriminately at any one of the three Co sites, temperature-dependent crystallographic studies indicate that the phenomenon occurs only at the Co(1) and Co(3) sites (Figure ). The Co(2) site is unique in that it does not participate in the CTIST process and remains paramagnetic at all temperatures. This observation highlights how the influence of long-range interactions cannot be neglected when assessing the magnetic behavior in discrete molecules (recall, as mentioned earlier, that the tmphen ligands bound to the Co(2) site do not participate in intermolecular π−π contacts).</p>", "clean_text": "An important feature of the CTIST in this TBP arrangement is that a single Co site remains paramagnetic over the entire temperature range. While it would be reasonable to predict that the spin transition would occur indiscriminately at any one of the three Co sites, temperature-dependent crystallographic studies indicate that the phenomenon occurs only at the Co(1) and Co(3) sites (Figure ). The Co(2) site is unique in that it does not participate in the CTIST process and remains paramagnetic at all temperatures. This observation highlights how the influence of long-range interactions cannot be neglected when assessing the magnetic behavior in discrete molecules (recall, as mentioned earlier, that the tmphen ligands bound to the Co(2) site do not participate in intermolecular π-π contacts).", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>The complex behavior of the Co<sub>3</sub>Fe<sub>2</sub> molecule indicates that the family of TBP complexes can serve as molecular prototypes of extended PB-type phases. Indeed, similar CTIST behavior was observed for the PB analogue, K<sub>0.2</sub>Co<sub>1.4</sub>[Fe(CN)<sub>6</sub>], that contains a mixture of the paramagnetic Fe<sup>III</sup>\n<sub>LS</sub>−CN−Co<sup>II</sup>\n<sub>HS</sub> and diamagnetic Fe<sup>II</sup>\n<sub>LS</sub>−CN−Co<sup>III</sup>\n<sub>LS</sub> electronic isomers. Irradiation with red light at 5 K triggers an electron transfer from Fe<sup>II</sup> to Co<sup>III</sup> centers and an increase in the population of the paramagnetic Fe<sup>III</sup>/Co<sup>II</sup> pairs. As a result, the material exhibits higher values for the magnetic ordering temperature, remnant magnetization, and coercivity. The original phase can be restored by irradiating the material with blue light or by applying heat.</p>", "clean_text": "The complex behavior of the Co3Fe2 molecule indicates that the family of TBP complexes can serve as molecular prototypes of extended PB-type phases. Indeed, similar CTIST behavior was observed for the PB analogue, K0.2Co1.4[Fe(CN)6], that contains a mixture of the paramagnetic FeIII LS-CN-CoII HS and diamagnetic FeII LS-CN-CoIII LS electronic isomers. Irradiation with red light at 5 K triggers an electron transfer from FeII to CoIII centers and an increase in the population of the paramagnetic FeIII/CoII pairs. As a result, the material exhibits higher values for the magnetic ordering temperature, remnant magnetization, and coercivity. The original phase can be restored by irradiating the material with blue light or by applying heat.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>The CTIST phenomenon was not thought to be possible for discrete molecules prior this study, but since our first report, other examples of Co/Fe cyanide clusters have been found to exhibit similar behavior. Given the photomagnetic properties of the extended K<sub>0.2</sub>Co<sub>1.4</sub>[Fe(CN)<sub>6</sub>] phase, we are currently investigating photoinduced magnetic-state switching for the Co<sub>3</sub>Fe<sub>2</sub> cluster. The results of these studies will be reported in due course. Such switching has recently also been reported for a cubic cyanide bridged complex {[(pzTp)Fe(CN)<sub>3</sub>]<sub>4</sub>[Co(pz)<sub>3</sub>CCH<sub>2</sub>OH]<sub>4</sub>}(ClO<sub>4</sub>)<sub>4</sub> that exhibits CTIST initiated by a temperature change or irradiation.\n</p>", "clean_text": "The CTIST phenomenon was not thought to be possible for discrete molecules prior this study, but since our first report, other examples of Co/Fe cyanide clusters have been found to exhibit similar behavior. Given the photomagnetic properties of the extended K0.2Co1.4[Fe(CN)6] phase, we are currently investigating photoinduced magnetic-state switching for the Co3Fe2 cluster. The results of these studies will be reported in due course. Such switching has recently also been reported for a cubic cyanide bridged complex {[(pzTp)Fe(CN)3]4[Co(pz)3CCH2OH]4}(ClO4)4 that exhibits CTIST initiated by a temperature change or irradiation. ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<title>Spin Crossover</title><p>Spin-crossover complexes provide an alternative mechanism to SMM or photoinduced magnetism for realizing magnetic bistability. Although the phenomenon has been extensively studied for the past half a century, molecular spin-crossover research is dominated by mono- and dinuclear complexes. Very few examples of clusters with three or more spin-crossover centers have been reported to date.\n</p>", "clean_text": "Spin Crossover\n\nSpin-crossover complexes provide an alternative mechanism to SMM or photoinduced magnetism for realizing magnetic bistability. Although the phenomenon has been extensively studied for the past half a century, molecular spin-crossover research is dominated by mono- and dinuclear complexes. Very few examples of clusters with three or more spin-crossover centers have been reported to date. ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>Given that the coordination environment of equatorial metal ions in the TBP structure is similar to that in the well-known mononuclear spin-crossover complex Fe(phen)<sub>2</sub>(NCS)<sub>2</sub>\n (Figure ), a logical question to pose was whether the introduction of Fe<sup>II</sup> ions into the equatorial positions of the TBP would result in a multinuclear spin-crossover compound. Indeed, the TBP clusters Fe<sup>II</sup>\n<sub>3</sub>M′<sup>III</sup>\n<sub>2</sub> (M′ = Fe, Co) exhibit a gradual temperature-induced spin transition, with the onset occurring at ∼150 K (Figure ).</p>", "clean_text": "Given that the coordination environment of equatorial metal ions in the TBP structure is similar to that in the well-known mononuclear spin-crossover complex Fe(phen)2(NCS)2  (Figure ), a logical question to pose was whether the introduction of FeII ions into the equatorial positions of the TBP would result in a multinuclear spin-crossover compound. Indeed, the TBP clusters FeII 3M'III 2 (M' = Fe, Co) exhibit a gradual temperature-induced spin transition, with the onset occurring at ~150 K (Figure ).", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Crystal structure of a Fe<sub>3</sub>M′<sub>2</sub> TBP with emphasis on the similarity of the equatorial sites to the Fe(phen)<sub>2</sub>(NCS)<sub>2</sub> molecule.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Crystal structure of a Fe3M'2 TBP with emphasis on the similarity of the equatorial sites to the Fe(phen)2(NCS)2 molecule.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Temperature dependence of χ<italic toggle=\"yes\">T</italic> for the Fe<sup>II</sup>\n<sub>3</sub>M′<sup>III</sup>\n<sub>2</sub> clusters (M′ = Fe, Co).</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Temperature dependence of χT for the FeII 3M'III 2 clusters (M' = Fe, Co).   ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>A combination of variable-temperature Mössbauer spectroscopy, magnetic data, and crystallographic studies conclusively was used to quantify the nature of the spin-transition behavior. Below 150 K, the Fe<sup>II</sup>\n<sub>3</sub>Fe<sup>III</sup>\n<sub>2</sub> complex contains only LS Fe<sup>II</sup> centers, whereas the Fe<sup>II</sup>\n<sub>3</sub>Co<sup>III</sup>\n<sub>2</sub> complex contains a small fraction (∼10%) of HS Fe<sup>II</sup> ions. The fraction of the HS Fe<sup>II</sup> ions increases with temperature and, at 300 K, corresponds to an occupancy of <sup>1</sup>/<sub>3</sub> and <sup>2</sup>/<sub>3</sub> equatorial Fe<sup>II</sup> centers for the Fe<sub>3</sub>Fe<sub>2</sub> and Fe<sub>3</sub>Co<sub>2</sub> clusters, respectively.</p>", "clean_text": "A combination of variable-temperature Mössbauer spectroscopy, magnetic data, and crystallographic studies conclusively was used to quantify the nature of the spin-transition behavior. Below 150 K, the FeII 3FeIII 2 complex contains only LS FeII centers, whereas the FeII 3CoIII 2 complex contains a small fraction (~10%) of HS FeII ions. The fraction of the HS FeII ions increases with temperature and, at 300 K, corresponds to an occupancy of 1/3 and 2/3 equatorial FeII centers for the Fe3Fe2 and Fe3Co2 clusters, respectively.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>As expected, the spin-transition event at the Fe<sup>II</sup> centers significantly affects the metal−ligand bond lengths and leads to pronounced changes in the octahedral coordination geometry. The average Fe−N distances in LS and HS complexes of the [FeN<sub>6</sub>] type are 1.92−2.00 Å and 2.16−2.21 Å, respectively. The deformation of the octahedral surroundings is quantified by changes in the parameter Σ, which is defined as the sum of deviations from 90° for the 12 cis N−Fe−N angles. While Σ = 0 for an ideal octahedron, this parameter is ∼30−50° and ∼70−90°, respectively, for LS and HS [FeN<sub>6</sub>] complexes with three bidentate ligands. The crystal structure determination of the Fe<sup>II</sup>\n<sub>3</sub>Co<sup>III</sup>\n<sub>2</sub> species confirmed that at 110 K one Fe<sup>II</sup> center is partially HS (Table ), while the other two Fe<sup>II</sup> ions are in the LS state. At 298 K, both the Fe−N bond lengths and Σ for Fe(1) and Fe(3) are typical of HS Fe<sup>II</sup>, with Fe(2) essentially remaining in the LS state. These results are in excellent agreement with the results of the Mössbauer experiments.\n</p>", "clean_text": "As expected, the spin-transition event at the FeII centers significantly affects the metal-ligand bond lengths and leads to pronounced changes in the octahedral coordination geometry. The average Fe-N distances in LS and HS complexes of the [FeN6] type are 1.92-2.00 Å and 2.16-2.21 Å, respectively. The deformation of the octahedral surroundings is quantified by changes in the parameter Σ, which is defined as the sum of deviations from 90° for the 12 cis N-Fe-N angles. While Σ = 0 for an ideal octahedron, this parameter is ~30-50° and ~70-90°, respectively, for LS and HS [FeN6] complexes with three bidentate ligands. The crystal structure determination of the FeII 3CoIII 2 species confirmed that at 110 K one FeII center is partially HS (Table ), while the other two FeII ions are in the LS state. At 298 K, both the Fe-N bond lengths and Σ for Fe(1) and Fe(3) are typical of HS FeII, with Fe(2) essentially remaining in the LS state. These results are in excellent agreement with the results of the Mössbauer experiments. ", "data": null, "include_properties": null}, {"idx": 45, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Average Fe−N Bond Distances (Å), Parameter Σ (deg), and the Number of π−π Interactions As Determined from the Crystal Structure of {[Fe<sup>II</sup>(tmphen)<sub>2</sub>]<sub>3</sub>[Co<sup>III</sup>(CN)<sub>6</sub>]<sub>2</sub>} at Different Temperatures</title>\n</caption>\n<oasis:table>\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"COLSPEC0\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">temperature</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">Fe(1)</oasis:entry>\n<oasis:entry align=\"center\">Fe(2)</oasis:entry>\n<oasis:entry align=\"center\">Fe(3)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>30 K</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">d</italic>(Fe−N)</oasis:entry>\n<oasis:entry>2.11</oasis:entry>\n<oasis:entry>1.94</oasis:entry>\n<oasis:entry>1.95</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Σ</oasis:entry>\n<oasis:entry>72.2</oasis:entry>\n<oasis:entry>39.8</oasis:entry>\n<oasis:entry>41.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>110 K</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">d</italic>(Fe−N)</oasis:entry>\n<oasis:entry>2.08</oasis:entry>\n<oasis:entry>1.96</oasis:entry>\n<oasis:entry>1.96</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Σ</oasis:entry>\n<oasis:entry>71.8</oasis:entry>\n<oasis:entry>40.6</oasis:entry>\n<oasis:entry>43.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>220 K</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">d</italic>(Fe−N)</oasis:entry>\n<oasis:entry>2.15</oasis:entry>\n<oasis:entry>1.96</oasis:entry>\n<oasis:entry>2.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Σ</oasis:entry>\n<oasis:entry>77.1</oasis:entry>\n<oasis:entry>40.6</oasis:entry>\n<oasis:entry>52</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>300 K</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">d</italic>(Fe−N)</oasis:entry>\n<oasis:entry>2.17</oasis:entry>\n<oasis:entry>1.97</oasis:entry>\n<oasis:entry>2.15</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Σ</oasis:entry>\n<oasis:entry>78.5</oasis:entry>\n<oasis:entry>45.5</oasis:entry>\n<oasis:entry>80.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>no. of π−π interactions</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">intra</italic>molecular</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">inter</italic>molecular</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>1</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>The change in the Fe−N bond distances for the equatorial Fe<sup>II</sup> atoms (Table ) supports a stepwise nature for the spin transition. The Fe(1) centers are the first sites to be converted to the HS state with increasing temperature, followed by the LS → HS transition at the Fe(3) centers. The Fe(2) sites remain LS up to 298 K but eventually undergo the LS → HS transition at higher temperatures, as evidenced by a further increase in χ<italic toggle=\"yes\">T</italic> above 300 K. As in the earlier example of a CTIST for the Co<sub>3</sub>Fe<sub>2</sub> TBP, the behavior is rationalized by considering the intra- and intermolecular π−π interactions between the tmphen ligands (Figure ). Recall that one of the tmphen ligands coordinated to the Fe(1) center engages in two <italic toggle=\"yes\">inter</italic>molecular π−π contacts, while the other ligand participates in only one <italic toggle=\"yes\">intra</italic>molecular π−π contact. In the case of the Fe(3) site, one of the tmphen ligands is involved in an intramolecular π−π interaction whereas the other one participates in one intermolecular π-stacking interaction. There are two intramolecular and no intermolecular π–π contacts for the tmphen ligands on the Fe(2) center.</p>", "clean_text": "The change in the Fe-N bond distances for the equatorial FeII atoms (Table ) supports a stepwise nature for the spin transition. The Fe(1) centers are the first sites to be converted to the HS state with increasing temperature, followed by the LS → HS transition at the Fe(3) centers. The Fe(2) sites remain LS up to 298 K but eventually undergo the LS → HS transition at higher temperatures, as evidenced by a further increase in χT above 300 K. As in the earlier example of a CTIST for the Co3Fe2 TBP, the behavior is rationalized by considering the intra- and intermolecular π-π interactions between the tmphen ligands (Figure ). Recall that one of the tmphen ligands coordinated to the Fe(1) center engages in two intermolecular π-π contacts, while the other ligand participates in only one intramolecular π-π contact. In the case of the Fe(3) site, one of the tmphen ligands is involved in an intramolecular π-π interaction whereas the other one participates in one intermolecular π-stacking interaction. There are two intramolecular and no intermolecular π-π contacts for the tmphen ligands on the Fe(2) center.", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>It can therefore be inferred that the ligand field of each Fe<sup>II</sup> ion is affected by the type and number of π−π interactions exhibited by tmphen ligands coordinated to that ion (Table ). The results indicate that π−π interactions weaken the ligand field and stabilize the HS state, with the intermolecular contacts exerting a more pronounced effect than the intramolecular ones. Thus, the HS state is more favorable for the Fe(1) center whose tmphen ligands exhibit three π−π contacts (two of them intermolecular), as compared to the Fe(2) site with only two π−π interactions (both <italic toggle=\"yes\">intra</italic>molecular). The Fe(3) site represents an intermediate situation.</p>", "clean_text": "It can therefore be inferred that the ligand field of each FeII ion is affected by the type and number of π-π interactions exhibited by tmphen ligands coordinated to that ion (Table ). The results indicate that π-π interactions weaken the ligand field and stabilize the HS state, with the intermolecular contacts exerting a more pronounced effect than the intramolecular ones. Thus, the HS state is more favorable for the Fe(1) center whose tmphen ligands exhibit three π-π contacts (two of them intermolecular), as compared to the Fe(2) site with only two π-π interactions (both intramolecular). The Fe(3) site represents an intermediate situation.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<title>Cyanide Linkage Isomerism</title><p>Unlike Fe<sup>II</sup>\n<sub>3</sub>M′<sup>III</sup>\n<sub>2</sub> clusters (M′ = Fe or Co), which exhibit temperature-induced LS−HS transitions at the equatorial Fe<sup>II</sup> centers (vide supra), the Fe<sup>II</sup>\n<sub>3</sub>Cr<sup>III</sup>\n<sub>2</sub> cluster was found to contain LS diamagnetic Fe<sup>II</sup> ions over the entire temperature range of 1.8−300 K. The Mössbauer data indicate the reversal of the CN<sup>−</sup> bridges upon formation of the Fe<sub>3</sub>Cr<sub>2</sub> complex, a claim that was corroborated by IR spectroscopic data.</p>", "clean_text": "Cyanide Linkage Isomerism\n\nUnlike FeII 3M'III 2 clusters (M' = Fe or Co), which exhibit temperature-induced LS-HS transitions at the equatorial FeII centers (vide supra), the FeII 3CrIII 2 cluster was found to contain LS diamagnetic FeII ions over the entire temperature range of 1.8-300 K. The Mössbauer data indicate the reversal of the CN- bridges upon formation of the Fe3Cr2 complex, a claim that was corroborated by IR spectroscopic data.", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>The spin-crossover complex Fe<sub>3</sub>Co<sub>2</sub> exhibits two ν(CN) stretching modes (Table ): the lower-frequency mode corresponds to terminal CN<sup>−</sup> groups, while the higher-frequency feature corresponds to the cyanide ligands in the Fe<sup>II</sup>−N≡C−Co<sup>III</sup> bridging mode. This assignment is consistent with the ν(CN) stretching modes observed for the free [Co(CN)<sub>6</sub>]<sup>3−</sup> anion and the PB analogue Fe<sup>II</sup>\n<sub>3</sub>[Co<sup>III</sup>(CN)<sub>6</sub>]<sub>2</sub>. A similar situation is observed for the Fe<sub>3</sub>Fe<sub>2</sub> complex that exhibits ν(CN) at 2131 and 2109 cm<sup>−1</sup> assigned to the bridging and terminal cyanides, respectively. The Fe<sub>3</sub>Cr<sub>2</sub> cluster, on the other hand, exhibits one stretch at 2117 cm<sup>−1</sup>, which is similar to the ν(CN) = 2114 cm<sup>−1</sup> of the free [Cr<sup>III</sup>(CN)<sub>6</sub>]<sup>3−</sup> anion and is assigned to the terminal cyanides, and a second absorption band that is shifted to lower frequency (2103 cm<sup>−1</sup>). The latter is attributed to the Fe<sup>II</sup>−CN−Cr<sup>III</sup> bridging arrangement, which is in accordance with more efficient d−π back-bonding when the CN<sup>−</sup> ligand is carbon-bound to the Fe<sup>II</sup> ion. The IR data, in combination with the results of Mössbauer, magnetic, and crystallographic studies, support the conclusion that the cyanide bridges in the Fe<sub>3</sub>Cr<sub>2</sub> cluster have undergone complete reversal from the [Cr<sup>III</sup>(CN)<sub>6</sub>]<sup>3−</sup> reactant to the TBP product. Analogous cyanide linkage isomerism has been documented for Fe<sup>II</sup>−Cr<sup>III</sup> analogues of PB, for which the higher- and lower-frequency ν(CN) stretches were assigned to Fe<sup>II</sup>−NC−Cr<sup>III</sup> and Fe<sup>II</sup>−CN−Cr<sup>III</sup> bridging modes, respectively.\n</p>", "clean_text": "The spin-crossover complex Fe3Co2 exhibits two ν(CN) stretching modes (Table ): the lower-frequency mode corresponds to terminal CN- groups, while the higher-frequency feature corresponds to the cyanide ligands in the FeII-N≡C-CoIII bridging mode. This assignment is consistent with the ν(CN) stretching modes observed for the free [Co(CN)6]3- anion and the PB analogue FeII 3[CoIII(CN)6]2. A similar situation is observed for the Fe3Fe2 complex that exhibits ν(CN) at 2131 and 2109 cm-1 assigned to the bridging and terminal cyanides, respectively. The Fe3Cr2 cluster, on the other hand, exhibits one stretch at 2117 cm-1, which is similar to the ν(CN) = 2114 cm-1 of the free [CrIII(CN)6]3- anion and is assigned to the terminal cyanides, and a second absorption band that is shifted to lower frequency (2103 cm-1). The latter is attributed to the FeII-CN-CrIII bridging arrangement, which is in accordance with more efficient d-π back-bonding when the CN- ligand is carbon-bound to the FeII ion. The IR data, in combination with the results of Mössbauer, magnetic, and crystallographic studies, support the conclusion that the cyanide bridges in the Fe3Cr2 cluster have undergone complete reversal from the [CrIII(CN)6]3- reactant to the TBP product. Analogous cyanide linkage isomerism has been documented for FeII-CrIII analogues of PB, for which the higher- and lower-frequency ν(CN) stretches were assigned to FeII-NC-CrIII and FeII-CN-CrIII bridging modes, respectively. ", "data": null, "include_properties": null}, {"idx": 50, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>ν(CN) Stretching Frequencies for Fe<sup>II</sup>\n<sub>3</sub>M′<sup>III</sup>\n<sub>2</sub> (M′ = Co, Fe, Cr) Clusters, Corresponding PB Analogues, and Free Hexacyanometallate Anions<xref ref-type=\"bibr\" rid=\"ref50\"></xref>\n</title>\n</caption>\n<oasis:table>\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col2\">ν(CN), cm<sup>−1</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">complex</oasis:entry>\n<oasis:entry align=\"center\">bridging</oasis:entry>\n<oasis:entry align=\"center\">terminal</oasis:entry>\n<oasis:entry align=\"center\">PB analogue</oasis:entry>\n<oasis:entry align=\"center\">free [M’(CN)<sub>6</sub>]<sup>3−</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Fe<sup>II</sup>\n<sub>3</sub>Co<sup>III</sup>\n<sub>2</sub>\n</oasis:entry>\n<oasis:entry>2167, 2156, 2147</oasis:entry>\n<oasis:entry>2127</oasis:entry>\n<oasis:entry>2165</oasis:entry>\n<oasis:entry>2126</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe<sup>II</sup>\n<sub>3</sub>Fe<sup>III</sup>\n<sub>2</sub>\n</oasis:entry>\n<oasis:entry>2131</oasis:entry>\n<oasis:entry>2109</oasis:entry>\n<oasis:entry>does not exist<xref rid=\"tbl3-fn1\"></xref>\n</oasis:entry>\n<oasis:entry>2101</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe<sup>II</sup>\n<sub>3</sub>Cr<sup>III</sup>\n<sub>2</sub>\n</oasis:entry>\n<oasis:entry>2103</oasis:entry>\n<oasis:entry>2117</oasis:entry>\n<oasis:entry>2162 or 2098</oasis:entry>\n<oasis:entry>2114</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl3-fn1\">\n<label>a</label>\n<p>See the discussion in section 2.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>A cyanide “flip” was also observed for the Co<sub>3</sub>Cr<sub>2</sub> complex, although, in this case, the isomerization did not go to completion. When the Co<sub>3</sub>Cr<sub>2</sub> complex is formed in acetonitrile, two sets of bands with shoulders are observed in the IR spectrum, one with a maximum at 2155 cm<sup>−1</sup> (sh, 2147 cm<sup>−1</sup>) and the other with a maximum at 2126 cm<sup>−1</sup> (sh, 2136 cm<sup>−1</sup>) (Figure ). These absorptions are assigned to the bridging and terminal CN<sup>−</sup> ligands, respectively, with the bridging ligands being C-bound to the axial Cr<sup>III</sup> ions. An additional weak feature at 2103 cm<sup>−1</sup> is attributed to partial isomerization of the CN<sup>−</sup> ligands with the formation of the Co<sup>II</sup>−CN−Cr<sup>III</sup> bridging mode. This conclusion is supported by the magnetic data. When the reaction was carried out in methanol, instantaneous precipitation of a solid ensued, in contrast to the slow appearance of a crystalline material from acetonitrile. Although the IR spectrum of the sample isolated from methanol did not show a discernible feature at ∼2103 cm<sup>−1</sup>, the magnetic behavior indicates the presence of a small amount of the Co<sup>II</sup>−CN−Cr<sup>III</sup>-bridged isomer in the sample.</p>", "clean_text": "A cyanide \"flip\" was also observed for the Co3Cr2 complex, although, in this case, the isomerization did not go to completion. When the Co3Cr2 complex is formed in acetonitrile, two sets of bands with shoulders are observed in the IR spectrum, one with a maximum at 2155 cm-1 (sh, 2147 cm-1) and the other with a maximum at 2126 cm-1 (sh, 2136 cm-1) (Figure ). These absorptions are assigned to the bridging and terminal CN- ligands, respectively, with the bridging ligands being C-bound to the axial CrIII ions. An additional weak feature at 2103 cm-1 is attributed to partial isomerization of the CN- ligands with the formation of the CoII-CN-CrIII bridging mode. This conclusion is supported by the magnetic data. When the reaction was carried out in methanol, instantaneous precipitation of a solid ensued, in contrast to the slow appearance of a crystalline material from acetonitrile. Although the IR spectrum of the sample isolated from methanol did not show a discernible feature at ~2103 cm-1, the magnetic behavior indicates the presence of a small amount of the CoII-CN-CrIII-bridged isomer in the sample.", "data": null, "include_properties": null}, {"idx": 52, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Cyanide stretches in the IR spectra of {[Co<sup>II</sup>(tmphen)<sub>2</sub>]<sub>3</sub>[Cr<sup>III</sup>(CN)<sub>6</sub>]}<sub>2</sub> prepared in acetonitrile and methanol.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Cyanide stretches in the IR spectra of {[CoII(tmphen)2]3[CrIII(CN)6]}2 prepared in acetonitrile and methanol.   ", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["else"], "content": "<p>Although, at first glance, the reversal of cyanide bridges upon formation of the M<sub>3</sub>Cr<sub>2</sub> complexes may seem surprising given the usually inert nature of the C-bound CN<sup>−</sup> ligands in the [Cr<sup>III</sup>(CN)<sub>6</sub>]<sup>3−</sup> anion, it appears that the stability of the complex is substantially diminished in the presence of certain Lewis acids. Specifically, in an unrelated study, we encountered an interesting case of cyanide linkage isomerism for the product of the reaction between [Cr<sup>III</sup>(CN)<sub>6</sub>]<sup>3−</sup> and the Lewis acid BPh<sub>3</sub> in acetonitrile. The resulting anion is [Cr<sup>III</sup>(NCBPh<sub>3</sub>)<sub>6</sub>]<sup>3−</sup>, which contains six nitrile ligands derived from CN<sup>−</sup> and BPh<sub>3</sub>. The mechanism whereby all six cyanide ligands manage to “flip” in this remarkable sterically crowded molecule is unknown.</p>", "clean_text": "Although, at first glance, the reversal of cyanide bridges upon formation of the M3Cr2 complexes may seem surprising given the usually inert nature of the C-bound CN- ligands in the [CrIII(CN)6]3- anion, it appears that the stability of the complex is substantially diminished in the presence of certain Lewis acids. Specifically, in an unrelated study, we encountered an interesting case of cyanide linkage isomerism for the product of the reaction between [CrIII(CN)6]3- and the Lewis acid BPh3 in acetonitrile. The resulting anion is [CrIII(NCBPh3)6]3-, which contains six nitrile ligands derived from CN- and BPh3. The mechanism whereby all six cyanide ligands manage to \"flip\" in this remarkable sterically crowded molecule is unknown.", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<title>Superexchange through Intervening Diamagnetic −NC−M−CN− Linkages</title><p>The Fe<sub>3</sub>Cr<sub>2</sub> cluster exists only in the LS form after complete conversion of the bridging CN<sup>−</sup> ligands to the form in which the strong-field carbon end is bound to the equatorial Fe<sup>II</sup> centers. In this case, the equatorial metal ions are always in a diamagnetic LS d<sup>6</sup> electronic configuration, and paramagnetism of the cluster must be dictated by the axially disposed <italic toggle=\"yes\">S</italic> = <sup>3</sup>/<sub>2</sub> Cr<sup>III</sup> ions. This scenario resembles the situation in the classical PB structure, Fe<sup>III</sup>\n<sub>4</sub>[Fe<sup>II</sup>(CN)<sub>6</sub>]<sub>3</sub>·<italic toggle=\"yes\">x</italic>H<sub>2</sub>O, in which paramagnetic <italic toggle=\"yes\">S</italic> = <sup>5</sup>/<sub>2</sub> Fe<sup>III</sup> ions are separated by intervening diamagnetic [Fe<sup>II</sup>(CN)<sub>6</sub>]<sup>4−</sup> units. In spite of the long distance between the paramagnetic sites, ferromagnetic ordering of this material is, nonetheless, observed (<italic toggle=\"yes\">T</italic>\n<sub>C</sub> = 5.5 K). Mayoh and Day proposed that ferromagnetic superexchange between the HS Fe<sup>III</sup> ions is mediated by the diamagnetic LS Fe<sup>II</sup> centers along the Fe<sup>III</sup>−NC−Fe<sup>II</sup>−CN−Fe<sup>III</sup> pathway. This superexchange is accomplished by a mixed-valence delocalization, or “hopping”, of electrons between Fe<sup>II</sup> and Fe<sup>III</sup> sites.</p>", "clean_text": "Superexchange through Intervening Diamagnetic -NC-M-CN- Linkages\n\nThe Fe3Cr2 cluster exists only in the LS form after complete conversion of the bridging CN- ligands to the form in which the strong-field carbon end is bound to the equatorial FeII centers. In this case, the equatorial metal ions are always in a diamagnetic LS d6 electronic configuration, and paramagnetism of the cluster must be dictated by the axially disposed S = 3/2 CrIII ions. This scenario resembles the situation in the classical PB structure, FeIII 4[FeII(CN)6]3⋅xH2O, in which paramagnetic S = 5/2 FeIII ions are separated by intervening diamagnetic [FeII(CN)6]4- units. In spite of the long distance between the paramagnetic sites, ferromagnetic ordering of this material is, nonetheless, observed (T C = 5.5 K). Mayoh and Day proposed that ferromagnetic superexchange between the HS FeIII ions is mediated by the diamagnetic LS FeII centers along the FeIII-NC-FeII-CN-FeIII pathway. This superexchange is accomplished by a mixed-valence delocalization, or \"hopping\", of electrons between FeII and FeIII sites.", "data": null, "include_properties": null}, {"idx": 55, "type": "text", "classification": ["property"], "content": "<p>Interestingly, in the Fe<sub>3</sub>Cr<sub>2</sub> cluster, we also observe ferromagnetic coupling between the axial Cr<sup>III</sup> ions mediated by the diamagnetic LS Fe<sup>II</sup> sites (Figure a). A theoretical simulation of the magnetic data using the Heisenberg−Dirac−Van Vleck exchange Hamiltonian <italic toggle=\"yes\">Ĥ</italic> = −2<italic toggle=\"yes\">J</italic>\n<sub>ex</sub>\n<italic toggle=\"yes\">Ŝ</italic>\n<sub>Cr1</sub>\n<italic toggle=\"yes\">Ŝ</italic>\n<sub>Cr2</sub> + <italic toggle=\"yes\">g</italic>\n<sub>Cr</sub>β<italic toggle=\"yes\">H</italic>(<italic toggle=\"yes\">Ŝ</italic>\n<sub>Cr1</sub> + <italic toggle=\"yes\">Ŝ</italic>\n<sub>Cr2</sub>) produced a small exchange parameter of <italic toggle=\"yes\">J</italic>\n<sub>ex</sub> = +0.65 cm<sup>−1</sup>. Most important, however, is the fact that <sup>57</sup>Fe Mössbauer data at 4.2 K in an 8 T applied field revealed the presence of a small internal field of 0.6 T at the Fe<sup>II</sup> nucleus, which is antiparallel to the applied field (Figure b). With increasing temperature, the internal field at the Fe<sup>II</sup> nucleus exhibited a decay similar to that of the magnetic susceptibility measured for the cluster (Figure a).</p>", "clean_text": "Interestingly, in the Fe3Cr2 cluster, we also observe ferromagnetic coupling between the axial CrIII ions mediated by the diamagnetic LS FeII sites (Figure a). A theoretical simulation of the magnetic data using the Heisenberg-Dirac-Van Vleck exchange Hamiltonian Ĥ = -2J ex Ŝ Cr1 Ŝ Cr2 + g CrβH(Ŝ Cr1 + Ŝ Cr2) produced a small exchange parameter of J ex = +0.65 cm-1. Most important, however, is the fact that 57Fe Mössbauer data at 4.2 K in an 8 T applied field revealed the presence of a small internal field of 0.6 T at the FeII nucleus, which is antiparallel to the applied field (Figure b). With increasing temperature, the internal field at the FeII nucleus exhibited a decay similar to that of the magnetic susceptibility measured for the cluster (Figure a).", "data": null, "include_properties": null}, {"idx": 56, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>(a) Temperature dependence of the χ<italic toggle=\"yes\">T</italic> product for the Fe<sup>II</sup>\n<sub>3</sub>Cr<sup>III</sup>\n<sub>2</sub> cluster (red circles). The solid black line corresponds to the best theoretical fit (<italic toggle=\"yes\">J</italic>\n<sub>Cr−Cr</sub> = +0.65(5) cm<sup>−1</sup>). The blue diamonds represent the values of the internal field (<italic toggle=\"yes\">H</italic>\n<sub>int</sub>) generated at the Fe<sup>II</sup> nucleus as a result of ferromagnetic coupling between the Cr<sup>III</sup> ions (see the explanation in the text). (b) Mössbauer spectra of Fe<sup>II</sup>\n<sub>3</sub>Cr<sup>III</sup>\n<sub>2</sub> recorded in a parallel external field of 8 T at 100 K (top) and 4.2 K (bottom). Simulations depicted by black lines were obtained using a spin Hamiltonian containing nuclear hyperfine and nuclear Zeeman terms. The simulation drawn in red was obtained assuming <italic toggle=\"yes\">H</italic>\n<sub>int</sub> = 0.6 T at the LS Fe<sup>II</sup> nucleus.</p>\n</caption>\n<graphic id=\"gr13\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  (a) Temperature dependence of the χT product for the FeII 3CrIII 2 cluster (red circles). The solid black line corresponds to the best theoretical fit (J Cr-Cr = +0.65(5) cm-1). The blue diamonds represent the values of the internal field (H int) generated at the FeII nucleus as a result of ferromagnetic coupling between the CrIII ions (see the explanation in the text). (b) Mössbauer spectra of FeII 3CrIII 2 recorded in a parallel external field of 8 T at 100 K (top) and 4.2 K (bottom). Simulations depicted by black lines were obtained using a spin Hamiltonian containing nuclear hyperfine and nuclear Zeeman terms. The simulation drawn in red was obtained assuming H int = 0.6 T at the LS FeII nucleus.   ", "data": null, "include_properties": null}, {"idx": 57, "type": "text", "classification": ["else"], "content": "<p>These unprecedented experimental findings explain how magnetic coupling between the axial Cr<sup>III</sup> ions in the Fe<sup>II</sup>\n<sub>3</sub>Cr<sup>III</sup>\n<sub>2</sub> cluster is mediated by the diamagnetic Fe<sup>II</sup> ions. Indeed, if we assume partial delocalization of the spin density from the t<sub>2g</sub> orbitals of Fe<sup>II</sup> to the t<sub>2g</sub> orbitals of Cr<sup>III</sup>, then such delocalization can take place only for the minority spins on the Cr<sup>III</sup> centers (Scheme ). This generates uncompensated electronic spin density at the equatorial Fe<sup>II</sup> ions (estimated to be approximately 0.05 unpaired electrons per Fe<sup>II</sup> ion in the 3d shell), which is parallel to the majority spin density on the Cr<sup>III</sup> ions. Consequently, the Fermi contact field at the Fe<sup>II</sup> nuclei aligns antiparallel to the applied magnetic field.</p>", "clean_text": "These unprecedented experimental findings explain how magnetic coupling between the axial CrIII ions in the FeII 3CrIII 2 cluster is mediated by the diamagnetic FeII ions. Indeed, if we assume partial delocalization of the spin density from the t2g orbitals of FeII to the t2g orbitals of CrIII, then such delocalization can take place only for the minority spins on the CrIII centers (Scheme ). This generates uncompensated electronic spin density at the equatorial FeII ions (estimated to be approximately 0.05 unpaired electrons per FeII ion in the 3d shell), which is parallel to the majority spin density on the CrIII ions. Consequently, the Fermi contact field at the FeII nuclei aligns antiparallel to the applied magnetic field.", "data": null, "include_properties": null}, {"idx": 58, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Delocalization of the β Spin Density from the t<sub>2g</sub> Orbitals of Fe<sup>II</sup> Ions to the t<sub>2g</sub> Orbitals of Cr<sup>III</sup> Ions Resulting in the Excess α Spin Density on the Fe<sup>II</sup> Centers (See the Text)</title>\n</caption>\n<graphic id=\"gs3\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0016.tif\"></graphic>\n</fig>", "clean_text": " 3  Delocalization of the β Spin Density from the t2g Orbitals of FeII Ions to the t2g Orbitals of CrIII Ions Resulting in the Excess α Spin Density on the FeII Centers (See the Text)   ", "data": null, "include_properties": null}, {"idx": 59, "type": "text", "classification": ["else"], "content": "<p>While this long-range exchange mechanism has been cited to account for the magnetic properties of several other cyanide-bridged complexes, our results provide the <italic toggle=\"yes\">first direct experimental evidence</italic> for magnetic superexchange interactions through the long NC−Fe<sup>II</sup>−CN bridge incorporating the diamagnetic LS Fe<sup>II</sup> ion. The success of our experimental approach rests on the application of a high magnetic field, which allows for the accurate measurement of the internal field on the Fe<sup>II</sup> nucleus. At lower applied fields, the internal field induced at the Fe<sup>II</sup> nucleus would be too small to be measured. Given this newly recognized fact, it would be interesting to examine the high-field Mössbauer properties of other compounds in which LS Fe<sup>II</sup> sites are present in bridges between paramagnetic metal ions.</p>", "clean_text": "While this long-range exchange mechanism has been cited to account for the magnetic properties of several other cyanide-bridged complexes, our results provide the first direct experimental evidence for magnetic superexchange interactions through the long NC-FeII-CN bridge incorporating the diamagnetic LS FeII ion. The success of our experimental approach rests on the application of a high magnetic field, which allows for the accurate measurement of the internal field on the FeII nucleus. At lower applied fields, the internal field induced at the FeII nucleus would be too small to be measured. Given this newly recognized fact, it would be interesting to examine the high-field Mössbauer properties of other compounds in which LS FeII sites are present in bridges between paramagnetic metal ions.", "data": null, "include_properties": null}, {"idx": 60, "type": "text", "classification": ["property"], "content": "<title>3d−5d Metal Ion Combination within the TBP Framework</title><p>Our success in preparing a series of TBP assemblies with 3d metal ions in all positions prompted us to look beyond the first transition series to examine hexacyanometallate anions of heavier transition elements. The use of 4d and 5d metal ions, characterized by strong magnetic anisotropy due to significant spin−orbit coupling, is now an established strategy for isolating cyanide-based SMMs. Whereas 3d metal ions form the continuous series of hexacyanometallate anions from [Ti(CN)<sub>6</sub>]<sup>3−</sup> to [Co(CN)<sub>6</sub>]<sup>3−</sup>, analogous series with heavier transition metals are lacking. With a limited number of compounds from which to choose, our initial foray into this chemistry focused on the [Os<sup>III</sup>(CN)<sub>6</sub>]<sup>3−</sup> building block, a species that is isoelectronic with [Fe<sup>III</sup>(CN)]<sup>3−</sup>. In order to be able to perform reactions with [Os(CN)<sub>6</sub>]<sup>3−</sup> in nonaqueous media, the K<sup>+</sup> cation was exchanged with PPN<sup>+</sup> [PPN = bis(triphenylphosphine)iminium], and this salt was used to prepare the Ni<sup>II</sup>\n<sub>3</sub>Os<sup>III</sup>\n<sub>2</sub> TBP complex by following the protocol established for the 3d cyanometallate precursors. This cluster exhibits a room temperature χ<italic toggle=\"yes\">T</italic> value of 4.73 emu·K·mol<sup>−1</sup> at 300 K, which is slightly higher than that expected for three <italic toggle=\"yes\">S</italic> = 1 and two <italic toggle=\"yes\">S</italic> = <sup>1</sup>/<sub>2</sub> centers in the absence of magnetic coupling (3.75 emu·K·mol<sup>−1</sup>). The χ<italic toggle=\"yes\">T</italic> value exhibits a slight increase as the temperature is lowered, reaching a maximum of 5.29 emu·K·mol<sup>−1</sup> at 21.6 K. This behavior is indicative of weak ferromagnetic coupling between the Ni<sup>II</sup> and Os<sup>III</sup> ions. The decrease in χ<italic toggle=\"yes\">T</italic> at lower temperatures is due to zero-field splitting as well as anisotropy of the Os<sup>III</sup> ions (Figure ).\n</p>", "clean_text": "3d-5d Metal Ion Combination within the TBP Framework\n\nOur success in preparing a series of TBP assemblies with 3d metal ions in all positions prompted us to look beyond the first transition series to examine hexacyanometallate anions of heavier transition elements. The use of 4d and 5d metal ions, characterized by strong magnetic anisotropy due to significant spin-orbit coupling, is now an established strategy for isolating cyanide-based SMMs. Whereas 3d metal ions form the continuous series of hexacyanometallate anions from [Ti(CN)6]3- to [Co(CN)6]3-, analogous series with heavier transition metals are lacking. With a limited number of compounds from which to choose, our initial foray into this chemistry focused on the [OsIII(CN)6]3- building block, a species that is isoelectronic with [FeIII(CN)]3-. In order to be able to perform reactions with [Os(CN)6]3- in nonaqueous media, the K+ cation was exchanged with PPN+ [PPN = bis(triphenylphosphine)iminium], and this salt was used to prepare the NiII 3OsIII 2 TBP complex by following the protocol established for the 3d cyanometallate precursors. This cluster exhibits a room temperature χT value of 4.73 emu⋅K⋅mol-1 at 300 K, which is slightly higher than that expected for three S = 1 and two S = 1/2 centers in the absence of magnetic coupling (3.75 emu⋅K⋅mol-1). The χT value exhibits a slight increase as the temperature is lowered, reaching a maximum of 5.29 emu⋅K⋅mol-1 at 21.6 K. This behavior is indicative of weak ferromagnetic coupling between the NiII and OsIII ions. The decrease in χT at lower temperatures is due to zero-field splitting as well as anisotropy of the OsIII ions (Figure ). ", "data": null, "include_properties": null}, {"idx": 61, "type": "figure", "classification": null, "content": "<fig id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Temperature dependence of χ<italic toggle=\"yes\">T</italic> for the Ni<sup>II</sup>\n<sub>3</sub>Os<sup>III</sup>\n<sub>2</sub> cluster (orange circles) and the best theoretical fit (black line - g<sub>Os</sub> = 2.03, g<sub>Ni</sub> = 2.13, J<sub>ex</sub> = +2.3 cm<sup>–1</sup>, D<sub>Ni</sub> = 19.5 cm<sup>–1</sup>, R<sup>2</sup> = 0.9980).</p>\n</caption>\n<graphic id=\"gr15\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  Temperature dependence of χT for the NiII 3OsIII 2 cluster (orange circles) and the best theoretical fit (black line - gOs = 2.03, gNi = 2.13, Jex = +2.3 cm-1, DNi = 19.5 cm-1, R2 = 0.9980).   ", "data": null, "include_properties": null}, {"idx": 62, "type": "text", "classification": ["property"], "content": "<p>The magnetic behavior of the Ni<sub>3</sub>Os<sub>2</sub> cluster was modeled by taking into account the effects of both magnetic superexchange and zero-field splitting:\n<disp-formula id=\"eq4\">\n<label>4</label>\n<mml:math altimg=\"ic-2008-01990g_m004.gif\" display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>Ĥ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mo>−</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Ni−Os</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Os</mml:mtext>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Os</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Ni</mml:mtext>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Ni</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Ni</mml:mtext>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n<mml:mo>+</mml:mo>\n<mml:mtext> </mml:mtext>\n<mml:mn>3</mml:mn>\n<mml:mi>D</mml:mi>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">z</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>Ni</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Ni</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Ni</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n<mml:mo>/</mml:mo>\n<mml:mn>3</mml:mn>\n<mml:mo stretchy=\"false\">]</mml:mo>\n<mml:mo>+</mml:mo>\n<mml:mi mathvariant=\"normal\">β</mml:mi>\n<mml:mi>H</mml:mi>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>g</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>avg</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Os</mml:mtext>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Os</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Ni</mml:mtext>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Ni</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Ni</mml:mtext>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n</mml:math>\n</disp-formula>\nFerromagnetic coupling between the Ni<sup>II</sup> and Os<sup>III</sup> ions with a resulting <italic toggle=\"yes\">S</italic> = 4 ground state was confirmed by fitting this Hamiltonian to the experimental data using <italic toggle=\"yes\">MAGPACK</italic>, which produced best-fit values of <italic toggle=\"yes\">g</italic>\n<sub>Os</sub> = 2.03, <italic toggle=\"yes\">g</italic>\n<sub>Ni</sub> = 2.13, <italic toggle=\"yes\">J</italic>\n<sub>ex</sub> = +2.3 cm<sup>−1</sup>, and <italic toggle=\"yes\">D</italic>\n<sub>Ni</sub> = 19.5 cm<sup>−1</sup>. Although the calculated <italic toggle=\"yes\">D</italic> parameter is unreasonably high for a Ni<sup>II</sup> ion, it must be emphasized that the proposed model does not take into account the effects of anisotropic superexchange interactions and spin−orbit coupling at the Os<sup>III</sup> centers, both of which are expected to be significant issues. A more accurate description of the magnetic behavior for this cluster requires a rigorous theoretical treatment similar to the one developed by us for the Mn<sub>3</sub>Mn<sub>2</sub> cluster (vide supra) in collaboration with Tsukerblat, Klokishner, and co-workers. These efforts are currently underway.</p>", "clean_text": "The magnetic behavior of the Ni3Os2 cluster was modeled by taking into account the effects of both magnetic superexchange and zero-field splitting:  4   Ĥ = - 2   J   Ni-Os   (   Ŝ   Os 1   +   Ŝ   Os 2   ) (   Ŝ   Ni 1   +   Ŝ   Ni 2   +   Ŝ   Ni 3   ) +  3 D [   S   z , Ni   2   -   S   Ni   (   S   Ni   + 1 ) / 3 ] + β H [   g   avg   (   Ŝ   Os 1   +   Ŝ   Os 2   +   Ŝ   Ni 1   +   Ŝ   Ni 2   +   Ŝ   Ni 3   ) ]    Ferromagnetic coupling between the NiII and OsIII ions with a resulting S = 4 ground state was confirmed by fitting this Hamiltonian to the experimental data using MAGPACK, which produced best-fit values of g Os = 2.03, g Ni = 2.13, J ex = +2.3 cm-1, and D Ni = 19.5 cm-1. Although the calculated D parameter is unreasonably high for a NiII ion, it must be emphasized that the proposed model does not take into account the effects of anisotropic superexchange interactions and spin-orbit coupling at the OsIII centers, both of which are expected to be significant issues. A more accurate description of the magnetic behavior for this cluster requires a rigorous theoretical treatment similar to the one developed by us for the Mn3Mn2 cluster (vide supra) in collaboration with Tsukerblat, Klokishner, and co-workers. These efforts are currently underway.", "data": null, "include_properties": null}, {"idx": 63, "type": "text", "classification": ["else"], "content": "<p>Although the Ni<sub>3</sub>Os<sub>2</sub> cluster contains the highly anisotropic Os<sup>III</sup> ion and exhibits a rather high ground-state spin value of <italic toggle=\"yes\">S</italic> = 4, an examination of the ac magnetic susceptibility data did not reveal any features in the out-of-phase susceptibility component. Interestingly, and of relevance to the current discussion, Mironov recently published a paper in which he reports the results of theoretical predictions of the magnetic properties of hypothetical TBP clusters Mn<sub>3</sub>Os<sub>2</sub>, Cr<sub>3</sub>Os<sub>2</sub>, and Ni<sub>3</sub>Os<sub>2</sub>, with the [Os<sup>III</sup>(CN)<sub>6</sub>]<sup>3−</sup> moiety in the axial positions. His calculations indicate that the compounds containing equatorial Mn<sup>II</sup> and Cr<sup>II</sup> ions could potentially exhibit SMM behavior with significant blocking temperatures but that the Ni<sub>3</sub>Os<sub>2</sub> complex would be unlikely to behave as a SMM. The latter prediction has now been corroborated by our experimental results. In light of this study, we are currently pursuing the Mn<sub>3</sub>Os<sub>2</sub> complex in order to verify the prediction of SMM behavior.</p>", "clean_text": "Although the Ni3Os2 cluster contains the highly anisotropic OsIII ion and exhibits a rather high ground-state spin value of S = 4, an examination of the ac magnetic susceptibility data did not reveal any features in the out-of-phase susceptibility component. Interestingly, and of relevance to the current discussion, Mironov recently published a paper in which he reports the results of theoretical predictions of the magnetic properties of hypothetical TBP clusters Mn3Os2, Cr3Os2, and Ni3Os2, with the [OsIII(CN)6]3- moiety in the axial positions. His calculations indicate that the compounds containing equatorial MnII and CrII ions could potentially exhibit SMM behavior with significant blocking temperatures but that the Ni3Os2 complex would be unlikely to behave as a SMM. The latter prediction has now been corroborated by our experimental results. In light of this study, we are currently pursuing the Mn3Os2 complex in order to verify the prediction of SMM behavior.", "data": null, "include_properties": null}, {"idx": 64, "type": "text", "classification": ["else"], "content": "<p>As an extension to the TBP study, we also prepared the PB analogue Ni<sub>3</sub>[Os(CN)<sub>6</sub>]<sub>2</sub>·8H<sub>2</sub>O, which exhibits ferromagnetic ordering at 6.2 K. To the best of our knowledge, this PB analogue and the TBP cluster represent the first documented cases of cyanide-bridged structures incorporating the paramagnetic [Os<sup>III</sup>(CN)<sub>6</sub>]<sup>3−</sup> fragment.</p>", "clean_text": "As an extension to the TBP study, we also prepared the PB analogue Ni3[Os(CN)6]2⋅8H2O, which exhibits ferromagnetic ordering at 6.2 K. To the best of our knowledge, this PB analogue and the TBP cluster represent the first documented cases of cyanide-bridged structures incorporating the paramagnetic [OsIII(CN)6]3- fragment.", "data": null, "include_properties": null}, {"idx": 65, "type": "text", "classification": ["else"], "content": "<title>TBP Clusters as Building Blocks</title><p>An attractive structural feature of this class of TBP complexes is the presence of six terminal CN<sup>−</sup> ligands that can be used to attach additional metal ions to the molecular scaffold. This situation provides a convenient means to access <italic toggle=\"yes\">higher-nuclearity</italic> clusters as well as <italic toggle=\"yes\">extended</italic> structures. Although most of the TBP clusters are insoluble, four clusters are sufficiently soluble in organic media and are potential candidates for this strategy; these are the Co<sub>3</sub>Fe<sub>2</sub>, Fe<sub>3</sub>Fe<sub>2</sub>, Fe<sub>3</sub>Co<sub>2</sub>, and Fe<sub>3</sub>Cr<sub>2</sub> molecules, with Co<sub>3</sub>Fe<sub>2</sub> exhibiting the highest solubility (approximately 1 mM in methanol).</p>", "clean_text": "TBP Clusters as Building Blocks\n\nAn attractive structural feature of this class of TBP complexes is the presence of six terminal CN- ligands that can be used to attach additional metal ions to the molecular scaffold. This situation provides a convenient means to access higher-nuclearity clusters as well as extended structures. Although most of the TBP clusters are insoluble, four clusters are sufficiently soluble in organic media and are potential candidates for this strategy; these are the Co3Fe2, Fe3Fe2, Fe3Co2, and Fe3Cr2 molecules, with Co3Fe2 exhibiting the highest solubility (approximately 1 mM in methanol).", "data": null, "include_properties": null}, {"idx": 66, "type": "text", "classification": ["else"], "content": "<title>Higher-Nuclearity Clusters</title><p>The building block strategy was applied successfully in chemistry that involved reactions of the oxidized form of the Co<sup>III</sup>\n<sub>2</sub>Co<sup>II</sup>Fe<sup>II</sup>\n<sub>2</sub> CTIST cluster (see section 4b), viz., the cation form {[Co<sup>III</sup>(tmphen)<sub>2</sub>]<sub>3</sub>[Fe<sup>II</sup>(CN)<sub>6</sub>]<sub>2</sub>}<sup>+</sup>, with an excess of [Ni(H<sub>2</sub>O)<sub>6</sub>]<sup>2+</sup>. The resulting product is the unusual heterotrimetallic undecanuclear molecule {[Co<sup>III</sup>(tmphen)<sub>2</sub>]<sub>3</sub>[Fe<sup>II</sup>(CN)<sub>6</sub>]<sub>2</sub>[Ni<sup>II</sup>(H<sub>2</sub>O)<sub>5</sub>]<sub>6</sub>}(ClO<sub>4</sub>)<sub>13</sub> (Figure ). The molecular structure of this complex revealed that all of the terminal CN<sup>−</sup> ligands of the TBP complex are used to bridge the hydrated Ni<sup>II</sup> ions. This stepwise assembly provides an excellent “proof-of-concept” for the building block approach to preparing high-nuclearity cyanide-bridged complexes.</p>", "clean_text": "Higher-Nuclearity Clusters\n\nThe building block strategy was applied successfully in chemistry that involved reactions of the oxidized form of the CoIII 2CoIIFeII 2 CTIST cluster (see section 4b), viz., the cation form {[CoIII(tmphen)2]3[FeII(CN)6]2}+, with an excess of [Ni(H2O)6]2+. The resulting product is the unusual heterotrimetallic undecanuclear molecule {[CoIII(tmphen)2]3[FeII(CN)6]2[NiII(H2O)5]6}(ClO4)13 (Figure ). The molecular structure of this complex revealed that all of the terminal CN- ligands of the TBP complex are used to bridge the hydrated NiII ions. This stepwise assembly provides an excellent \"proof-of-concept\" for the building block approach to preparing high-nuclearity cyanide-bridged complexes.", "data": null, "include_properties": null}, {"idx": 67, "type": "figure", "classification": null, "content": "<fig id=\"fig12\" orientation=\"portrait\" position=\"float\">\n<label>12</label>\n<caption>\n<p>Molecular structure of the {[Co(tmphen)<sub>2</sub>]<sub>3</sub>[Fe(CN)<sub>6</sub>]<sub>2</sub>[Ni(H<sub>2</sub>O)<sub>5</sub>]<sub>6</sub>}<sup>13+</sup> cluster. The cyanide-bridged TBP core is highlighted with a polyhedron. H atoms are omitted for clarity. Color scheme: red, Co; green, Fe; yellow, Ni; brown, O; blue, N; gray, C.</p>\n</caption>\n<graphic id=\"gr16\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0012.tif\"></graphic>\n</fig>", "clean_text": " 12  Molecular structure of the {[Co(tmphen)2]3[Fe(CN)6]2[Ni(H2O)5]6}13+ cluster. The cyanide-bridged TBP core is highlighted with a polyhedron. H atoms are omitted for clarity. Color scheme: red, Co; green, Fe; yellow, Ni; brown, O; blue, N; gray, C.   ", "data": null, "include_properties": null}, {"idx": 68, "type": "text", "classification": ["else"], "content": "<title>One-Dimensional Arrays of TBP Clusters</title><p>As part of our efforts to prepare extended structures that incorporate the TBP building block, we discovered that the blue form of the neutral Co<sub>3</sub>Fe<sub>2</sub> cluster (Co<sup>III</sup>\n<sub>2</sub>Co<sup>II</sup>Fe<sup>II</sup>\n<sub>2</sub>) reacts with [Mn(H<sub>2</sub>O)<sub>6</sub>]<sup>2+</sup> to form two different one-dimensional materials in which Mn<sup>II</sup> centers bridge the oxidized clusters (Figure ). In the first structure, {[Co<sup>III</sup>(tmphen)<sub>2</sub>]<sub>3</sub>[Fe<sup>II</sup>(CN)<sub>6</sub>]<sub>2</sub>[Mn<sup>II</sup>(CH<sub>3</sub>OH)<sub>4</sub>]}<sub>∞</sub>(ClO<sub>4</sub>)<sub>3</sub>·10CH<sub>3</sub>OH, denoted hereafter as “type A”, the chain is composed of oxidized Co<sub>3</sub>Fe<sub>2</sub>\n<sup>+</sup> clusters linked by single [Mn(CH<sub>3</sub>OH)<sub>4</sub>]<sup>2+</sup> bridges. In the second structure type, {[Co<sup>III</sup>(tmphen)<sub>2</sub>]<sub>3</sub>[Fe<sup>II</sup>(CN)<sub>6</sub>]<sub>2</sub>[Mn<sup>II</sup>(CH<sub>3</sub>OH)<sub>4</sub>]<sub>0.5</sub>[Mn<sup>II</sup>(CH<sub>3</sub>OH)<sub>3</sub>(CH<sub>3</sub>O)]}<sub>∞</sub>(ClO<sub>4</sub>)<sub>3</sub>·8CH<sub>3</sub>OH·0.5H<sub>2</sub>O, or “type B”, the Co<sub>3</sub>Fe<sub>2</sub>\n<sup>+</sup> units are connected into a chain by alternating single [Mn(CH<sub>3</sub>OH)<sub>4</sub>]<sup>2+</sup> bridges and pairs of [Mn(CH<sub>3</sub>OH)<sub>3</sub>(CH<sub>3</sub>O)]<sup>+</sup> bridges. Unfortunately, both chain compounds were found to crystallize simultaneously under these reaction conditions, which prevents an accurate characterization apart from X-ray diffraction.</p>", "clean_text": "One-Dimensional Arrays of TBP Clusters\n\nAs part of our efforts to prepare extended structures that incorporate the TBP building block, we discovered that the blue form of the neutral Co3Fe2 cluster (CoIII 2CoIIFeII 2) reacts with [Mn(H2O)6]2+ to form two different one-dimensional materials in which MnII centers bridge the oxidized clusters (Figure ). In the first structure, {[CoIII(tmphen)2]3[FeII(CN)6]2[MnII(CH3OH)4]}∞(ClO4)3⋅10CH3OH, denoted hereafter as \"type A\", the chain is composed of oxidized Co3Fe2 + clusters linked by single [Mn(CH3OH)4]2+ bridges. In the second structure type, {[CoIII(tmphen)2]3[FeII(CN)6]2[MnII(CH3OH)4]0.5[MnII(CH3OH)3(CH3O)]}∞(ClO4)3⋅8CH3OH⋅0.5H2O, or \"type B\", the Co3Fe2 + units are connected into a chain by alternating single [Mn(CH3OH)4]2+ bridges and pairs of [Mn(CH3OH)3(CH3O)]+ bridges. Unfortunately, both chain compounds were found to crystallize simultaneously under these reaction conditions, which prevents an accurate characterization apart from X-ray diffraction.", "data": null, "include_properties": null}, {"idx": 69, "type": "figure", "classification": null, "content": "<fig id=\"fig13\" orientation=\"portrait\" position=\"float\">\n<label>13</label>\n<caption>\n<p>Fragments of infinite chains of Mn<sup>II</sup>-bridged TBP clusters in the crystal structures of {[Co(tmphen)<sub>2</sub>]<sub>3</sub>[Fe(CN)<sub>6</sub>]<sub>2</sub>[Mn(CH<sub>3</sub>OH)<sub>4</sub>]}<sub>∞</sub>(ClO<sub>4</sub>)<sub>3</sub>·10CH<sub>3</sub>OH (type A) and {[Co(tmphen)<sub>2</sub>]<sub>3</sub>[Fe(CN)<sub>6</sub>]<sub>2</sub>[Mn(CH<sub>3</sub>OH)<sub>4</sub>]<sub>0.5</sub>[Mn(CH<sub>3</sub>OH)<sub>3</sub>(CH<sub>3</sub>O)]}(ClO<sub>4</sub>)<sub>3</sub>·8CH<sub>3</sub>OH (type B). H atoms are omitted for the sake of clarity. Color scheme: red, Co; green, Fe; pink, Mn; brown, O; blue, N; gray, C.</p>\n</caption>\n<graphic id=\"gr17\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0013.tif\"></graphic>\n</fig>", "clean_text": " 13  Fragments of infinite chains of MnII-bridged TBP clusters in the crystal structures of {[Co(tmphen)2]3[Fe(CN)6]2[Mn(CH3OH)4]}∞(ClO4)3⋅10CH3OH (type A) and {[Co(tmphen)2]3[Fe(CN)6]2[Mn(CH3OH)4]0.5[Mn(CH3OH)3(CH3O)]}(ClO4)3⋅8CH3OH (type B). H atoms are omitted for the sake of clarity. Color scheme: red, Co; green, Fe; pink, Mn; brown, O; blue, N; gray, C.   ", "data": null, "include_properties": null}, {"idx": 70, "type": "text", "classification": ["else"], "content": "<p>To overcome the problem of admixed phases of the chain compounds, we set out to gain better control over the reaction by using different mononuclear precursors. Given that the bridging CN<sup>−</sup> ligands are always coordinated in a trans orientation to the Mn<sup>II</sup> ions in the type A chain and in a cis arrangement in the double bridges of the type B chain, we chose to use the precursor [Mn<sup>III</sup>(acac)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>]<sup>+</sup>, which contains chelating ligands that block the equatorial positions; our hope was to favor the exclusive formation of a “type A” chain but with acac ligands on the Mn<sup>III</sup> sites. Surprisingly, and conveniently for our purposes, we obtained crystals of the type A structure with Mn<sup>II</sup> ions coordinated to MeOH ligands. Moreover, determination of the unit cells of many crystals from the same batch verified that this is the sole product of the reaction. Although the formation of the known type A chain demonstrates that the acac<sup>−</sup> ligands are sufficiently labile to be easily replaced by methanol molecules, the selectivity in the synthesis suggests that the trans starting material helps to direct the assembly of the chain structure to a single product.</p>", "clean_text": "To overcome the problem of admixed phases of the chain compounds, we set out to gain better control over the reaction by using different mononuclear precursors. Given that the bridging CN- ligands are always coordinated in a trans orientation to the MnII ions in the type A chain and in a cis arrangement in the double bridges of the type B chain, we chose to use the precursor [MnIII(acac)2(H2O)2]+, which contains chelating ligands that block the equatorial positions; our hope was to favor the exclusive formation of a \"type A\" chain but with acac ligands on the MnIII sites. Surprisingly, and conveniently for our purposes, we obtained crystals of the type A structure with MnII ions coordinated to MeOH ligands. Moreover, determination of the unit cells of many crystals from the same batch verified that this is the sole product of the reaction. Although the formation of the known type A chain demonstrates that the acac- ligands are sufficiently labile to be easily replaced by methanol molecules, the selectivity in the synthesis suggests that the trans starting material helps to direct the assembly of the chain structure to a single product.", "data": null, "include_properties": null}, {"idx": 71, "type": "text", "classification": ["else"], "content": "<p>As was found for the Co<sub>3</sub>Fe<sub>2</sub>Ni<sub>6</sub> complex, all of the Co ions in the chain compounds exhibit short M−L bonds (∼1.92 Å) in accordance with the LS Co<sup>III</sup> state. These data confirm that the TBP core has been oxidized with concomitant reduction of the Mn<sup>III</sup> ions. As expected for the presence of a dimagnetic TBP building block, the type A chain exhibits simple paramagnetism over the entire temperature range because of isolation of the Mn<sup>II</sup> ions (χ<italic toggle=\"yes\">T</italic> per Mn<sup>II</sup> ion = 4.30 emu·K·mol<sup>−1</sup>, with the expected value being 4.375 emu·K·mol<sup>−1</sup>). Given that photomagnetism is exhibited by both Co−Fe PB analogues as well as discrete Co−Fe cyanide-bridged clusters, we plan to investigate the photomagnetic behavior of this and related chain compounds.</p>", "clean_text": "As was found for the Co3Fe2Ni6 complex, all of the Co ions in the chain compounds exhibit short M-L bonds (~1.92 Å) in accordance with the LS CoIII state. These data confirm that the TBP core has been oxidized with concomitant reduction of the MnIII ions. As expected for the presence of a dimagnetic TBP building block, the type A chain exhibits simple paramagnetism over the entire temperature range because of isolation of the MnII ions (χT per MnII ion = 4.30 emu⋅K⋅mol-1, with the expected value being 4.375 emu⋅K⋅mol-1). Given that photomagnetism is exhibited by both Co-Fe PB analogues as well as discrete Co-Fe cyanide-bridged clusters, we plan to investigate the photomagnetic behavior of this and related chain compounds.", "data": null, "include_properties": null}, {"idx": 72, "type": "text", "classification": ["else"], "content": "<title>Concluding Remarks</title><p>The cyanide-bridged TBP complexes described in this Forum Article constitute a unique family of molecular cyanide compounds whose ease of preparation allows for the deliberate introduction of metal ions into the two different positions of the pentanuclear cluster. Numerous isostructural complexes have been isolated that display an exceptionally broad range of physical properties, including SMM, spin crossover, CTIST, and magnetic coupling through extended diamagnetic bridges. The small size of a TBP cluster, with its symmetry-related pairwise interactions, has rendered possible the development of advanced theoretical models of the magnetic behavior of compounds with significant spin−orbit coupling. Ultimately, these studies will aid in the understanding of more complex cyanide-bridged solids.</p>", "clean_text": "Concluding Remarks\n\nThe cyanide-bridged TBP complexes described in this Forum Article constitute a unique family of molecular cyanide compounds whose ease of preparation allows for the deliberate introduction of metal ions into the two different positions of the pentanuclear cluster. Numerous isostructural complexes have been isolated that display an exceptionally broad range of physical properties, including SMM, spin crossover, CTIST, and magnetic coupling through extended diamagnetic bridges. The small size of a TBP cluster, with its symmetry-related pairwise interactions, has rendered possible the development of advanced theoretical models of the magnetic behavior of compounds with significant spin-orbit coupling. Ultimately, these studies will aid in the understanding of more complex cyanide-bridged solids.", "data": null, "include_properties": null}, {"idx": 73, "type": "text", "classification": ["else"], "content": "<p>Our earlier foray into the magnetochemistry of heavy transition-metal ions that began with Re<sup>II</sup>\n has been extended to the highly magnetically anisotropic Os<sup>III</sup> ion as described herein. We are also looking to increase the magnetic anisotropy of these clusters by introducing early 3d metal ions, specifically Ti<sup>III</sup> and V<sup>III</sup>, that have not been exploited to any great extent in the chemistry of discrete cyanide complexes. It must be emphasized, however, that the instability of [Ti(CN)<sub>6</sub>]<sup>3−</sup> and, to a lesser degree, [V(CN)<sub>6</sub>]<sup>3−</sup> may hinder the use of these building blocks even in nonaqueous media.</p>", "clean_text": "Our earlier foray into the magnetochemistry of heavy transition-metal ions that began with ReII  has been extended to the highly magnetically anisotropic OsIII ion as described herein. We are also looking to increase the magnetic anisotropy of these clusters by introducing early 3d metal ions, specifically TiIII and VIII, that have not been exploited to any great extent in the chemistry of discrete cyanide complexes. It must be emphasized, however, that the instability of [Ti(CN)6]3- and, to a lesser degree, [V(CN)6]3- may hinder the use of these building blocks even in nonaqueous media.", "data": null, "include_properties": null}, {"idx": 74, "type": "text", "classification": ["else"], "content": "<p>The use of TBP clusters as secondary building blocks is a high priority in our current work, with most of the efforts being directed at the connection of these magnetic molecules with metal ions that are known to engender strong Ising anisotropy. For example, chain architectures could exhibit interesting magnetic phenomena such as single-chain magnetism, photoinduced magnetism, and abrupt spin crossover accompanied by a thermal hysteresis. Clearly, many exciting prospects remain for the chemistry of these TBP molecules as well as other cyanide-bridged compounds being prepared in laboratories around the world.</p>", "clean_text": "The use of TBP clusters as secondary building blocks is a high priority in our current work, with most of the efforts being directed at the connection of these magnetic molecules with metal ions that are known to engender strong Ising anisotropy. For example, chain architectures could exhibit interesting magnetic phenomena such as single-chain magnetism, photoinduced magnetism, and abrupt spin crossover accompanied by a thermal hysteresis. Clearly, many exciting prospects remain for the chemistry of these TBP molecules as well as other cyanide-bridged compounds being prepared in laboratories around the world.", "data": null, "include_properties": null}, {"idx": 75, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Syntheses</title><title>Starting Materials</title><p>Commercially available 3,4,7,8-tetramethyl-1,10-phenanthroline (tmphen; Alfa Aesar), bis(triphenylphosphine)iminium chloride (PPNCl, Aldrich), 18-crown-6 (Acros), K<sub>3</sub>[Fe(CN)<sub>6</sub>] (Fisher), Mn(ClO<sub>4</sub>)·6H<sub>2</sub>O (Alfa Aesar), Co(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (Strem), and Ni(BF<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O (Aldrich) were used as received. Acetonitrile and methanol were of ACS reagent grade and were used as received (EM Science). [Mn(acac)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>]ClO<sub>4</sub> (acac = acetylacetonate) was prepared according to a literature method. The salt (PPN)<sub>3</sub>[Os(CN)<sub>6</sub>] was prepared by modification of a reported method.\n</p>", "clean_text": "Experimental Section\n\nSyntheses\n\nStarting Materials\n\nCommercially available 3,4,7,8-tetramethyl-1,10-phenanthroline (tmphen; Alfa Aesar), bis(triphenylphosphine)iminium chloride (PPNCl, Aldrich), 18-crown-6 (Acros), K3[Fe(CN)6] (Fisher), Mn(ClO4)⋅6H2O (Alfa Aesar), Co(NO3)2⋅6H2O (Strem), and Ni(BF4)2⋅6H2O (Aldrich) were used as received. Acetonitrile and methanol were of ACS reagent grade and were used as received (EM Science). [Mn(acac)2(H2O)2]ClO4 (acac = acetylacetonate) was prepared according to a literature method. The salt (PPN)3[Os(CN)6] was prepared by modification of a reported method. ", "data": null, "include_properties": null}, {"idx": 76, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>{[Co(tmphen)<sub>2</sub>]<sub>3</sub>[Fe(CN)<sub>6</sub>]<sub>2</sub>}</bold>. The Co<sup>III</sup>\n<sub>2</sub>Co<sup>II</sup>Fe<sup>II</sup>\n<sub>2</sub> blue solid form of the cluster was prepared by a variation of our previously reported synthesis. A solution of [(18-crown-6)K]<sub>3</sub>[Fe(CN)<sub>6</sub>] was prepared by stirring of 180 mg (0.547 mmol) of K<sub>3</sub>[Fe(CN)<sub>6</sub>] and 408 mg (1.54 mmol) of 18-crown-6 in 60 mL of acetonitrile for 24 h and filtering of the resulting solution to remove the excess K<sub>3</sub>[Fe(CN)<sub>6</sub>]. The other solution was prepared by combining 300 mg (1.03 mmol) of Co(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O with 609 mg (2.58 mmol) of tmphen in 150 mL of acetonitrile. To this solution was slowly added the [Fe(CN)<sub>6</sub>]<sup>3−</sup> solution, and the mixture was left to stand undisturbed for 3 days. The red crystals were collected by filtration, washed with acetonitrile (15 mL) and diethyl ether (30 mL), dried in vacuo, and left in air for at least 2 weeks to allow the sample to absorb ∼24 water molecules of hydration. Yield: 477 mg (75%).</p>", "clean_text": " {[Co(tmphen)2]3[Fe(CN)6]2}. The CoIII 2CoIIFeII 2 blue solid form of the cluster was prepared by a variation of our previously reported synthesis. A solution of [(18-crown-6)K]3[Fe(CN)6] was prepared by stirring of 180 mg (0.547 mmol) of K3[Fe(CN)6] and 408 mg (1.54 mmol) of 18-crown-6 in 60 mL of acetonitrile for 24 h and filtering of the resulting solution to remove the excess K3[Fe(CN)6]. The other solution was prepared by combining 300 mg (1.03 mmol) of Co(NO3)2⋅6H2O with 609 mg (2.58 mmol) of tmphen in 150 mL of acetonitrile. To this solution was slowly added the [Fe(CN)6]3- solution, and the mixture was left to stand undisturbed for 3 days. The red crystals were collected by filtration, washed with acetonitrile (15 mL) and diethyl ether (30 mL), dried in vacuo, and left in air for at least 2 weeks to allow the sample to absorb ~24 water molecules of hydration. Yield: 477 mg (75%).", "data": null, "include_properties": null}, {"idx": 77, "type": "text", "classification": ["synthesis condition"], "content": "<title>{[Ni(tmphen)<sub>2</sub>]<sub>3</sub>[Os(CN)<sub>6</sub>]<sub>2</sub>}</title><p>A sample of Ni(BF<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O (109 mg, 0.320 mmol) was added to 157 mg (0.664 mmol) of tmphen in 80 mL of acetonitrile, and the mixture was stirred for 30 min to afford a clear pale-pink solution. This solution was added to (PPN)<sub>3</sub>[Os(CN)<sub>6</sub>] (762 mg, 0.388 mmol) in 80 mL of acetonitrile. The mixture was left to stand for 5 days, after which time transparent orange needlelike crystals that had formed were collected by filtration, washed with acetonitrile (2 × 20 mL), and dried in vacuo. Yield: 212 mg (42%).</p>", "clean_text": "{[Ni(tmphen)2]3[Os(CN)6]2}\n\nA sample of Ni(BF4)2⋅6H2O (109 mg, 0.320 mmol) was added to 157 mg (0.664 mmol) of tmphen in 80 mL of acetonitrile, and the mixture was stirred for 30 min to afford a clear pale-pink solution. This solution was added to (PPN)3[Os(CN)6] (762 mg, 0.388 mmol) in 80 mL of acetonitrile. The mixture was left to stand for 5 days, after which time transparent orange needlelike crystals that had formed were collected by filtration, washed with acetonitrile (2 × 20 mL), and dried in vacuo. Yield: 212 mg (42%).", "data": null, "include_properties": null}, {"idx": 78, "type": "text", "classification": ["synthesis condition"], "content": "<title>Mixture of {[Co(tmphen)<sub>2</sub>]<sub>3</sub>[Fe(CN)<sub>6</sub>]<sub>2</sub>[Mn(CH<sub>3</sub>OH)<sub>4</sub>]}<sub>∞</sub>(ClO<sub>4</sub>)<sub>3</sub> and {[Co(tmphen)<sub>2</sub>]<sub>3</sub>[Fe(CN)<sub>6</sub>]<sub>2</sub>[Mn(CH<sub>3</sub>OH)<sub>4</sub>]<sub>0.5</sub>[Mn(CH<sub>3</sub>OH)<sub>3</sub>(CH<sub>3</sub>O)]}<sub>∞</sub>(ClO<sub>4</sub>)<sub>3</sub>\n</title><p>The solutions were prepared by dissolving 49 mg (0.020 mmol) of the Co<sup>III</sup>\n<sub>2</sub>Co<sup>II</sup>Fe<sup>II</sup>\n<sub>2</sub> blue solid in 20 mL of methanol and 1000 mg (2.77 mmol) of Mn(ClO<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O in 20 mL of methanol. The Co<sub>3</sub>Fe<sub>2</sub> solution was layered onto the Mn<sup>II</sup> solution in 2 mL/2 mL portions in 5 mm i.d. Pyrex glass tubes, which led to the formation of dark-blue X-ray-quality crystals of both products after 2 days.</p>", "clean_text": "Mixture of {[Co(tmphen)2]3[Fe(CN)6]2[Mn(CH3OH)4]}∞(ClO4)3 and {[Co(tmphen)2]3[Fe(CN)6]2[Mn(CH3OH)4]0.5[Mn(CH3OH)3(CH3O)]}∞(ClO4)3 \n\nThe solutions were prepared by dissolving 49 mg (0.020 mmol) of the CoIII 2CoIIFeII 2 blue solid in 20 mL of methanol and 1000 mg (2.77 mmol) of Mn(ClO4)2⋅6H2O in 20 mL of methanol. The Co3Fe2 solution was layered onto the MnII solution in 2 mL/2 mL portions in 5 mm i.d. Pyrex glass tubes, which led to the formation of dark-blue X-ray-quality crystals of both products after 2 days.", "data": null, "include_properties": null}, {"idx": 79, "type": "text", "classification": ["synthesis condition"], "content": "<title>{[Co(tmphen)<sub>2</sub>]<sub>3</sub>[Fe(CN)<sub>6</sub>]<sub>2</sub>[Mn(CH<sub>3</sub>OH)<sub>4</sub>]}<sub>∞</sub>(ClO<sub>4</sub>)<sub>3</sub>\n</title><p>The solutions were prepared by dissolving 49 mg (0.020 mmol) of the Co<sup>III</sup>\n<sub>2</sub>Co<sup>II</sup>Fe<sup>II</sup>\n<sub>2</sub> blue solid in 40 mL of methanol and 244 mg (0.600 mmol) of [Mn(acac)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>]ClO<sub>4</sub> in 40 mL of methanol. For bulk reactions, the Co<sub>3</sub>Fe<sub>2</sub> solution was layered on the Mn<sup>III</sup> solution in 4 mL/4 mL portions in glass vials and left to stand for 1 week. The dark-blue crystals were harvested, washed with methanol, and dried in vacuo. Yield: 43.3 mg (81%). IR (Nujol), ν(CN), cm<sup>−1</sup>: 2140, 2103, and 2061. X-ray-quality crystals were grown by layering of the two solutions in 2 mL/2 mL portions in 5 mm i.d. Pyrex glass tubes.</p>", "clean_text": "{[Co(tmphen)2]3[Fe(CN)6]2[Mn(CH3OH)4]}∞(ClO4)3 \n\nThe solutions were prepared by dissolving 49 mg (0.020 mmol) of the CoIII 2CoIIFeII 2 blue solid in 40 mL of methanol and 244 mg (0.600 mmol) of [Mn(acac)2(H2O)2]ClO4 in 40 mL of methanol. For bulk reactions, the Co3Fe2 solution was layered on the MnIII solution in 4 mL/4 mL portions in glass vials and left to stand for 1 week. The dark-blue crystals were harvested, washed with methanol, and dried in vacuo. Yield: 43.3 mg (81%). IR (Nujol), ν(CN), cm-1: 2140, 2103, and 2061. X-ray-quality crystals were grown by layering of the two solutions in 2 mL/2 mL portions in 5 mm i.d. Pyrex glass tubes.", "data": null, "include_properties": null}, {"idx": 80, "type": "text", "classification": ["else"], "content": "<p>\n<italic toggle=\"yes\">\n<bold>Caution!</bold> Although we have experienced no safety problems with either of these products, perchlorate salts are potentially explosive and should always be used with care. In this work, the starting materials and products were hydrate compounds and were always handled in a humid atmosphere.</italic>\n</p>", "clean_text": "  Caution! Although we have experienced no safety problems with either of these products, perchlorate salts are potentially explosive and should always be used with care. In this work, the starting materials and products were hydrate compounds and were always handled in a humid atmosphere. ", "data": null, "include_properties": null}, {"idx": 81, "type": "text", "classification": ["else"], "content": "<title>Physical Measurements</title><p>The TGAs were performed on a Shimadzu TGA-50 or an Instrument Specialists Inc. TGA 1000 thermogravimetric analyzer in the 298−573 K temperature range at a heating rate of 5 K·min<sup>−1</sup>, under a N<sub>2</sub> gas flow of 20 L·min<sup>−1</sup>. IR spectra were measured on a Nicolet 740 FTIR spectrometer as Nujol mulls placed between KBr plates.</p>", "clean_text": "Physical Measurements\n\nThe TGAs were performed on a Shimadzu TGA-50 or an Instrument Specialists Inc. TGA 1000 thermogravimetric analyzer in the 298-573 K temperature range at a heating rate of 5 K⋅min-1, under a N2 gas flow of 20 L⋅min-1. IR spectra were measured on a Nicolet 740 FTIR spectrometer as Nujol mulls placed between KBr plates.", "data": null, "include_properties": null}, {"idx": 82, "type": "text", "classification": ["else"], "content": "<p>Magnetic measurements were performed on a Quantum Design SQUID MPMS-XL magnetometer. Magnetic susceptibility measurements in the direct current mode were carried out in an applied field of 0.1 T in the 2−300 K range. Magnetization data were acquired at 1.8 K, with the magnetic field varying from 0 to 7 T. Whenever appropriate, the fitting of magnetic behavior was carried out with <italic toggle=\"yes\">MAGPACK</italic>. Magnetic data obtained for samples were corrected for diamagnetic contributions by the use of Pascal constants. Because of the high content of disordered solvent in the crystals, each sample was also subjected to TGA. The molecular weight of each compound was adjusted according to the interstitial solvent content determined from the TGA. Micro-SQUID measurements were collected on samples of aligned single crystals at the temperatures indicated.</p>", "clean_text": "Magnetic measurements were performed on a Quantum Design SQUID MPMS-XL magnetometer. Magnetic susceptibility measurements in the direct current mode were carried out in an applied field of 0.1 T in the 2-300 K range. Magnetization data were acquired at 1.8 K, with the magnetic field varying from 0 to 7 T. Whenever appropriate, the fitting of magnetic behavior was carried out with MAGPACK. Magnetic data obtained for samples were corrected for diamagnetic contributions by the use of Pascal constants. Because of the high content of disordered solvent in the crystals, each sample was also subjected to TGA. The molecular weight of each compound was adjusted according to the interstitial solvent content determined from the TGA. Micro-SQUID measurements were collected on samples of aligned single crystals at the temperatures indicated.", "data": null, "include_properties": null}, {"idx": 83, "type": "text", "classification": ["else"], "content": "<title>Single-Crystal X-ray Diffraction Studies</title><p>The crystal selected for study was suspended in polybutene oil (Aldrich), mounted on a cryoloop, and placed in a N<sub>2</sub> cold stream. Single-crystal X-ray data were collected on a Bruker APEX II or Bruker SMART 1000 diffractometer equipped with a CCD detector. The data sets were recorded as three ω scans of 606 frames each, at 0.3° step width, and integrated with the Bruker <italic toggle=\"yes\">SAINT</italic> software package. The absorption correction was based on the fitting of a function to the empirical transmission surface as sampled by multiple equivalent measurements. Solution and refinement of the crystal structures were carried out using the <italic toggle=\"yes\">SHELX</italic> suite of programs and the graphical interface <italic toggle=\"yes\">X-SEED</italic>. Preliminary indexing of the data sets established monoclinic unit cells for {[Co(tmphen)<sub>2</sub>]<sub>3</sub>[Fe(CN)<sub>6</sub>]<sub>2</sub>[Mn(CH<sub>3</sub>OH)<sub>4</sub>]}<sub>∞</sub>(ClO<sub>4</sub>)<sub>3</sub> and triclinic for {[Co(tmphen)<sub>2</sub>]<sub>3</sub>[Fe(CN)<sub>6</sub>]<sub>2</sub>[Mn(CH<sub>3</sub>OH)<sub>4</sub>]<sub>0.5</sub>[Mn(CH<sub>3</sub>OH)<sub>3</sub>(CH<sub>3</sub>O)]}<sub>∞</sub>(ClO<sub>4</sub>)<sub>3</sub>. Systematic extinctions indicated that the compounds crystallized in the space groups <italic toggle=\"yes\">C</italic>2/<italic toggle=\"yes\">c</italic> (No. 15) and <italic toggle=\"yes\">P</italic>1̅ (No. 2), respectively. The structures were solved by direct methods, which resolved the positions of all metal atoms and most of the C and N atoms. The remaining non-H atoms were located by alternating cycles of least-squares refinements and difference Fourier maps. All H atoms were placed in calculated positions. A large number of disordered interstitial solvent molecules are present in the crystals. The final refinement was carried out with anisotropic thermal parameters for all non-H atoms. Summaries of pertinent information relating to unit cell parameters, data collection, and refinement statistics as well as complete listings of positional and thermal parameters, bond distances, bond angles, and thermal ellipsoid plots of the asymmetric units are provided in the .</p>", "clean_text": "Single-Crystal X-ray Diffraction Studies\n\nThe crystal selected for study was suspended in polybutene oil (Aldrich), mounted on a cryoloop, and placed in a N2 cold stream. Single-crystal X-ray data were collected on a Bruker APEX II or Bruker SMART 1000 diffractometer equipped with a CCD detector. The data sets were recorded as three ω scans of 606 frames each, at 0.3° step width, and integrated with the Bruker SAINT software package. The absorption correction was based on the fitting of a function to the empirical transmission surface as sampled by multiple equivalent measurements. Solution and refinement of the crystal structures were carried out using the SHELX suite of programs and the graphical interface X-SEED. Preliminary indexing of the data sets established monoclinic unit cells for {[Co(tmphen)2]3[Fe(CN)6]2[Mn(CH3OH)4]}∞(ClO4)3 and triclinic for {[Co(tmphen)2]3[Fe(CN)6]2[Mn(CH3OH)4]0.5[Mn(CH3OH)3(CH3O)]}∞(ClO4)3. Systematic extinctions indicated that the compounds crystallized in the space groups C2/c (No. 15) and P1̅ (No. 2), respectively. The structures were solved by direct methods, which resolved the positions of all metal atoms and most of the C and N atoms. The remaining non-H atoms were located by alternating cycles of least-squares refinements and difference Fourier maps. All H atoms were placed in calculated positions. A large number of disordered interstitial solvent molecules are present in the crystals. The final refinement was carried out with anisotropic thermal parameters for all non-H atoms. Summaries of pertinent information relating to unit cell parameters, data collection, and refinement statistics as well as complete listings of positional and thermal parameters, bond distances, bond angles, and thermal ellipsoid plots of the asymmetric units are provided in the .", "data": null, "include_properties": null}, {"idx": 84, "type": "text", "classification": ["else"], "content": "<p>Crystal data, additional magnetic plots, thermal ellipsoid plots, and crystallographic files in CIF format. This material is available free of charge via the Internet at <uri>http://pubs.acs.org</uri>.</p><title>References</title><p>Note that these data may also correspond to a mixture of clusters with [Co<sup>II</sup>\n<sub>3</sub>Fe<sup>III</sup>\n<sub>2</sub>] and [Co<sup>III</sup>\n<sub>2</sub>Co<sup>II</sup>Fe<sup>II</sup>\n<sub>2</sub>] cores.</p>", "clean_text": "Crystal data, additional magnetic plots, thermal ellipsoid plots, and crystallographic files in CIF format. This material is available free of charge via the Internet at http://pubs.acs.org.\n\nReferences\n\nNote that these data may also correspond to a mixture of clusters with [CoII 3FeIII 2] and [CoIII 2CoIIFeII 2] cores.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "76, 77, 78, 79", "type": "text", "classification": "synthesis condition", "content": "<p>\n<bold>{[Co(tmphen)<sub>2</sub>]<sub>3</sub>[Fe(CN)<sub>6</sub>]<sub>2</sub>}</bold>. The Co<sup>III</sup>\n<sub>2</sub>Co<sup>II</sup>Fe<sup>II</sup>\n<sub>2</sub> blue solid form of the cluster was prepared by a variation of our previously reported synthesis. A solution of [(18-crown-6)K]<sub>3</sub>[Fe(CN)<sub>6</sub>] was prepared by stirring of 180 mg (0.547 mmol) of K<sub>3</sub>[Fe(CN)<sub>6</sub>] and 408 mg (1.54 mmol) of 18-crown-6 in 60 mL of acetonitrile for 24 h and filtering of the resulting solution to remove the excess K<sub>3</sub>[Fe(CN)<sub>6</sub>]. The other solution was prepared by combining 300 mg (1.03 mmol) of Co(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O with 609 mg (2.58 mmol) of tmphen in 150 mL of acetonitrile. To this solution was slowly added the [Fe(CN)<sub>6</sub>]<sup>3−</sup> solution, and the mixture was left to stand undisturbed for 3 days. The red crystals were collected by filtration, washed with acetonitrile (15 mL) and diethyl ether (30 mL), dried in vacuo, and left in air for at least 2 weeks to allow the sample to absorb ∼24 water molecules of hydration. Yield: 477 mg (75%).</p><title>{[Ni(tmphen)<sub>2</sub>]<sub>3</sub>[Os(CN)<sub>6</sub>]<sub>2</sub>}</title><p>A sample of Ni(BF<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O (109 mg, 0.320 mmol) was added to 157 mg (0.664 mmol) of tmphen in 80 mL of acetonitrile, and the mixture was stirred for 30 min to afford a clear pale-pink solution. This solution was added to (PPN)<sub>3</sub>[Os(CN)<sub>6</sub>] (762 mg, 0.388 mmol) in 80 mL of acetonitrile. The mixture was left to stand for 5 days, after which time transparent orange needlelike crystals that had formed were collected by filtration, washed with acetonitrile (2 × 20 mL), and dried in vacuo. Yield: 212 mg (42%).</p><title>Mixture of {[Co(tmphen)<sub>2</sub>]<sub>3</sub>[Fe(CN)<sub>6</sub>]<sub>2</sub>[Mn(CH<sub>3</sub>OH)<sub>4</sub>]}<sub>∞</sub>(ClO<sub>4</sub>)<sub>3</sub> and {[Co(tmphen)<sub>2</sub>]<sub>3</sub>[Fe(CN)<sub>6</sub>]<sub>2</sub>[Mn(CH<sub>3</sub>OH)<sub>4</sub>]<sub>0.5</sub>[Mn(CH<sub>3</sub>OH)<sub>3</sub>(CH<sub>3</sub>O)]}<sub>∞</sub>(ClO<sub>4</sub>)<sub>3</sub>\n</title><p>The solutions were prepared by dissolving 49 mg (0.020 mmol) of the Co<sup>III</sup>\n<sub>2</sub>Co<sup>II</sup>Fe<sup>II</sup>\n<sub>2</sub> blue solid in 20 mL of methanol and 1000 mg (2.77 mmol) of Mn(ClO<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O in 20 mL of methanol. The Co<sub>3</sub>Fe<sub>2</sub> solution was layered onto the Mn<sup>II</sup> solution in 2 mL/2 mL portions in 5 mm i.d. Pyrex glass tubes, which led to the formation of dark-blue X-ray-quality crystals of both products after 2 days.</p><title>{[Co(tmphen)<sub>2</sub>]<sub>3</sub>[Fe(CN)<sub>6</sub>]<sub>2</sub>[Mn(CH<sub>3</sub>OH)<sub>4</sub>]}<sub>∞</sub>(ClO<sub>4</sub>)<sub>3</sub>\n</title><p>The solutions were prepared by dissolving 49 mg (0.020 mmol) of the Co<sup>III</sup>\n<sub>2</sub>Co<sup>II</sup>Fe<sup>II</sup>\n<sub>2</sub> blue solid in 40 mL of methanol and 244 mg (0.600 mmol) of [Mn(acac)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>]ClO<sub>4</sub> in 40 mL of methanol. For bulk reactions, the Co<sub>3</sub>Fe<sub>2</sub> solution was layered on the Mn<sup>III</sup> solution in 4 mL/4 mL portions in glass vials and left to stand for 1 week. The dark-blue crystals were harvested, washed with methanol, and dried in vacuo. Yield: 43.3 mg (81%). IR (Nujol), ν(CN), cm<sup>−1</sup>: 2140, 2103, and 2061. X-ray-quality crystals were grown by layering of the two solutions in 2 mL/2 mL portions in 5 mm i.d. Pyrex glass tubes.</p>", "clean_text": " {[Co(tmphen)2]3[Fe(CN)6]2}. The CoIII 2CoIIFeII 2 blue solid form of the cluster was prepared by a variation of our previously reported synthesis. A solution of [(18-crown-6)K]3[Fe(CN)6] was prepared by stirring of 180 mg (0.547 mmol) of K3[Fe(CN)6] and 408 mg (1.54 mmol) of 18-crown-6 in 60 mL of acetonitrile for 24 h and filtering of the resulting solution to remove the excess K3[Fe(CN)6]. The other solution was prepared by combining 300 mg (1.03 mmol) of Co(NO3)2⋅6H2O with 609 mg (2.58 mmol) of tmphen in 150 mL of acetonitrile. To this solution was slowly added the [Fe(CN)6]3- solution, and the mixture was left to stand undisturbed for 3 days. The red crystals were collected by filtration, washed with acetonitrile (15 mL) and diethyl ether (30 mL), dried in vacuo, and left in air for at least 2 weeks to allow the sample to absorb ~24 water molecules of hydration. Yield: 477 mg (75%).\n\n{[Ni(tmphen)2]3[Os(CN)6]2}\n\nA sample of Ni(BF4)2⋅6H2O (109 mg, 0.320 mmol) was added to 157 mg (0.664 mmol) of tmphen in 80 mL of acetonitrile, and the mixture was stirred for 30 min to afford a clear pale-pink solution. This solution was added to (PPN)3[Os(CN)6] (762 mg, 0.388 mmol) in 80 mL of acetonitrile. The mixture was left to stand for 5 days, after which time transparent orange needlelike crystals that had formed were collected by filtration, washed with acetonitrile (2 × 20 mL), and dried in vacuo. Yield: 212 mg (42%).\n\nMixture of {[Co(tmphen)2]3[Fe(CN)6]2[Mn(CH3OH)4]}∞(ClO4)3 and {[Co(tmphen)2]3[Fe(CN)6]2[Mn(CH3OH)4]0.5[Mn(CH3OH)3(CH3O)]}∞(ClO4)3 \n\nThe solutions were prepared by dissolving 49 mg (0.020 mmol) of the CoIII 2CoIIFeII 2 blue solid in 20 mL of methanol and 1000 mg (2.77 mmol) of Mn(ClO4)2⋅6H2O in 20 mL of methanol. The Co3Fe2 solution was layered onto the MnII solution in 2 mL/2 mL portions in 5 mm i.d. Pyrex glass tubes, which led to the formation of dark-blue X-ray-quality crystals of both products after 2 days.\n\n{[Co(tmphen)2]3[Fe(CN)6]2[Mn(CH3OH)4]}∞(ClO4)3 \n\nThe solutions were prepared by dissolving 49 mg (0.020 mmol) of the CoIII 2CoIIFeII 2 blue solid in 40 mL of methanol and 244 mg (0.600 mmol) of [Mn(acac)2(H2O)2]ClO4 in 40 mL of methanol. For bulk reactions, the Co3Fe2 solution was layered on the MnIII solution in 4 mL/4 mL portions in glass vials and left to stand for 1 week. The dark-blue crystals were harvested, washed with methanol, and dried in vacuo. Yield: 43.3 mg (81%). IR (Nujol), ν(CN), cm-1: 2140, 2103, and 2061. X-ray-quality crystals were grown by layering of the two solutions in 2 mL/2 mL portions in 5 mm i.d. Pyrex glass tubes.", "data": [{"meta": {"name": "{[Co(tmphen)2]3[Fe(CN)6]2}", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "K3[Fe(CN)6]", "amount": "180", "unit": "mg"}, {"name": "Co(NO3)2·6H2O", "amount": "300", "unit": "mg"}, {"name": "tmphen", "amount": "609", "unit": "mg"}], "solution": [{"name": "acetonitrile", "amount": "60", "unit": "mL"}, {"name": "MeOH/H2O solution", "amount": "6:1 v/v", "unit": ""}], "pressure": "", "temperature": "room temperature", "time": "3 days"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "acetonitrile", "amount": "15 mL"}, {"synthesis method": "washing", "washing solution": "diethyl ether", "amount": "30 mL"}, {"synthesis method": "drying", "pressure": "vacuo", "temperature": "", "atmosphere": "", "time": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": "2 weeks"}], "yield": "75%"}, {"meta": {"name": "{[Ni(tmphen)2]3[Os(CN)6]2}", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Ni(BF4)2·6H2O", "amount": "109", "unit": "mg"}, {"name": "tmphen", "amount": "157", "unit": "mg"}], "solution": [{"name": "acetonitrile", "amount": "80", "unit": "mL"}, {"name": "(PPN)3[Os(CN)6]", "amount": "762", "unit": "mg"}], "pressure": "", "temperature": "room temperature", "time": "5 days"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "acetonitrile", "amount": "2 × 20 mL"}, {"synthesis method": "drying", "pressure": "vacuo", "temperature": "", "atmosphere": "", "time": ""}], "yield": "42%"}, {"meta": {"name": "Mixture of {[Co(tmphen)2]3[Fe(CN)6]2[Mn(CH3OH)4]}∞(ClO4)3 and {[Co(tmphen)2]3[Fe(CN)6]2[Mn(CH3OH)0.5][Mn(CH3OH)3(CH3O)]}∞(ClO4)3", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Co3Fe2", "amount": "49", "unit": "mg"}, {"name": "Mn(ClO4)2·6H2O", "amount": "1000", "unit": "mg"}], "solution": [{"name": "methanol", "amount": "20", "unit": "mL"}], "pressure": "", "temperature": "", "time": "2 days"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}], "yield": ""}, {"meta": {"name": "{[Co(tmphen)2]3[Fe(CN)6]2[Mn(CH3OH)4]}∞(ClO4)3", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Co3Fe2", "amount": "49", "unit": "mg"}, {"name": "[Mn(acac)2(H2O)2]ClO4", "amount": "244", "unit": "mg"}], "solution": [{"name": "methanol", "amount": "40", "unit": "mL"}], "pressure": "", "temperature": "", "time": "1 week"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "methanol", "amount": ""}, {"synthesis method": "drying", "pressure": "vacuo", "temperature": "", "atmosphere": "", "time": ""}], "yield": "81%"}], "include_properties": ["chemical_synthesis", "filtration", "washing", "drying", "chemical_synthesis", "filtration", "washing", "drying", "chemical_synthesis", "chemical_synthesis", "chemical_synthesis", "chemical_synthesis", "filtration", "washing", "drying", "chemical_synthesis", "chemical_synthesis", "filtration", "washing", "drying"]}, {"idx": "55, 60, 62", "type": "text", "classification": "property", "content": "<p>Interestingly, in the Fe<sub>3</sub>Cr<sub>2</sub> cluster, we also observe ferromagnetic coupling between the axial Cr<sup>III</sup> ions mediated by the diamagnetic LS Fe<sup>II</sup> sites (Figure a). A theoretical simulation of the magnetic data using the Heisenberg−Dirac−Van Vleck exchange Hamiltonian <italic toggle=\"yes\">Ĥ</italic> = −2<italic toggle=\"yes\">J</italic>\n<sub>ex</sub>\n<italic toggle=\"yes\">Ŝ</italic>\n<sub>Cr1</sub>\n<italic toggle=\"yes\">Ŝ</italic>\n<sub>Cr2</sub> + <italic toggle=\"yes\">g</italic>\n<sub>Cr</sub>β<italic toggle=\"yes\">H</italic>(<italic toggle=\"yes\">Ŝ</italic>\n<sub>Cr1</sub> + <italic toggle=\"yes\">Ŝ</italic>\n<sub>Cr2</sub>) produced a small exchange parameter of <italic toggle=\"yes\">J</italic>\n<sub>ex</sub> = +0.65 cm<sup>−1</sup>. Most important, however, is the fact that <sup>57</sup>Fe Mössbauer data at 4.2 K in an 8 T applied field revealed the presence of a small internal field of 0.6 T at the Fe<sup>II</sup> nucleus, which is antiparallel to the applied field (Figure b). With increasing temperature, the internal field at the Fe<sup>II</sup> nucleus exhibited a decay similar to that of the magnetic susceptibility measured for the cluster (Figure a).</p><title>3d−5d Metal Ion Combination within the TBP Framework</title><p>Our success in preparing a series of TBP assemblies with 3d metal ions in all positions prompted us to look beyond the first transition series to examine hexacyanometallate anions of heavier transition elements. The use of 4d and 5d metal ions, characterized by strong magnetic anisotropy due to significant spin−orbit coupling, is now an established strategy for isolating cyanide-based SMMs. Whereas 3d metal ions form the continuous series of hexacyanometallate anions from [Ti(CN)<sub>6</sub>]<sup>3−</sup> to [Co(CN)<sub>6</sub>]<sup>3−</sup>, analogous series with heavier transition metals are lacking. With a limited number of compounds from which to choose, our initial foray into this chemistry focused on the [Os<sup>III</sup>(CN)<sub>6</sub>]<sup>3−</sup> building block, a species that is isoelectronic with [Fe<sup>III</sup>(CN)]<sup>3−</sup>. In order to be able to perform reactions with [Os(CN)<sub>6</sub>]<sup>3−</sup> in nonaqueous media, the K<sup>+</sup> cation was exchanged with PPN<sup>+</sup> [PPN = bis(triphenylphosphine)iminium], and this salt was used to prepare the Ni<sup>II</sup>\n<sub>3</sub>Os<sup>III</sup>\n<sub>2</sub> TBP complex by following the protocol established for the 3d cyanometallate precursors. This cluster exhibits a room temperature χ<italic toggle=\"yes\">T</italic> value of 4.73 emu·K·mol<sup>−1</sup> at 300 K, which is slightly higher than that expected for three <italic toggle=\"yes\">S</italic> = 1 and two <italic toggle=\"yes\">S</italic> = <sup>1</sup>/<sub>2</sub> centers in the absence of magnetic coupling (3.75 emu·K·mol<sup>−1</sup>). The χ<italic toggle=\"yes\">T</italic> value exhibits a slight increase as the temperature is lowered, reaching a maximum of 5.29 emu·K·mol<sup>−1</sup> at 21.6 K. This behavior is indicative of weak ferromagnetic coupling between the Ni<sup>II</sup> and Os<sup>III</sup> ions. The decrease in χ<italic toggle=\"yes\">T</italic> at lower temperatures is due to zero-field splitting as well as anisotropy of the Os<sup>III</sup> ions (Figure ).\n</p><p>The magnetic behavior of the Ni<sub>3</sub>Os<sub>2</sub> cluster was modeled by taking into account the effects of both magnetic superexchange and zero-field splitting:\n<disp-formula id=\"eq4\">\n<label>4</label>\n<mml:math altimg=\"ic-2008-01990g_m004.gif\" display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>Ĥ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mo>−</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Ni−Os</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Os</mml:mtext>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Os</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Ni</mml:mtext>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Ni</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Ni</mml:mtext>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n<mml:mo>+</mml:mo>\n<mml:mtext> </mml:mtext>\n<mml:mn>3</mml:mn>\n<mml:mi>D</mml:mi>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">z</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>Ni</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Ni</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Ni</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n<mml:mo>/</mml:mo>\n<mml:mn>3</mml:mn>\n<mml:mo stretchy=\"false\">]</mml:mo>\n<mml:mo>+</mml:mo>\n<mml:mi mathvariant=\"normal\">β</mml:mi>\n<mml:mi>H</mml:mi>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>g</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>avg</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Os</mml:mtext>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Os</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Ni</mml:mtext>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Ni</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Ŝ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>Ni</mml:mtext>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n</mml:math>\n</disp-formula>\nFerromagnetic coupling between the Ni<sup>II</sup> and Os<sup>III</sup> ions with a resulting <italic toggle=\"yes\">S</italic> = 4 ground state was confirmed by fitting this Hamiltonian to the experimental data using <italic toggle=\"yes\">MAGPACK</italic>, which produced best-fit values of <italic toggle=\"yes\">g</italic>\n<sub>Os</sub> = 2.03, <italic toggle=\"yes\">g</italic>\n<sub>Ni</sub> = 2.13, <italic toggle=\"yes\">J</italic>\n<sub>ex</sub> = +2.3 cm<sup>−1</sup>, and <italic toggle=\"yes\">D</italic>\n<sub>Ni</sub> = 19.5 cm<sup>−1</sup>. Although the calculated <italic toggle=\"yes\">D</italic> parameter is unreasonably high for a Ni<sup>II</sup> ion, it must be emphasized that the proposed model does not take into account the effects of anisotropic superexchange interactions and spin−orbit coupling at the Os<sup>III</sup> centers, both of which are expected to be significant issues. A more accurate description of the magnetic behavior for this cluster requires a rigorous theoretical treatment similar to the one developed by us for the Mn<sub>3</sub>Mn<sub>2</sub> cluster (vide supra) in collaboration with Tsukerblat, Klokishner, and co-workers. These efforts are currently underway.</p>", "clean_text": "Interestingly, in the Fe3Cr2 cluster, we also observe ferromagnetic coupling between the axial CrIII ions mediated by the diamagnetic LS FeII sites (Figure a). A theoretical simulation of the magnetic data using the Heisenberg-Dirac-Van Vleck exchange Hamiltonian Ĥ = -2J ex Ŝ Cr1 Ŝ Cr2 + g CrβH(Ŝ Cr1 + Ŝ Cr2) produced a small exchange parameter of J ex = +0.65 cm-1. Most important, however, is the fact that 57Fe Mössbauer data at 4.2 K in an 8 T applied field revealed the presence of a small internal field of 0.6 T at the FeII nucleus, which is antiparallel to the applied field (Figure b). With increasing temperature, the internal field at the FeII nucleus exhibited a decay similar to that of the magnetic susceptibility measured for the cluster (Figure a).\n\n3d-5d Metal Ion Combination within the TBP Framework\n\nOur success in preparing a series of TBP assemblies with 3d metal ions in all positions prompted us to look beyond the first transition series to examine hexacyanometallate anions of heavier transition elements. The use of 4d and 5d metal ions, characterized by strong magnetic anisotropy due to significant spin-orbit coupling, is now an established strategy for isolating cyanide-based SMMs. Whereas 3d metal ions form the continuous series of hexacyanometallate anions from [Ti(CN)6]3- to [Co(CN)6]3-, analogous series with heavier transition metals are lacking. With a limited number of compounds from which to choose, our initial foray into this chemistry focused on the [OsIII(CN)6]3- building block, a species that is isoelectronic with [FeIII(CN)]3-. In order to be able to perform reactions with [Os(CN)6]3- in nonaqueous media, the K+ cation was exchanged with PPN+ [PPN = bis(triphenylphosphine)iminium], and this salt was used to prepare the NiII 3OsIII 2 TBP complex by following the protocol established for the 3d cyanometallate precursors. This cluster exhibits a room temperature χT value of 4.73 emu⋅K⋅mol-1 at 300 K, which is slightly higher than that expected for three S = 1 and two S = 1/2 centers in the absence of magnetic coupling (3.75 emu⋅K⋅mol-1). The χT value exhibits a slight increase as the temperature is lowered, reaching a maximum of 5.29 emu⋅K⋅mol-1 at 21.6 K. This behavior is indicative of weak ferromagnetic coupling between the NiII and OsIII ions. The decrease in χT at lower temperatures is due to zero-field splitting as well as anisotropy of the OsIII ions (Figure ). \n\nThe magnetic behavior of the Ni3Os2 cluster was modeled by taking into account the effects of both magnetic superexchange and zero-field splitting:  4   Ĥ = - 2   J   Ni-Os   (   Ŝ   Os 1   +   Ŝ   Os 2   ) (   Ŝ   Ni 1   +   Ŝ   Ni 2   +   Ŝ   Ni 3   ) +  3 D [   S   z , Ni   2   -   S   Ni   (   S   Ni   + 1 ) / 3 ] + β H [   g   avg   (   Ŝ   Os 1   +   Ŝ   Os 2   +   Ŝ   Ni 1   +   Ŝ   Ni 2   +   Ŝ   Ni 3   ) ]    Ferromagnetic coupling between the NiII and OsIII ions with a resulting S = 4 ground state was confirmed by fitting this Hamiltonian to the experimental data using MAGPACK, which produced best-fit values of g Os = 2.03, g Ni = 2.13, J ex = +2.3 cm-1, and D Ni = 19.5 cm-1. Although the calculated D parameter is unreasonably high for a NiII ion, it must be emphasized that the proposed model does not take into account the effects of anisotropic superexchange interactions and spin-orbit coupling at the OsIII centers, both of which are expected to be significant issues. A more accurate description of the magnetic behavior for this cluster requires a rigorous theoretical treatment similar to the one developed by us for the Mn3Mn2 cluster (vide supra) in collaboration with Tsukerblat, Klokishner, and co-workers. These efforts are currently underway.", "data": [[{"meta": {"name": "Fe3Cr2", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "ferromagnetic coupling", "value": "", "unit": "", "condition": "between the axial CrIII ions mediated by the diamagnetic LS FeII sites"}, {"property name": "exchange parameter", "value": "0.65", "unit": "cm^-1", "condition": ""}, {"property name": "internal field", "value": "0.6", "unit": "T", "condition": "at the FeII nucleus, antiparallel to the applied field"}]}]], "include_properties": ["etc"]}, {"idx": 11, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Characterization of the TBP Complexes {[M(tmphen)<sub>2</sub>]<sub>3</sub>[M′(CN)<sub>6</sub>]<sub>2</sub>} based on their Magnetic Properties</title>\n</caption>\n<oasis:table>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col2\">M′</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">M</oasis:entry>\n<oasis:entry align=\"center\">Cr</oasis:entry>\n<oasis:entry align=\"center\">Mn</oasis:entry>\n<oasis:entry align=\"center\">Fe</oasis:entry>\n<oasis:entry align=\"center\">Co</oasis:entry>\n<oasis:entry align=\"center\">Os</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Cr</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">J</italic> = −21 cm<sup>−1</sup> \n                           <xref rid=\"tbl1-fn1\"></xref>\n</oasis:entry>\n<oasis:entry>-<xref rid=\"tbl1-fn2\"></xref>\n</oasis:entry>\n<oasis:entry>-</oasis:entry>\n<oasis:entry>-</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">J</italic> = −4.7 cm<sup>−1</sup>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">J</italic> = −3.8 cm<sup>−1</sup>; SMM<xref rid=\"tbl1-fn3\"></xref>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">J</italic> &lt; 0<xref rid=\"tbl1-fn4\"></xref>\n</oasis:entry>\n<oasis:entry>para<xref rid=\"tbl1-fn5\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">J</italic> = +0.65 cm<sup>−1</sup>  \n                           <xref rid=\"tbl1-fn6\"></xref>\n</oasis:entry>\n<oasis:entry>-</oasis:entry>\n<oasis:entry>SCO<xref rid=\"tbl1-fn7\"></xref>\n</oasis:entry>\n<oasis:entry>SCO</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">J</italic> &gt; 0<xref rid=\"tbl1-fn8\"></xref>\n</oasis:entry>\n<oasis:entry>-</oasis:entry>\n<oasis:entry>CTIST<xref rid=\"tbl1-fn9\"></xref>\n</oasis:entry>\n<oasis:entry>para</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">J</italic> = +8.5 cm<sup>−1</sup>\n</oasis:entry>\n<oasis:entry>-</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">J</italic> = +4.3 cm<sup>−1</sup>\n</oasis:entry>\n<oasis:entry>para</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">J</italic> = +2.3 cm<sup>−1</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>para</oasis:entry>\n<oasis:entry>-</oasis:entry>\n<oasis:entry>para</oasis:entry>\n<oasis:entry>dia<xref rid=\"tbl1-fn5\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl1-fn1\">\n<label>a</label>\n<p>\n<italic toggle=\"yes\">J</italic> values are from a fit to the Hamiltonian in eq <xref rid=\"eq1\"></xref>.</p>\n</fn>\n<fn id=\"tbl1-fn2\">\n<label>b</label>\n<p>Not isolated.</p>\n</fn>\n<fn id=\"tbl1-fn3\">\n<label>c</label>\n<p>SMM = single-molecule magnet (see section 4a).</p>\n</fn>\n<fn id=\"tbl1-fn4\">\n<label>d</label>\n<p>χ<italic toggle=\"yes\">T</italic> cannot be modeled because a more complex Hamiltonian is required.</p>\n</fn>\n<fn id=\"tbl1-fn5\">\n<label>e</label>\n<p>para = paramagnetic cluster; dia = diamagnetic cluster.</p>\n</fn>\n<fn id=\"tbl1-fn6\">\n<label>f</label>\n<p>Coupling of axial Cr<sup>III</sup> ions is mediated by diamagnetic Fe<sup>II</sup> ions (see section 4d).</p>\n</fn>\n<fn id=\"tbl1-fn7\">\n<label>g</label>\n<p>SCO = spin-crossover behavior (see section 4c).</p>\n</fn>\n<fn id=\"tbl1-fn8\">\n<label>h</label>\n<p>χ<italic toggle=\"yes\">T</italic> could not be modeled successfully because of partial cyanide linkage isomerism (see section 4d).</p>\n</fn>\n<fn id=\"tbl1-fn9\">\n<label>i</label>\n<p>CTIST = charge-transfer-induced spin transition (see section 4b).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Characterization of the TBP Complexes {[M(tmphen)<sub>2</sub>]<sub>3</sub>[M′(CN)<sub>6</sub>]<sub>2</sub>} based on their Magnetic Properties\n\n| M  | M′ | Cr | Mn | Fe | Co | Os |\n|----|----|----|----|----|----|----|\n| Cr |    | J = −21 cm<sup>−1</sup> [^a] | - | - | - | - |\n| Mn |    | J = −4.7 cm<sup>−1</sup> | J = −3.8 cm<sup>−1</sup>; SMM [^c] | J < 0 [^d] | para [^e] | - |\n| Fe |    | J = +0.65 cm<sup>−1</sup> [^f] | - | SCO [^g] | SCO | - |\n| Co |    | J > 0 [^h] | - | CTIST [^i] | para | - |\n| Ni |    | J = +8.5 cm<sup>−1</sup> | - | J = +4.3 cm<sup>−1</sup> | para | J = +2.3 cm<sup>−1</sup> |\n| Zn |    | para | - | para | dia [^e] | - |\n\n[^a]: J values are from a fit to the Hamiltonian in eq [^1].\n[^b]: Not isolated.\n[^c]: SMM = single-molecule magnet (see section 4a).\n[^d]: χT cannot be modeled because a more complex Hamiltonian is required.\n[^e]: para = paramagnetic cluster; dia = diamagnetic cluster.\n[^f]: Coupling of axial Cr<sup>III</sup> ions is mediated by diamagnetic Fe<sup>II</sup> ions (see section 4d).\n[^g]: SCO = spin-crossover behavior (see section 4c).\n[^h]: χT could not be modeled successfully because of partial cyanide linkage isomerism (see section 4d).\n[^i]: CTIST = charge-transfer-induced spin transition (see section 4b).", "data": ["substring not found"], "include_properties": null}, {"idx": 45, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Average Fe−N Bond Distances (Å), Parameter Σ (deg), and the Number of π−π Interactions As Determined from the Crystal Structure of {[Fe<sup>II</sup>(tmphen)<sub>2</sub>]<sub>3</sub>[Co<sup>III</sup>(CN)<sub>6</sub>]<sub>2</sub>} at Different Temperatures</title>\n</caption>\n<oasis:table>\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"COLSPEC0\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">temperature</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">Fe(1)</oasis:entry>\n<oasis:entry align=\"center\">Fe(2)</oasis:entry>\n<oasis:entry align=\"center\">Fe(3)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>30 K</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">d</italic>(Fe−N)</oasis:entry>\n<oasis:entry>2.11</oasis:entry>\n<oasis:entry>1.94</oasis:entry>\n<oasis:entry>1.95</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Σ</oasis:entry>\n<oasis:entry>72.2</oasis:entry>\n<oasis:entry>39.8</oasis:entry>\n<oasis:entry>41.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>110 K</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">d</italic>(Fe−N)</oasis:entry>\n<oasis:entry>2.08</oasis:entry>\n<oasis:entry>1.96</oasis:entry>\n<oasis:entry>1.96</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Σ</oasis:entry>\n<oasis:entry>71.8</oasis:entry>\n<oasis:entry>40.6</oasis:entry>\n<oasis:entry>43.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>220 K</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">d</italic>(Fe−N)</oasis:entry>\n<oasis:entry>2.15</oasis:entry>\n<oasis:entry>1.96</oasis:entry>\n<oasis:entry>2.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Σ</oasis:entry>\n<oasis:entry>77.1</oasis:entry>\n<oasis:entry>40.6</oasis:entry>\n<oasis:entry>52</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>300 K</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">d</italic>(Fe−N)</oasis:entry>\n<oasis:entry>2.17</oasis:entry>\n<oasis:entry>1.97</oasis:entry>\n<oasis:entry>2.15</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Σ</oasis:entry>\n<oasis:entry>78.5</oasis:entry>\n<oasis:entry>45.5</oasis:entry>\n<oasis:entry>80.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>no. of π−π interactions</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">intra</italic>molecular</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">inter</italic>molecular</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>1</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Average Fe−N Bond Distances (Å), Parameter Σ (deg), and the Number of π−π Interactions As Determined from the Crystal Structure of {[Fe<sup>II</sup>(tmphen)<sub>2</sub>]<sub>3</sub>[Co<sup>III</sup>(CN)<sub>6</sub>]<sub>2</sub>} at Different Temperatures\n\n| temperature |       | Fe(1) | Fe(2) | Fe(3) |\n|-------------|-------|-------|-------|-------|\n| 30 K        | d(Fe−N) | 2.11  | 1.94  | 1.95  |\n|             | Σ     | 72.2  | 39.8  | 41.3  |\n| 110 K       | d(Fe−N) | 2.08  | 1.96  | 1.96  |\n|             | Σ     | 71.8  | 40.6  | 43.9  |\n| 220 K       | d(Fe−N) | 2.15  | 1.96  | 2.00  |\n|             | Σ     | 77.1  | 40.6  | 52    |\n| 300 K       | d(Fe−N) | 2.17  | 1.97  | 2.15  |\n|             | Σ     | 78.5  | 45.5  | 80.0  |\n|             | no. of π−π interactions |       |       |       |\n|             | intra-molecular         | 1     | 2     | 1     |\n|             | inter-molecular         | 2     | 0     | 1     |", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 50, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>ν(CN) Stretching Frequencies for Fe<sup>II</sup>\n<sub>3</sub>M′<sup>III</sup>\n<sub>2</sub> (M′ = Co, Fe, Cr) Clusters, Corresponding PB Analogues, and Free Hexacyanometallate Anions<xref ref-type=\"bibr\" rid=\"ref50\"></xref>\n</title>\n</caption>\n<oasis:table>\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col2\">ν(CN), cm<sup>−1</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">complex</oasis:entry>\n<oasis:entry align=\"center\">bridging</oasis:entry>\n<oasis:entry align=\"center\">terminal</oasis:entry>\n<oasis:entry align=\"center\">PB analogue</oasis:entry>\n<oasis:entry align=\"center\">free [M’(CN)<sub>6</sub>]<sup>3−</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Fe<sup>II</sup>\n<sub>3</sub>Co<sup>III</sup>\n<sub>2</sub>\n</oasis:entry>\n<oasis:entry>2167, 2156, 2147</oasis:entry>\n<oasis:entry>2127</oasis:entry>\n<oasis:entry>2165</oasis:entry>\n<oasis:entry>2126</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe<sup>II</sup>\n<sub>3</sub>Fe<sup>III</sup>\n<sub>2</sub>\n</oasis:entry>\n<oasis:entry>2131</oasis:entry>\n<oasis:entry>2109</oasis:entry>\n<oasis:entry>does not exist<xref rid=\"tbl3-fn1\"></xref>\n</oasis:entry>\n<oasis:entry>2101</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe<sup>II</sup>\n<sub>3</sub>Cr<sup>III</sup>\n<sub>2</sub>\n</oasis:entry>\n<oasis:entry>2103</oasis:entry>\n<oasis:entry>2117</oasis:entry>\n<oasis:entry>2162 or 2098</oasis:entry>\n<oasis:entry>2114</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl3-fn1\">\n<label>a</label>\n<p>See the discussion in section 2.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 3. ν(CN) Stretching Frequencies for Fe<sup>II</sup><sub>3</sub>M′<sup>III</sup><sub>2</sub> (M′ = Co, Fe, Cr) Clusters, Corresponding PB Analogues, and Free Hexacyanometallate Anions[^a]\n\n| complex | bridging | terminal | PB analogue | free [M’(CN)<sub>6</sub>]<sup>3−</sup> |\n|---------|----------|----------|-------------|------------------------------------|\n| Fe<sup>II</sup><sub>3</sub>Co<sup>III</sup><sub>2</sub> | 2167, 2156, 2147 | 2127 | 2165 | 2126 |\n| Fe<sup>II</sup><sub>3</sub>Fe<sup>III</sup><sub>2</sub> | 2131 | 2109 | does not exist[^1] | 2101 |\n| Fe<sup>II</sup><sub>3</sub>Cr<sup>III</sup><sub>2</sub> | 2103 | 2117 | 2162 or 2098 | 2114 |\n\n[^a]: See the discussion in section 2.", "data": ["substring not found"], "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Drawing of the TBP Cluster Synthesis from Mononuclear Precursors</title>\n</caption>\n<graphic id=\"gs1\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0014.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Drawing of the TBP Cluster Synthesis from Mononuclear Precursors   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Top and (b) side (with respect to the axial pseudo 3-fold axis of rotation) views of the molecular structure of {[M<sup>II</sup>(tmphen)<sub>2</sub>]<sub>3</sub>[M′<sup>III</sup>(CN)<sub>6</sub>]<sub>2</sub>}. The cyanide-bridged core is highlighted with a polyhedron. H atoms are omitted for the sake of clarity. Color scheme: red, M; green, M′; blue, N; gray, C.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Top and (b) side (with respect to the axial pseudo 3-fold axis of rotation) views of the molecular structure of {[MII(tmphen)2]3[M'III(CN)6]2}. The cyanide-bridged core is highlighted with a polyhedron. H atoms are omitted for the sake of clarity. Color scheme: red, M; green, M'; blue, N; gray, C.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) π−π-stacked dimer formed by two TBP clusters in the crystal structure of {[M<sup>II</sup>(tmphen)<sub>2</sub>]<sub>3</sub>[M′<sup>III</sup>(CN)<sub>6</sub>]<sub>2</sub>}·<italic toggle=\"yes\">x</italic>(solvent). (b) Column of dimers propagating in the [101] direction.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) π-π-stacked dimer formed by two TBP clusters in the crystal structure of {[MII(tmphen)2]3[M'III(CN)6]2}⋅x(solvent). (b) Column of dimers propagating in the [101] direction.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Temperature dependence of χ<italic toggle=\"yes\">T</italic> for (a) the M<sup>II</sup>\n<sub>3</sub>Cr<sup>III</sup>\n<sub>2</sub> TBP clusters (M = Cr, Mn, Fe, Co, Ni, Zn), (b) the M<sup>II</sup>\n<sub>3</sub>Fe<sup>III</sup>\n<sub>2</sub> clusters (M = Mn, Fe, Co, Ni, Zn), and (c) the M<sup>II</sup>\n<sub>3</sub>Co<sup>III</sup>\n<sub>2</sub> TBP clusters (M = Mn, Fe, Co, Ni).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Temperature dependence of χT for (a) the MII 3CrIII 2 TBP clusters (M = Cr, Mn, Fe, Co, Ni, Zn), (b) the MII 3FeIII 2 clusters (M = Mn, Fe, Co, Ni, Zn), and (c) the MII 3CoIII 2 TBP clusters (M = Mn, Fe, Co, Ni).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Ferromagnetic (F) and Antiferromagnetic (AF) Contributions to the Superexchange between Equatorial (M<sup>II</sup>) and Axial (Cr<sup>III</sup>) Ions in the M<sub>3</sub>Cr<sub>2</sub> TBP Clusters (M = Cr, Mn, Co, Ni)</title>\n</caption>\n<graphic id=\"gs2\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0015.tif\"></graphic>\n</fig>", "clean_text": " 2  Ferromagnetic (F) and Antiferromagnetic (AF) Contributions to the Superexchange between Equatorial (MII) and Axial (CrIII) Ions in the M3Cr2 TBP Clusters (M = Cr, Mn, Co, Ni)   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Temperature-dependent micro-SQUID magnetization scans collected for the Mn<sup>II</sup>\n<sub>3</sub>Mn<sup>III</sup>\n<sub>2</sub> cluster at 0.14 T·s<sup>−1</sup>. (b) Micro-SQUID magnetization scans collected at variable-field sweep rates at 0.04 K. (c) Micro-SQUID magnetization scans collected at variable-field sweep rates at 0.5 K. Magnetization values are normalized to the saturation magnetization value at 1.4 T.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Temperature-dependent micro-SQUID magnetization scans collected for the MnII 3MnIII 2 cluster at 0.14 T⋅s-1. (b) Micro-SQUID magnetization scans collected at variable-field sweep rates at 0.04 K. (c) Micro-SQUID magnetization scans collected at variable-field sweep rates at 0.5 K. Magnetization values are normalized to the saturation magnetization value at 1.4 T.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Calculated energy level diagrams for the Mn<sup>II</sup>\n<sub>3</sub>Mn<sup>III</sup>\n<sub>2</sub> cluster in the case of positive (a) and negative (b) trigonal crystal-field-splitting parameters (<italic toggle=\"yes\">J</italic>\n<sub>ex</sub> = −3.8 cm<sup>−1</sup>; Δ = ± 250 cm<sup>−1</sup>; κ = 0.8).</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Calculated energy level diagrams for the MnII 3MnIII 2 cluster in the case of positive (a) and negative (b) trigonal crystal-field-splitting parameters (J ex = -3.8 cm-1; Δ = ± 250 cm-1; κ = 0.8).   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Schematic representation of the TBP core in different forms of the Co<sub>3</sub>Fe<sub>2</sub> complex: red crystals, blue and red solids. (b) Temperature dependence of χ<italic toggle=\"yes\">T</italic> for the three solid-state forms of the Co<sub>3</sub>Fe<sub>2</sub> complex. (Note that the “Red Crystals” are red at ambient temperature and blue at <italic toggle=\"yes\">T</italic> &lt; 150 K. This phase at lower temperatures is assigned as II, but the possibility of a mixture of I and III could not be ruled out.)</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Schematic representation of the TBP core in different forms of the Co3Fe2 complex: red crystals, blue and red solids. (b) Temperature dependence of χT for the three solid-state forms of the Co3Fe2 complex. (Note that the \"Red Crystals\" are red at ambient temperature and blue at T < 150 K. This phase at lower temperatures is assigned as II, but the possibility of a mixture of I and III could not be ruled out.)   ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Crystal structure of a Fe<sub>3</sub>M′<sub>2</sub> TBP with emphasis on the similarity of the equatorial sites to the Fe(phen)<sub>2</sub>(NCS)<sub>2</sub> molecule.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Crystal structure of a Fe3M'2 TBP with emphasis on the similarity of the equatorial sites to the Fe(phen)2(NCS)2 molecule.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Temperature dependence of χ<italic toggle=\"yes\">T</italic> for the Fe<sup>II</sup>\n<sub>3</sub>M′<sup>III</sup>\n<sub>2</sub> clusters (M′ = Fe, Co).</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Temperature dependence of χT for the FeII 3M'III 2 clusters (M' = Fe, Co).   ", "data": null, "include_properties": null}, {"idx": 52, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Cyanide stretches in the IR spectra of {[Co<sup>II</sup>(tmphen)<sub>2</sub>]<sub>3</sub>[Cr<sup>III</sup>(CN)<sub>6</sub>]}<sub>2</sub> prepared in acetonitrile and methanol.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Cyanide stretches in the IR spectra of {[CoII(tmphen)2]3[CrIII(CN)6]}2 prepared in acetonitrile and methanol.   ", "data": null, "include_properties": null}, {"idx": 56, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>(a) Temperature dependence of the χ<italic toggle=\"yes\">T</italic> product for the Fe<sup>II</sup>\n<sub>3</sub>Cr<sup>III</sup>\n<sub>2</sub> cluster (red circles). The solid black line corresponds to the best theoretical fit (<italic toggle=\"yes\">J</italic>\n<sub>Cr−Cr</sub> = +0.65(5) cm<sup>−1</sup>). The blue diamonds represent the values of the internal field (<italic toggle=\"yes\">H</italic>\n<sub>int</sub>) generated at the Fe<sup>II</sup> nucleus as a result of ferromagnetic coupling between the Cr<sup>III</sup> ions (see the explanation in the text). (b) Mössbauer spectra of Fe<sup>II</sup>\n<sub>3</sub>Cr<sup>III</sup>\n<sub>2</sub> recorded in a parallel external field of 8 T at 100 K (top) and 4.2 K (bottom). Simulations depicted by black lines were obtained using a spin Hamiltonian containing nuclear hyperfine and nuclear Zeeman terms. The simulation drawn in red was obtained assuming <italic toggle=\"yes\">H</italic>\n<sub>int</sub> = 0.6 T at the LS Fe<sup>II</sup> nucleus.</p>\n</caption>\n<graphic id=\"gr13\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  (a) Temperature dependence of the χT product for the FeII 3CrIII 2 cluster (red circles). The solid black line corresponds to the best theoretical fit (J Cr-Cr = +0.65(5) cm-1). The blue diamonds represent the values of the internal field (H int) generated at the FeII nucleus as a result of ferromagnetic coupling between the CrIII ions (see the explanation in the text). (b) Mössbauer spectra of FeII 3CrIII 2 recorded in a parallel external field of 8 T at 100 K (top) and 4.2 K (bottom). Simulations depicted by black lines were obtained using a spin Hamiltonian containing nuclear hyperfine and nuclear Zeeman terms. The simulation drawn in red was obtained assuming H int = 0.6 T at the LS FeII nucleus.   ", "data": null, "include_properties": null}, {"idx": 58, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Delocalization of the β Spin Density from the t<sub>2g</sub> Orbitals of Fe<sup>II</sup> Ions to the t<sub>2g</sub> Orbitals of Cr<sup>III</sup> Ions Resulting in the Excess α Spin Density on the Fe<sup>II</sup> Centers (See the Text)</title>\n</caption>\n<graphic id=\"gs3\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0016.tif\"></graphic>\n</fig>", "clean_text": " 3  Delocalization of the β Spin Density from the t2g Orbitals of FeII Ions to the t2g Orbitals of CrIII Ions Resulting in the Excess α Spin Density on the FeII Centers (See the Text)   ", "data": null, "include_properties": null}, {"idx": 61, "type": "figure", "classification": null, "content": "<fig id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Temperature dependence of χ<italic toggle=\"yes\">T</italic> for the Ni<sup>II</sup>\n<sub>3</sub>Os<sup>III</sup>\n<sub>2</sub> cluster (orange circles) and the best theoretical fit (black line - g<sub>Os</sub> = 2.03, g<sub>Ni</sub> = 2.13, J<sub>ex</sub> = +2.3 cm<sup>–1</sup>, D<sub>Ni</sub> = 19.5 cm<sup>–1</sup>, R<sup>2</sup> = 0.9980).</p>\n</caption>\n<graphic id=\"gr15\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  Temperature dependence of χT for the NiII 3OsIII 2 cluster (orange circles) and the best theoretical fit (black line - gOs = 2.03, gNi = 2.13, Jex = +2.3 cm-1, DNi = 19.5 cm-1, R2 = 0.9980).   ", "data": null, "include_properties": null}, {"idx": 67, "type": "figure", "classification": null, "content": "<fig id=\"fig12\" orientation=\"portrait\" position=\"float\">\n<label>12</label>\n<caption>\n<p>Molecular structure of the {[Co(tmphen)<sub>2</sub>]<sub>3</sub>[Fe(CN)<sub>6</sub>]<sub>2</sub>[Ni(H<sub>2</sub>O)<sub>5</sub>]<sub>6</sub>}<sup>13+</sup> cluster. The cyanide-bridged TBP core is highlighted with a polyhedron. H atoms are omitted for clarity. Color scheme: red, Co; green, Fe; yellow, Ni; brown, O; blue, N; gray, C.</p>\n</caption>\n<graphic id=\"gr16\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0012.tif\"></graphic>\n</fig>", "clean_text": " 12  Molecular structure of the {[Co(tmphen)2]3[Fe(CN)6]2[Ni(H2O)5]6}13+ cluster. The cyanide-bridged TBP core is highlighted with a polyhedron. H atoms are omitted for clarity. Color scheme: red, Co; green, Fe; yellow, Ni; brown, O; blue, N; gray, C.   ", "data": null, "include_properties": null}, {"idx": 69, "type": "figure", "classification": null, "content": "<fig id=\"fig13\" orientation=\"portrait\" position=\"float\">\n<label>13</label>\n<caption>\n<p>Fragments of infinite chains of Mn<sup>II</sup>-bridged TBP clusters in the crystal structures of {[Co(tmphen)<sub>2</sub>]<sub>3</sub>[Fe(CN)<sub>6</sub>]<sub>2</sub>[Mn(CH<sub>3</sub>OH)<sub>4</sub>]}<sub>∞</sub>(ClO<sub>4</sub>)<sub>3</sub>·10CH<sub>3</sub>OH (type A) and {[Co(tmphen)<sub>2</sub>]<sub>3</sub>[Fe(CN)<sub>6</sub>]<sub>2</sub>[Mn(CH<sub>3</sub>OH)<sub>4</sub>]<sub>0.5</sub>[Mn(CH<sub>3</sub>OH)<sub>3</sub>(CH<sub>3</sub>O)]}(ClO<sub>4</sub>)<sub>3</sub>·8CH<sub>3</sub>OH (type B). H atoms are omitted for the sake of clarity. Color scheme: red, Co; green, Fe; pink, Mn; brown, O; blue, N; gray, C.</p>\n</caption>\n<graphic id=\"gr17\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2008-01990g_0013.tif\"></graphic>\n</fig>", "clean_text": " 13  Fragments of infinite chains of MnII-bridged TBP clusters in the crystal structures of {[Co(tmphen)2]3[Fe(CN)6]2[Mn(CH3OH)4]}∞(ClO4)3⋅10CH3OH (type A) and {[Co(tmphen)2]3[Fe(CN)6]2[Mn(CH3OH)4]0.5[Mn(CH3OH)3(CH3O)]}(ClO4)3⋅8CH3OH (type B). H atoms are omitted for the sake of clarity. Color scheme: red, Co; green, Fe; pink, Mn; brown, O; blue, N; gray, C.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic801990g", "title": "\nTrigonal-Bipyramidal Metal Cyanide Complexes: A Versatile Platform for the Systematic Assessment of the Magnetic Properties of Prussian Blue Materials\nTrigonal-Bipyramidal Metal Cyanide Complexes\n", "journal": "American Chemical Society", "date": "2009.04", "author_list": ["Funck\nKristen E.", "Hilfiger\nMatthew G.", "Berlinguette\nCurtis P.", "Shatruk\nMichael", "Wernsdorfer\nWolfgang", "Dunbar\nKim R."]}}