{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ic9707873.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>The dinucleating ligand\n<italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>‘-(2-hydroxy-5-methyl-1,3-xylylene)bis(<italic toggle=\"yes\">N</italic>-(carboxymethyl)glycine)\n(CH<sub>3</sub>HXTA) has\nbeen used to synthesize the dinuclear Cu(II) bis(pyridine)\ncomplex\nNa[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]·1.5(1,4-dioxane)\n(Na(<bold>1</bold>)):  triclinic space group <italic toggle=\"yes\">P</italic>1̄\n(<italic toggle=\"yes\">a</italic> = 12.550(3) Å, <italic toggle=\"yes\">b</italic> = 13.413(3)\nÅ, <italic toggle=\"yes\">c</italic> = 13.540(4) Å, α = 117.12(2)°, β\n=\n104.70 (2)°, and γ = 92.13(2)°). The structure shows\ntwo distinct distorted square pyramidal Cu(II) centers\nwith\neach Cu(II) ion bound by two carboxylate oxygen atoms, one amine\nnitrogen atom, a phenolate oxygen atom,\nand one pyridine nitrogen atom. The Cu--Cu separation is 3.531 Å,\nand the Cu1−O1−Cu2 angle is 123.7°. The\nphenyl ring of the CH<sub>3</sub>HXTA ligand is twisted relative\nto the Cu1−O1−Cu2 plane, and the resulting dihedral\nangle is 44.2°. The electronic absorption spectrum of\n<bold>1</bold> in aqueous solution at pH 3 suggests a shift\ntoward\ntrigonal bipyramidal Cu(II) coordination in solution.\nSpectral titration of\nNa[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(H<sub>2</sub>O)<sub>2</sub>]\nwith L\n(where L = pyridine or sodium cyanide) results in complexes with\nterminal L groups. These exogenous ligands\nappear to bind in a positive cooperative stepwise fashion.\nVariable-temperature magnetic susceptibility data for\n<bold>1</bold> indicate that the Cu(II) ions are\nantiferromagnetically coupled (−2<italic toggle=\"yes\">J</italic> = 168\ncm<sup>-1</sup>). X-band EPR spectra of\nan\naqueous solution of <bold>1</bold> shows isotropic signals with\n<italic toggle=\"yes\">g</italic> = 2.14, while a powdered sample of <bold>1</bold> provides\nno EPR\nspectrum. A Δ<italic toggle=\"yes\">M</italic>\n<sub>s</sub> = 2 transition at\n<italic toggle=\"yes\">g</italic> = ∼4.5, expected for weakly magnetically coupled\nCu(II) ions, is not\nobserved for powdered samples but is observed for a methanolic solution\nsample of <bold>1</bold>. On the basis of these\ndata, the two Cu(II) ions are antiferromagnetically coupled in the\nsolid state but due to a coordination geometry\nchange become weakly ferromagnetically or antiferromagnetically coupled\nin solution. <sup>1</sup>H NMR studies on a\nmethanol solution of <bold>1</bold> are consistent with weak\nspin-coupling in solution.\n</p>", "clean_text": "The dinucleating ligand N,N‘-(2-hydroxy-5-methyl-1,3-xylylene)bis(N-(carboxymethyl)glycine) (CH3HXTA) has been used to synthesize the dinuclear Cu(II) bis(pyridine) complex Na[Cu2(CH3HXTA)(Py)2]⋅1.5(1,4-dioxane) (Na(1)): triclinic space group P1̄ (a = 12.550(3) Å, b = 13.413(3) Å, c = 13.540(4) Å, α = 117.12(2)°, β = 104.70 (2)°, and γ = 92.13(2)°). The structure shows two distinct distorted square pyramidal Cu(II) centers with each Cu(II) ion bound by two carboxylate oxygen atoms, one amine nitrogen atom, a phenolate oxygen atom, and one pyridine nitrogen atom. The Cu--Cu separation is 3.531 Å, and the Cu1-O1-Cu2 angle is 123.7°. The phenyl ring of the CH3HXTA ligand is twisted relative to the Cu1-O1-Cu2 plane, and the resulting dihedral angle is 44.2°. The electronic absorption spectrum of 1 in aqueous solution at pH 3 suggests a shift toward trigonal bipyramidal Cu(II) coordination in solution. Spectral titration of Na[Cu2(CH3HXTA)(H2O)2] with L (where L = pyridine or sodium cyanide) results in complexes with terminal L groups. These exogenous ligands appear to bind in a positive cooperative stepwise fashion. Variable-temperature magnetic susceptibility data for 1 indicate that the Cu(II) ions are antiferromagnetically coupled (-2J = 168 cm-1). X-band EPR spectra of an aqueous solution of 1 shows isotropic signals with g = 2.14, while a powdered sample of 1 provides no EPR spectrum. A ΔM s = 2 transition at g = ~4.5, expected for weakly magnetically coupled Cu(II) ions, is not observed for powdered samples but is observed for a methanolic solution sample of 1. On the basis of these data, the two Cu(II) ions are antiferromagnetically coupled in the solid state but due to a coordination geometry change become weakly ferromagnetically or antiferromagnetically coupled in solution. 1H NMR studies on a methanol solution of 1 are consistent with weak spin-coupling in solution. ", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>The dinuclear Cu(II) complex\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]<sup>-</sup>·1.5(1,4-dioxane)\n(<bold>1</bold>) (where CH<sub>3</sub>HXTA =\n<italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>‘-(2-hydroxy-5-methyl-1,3-xylylene)bis(<italic toggle=\"yes\">N</italic>-(carboxymethyl)glycine;\nPy = Pyridine) has been synthesized and characterized by X-ray\ncrystallography, electronic absorption, NMR, and EPR spectroscopies as\nwell as magnetic susceptibility. <sup>1</sup>H NMR studies on a\nmethanolic solution of <bold>1</bold> indicate that the two Cu(II)\nions are weakly spin-coupled in solution. The conversion of\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(H<sub>2</sub>O)<sub>2</sub>]<sup>-</sup>\n(<bold>2</bold>) to <bold>1</bold> is observed upon the addition of\npyridine. Complex <bold>2</bold> can also be converted to\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(CN)<sub>2</sub>]<sup>3-</sup>\n(<bold>3</bold>) by the addition of NaCN. In both cases the water\nligands of <bold>2</bold> are displaced in a stepwise\nfashion.</p>", "clean_text": "The dinuclear Cu(II) complex [Cu2(CH3HXTA)(Py)2]-⋅1.5(1,4-dioxane) (1) (where CH3HXTA = N,N‘-(2-hydroxy-5-methyl-1,3-xylylene)bis(N-(carboxymethyl)glycine; Py = Pyridine) has been synthesized and characterized by X-ray crystallography, electronic absorption, NMR, and EPR spectroscopies as well as magnetic susceptibility. 1H NMR studies on a methanolic solution of 1 indicate that the two Cu(II) ions are weakly spin-coupled in solution. The conversion of [Cu2(CH3HXTA)(H2O)2]- (2) to 1 is observed upon the addition of pyridine. Complex 2 can also be converted to [Cu2(CH3HXTA)(CN)2]3- (3) by the addition of NaCN. In both cases the water ligands of 2 are displaced in a stepwise fashion.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The synthesis and characterization of dinuclear Cu(II)\ncomplexes have received a great deal of attention due to their\npresence in hemocyanin, tyrosinase, laccase, and ascorbate\noxidase.\nDinucleating ligands that contain a phenolate donor\ngroup have been used extensively to model these dinuclear\nCu(II) metalloprotein active sites. The majority of these\ncomplexes\ncontain pyridine, imidazole, benzimidazole, or pyrazole\ngroups\nas terminal ligands. These complexes serve as excellent\nmodels\nfor dicopper(II) centers found in enzymes with\nhistidine-rich\ncoordination environments; however, few systematic\ninvestigations of dicopper(II) centers in carboxylate-rich\ncoordination\nenvironments have been reported.\nThis is surprising since\nmany di- and trinuclear metalloprotein active sites have\nbeen\nrecognized to have carboxylate-rich coordination\nenvironments. The least-explored\nsubclass of these enzymes are\nthe di- and trinuclear\nmetallohydrolases.\nCrystallographically characterized enzymes that fall into this group\ninclude\nphospholipase C, alkaline\nphosphatase, inositol\nmonophosphatase, DNA polymerase\n1, the ribonuclease H domain\nof\nHIV-1 reverse transcriptase, P1\nnuclease,\nurease, the purple\nacid\nphosphatases,\nand the aminopeptidases.\nThese\nmultinuclear hydrolases play critical roles in hydrolyzing\nsome\nof the most important molecules in life such as DNA, phospholipids, and polypeptides. They are\ntherefore key\nplayers in carcinogenesis, tissue repair, and protein\ndegradation\nprocesses. Dinuclear metallohydrolases are also involved in\nthe\n\ndegradation of agricultural neurotoxins as\nwell as several\nchemical warfare\nagents.\n</p>", "clean_text": "Introduction\n\nThe synthesis and characterization of dinuclear Cu(II) complexes have received a great deal of attention due to their presence in hemocyanin, tyrosinase, laccase, and ascorbate oxidase. Dinucleating ligands that contain a phenolate donor group have been used extensively to model these dinuclear Cu(II) metalloprotein active sites. The majority of these complexes contain pyridine, imidazole, benzimidazole, or pyrazole groups as terminal ligands. These complexes serve as excellent models for dicopper(II) centers found in enzymes with histidine-rich coordination environments; however, few systematic investigations of dicopper(II) centers in carboxylate-rich coordination environments have been reported. This is surprising since many di- and trinuclear metalloprotein active sites have been recognized to have carboxylate-rich coordination environments. The least-explored subclass of these enzymes are the di- and trinuclear metallohydrolases. Crystallographically characterized enzymes that fall into this group include phospholipase C, alkaline phosphatase, inositol monophosphatase, DNA polymerase 1, the ribonuclease H domain of HIV-1 reverse transcriptase, P1 nuclease, urease, the purple acid phosphatases, and the aminopeptidases. These multinuclear hydrolases play critical roles in hydrolyzing some of the most important molecules in life such as DNA, phospholipids, and polypeptides. They are therefore key players in carcinogenesis, tissue repair, and protein degradation processes. Dinuclear metallohydrolases are also involved in the  degradation of agricultural neurotoxins as well as several chemical warfare agents. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Dinuclear hydrolases utilize as their native metal ions\nevery\nfirst-row transition metal ion from Mn(II) to Zn(II) plus\nMg(II). The lone metal ion of this group that does not\noccur\nnatively in any hydrolase is Cu(II); however, some\nZn(II)\nenzymes can be reactivated by substitution with Cu(II)\nions.\nFor example, the aminopeptidase from bovine lens (blLAP)\ncan\nbe partially activated by Cu(II) ions as can alkaline\nphosphatase. BlLAP has been\ncrystallographically characterized\nand contains a\n(μ-hydroxo)bis(μ-carboxylato)dizinc(II) core\nwith\nterminal carboxylates at each metal site along with a\npeptide\nbackbone carbonyl and a lysine amine nitrogen bound to one\nof the Zn(II) ions.\nCrystallographic studies on the\naminopeptidase from <italic toggle=\"yes\">Aeromonas proteolytica</italic> (AAP)\nrevealed\na (μ-aqua)(μ-carboxylato)dizinc(II) core with one\nterminal\ncarboxylate and one histidine residue at each metal site.\nBoth\nZn(II) ions in AAP appear to reside in a distorted five\ncoordinate\ngeometry with a Zn−Zn distance of 3.5 Å. Remarkably,\nAAP\ncan be hyperactivated by 6.5 times upon the addition of 2\nequiv\nof Cu(II) to the apo-enzyme. To our\nknowledge, this is the\nonly Zn(II) enzyme that can be hyperactivated by Cu(II).\nSince\nno physical or structural data for the Cu(II) substituted\nAAP\nenzyme have been reported to date, structural\nmodifications\nleading to the hyperactivity of these metal-substituted\nenzymes\nare unknown.\n</p>", "clean_text": "Dinuclear hydrolases utilize as their native metal ions every first-row transition metal ion from Mn(II) to Zn(II) plus Mg(II). The lone metal ion of this group that does not occur natively in any hydrolase is Cu(II); however, some Zn(II) enzymes can be reactivated by substitution with Cu(II) ions. For example, the aminopeptidase from bovine lens (blLAP) can be partially activated by Cu(II) ions as can alkaline phosphatase. BlLAP has been crystallographically characterized and contains a (μ-hydroxo)bis(μ-carboxylato)dizinc(II) core with terminal carboxylates at each metal site along with a peptide backbone carbonyl and a lysine amine nitrogen bound to one of the Zn(II) ions. Crystallographic studies on the aminopeptidase from Aeromonas proteolytica (AAP) revealed a (μ-aqua)(μ-carboxylato)dizinc(II) core with one terminal carboxylate and one histidine residue at each metal site. Both Zn(II) ions in AAP appear to reside in a distorted five coordinate geometry with a Zn-Zn distance of 3.5 Å. Remarkably, AAP can be hyperactivated by 6.5 times upon the addition of 2 equiv of Cu(II) to the apo-enzyme. To our knowledge, this is the only Zn(II) enzyme that can be hyperactivated by Cu(II). Since no physical or structural data for the Cu(II) substituted AAP enzyme have been reported to date, structural modifications leading to the hyperactivity of these metal-substituted enzymes are unknown. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In an effort to model the carboxylate-rich coordination\nenvironment of the hyperactive dicopper(II) center of AAP,\nwe\nhave synthesized the dinuclear Cu(II) complex\nNa[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]·1.5(1,4-dioxane)\n(Na(<bold>1</bold>)) (where CH<sub>3</sub>HXTA\n=\n<italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>‘-(2-hydroxy-5-methyl-1,3-xylylene)bis(<italic toggle=\"yes\">N</italic>-(carboxymethyl)glycine). This complex has been characterized by X-ray\ncrystallography, electronic absorption, NMR, and EPR spectroscopies as well as magnetic susceptibility. The reactivity\nof\nthe previously reported\nNa[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(H<sub>2</sub>O)<sub>2</sub>]\ncomplex<sup>6</sup>\nwith simple anions such as pyridine and cyanide is also\ndiscussed.\n</p>", "clean_text": "In an effort to model the carboxylate-rich coordination environment of the hyperactive dicopper(II) center of AAP, we have synthesized the dinuclear Cu(II) complex Na[Cu2(CH3HXTA)(Py)2]⋅1.5(1,4-dioxane) (Na(1)) (where CH3HXTA = N,N‘-(2-hydroxy-5-methyl-1,3-xylylene)bis(N-(carboxymethyl)glycine). This complex has been characterized by X-ray crystallography, electronic absorption, NMR, and EPR spectroscopies as well as magnetic susceptibility. The reactivity of the previously reported Na[Cu2(CH3HXTA)(H2O)2] complex6 with simple anions such as pyridine and cyanide is also discussed. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Methods</title><p>\n<bold>Synthetic Methods. </bold>All chemicals were purchased\ncommercially\nand used as received.\n<italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>‘-(2-hydroxy-5-methyl-1,3-xylylene)bis(<italic toggle=\"yes\">N</italic>-(carboxymethyl)glycine) was synthesized from <italic toggle=\"yes\">p</italic>-cresol,\niminodiacetic\nacid, and formaldehyde according to the method of Schwarzenbach\n<italic toggle=\"yes\">et\nal.</italic>\n with minor revisions as reported by Murch\n<italic toggle=\"yes\">et\nal.</italic>\n\nThe ligand\nidentity was confirmed by <sup>1</sup>H NMR spectroscopy.\n<sup>1</sup>H NMR (D<sub>2</sub>O:  δ\n4.70):  CH<sub>3</sub>HXTA, δ 2.31 (s, 3 H), 3.26 (s, 8 H),\n3.78 (s, 4 H), 7.06 (s,\n2 H). <italic toggle=\"yes\">Caution!</italic>\n<italic toggle=\"yes\">It has previously been\nreported </italic>\n<italic toggle=\"yes\">that CH</italic>\n<italic toggle=\"yes\">\n<sub>3</sub>\n</italic>\n<italic toggle=\"yes\">HXTA\ncan\ncause allergic reactions</italic>.\n</p>", "clean_text": "Experimental Methods\n\n Synthetic Methods. All chemicals were purchased commercially and used as received. N,N‘-(2-hydroxy-5-methyl-1,3-xylylene)bis(N-(carboxymethyl)glycine) was synthesized from p-cresol, iminodiacetic acid, and formaldehyde according to the method of Schwarzenbach et al.  with minor revisions as reported by Murch et al.  The ligand identity was confirmed by 1H NMR spectroscopy. 1H NMR (D2O: δ 4.70): CH3HXTA, δ 2.31 (s, 3 H), 3.26 (s, 8 H), 3.78 (s, 4 H), 7.06 (s, 2 H). Caution! It has previously been reported  that CH  3  HXTA can cause allergic reactions. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<p>The general procedure for the synthesis of dinuclear Cu(II)\ncomplexes of CH<sub>3</sub>HXTA has been previously\nreported. For\nNa[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>] (Na(<bold>1</bold>)),\nCH<sub>3</sub>HXTA (0.60 g; 1.2 mmol) was dissolved\nin 20 mL of H<sub>2</sub>O. To this solution was added 0.96 g\n(2.4 mmol) of\nCu(II) perchlorate hexahydrate dissolved in 2 mL of\nH<sub>2</sub>O. The solution\nimmediately turned dark green (pH ∼3.0). Acetone was added to\nthis\nsolution causing precipitation of the\nNa[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(H<sub>2</sub>O)<sub>2</sub>]\n(Na(<bold>2</bold>)) complex. The resulting solid was redissolved in 20\nmL of MeOH,\nand a 10-fold excess of pyridine was added. Complex <bold>1</bold>\nwas\nrecrystallized by vapor diffusion of 1,4-dioxane into a filtered\nmethanolic solution of <bold>1</bold>. The analytical purity of\n<bold>1</bold> was checked by elemental\nanalysis (Atlantic Microlab, Inc.). Calcd for\nNa[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]·1.5(1,4-dioxane) (Na(<bold>1</bold>))\n(C<sub>33</sub>H<sub>39</sub>Cu<sub>2</sub>N<sub>4</sub>O<sub>12</sub>Na): \nC, 47.54; H, 4.72;\nN, 6.72. Found:  C, 47.19; H, 4.80; N, 6.53.\n</p>", "clean_text": "The general procedure for the synthesis of dinuclear Cu(II) complexes of CH3HXTA has been previously reported. For Na[Cu2(CH3HXTA)(Py)2] (Na(1)), CH3HXTA (0.60 g; 1.2 mmol) was dissolved in 20 mL of H2O. To this solution was added 0.96 g (2.4 mmol) of Cu(II) perchlorate hexahydrate dissolved in 2 mL of H2O. The solution immediately turned dark green (pH ~3.0). Acetone was added to this solution causing precipitation of the Na[Cu2(CH3HXTA)(H2O)2] (Na(2)) complex. The resulting solid was redissolved in 20 mL of MeOH, and a 10-fold excess of pyridine was added. Complex 1 was recrystallized by vapor diffusion of 1,4-dioxane into a filtered methanolic solution of 1. The analytical purity of 1 was checked by elemental analysis (Atlantic Microlab, Inc.). Calcd for Na[Cu2(CH3HXTA)(Py)2]⋅1.5(1,4-dioxane) (Na(1)) (C33H39Cu2N4O12Na): C, 47.54; H, 4.72; N, 6.72. Found: C, 47.19; H, 4.80; N, 6.53. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Crystallographic Studies.</bold> Green rectangular crystals of\n<bold>1</bold>, suitable\nfor X-ray diffraction studies, were grown by vapor diffusion of\n1,4-dioxane into a methanolic solution of <bold>1</bold>. A suitable\ncrystal was selected\nand mounted in a 0.3 mm diameter X-ray capillary and\ncentered\noptically on a Seimens P4 diffractometer equipped with an LT-2a\nlow-temperature device that maintained the crystal at −100 °C\nthroughout\ndata collection. Autocentering of 25 reflections indicated a\nmonoclinic\ncell. Systematic absences in the data set led to the\nunambiguous\nselection of the space group <italic toggle=\"yes\">P</italic>1̄. Two standard\nreflections were\nmeasured every 50 reflections and remained constant (±1%)\nthroughout\nthe data collection. The copper atoms were located by direct\nmethods,\nand the remaining non-hydrogen atoms were located by\nsubsequent\ndifference maps and refined anisotropically. Hydrogen atoms\nwere\ngenerated in idealized positions with fixed thermal parameters\n(0.08\nÅ<sup>2</sup>). A summary of the crystallographic data\ncollection for <bold>1 </bold>is\npresented in Table . The\ncomplete listings of the crystal data are\nprovided in the Supporting Information.\n\n</p>", "clean_text": " Crystallographic Studies. Green rectangular crystals of 1, suitable for X-ray diffraction studies, were grown by vapor diffusion of 1,4-dioxane into a methanolic solution of 1. A suitable crystal was selected and mounted in a 0.3 mm diameter X-ray capillary and centered optically on a Seimens P4 diffractometer equipped with an LT-2a low-temperature device that maintained the crystal at -100 °C throughout data collection. Autocentering of 25 reflections indicated a monoclinic cell. Systematic absences in the data set led to the unambiguous selection of the space group P1̄. Two standard reflections were measured every 50 reflections and remained constant (±1%) throughout the data collection. The copper atoms were located by direct methods, and the remaining non-hydrogen atoms were located by subsequent difference maps and refined anisotropically. Hydrogen atoms were generated in idealized positions with fixed thermal parameters (0.08 Å2). A summary of the crystallographic data collection for 1 is presented in Table . The complete listings of the crystal data are provided in the Supporting Information.  ", "data": null, "include_properties": null}, {"idx": 9, "type": "table", "classification": null, "content": "<table-wrap id=\"ic9707873t00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Summary of Crystallographic Data for Na[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]·1.5(1,4-dioxane)</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"2\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">empirical formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>33</sub>H<sub>39</sub>N<sub>4</sub>O<sub>13</sub>Cu<sub>2</sub>Na\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">fw\n</oasis:entry>\n<oasis:entry colname=\"2\">849.8\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst system\n</oasis:entry>\n<oasis:entry colname=\"2\">triclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic toggle=\"yes\">P</italic>1̄\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">a</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">12.550(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">b</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">13.413(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">c</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">13.540(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">α (deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">117.12(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β (deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">115.73(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">γ (deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">92.13(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">V</italic> (Å<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1747.1(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Z\n</oasis:entry>\n<oasis:entry colname=\"2\">2\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">ρ<sub>calc</sub> (g cm<sup>-3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.615\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">μ (mm<sup>-1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.303\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">radiation\n</oasis:entry>\n<oasis:entry colname=\"2\">Mo Kα (λ = 0.710 73 Å)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">temp (°C)\n</oasis:entry>\n<oasis:entry colname=\"2\">−100\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">residuals:<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup> \n                              <italic toggle=\"yes\">R</italic>; <italic toggle=\"yes\">R</italic>\n<sub>w</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.063; 0.059</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup> \n                     <italic toggle=\"yes\">R</italic> =\nΣ||<italic toggle=\"yes\">F</italic>\n<sub>o</sub>| −\n|<italic toggle=\"yes\">F</italic>\n<sub>c</sub>||/Σ|<italic toggle=\"yes\">F</italic>\n<sub>o</sub>|;\n<italic toggle=\"yes\">R</italic>\n<sub>w</sub> =\n[(Σ<italic toggle=\"yes\">w</italic>(|<italic toggle=\"yes\">F</italic>\n<sub>o</sub>| −\n|<italic toggle=\"yes\">F</italic>\n<sub>c</sub>|)<sup>2</sup>/Σ<italic toggle=\"yes\">w</italic>\n<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup>)]<sup>1/2</sup>;\n<italic toggle=\"yes\">w</italic> =\n1/σ<sup>2</sup>(|<italic toggle=\"yes\">F</italic>\n<sub>o</sub>|).</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Physical Methods. </bold>Electronic absorption spectra were\nrecorded on\na Shimadzu UV-3101PC spectrophotometer. Low-temperature\ndual\nmode EPR spectroscopy was performed using a Bruker\nESP-300E\nspectrometer equipped with an ER 4116 DM dual mode X-band\ncavity\nand an Oxford Instruments ESR-900 helium flow cryostat. All\nspectra\nwere recorded at a modulation frequency of 100 kHz and\nmodulation\namplitude of 1.26 mT (12.6 G) with a sweep rate of 10 mT\ns<sup>-1</sup>. EPR\nspectra were recorded at microwave frequencies of about 9.65\nGHz: \nprecise microwave frequencies were recorded for individual spectra\nto\nensure precise <italic toggle=\"yes\">g</italic>-alignment. Other EPR running\nparameters are\nspecified in the figure legends for individual samples.\n<sup>1</sup>H NMR spectra\n\nwere recorded in methanol solution on a\nBruker ARX-400 spectrometer.\nChemical shifts (in ppm) were referenced to the residual protic\nsolvent\nsignal. Elemental analyses were performed by Atlantic Microlabs,\nInc.\n(Norcross, GA). Magnetic susceptibility data were recorded\nover the\ntemperature range 10−300 K at a measuring field of 2.0 kOe with\nan\nSHE Corp. VTS-50 SQUID susceptometer interfaced to an IBM\n9000\ncomputer system. Calibration and operating procedures have\nbeen\nreported elsewhere.\n</p>", "clean_text": " Physical Methods. Electronic absorption spectra were recorded on a Shimadzu UV-3101PC spectrophotometer. Low-temperature dual mode EPR spectroscopy was performed using a Bruker ESP-300E spectrometer equipped with an ER 4116 DM dual mode X-band cavity and an Oxford Instruments ESR-900 helium flow cryostat. All spectra were recorded at a modulation frequency of 100 kHz and modulation amplitude of 1.26 mT (12.6 G) with a sweep rate of 10 mT s-1. EPR spectra were recorded at microwave frequencies of about 9.65 GHz: precise microwave frequencies were recorded for individual spectra to ensure precise g-alignment. Other EPR running parameters are specified in the figure legends for individual samples. 1H NMR spectra  were recorded in methanol solution on a Bruker ARX-400 spectrometer. Chemical shifts (in ppm) were referenced to the residual protic solvent signal. Elemental analyses were performed by Atlantic Microlabs, Inc. (Norcross, GA). Magnetic susceptibility data were recorded over the temperature range 10-300 K at a measuring field of 2.0 kOe with an SHE Corp. VTS-50 SQUID susceptometer interfaced to an IBM 9000 computer system. Calibration and operating procedures have been reported elsewhere. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>Enzymes containing dinuclear copper centers play important\nroles in nature such as the oxidation of organic molecules\ncoupled to the reduction of dioxygen, reduction of\nnitrogen\noxides, dioxygen transport, and hydrolysis chemistry.\nConsequently, the characterization of their structure and\nfunction\nis a problem of outstanding importance. A fundamental\nand,\nas yet, largely unexplored issue is the determination of\nthe\nstructural and magnetic properties of dinuclear copper(II)\ncenters\nin carboxylate-rich coordination sites. Carboxylate\nligands\nprovide Lewis acidities markedly different from those of\nthe\nmore common nitrogen-based ligands which, in turn, will\nalter\nthe reactivity of the metal centers. Therefore, the synthesis\nand\nstructural characterization of dinuclear metal complexes\nwith\ncarboxylate-rich coordination environments will provide\ninsight\ninto the physical properties of dinuclear metalloenzymes\nwith\nsimilar coordination environments.\n</p>", "clean_text": "Results and Discussion\n\nEnzymes containing dinuclear copper centers play important roles in nature such as the oxidation of organic molecules coupled to the reduction of dioxygen, reduction of nitrogen oxides, dioxygen transport, and hydrolysis chemistry. Consequently, the characterization of their structure and function is a problem of outstanding importance. A fundamental and, as yet, largely unexplored issue is the determination of the structural and magnetic properties of dinuclear copper(II) centers in carboxylate-rich coordination sites. Carboxylate ligands provide Lewis acidities markedly different from those of the more common nitrogen-based ligands which, in turn, will alter the reactivity of the metal centers. Therefore, the synthesis and structural characterization of dinuclear metal complexes with carboxylate-rich coordination environments will provide insight into the physical properties of dinuclear metalloenzymes with similar coordination environments. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Structural Studies.</bold> X-ray diffraction studies were\ncarried\nout on\nNa[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]·1.5(1,4-dioxane)\n(Na(<bold>1</bold>)).\nCompound <bold>1</bold> crystallizes in the space group\n<italic toggle=\"yes\">P</italic>1̄. Two\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]<sup>-</sup>\ncomplexes are found in the unit cell\nalong with two sodium ions and one and one-half\n1,4-dioxane\nmolecules that form an intricate bonding network.\nHydrogen\nbonds are formed between the lattice water molecules and\nthe\ncarboxylate carbonyl oxygen atoms. The bound\ncarboxylate\noxygen O2 forms a hydrogen bond with a lattice water\nmolecule\nresulting in the longest Cu−O carboxylate bond distance\n(1.985\n(4) Å). In addition, the sodium atoms present in the unit\ncell\nare five coordinate with a distorted trigonal bipyramidal\ncoordination geometry. Na(<bold>1</bold>) is bound by four\ncarboxylate\noxygen atoms and a 1,4-dioxane oxygen atom. Two of\nthe\ncarboxylate and a 1,4-dioxane oxygen atom make up the\nequatorial plane while the remaining two carboxylate\noxygen\natoms are in the axial positions. All of the Na(I) bond\ndistances\nare between 2.287 and 2.403 Å, which is typical for\nsodium−oxygen bond distances.\n</p>", "clean_text": " Structural Studies. X-ray diffraction studies were carried out on Na[Cu2(CH3HXTA)(Py)2]⋅1.5(1,4-dioxane) (Na(1)). Compound 1 crystallizes in the space group P1̄. Two [Cu2(CH3HXTA)(Py)2]- complexes are found in the unit cell along with two sodium ions and one and one-half 1,4-dioxane molecules that form an intricate bonding network. Hydrogen bonds are formed between the lattice water molecules and the carboxylate carbonyl oxygen atoms. The bound carboxylate oxygen O2 forms a hydrogen bond with a lattice water molecule resulting in the longest Cu-O carboxylate bond distance (1.985 (4) Å). In addition, the sodium atoms present in the unit cell are five coordinate with a distorted trigonal bipyramidal coordination geometry. Na(1) is bound by four carboxylate oxygen atoms and a 1,4-dioxane oxygen atom. Two of the carboxylate and a 1,4-dioxane oxygen atom make up the equatorial plane while the remaining two carboxylate oxygen atoms are in the axial positions. All of the Na(I) bond distances are between 2.287 and 2.403 Å, which is typical for sodium-oxygen bond distances. ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>A thermal ellipsoid drawing of the anion of <bold>1</bold> with a\npartial\nlabeling scheme is shown in Figure .\nSelected bond distances\nand angles are collected in Table .\nEach Cu(II) ion in <bold>1</bold> is\nbound by two carboxylate oxygen atoms, one amine nitrogen\natom, the phenolate oxygen atom, and one pyridine nitrogen\natom. Four of the five Cu(II)−ligand bond lengths for\neach\nCu(II) ion in <bold>1</bold> are nearly equal (1.945−2.027 Å)\nwhile one\nbond length for each Cu(II) ion is significantly longer\n(2.132\nand 2.129 Å, respectively) suggesting these bonds are in\nthe\naxial position of a square pyramid. The Cu1−O1\n(μ-phenoxo\noxygen) bond is 2.005(4) Å while the Cu2−O1 bond is\n1.999(3) Å indicating that the oxygen of the bridging phenolate\nis\nequatorial for both Cu1 and Cu2. The Cu1−O1−Cu2 angle\nis\n123.7° while the phenyl ring of the CH<sub>3</sub>HXTA ligand\nis twisted\nrelative to the Cu1−O1−Cu2 plane, and the resulting\ndihedral\nangle is 44.2°. Using the method of Muetterties and\nGuggenberger, the geometry of each\nCu(II) center was determined.\nThe shape-determining dihedral angle e<sub>3</sub> for a\ntetragonal pyramid\nis 0.0° whereas a trigonal bipyramid has an e<sub>3</sub> angle of\n53.1°.\nFor <bold>1</bold>, the dihedral angle e<sub>3</sub> for Cu1 is\n7.4° whereas for Cu2 it\nis 6.1°. On the basis of these data, the Cu(II) centers in\n<bold>1</bold> exhibit\nslightly distorted square pyramidal geometries.\n\n\n</p>", "clean_text": "A thermal ellipsoid drawing of the anion of 1 with a partial labeling scheme is shown in Figure . Selected bond distances and angles are collected in Table . Each Cu(II) ion in 1 is bound by two carboxylate oxygen atoms, one amine nitrogen atom, the phenolate oxygen atom, and one pyridine nitrogen atom. Four of the five Cu(II)-ligand bond lengths for each Cu(II) ion in 1 are nearly equal (1.945-2.027 Å) while one bond length for each Cu(II) ion is significantly longer (2.132 and 2.129 Å, respectively) suggesting these bonds are in the axial position of a square pyramid. The Cu1-O1 (μ-phenoxo oxygen) bond is 2.005(4) Å while the Cu2-O1 bond is 1.999(3) Å indicating that the oxygen of the bridging phenolate is equatorial for both Cu1 and Cu2. The Cu1-O1-Cu2 angle is 123.7° while the phenyl ring of the CH3HXTA ligand is twisted relative to the Cu1-O1-Cu2 plane, and the resulting dihedral angle is 44.2°. Using the method of Muetterties and Guggenberger, the geometry of each Cu(II) center was determined. The shape-determining dihedral angle e3 for a tetragonal pyramid is 0.0° whereas a trigonal bipyramid has an e3 angle of 53.1°. For 1, the dihedral angle e3 for Cu1 is 7.4° whereas for Cu2 it is 6.1°. On the basis of these data, the Cu(II) centers in 1 exhibit slightly distorted square pyramidal geometries.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig id=\"ic9707873f00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>ORTEP drawing of the [Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]<sup>-</sup>\nanion\nshowing a partial numbering scheme (carbon and hydrogen atoms\nare\nnot labeled for clarity).</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic9707873f00001.tif\"></graphic>\n</fig>", "clean_text": " 1  ORTEP drawing of the [Cu2(CH3HXTA)(Py)2]- anion showing a partial numbering scheme (carbon and hydrogen atoms are not labeled for clarity).   ", "data": null, "include_properties": null}, {"idx": 15, "type": "table", "classification": null, "content": "<table-wrap id=\"ic9707873t00002\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Bond Angles (deg) for Na[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]·1.5(1,4-dioxane)<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Bond Lengths\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−O1\n</oasis:entry>\n<oasis:entry colname=\"2\">2.005(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu2−O6\n</oasis:entry>\n<oasis:entry colname=\"4\">1.956(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−O1\n</oasis:entry>\n<oasis:entry colname=\"2\">1.999(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu2−O7\n</oasis:entry>\n<oasis:entry colname=\"4\">2.129(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−N1\n</oasis:entry>\n<oasis:entry colname=\"2\">2.018(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu1−N30\n</oasis:entry>\n<oasis:entry colname=\"4\">1.999(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−N2\n</oasis:entry>\n<oasis:entry colname=\"2\">2.027(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu2−N40\n</oasis:entry>\n<oasis:entry colname=\"4\">2.006(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−O2\n</oasis:entry>\n<oasis:entry colname=\"2\">2.132(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu1···Cu2\n</oasis:entry>\n<oasis:entry colname=\"4\">3.531(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−O3\n</oasis:entry>\n<oasis:entry colname=\"2\">1.945(7)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Na1−O4\n</oasis:entry>\n<oasis:entry colname=\"2\">2.317(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na1−O5A\n</oasis:entry>\n<oasis:entry colname=\"4\">2.367(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Na1−O8A\n</oasis:entry>\n<oasis:entry colname=\"2\">2.403(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na1−O9A\n</oasis:entry>\n<oasis:entry colname=\"4\">2.287(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Na1−O80\n</oasis:entry>\n<oasis:entry colname=\"2\">2.355(10)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Bond Angles\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Cu1−O1\n</oasis:entry>\n<oasis:entry colname=\"2\">94.6(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">N2−Cu2−O1\n</oasis:entry>\n<oasis:entry colname=\"4\">93.7(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Cu1−O2\n</oasis:entry>\n<oasis:entry colname=\"2\">83.4(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">N2−Cu2−O6\n</oasis:entry>\n<oasis:entry colname=\"4\">84.4(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O1−Cu1−O2\n</oasis:entry>\n<oasis:entry colname=\"2\">95.1(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O1−Cu2−O6\n</oasis:entry>\n<oasis:entry colname=\"4\">150.0(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Cu1−O3\n</oasis:entry>\n<oasis:entry colname=\"2\">84.0(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">N2−Cu2−O7\n</oasis:entry>\n<oasis:entry colname=\"4\">83.8(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O1−Cu1−O3\n</oasis:entry>\n<oasis:entry colname=\"2\">149.8(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O1−Cu2−O7\n</oasis:entry>\n<oasis:entry colname=\"4\">94.9(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O2−Cu1−O3\n</oasis:entry>\n<oasis:entry colname=\"2\">114.5(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O6−Cu2−O7\n</oasis:entry>\n<oasis:entry colname=\"4\">114.5(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Cu1−N30\n</oasis:entry>\n<oasis:entry colname=\"2\">174.0(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N2−Cu2−N40\n</oasis:entry>\n<oasis:entry colname=\"4\">175.2(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O1−Cu1−N30\n</oasis:entry>\n<oasis:entry colname=\"2\">91.0(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O1−Cu2−N40\n</oasis:entry>\n<oasis:entry colname=\"4\">91.0(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O2−Cu1−N30\n</oasis:entry>\n<oasis:entry colname=\"2\">94.3(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O6−Cu2−N40\n</oasis:entry>\n<oasis:entry colname=\"4\">91.7(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O3−Cu1−N30\n</oasis:entry>\n<oasis:entry colname=\"2\">92.0(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O7−Cu2−N40\n</oasis:entry>\n<oasis:entry colname=\"4\">95.3(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−O1−Cu2\n</oasis:entry>\n<oasis:entry colname=\"2\">123.7(4)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O4−Na1−O80\n</oasis:entry>\n<oasis:entry colname=\"2\">95.4(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O4−Na1−O5A\n</oasis:entry>\n<oasis:entry colname=\"4\">95.2(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O80−Na1−O5A\n</oasis:entry>\n<oasis:entry colname=\"2\">82.6(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O4−Na1−O8A\n</oasis:entry>\n<oasis:entry colname=\"4\">88.6(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O80−Na1−O8A\n</oasis:entry>\n<oasis:entry colname=\"2\">93.3(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O5A−Na1−O8A\n</oasis:entry>\n<oasis:entry colname=\"4\">174.7(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O4−Na1−O9A\n</oasis:entry>\n<oasis:entry colname=\"2\">137.0(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">O80−Na1−O9A\n</oasis:entry>\n<oasis:entry colname=\"4\">127.3(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O5A−Na1−O9A\n</oasis:entry>\n<oasis:entry colname=\"2\">87.3(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O8A−Na1−O9A\n</oasis:entry>\n<oasis:entry colname=\"4\">92.4(3)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup> For labels, see the ORTEP\ndrawing.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The Cu--Cu separation in <bold>1</bold> is 3.531 Å. This\nCu--Cu\nseparation is the shortest of the four known related\nsingly\nbridged dicopper(II)\ncomplexes.\n[Cu<sub>2</sub>(BBIP)(H<sub>2</sub>O)<sub>2</sub>]<sup>3+</sup>\n(where BBIP =\n2,6-bis[(bis(benzimidazolylmethyl)amino)methyl]-<italic toggle=\"yes\">p</italic>-cresol) has a Cu--Cu separation of 3.875\nÅ,\n\n[Cu<sub>2</sub>(BIMP)(CH<sub>3</sub>OH)<sub>2</sub>]<sup>3+</sup>\n(where BIMP = 2,6-bis[((bis(1-methylimidazol-2-yl)methyl)amino)methyl]-4-methylphenol)\nhas a\nCu--Cu separation of 4.090 Å,\n[Cu<sub>2</sub>(BPMP)Cl<sub>2</sub>]<sup>+</sup>\n(where BPMP\n=\n2,6-bis[[bis(2-pyridylmethyl)amino]methyl]-4-methylphenol)\nhas a Cu--Cu separation of 4.128 Å, and\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(H<sub>2</sub>O)<sub>2</sub>]<sup>-</sup> (<bold>2</bold>) has a\nCu--Cu separation of 3.726 Å. The large\nCu--Cu separations for\n[Cu<sub>2</sub>(BBIP)(H<sub>2</sub>O)<sub>2</sub>]<sup>3+</sup>,\n[Cu<sub>2</sub>(BIMP)(CH<sub>3</sub>OH)<sub>2</sub>]<sup>3+</sup>, and\n[Cu<sub>2</sub>(BPMP)Cl<sub>2</sub>]<sup>+</sup> have\nbeen attributed to steric\nrepulsions between the benzimidazole, imidazole, or\npyridyl\ngroups, respectively, as well as the formation of two\nadjacent\nfive-membered rings.\nFor\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(H<sub>2</sub>O)<sub>2</sub>]<sup>-</sup>\nsteric\ninteractions between the terminal carboxylate groups are\nminimal, so a subtle combination of long Cu−N amine\ndistances\ncompared to the average equatorial Cu−O carboxylate\ndistance\n(2.020 vs 1.965) and the formation of two adjacent five\nmembered rings results in the large Cu--Cu separation.\nFor <bold>1</bold>,\nthe Cu--Cu separation is decreased relative to <bold>2</bold> because\nthe\napical bond of the square pyramid is directed toward two\ncarboxylate oxygen atoms rather than the bridging\nphenolate\noxygen atom. This results in a decrease in the Cu1−O1\nand\nCu2−O2 bond lengths providing a more acute\nCu1−O1−Cu2\nbond angle for <bold>1</bold> compared to <bold>2</bold>. Cu--Cu\nseparations for doubly\nbridged complexes utilizing the\n2,6-bis(methylamino)-<italic toggle=\"yes\">p</italic>-cresol\ngroup are typically in the range 2.9−3.3\nÅ.\n</p>", "clean_text": "The Cu--Cu separation in 1 is 3.531 Å. This Cu--Cu separation is the shortest of the four known related singly bridged dicopper(II) complexes. [Cu2(BBIP)(H2O)2]3+ (where BBIP = 2,6-bis[(bis(benzimidazolylmethyl)amino)methyl]-p-cresol) has a Cu--Cu separation of 3.875 Å,  [Cu2(BIMP)(CH3OH)2]3+ (where BIMP = 2,6-bis[((bis(1-methylimidazol-2-yl)methyl)amino)methyl]-4-methylphenol) has a Cu--Cu separation of 4.090 Å, [Cu2(BPMP)Cl2]+ (where BPMP = 2,6-bis[[bis(2-pyridylmethyl)amino]methyl]-4-methylphenol) has a Cu--Cu separation of 4.128 Å, and [Cu2(CH3HXTA)(H2O)2]- (2) has a Cu--Cu separation of 3.726 Å. The large Cu--Cu separations for [Cu2(BBIP)(H2O)2]3+, [Cu2(BIMP)(CH3OH)2]3+, and [Cu2(BPMP)Cl2]+ have been attributed to steric repulsions between the benzimidazole, imidazole, or pyridyl groups, respectively, as well as the formation of two adjacent five-membered rings. For [Cu2(CH3HXTA)(H2O)2]- steric interactions between the terminal carboxylate groups are minimal, so a subtle combination of long Cu-N amine distances compared to the average equatorial Cu-O carboxylate distance (2.020 vs 1.965) and the formation of two adjacent five membered rings results in the large Cu--Cu separation. For 1, the Cu--Cu separation is decreased relative to 2 because the apical bond of the square pyramid is directed toward two carboxylate oxygen atoms rather than the bridging phenolate oxygen atom. This results in a decrease in the Cu1-O1 and Cu2-O2 bond lengths providing a more acute Cu1-O1-Cu2 bond angle for 1 compared to 2. Cu--Cu separations for doubly bridged complexes utilizing the 2,6-bis(methylamino)-p-cresol group are typically in the range 2.9-3.3 Å. ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Electronic Absorption Spectra.</bold> The visible\nelectronic\nabsorption spectra of <bold>1</bold> and <bold>2</bold> in aqueous solution\nat pH 3.0 are\nshown in Figure . All of the\ncomplexes studied exhibited\nabsorptions in the 200−350 nm range that can be attributed\nto\nligand absorption bands and amine- or\ncarboxylate-to-copper\nligand-to-metal charge-transfer bands\n(LMCT).\n\n</p>", "clean_text": " Electronic Absorption Spectra. The visible electronic absorption spectra of 1 and 2 in aqueous solution at pH 3.0 are shown in Figure . All of the complexes studied exhibited absorptions in the 200-350 nm range that can be attributed to ligand absorption bands and amine- or carboxylate-to-copper ligand-to-metal charge-transfer bands (LMCT).  ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"ic9707873f00002\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Visible electronic absorption spectra of (A) [Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(H<sub>2</sub>O)<sub>2</sub>]<sup>-</sup> and (B)\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]<sup>-</sup>.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic9707873f00002.tif\"></graphic>\n</fig>", "clean_text": " 2  Visible electronic absorption spectra of (A) [Cu2(CH3HXTA)(H2O)2]- and (B) [Cu2(CH3HXTA)(Py)2]-.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>Compound <bold>1</bold> exhibits an absorption band at 435 nm (ε\n=\n0.71 mM<sup>-1</sup> cm<sup>-1</sup>)\nthat is assigned to a phenoxo-to-copper\nLMCT band. Similar absorptions were observed for\nseveral\nrelated (μ-phenoxo)dicopper(II) complexes and were\ndefinitively\nassigned by substitution of the <italic toggle=\"yes\">para</italic>-methyl group of\n<italic toggle=\"yes\">p</italic>-cresol\nwith electron-withdrawing or -donating groups. The\nvisible\nabsorption spectrum of <bold>1</bold> also contains a band at 750 nm (ε\n=\n0.15 mM<sup>-1</sup> cm<sup>-1</sup>)\n(Figure ). This band is characteristic of\nCu(II) d−d transitions. The position of this band suggests\nthat\nthe geometry about the Cu(II) ions is best described as\ntrigonal\nbipyramidal. This is in contrast to X-ray data that\nclearly\nindicate that each Cu(II) ion resides in a distorted\nsquare\npyramidal environment. To determine the geometry of the\nCu(II) ions in solution, a direct comparison of the energies of\nthe\nligand field transitions in both the solution and solid states\nis\nrequired. A solid-state (Nujol mull) electronic\nabsorption\nspectrum of <bold>1</bold> was recorded (Figure\n). Two transitions\nare\nobserved at 430 and 650 nm that correspond to the phenoxo-to-Cu(II) LMCT band and the Cu(II) d−d band,\nrespectively.\nThe position of the d−d band for <bold>1</bold> in the solid state\nis indicative\nof a square pyramidal geometry for Cu(II). Thus, the\ndistorted\nsquare pyramidal geometry observed for <bold>1</bold> in the solid state\nis\nnot maintained in solution. This geometrical change may be\na\nresult of the relaxation of the twisted phenol ring relative\nto\nthe Cu1−O1−Cu2 plane.\n\n</p>", "clean_text": "Compound 1 exhibits an absorption band at 435 nm (ε = 0.71 mM-1 cm-1) that is assigned to a phenoxo-to-copper LMCT band. Similar absorptions were observed for several related (μ-phenoxo)dicopper(II) complexes and were definitively assigned by substitution of the para-methyl group of p-cresol with electron-withdrawing or -donating groups. The visible absorption spectrum of 1 also contains a band at 750 nm (ε = 0.15 mM-1 cm-1) (Figure ). This band is characteristic of Cu(II) d-d transitions. The position of this band suggests that the geometry about the Cu(II) ions is best described as trigonal bipyramidal. This is in contrast to X-ray data that clearly indicate that each Cu(II) ion resides in a distorted square pyramidal environment. To determine the geometry of the Cu(II) ions in solution, a direct comparison of the energies of the ligand field transitions in both the solution and solid states is required. A solid-state (Nujol mull) electronic absorption spectrum of 1 was recorded (Figure ). Two transitions are observed at 430 and 650 nm that correspond to the phenoxo-to-Cu(II) LMCT band and the Cu(II) d-d band, respectively. The position of the d-d band for 1 in the solid state is indicative of a square pyramidal geometry for Cu(II). Thus, the distorted square pyramidal geometry observed for 1 in the solid state is not maintained in solution. This geometrical change may be a result of the relaxation of the twisted phenol ring relative to the Cu1-O1-Cu2 plane.  ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"ic9707873f00003\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Solid-state (Nujol mull) electronic absorption spectrum of [Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]<sup>-</sup>.\nInset:  First derivative spectrum.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic9707873f00003.eps\"></graphic>\n</fig>", "clean_text": " 3  Solid-state (Nujol mull) electronic absorption spectrum of [Cu2(CH3HXTA)(Py)2]-. Inset: First derivative spectrum.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>To determine if the water ligands of <bold>2</bold> could be replaced\nby\nneutral or anionic ligands, we tested the binding of the\nmonodentate ligands pyridine and cyanide to <bold>2</bold>.\nSpectral\ntitration of <bold>2</bold> with pyridine causes a shift in the LMCT\nband\nfrom 420 to 435 nm. These data suggest that <bold>2</bold> can be\nconverted\nto <bold>1</bold> by the addition of pyridine. A plot of the\nabsorbance\nmaximum between 420 and 435 nm (Δλ<sub>max</sub>) vs equivalents\nof\npyridine added reveals a sigmodial binding curve (Figure\n).\nThe position of the absorption band at 750 nm for <bold>2</bold>\nassigned\nto the copper d−d band does not change over the course of\nthe\n\ntitration. The lack of an isosbestic\npoint indicates that the\nreaction of <bold>2</bold> to <bold>1</bold> does not involve the discreet\nintermediate\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)(H<sub>2</sub>O)]<sup>-</sup>.\nSimilarly, titration of <bold>2</bold> with an\naqueous solution of sodium cyanide does not alter the\nposition\nof the d−d band at 750 nm but shifts the LMCT band from\n420 to 455 nm. A plot of the absorbance maximum\nbetween\n420 and 455 nm (Δλ<sub>max</sub>) vs equivalents of cyanide added\nalso\nreveals a sigmodial binding curve (Figure\n) similar to that\nobserved for the addition of pyridine to <bold>2</bold>. These data\nindicate\nthat <bold>2</bold> can also be converted to the dicyano\ndicopper(II) CH<sub>3</sub>HXTA complex\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(CN)<sub>2</sub>]<sup>3-</sup>\n(<bold>3</bold>) by the addition\nof sodium cyanide.\n\n\n</p>", "clean_text": "To determine if the water ligands of 2 could be replaced by neutral or anionic ligands, we tested the binding of the monodentate ligands pyridine and cyanide to 2. Spectral titration of 2 with pyridine causes a shift in the LMCT band from 420 to 435 nm. These data suggest that 2 can be converted to 1 by the addition of pyridine. A plot of the absorbance maximum between 420 and 435 nm (Δλmax) vs equivalents of pyridine added reveals a sigmodial binding curve (Figure ). The position of the absorption band at 750 nm for 2 assigned to the copper d-d band does not change over the course of the  titration. The lack of an isosbestic point indicates that the reaction of 2 to 1 does not involve the discreet intermediate [Cu2(CH3HXTA)(Py)(H2O)]-. Similarly, titration of 2 with an aqueous solution of sodium cyanide does not alter the position of the d-d band at 750 nm but shifts the LMCT band from 420 to 455 nm. A plot of the absorbance maximum between 420 and 455 nm (Δλmax) vs equivalents of cyanide added also reveals a sigmodial binding curve (Figure ) similar to that observed for the addition of pyridine to 2. These data indicate that 2 can also be converted to the dicyano dicopper(II) CH3HXTA complex [Cu2(CH3HXTA)(CN)2]3- (3) by the addition of sodium cyanide.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"ic9707873f00004\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Plot of the absorbance maximum between 420 and 435 nm (Δλ<sub>max</sub>) vs equivalents of pyridine added to\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(H<sub>2</sub>O)<sub>2</sub>]<sup>-</sup>\n(1.0 × 10<sup>-3</sup> M) in methanolic\nsolution.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic9707873f00004.eps\"></graphic>\n</fig>", "clean_text": " 4  Plot of the absorbance maximum between 420 and 435 nm (Δλmax) vs equivalents of pyridine added to [Cu2(CH3HXTA)(H2O)2]- (1.0 × 10-3 M) in methanolic solution.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"ic9707873f00005\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Plot of the absorbance maximum between 420 and 455 nm (Δλ<sub>max</sub>) vs equivalents of sodium cyanide added to\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(H<sub>2</sub>O)<sub>2</sub>]<sup>-</sup> (1.0 ×\n10<sup>-3</sup> M) in methanolic solution.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic9707873f00005.eps\"></graphic>\n</fig>", "clean_text": " 5  Plot of the absorbance maximum between 420 and 455 nm (Δλmax) vs equivalents of sodium cyanide added to [Cu2(CH3HXTA)(H2O)2]- (1.0 × 10-3 M) in methanolic solution.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The sigmodial nature of the titration curves of <bold>2</bold> with\npyridine\nor cyanide is indicative of a cooperative stepwise addition\nof\nexogenous ligands to <bold>2</bold>; that is, the binding of one\npyridine, for\nexample, affects the binding of the second pyridine\nmolecule\n(Scheme\n).\nAssuming infinite cooperativity, that is <bold>2</bold>\neither\nhas all or none of the exogenous ligands bound, the\nfollowing\nequilibrium can be\nwritten:\n<disp-formula content-type=\"pre-labeled\" id=\"ic9707873e00001\">\n<graphic orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic9707873e00001.gif\"></graphic>\n</disp-formula>\nHere X is either pyridine or cyanide and <italic toggle=\"yes\">n</italic> is the\nnumber of\nsmall molecule binding sites. Since infinite\ncooperativity is\nnot physically possible, <italic toggle=\"yes\">n</italic> is typically an indicator of the\ndegree\nof cooperativity (i.e. <italic toggle=\"yes\">n</italic> &gt; 1 represents positive\ncooperativity).\nSolving for the fractional dissociation constants provides eq\n2,\n<disp-formula content-type=\"pre-labeled\" id=\"ic9707873e00002\">\n<graphic orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic9707873e00002.gif\"></graphic>\n</disp-formula>\nwhere <italic toggle=\"yes\">K</italic>\n<sub>1</sub> and <italic toggle=\"yes\">K</italic>\n<sub>2</sub> are the\nindividual dissociation constants for L\nand α is a constant. Fitting the data in Figure  to eq 2\nprovides\nvalues for <italic toggle=\"yes\">K</italic>\n<sub>1</sub> and <italic toggle=\"yes\">K</italic>\n<sub>2</sub> that\nare 15.2 and 5.8 mM, respectively,\nwith an <italic toggle=\"yes\">n</italic> value of 1.5. These data indicate that\npyridine binds\nto <bold>2</bold> very weakly and in a positive cooperative\nfashion.\nSimilarly, cyanide binds to <bold>2</bold> very weakly\n(<italic toggle=\"yes\">K</italic>\n<sub>1</sub> = 33.7 mM,\n<italic toggle=\"yes\">K</italic>\n<sub>2</sub>\n= 10.9 mM) and in a positive cooperative fashion (<italic toggle=\"yes\">n</italic> =\n4.1).\nThese data indicate that pyridine binds more tightly to\n<bold>2</bold> than\ndoes cyanide, which is consistent with the fact that it would\nbe\nmore difficult to add a negatively charged ligand to the\nCu(II)\ncenters in <bold>2 </bold>since they are already in a highly negatively\ncharged\nenvironment. The positive cooperativity in ligand binding\nfor\n<bold>2</bold> is likely the result of the phenoxo-linking group since\nthis\nmoiety is flexible and can twist relative to the\nCu1−O1−Cu2\nplane upon ligand binding altering the Cu1−O1−Cu2\nangle.\nThis may also perturb the oxygen of the bridging\nphenolate\nchanging its binding mode from axial to equatorial for one\nor\nboth Cu(II) ions.\n\n</p>", "clean_text": "The sigmodial nature of the titration curves of 2 with pyridine or cyanide is indicative of a cooperative stepwise addition of exogenous ligands to 2; that is, the binding of one pyridine, for example, affects the binding of the second pyridine molecule (Scheme ). Assuming infinite cooperativity, that is 2 either has all or none of the exogenous ligands bound, the following equilibrium can be written:    Here X is either pyridine or cyanide and n is the number of small molecule binding sites. Since infinite cooperativity is not physically possible, n is typically an indicator of the degree of cooperativity (i.e. n > 1 represents positive cooperativity). Solving for the fractional dissociation constants provides eq 2,    where K 1 and K 2 are the individual dissociation constants for L and α is a constant. Fitting the data in Figure  to eq 2 provides values for K 1 and K 2 that are 15.2 and 5.8 mM, respectively, with an n value of 1.5. These data indicate that pyridine binds to 2 very weakly and in a positive cooperative fashion. Similarly, cyanide binds to 2 very weakly (K 1 = 33.7 mM, K 2 = 10.9 mM) and in a positive cooperative fashion (n = 4.1). These data indicate that pyridine binds more tightly to 2 than does cyanide, which is consistent with the fact that it would be more difficult to add a negatively charged ligand to the Cu(II) centers in 2 since they are already in a highly negatively charged environment. The positive cooperativity in ligand binding for 2 is likely the result of the phenoxo-linking group since this moiety is flexible and can twist relative to the Cu1-O1-Cu2 plane upon ligand binding altering the Cu1-O1-Cu2 angle. This may also perturb the oxygen of the bridging phenolate changing its binding mode from axial to equatorial for one or both Cu(II) ions.  ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ic9707873h00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic9707873h00001.eps\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<p>\n<bold>Magnetic Properties.</bold> No X-band EPR signals could\nbe\nobserved on a powdered sample of <bold>1</bold> at either 77 K or\nroom\ntemperature. These data are indicative of strong\ncoupling\nbetween the two copper centers in the solid state.\nVariable-temperature magnetic susceptibility data for <bold>1</bold> were\ncollected\nover the temperature range 10−300 K. The shape of the\nχ<sub>m</sub> vs\n<italic toggle=\"yes\">T</italic> plot for <bold>1</bold> shows a maximum at 150 K indicative\nof\nantiferromagnetically coupled Cu(II) centers. Simulation of\nthe\ndata using a spin-exchange Hamiltonian, <italic toggle=\"yes\">H</italic> =\n−2<italic toggle=\"yes\">JS</italic>\n<sub>1</sub>·<italic toggle=\"yes\">S</italic>\n<sub>2</sub>,\nwhere\n<italic toggle=\"yes\">S</italic>\n<sub>1</sub> = <italic toggle=\"yes\">S</italic>\n<sub>2</sub> =\n<sup>1</sup>/<sub>2</sub> gives −2<italic toggle=\"yes\">J</italic> = 168\ncm<sup>-1</sup> consistent with the lack\nof an observable EPR signal for a solid sample of <bold>1</bold>.\nThe\nexchange coupling in <bold>1</bold> is due to the fact that the\nμ-phenoxo\noxygen bond is equatorial to both Cu2 and Cu1. In\ndinuclear\nsquare pyramidal Cu(II) complexes of this type, the\nunpaired\nelectron resides in the\nd<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup>\n<sub>-</sub>\n<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup>\norbital. This\ncoordination\nmode provides significant orbital overlap between the\nmagnetic\norbital\nd<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup>\n<sub>-</sub>\n<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup>\nof Cu2 with the magnetic orbital\nd<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup>\n<sub>-</sub>\n<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup>\nof Cu1 so\nexchange coupling occurs.\n</p>", "clean_text": " Magnetic Properties. No X-band EPR signals could be observed on a powdered sample of 1 at either 77 K or room temperature. These data are indicative of strong coupling between the two copper centers in the solid state. Variable-temperature magnetic susceptibility data for 1 were collected over the temperature range 10-300 K. The shape of the χm vs T plot for 1 shows a maximum at 150 K indicative of antiferromagnetically coupled Cu(II) centers. Simulation of the data using a spin-exchange Hamiltonian, H = -2JS 1⋅S 2, where S 1 = S 2 = 1/2 gives -2J = 168 cm-1 consistent with the lack of an observable EPR signal for a solid sample of 1. The exchange coupling in 1 is due to the fact that the μ-phenoxo oxygen bond is equatorial to both Cu2 and Cu1. In dinuclear square pyramidal Cu(II) complexes of this type, the unpaired electron resides in the d x   2  -  y   2  orbital. This coordination mode provides significant orbital overlap between the magnetic orbital d x   2  -  y   2  of Cu2 with the magnetic orbital d x   2  -  y   2  of Cu1 so exchange coupling occurs. ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<p>The solution spectrum of <bold>1</bold> at room temperature (Figure\n)\ndisplays an isotropic signal with <italic toggle=\"yes\">g</italic> = 2.128 and\n<italic toggle=\"yes\">A</italic> = 6.87 mT.\nLowering the temperature to 77 K provided an essentially\naxial\nEPR signal which was simulated using an <italic toggle=\"yes\">S</italic> =\n<sup>1</sup>/<sub>2</sub> spin\nHamiltonian, and the resulting fit provided\n<italic toggle=\"yes\">g</italic>\n<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>,\n<italic toggle=\"yes\">g</italic>\n<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>, and\n<italic toggle=\"yes\">g</italic>\n<italic toggle=\"yes\">\n<sub>z</sub>\n</italic> values\nof 2.097, 2.116, and 2.323, respectively, and an\n<italic toggle=\"yes\">A</italic>\n<italic toggle=\"yes\">\n<sub>z</sub>\n</italic>(<sup>63</sup>Cu) =\n16.2\nmT (Figure ). The X-band EPR spectra of a methanolic\nsolution of <bold>1</bold> at 77 K also reveals a\nΔ<italic toggle=\"yes\">M</italic>\n<sub>s</sub> = 2 transition at <italic toggle=\"yes\">g</italic>\n=\n4.5 (Figure ). The temperature\ndependence of all of the\nobserved signals between 4 and 70 K exhibited Curie law\nbehavior. These data suggest that the two Cu(II) ions in\n<bold>1</bold> are\neither weakly ferromagnetically or antiferromagnetically\ncoupled\nin solution, similar to\nmet-hemocyanin. Computer\nsimulation\nof the <italic toggle=\"yes\">g</italic> ∼ 2 signal does not match the experimental\nspectrum\n\nexactly in that the intensities of some\nfeatures are not reproduced\naccurately, even though the resonance positions are\nprecisely\nduplicated. There are two phenomena that likely account\nfor\nthis. The first is the presence of an underlying\nΔ<italic toggle=\"yes\">M</italic>\n<sub>s</sub> = 2\ntransition that is predicted from the observation of its\nhigh-field partner (note the very broad absorption centered at\n4250\nG) (Figure ). The second phenomenon is that, in\nconjunction\nwith the Δ<italic toggle=\"yes\">M</italic>\n<sub>s</sub> = 2 transition, off-axis\nextrema will occur in the\nEPR spectrum and lead to increased EPR absorption at field\nvalues other than those at which the principal <italic toggle=\"yes\">g</italic>-values\noccur.\nHowever, double integration of the <italic toggle=\"yes\">g</italic> ∼ 2 signal\nreveals that\nthis signal accounts for only ∼3% of the spins in the\nsample.\n\n\n</p>", "clean_text": "The solution spectrum of 1 at room temperature (Figure ) displays an isotropic signal with g = 2.128 and A = 6.87 mT. Lowering the temperature to 77 K provided an essentially axial EPR signal which was simulated using an S = 1/2 spin Hamiltonian, and the resulting fit provided g  x , g  y , and g  z  values of 2.097, 2.116, and 2.323, respectively, and an A  z (63Cu) = 16.2 mT (Figure ). The X-band EPR spectra of a methanolic solution of 1 at 77 K also reveals a ΔM s = 2 transition at g = 4.5 (Figure ). The temperature dependence of all of the observed signals between 4 and 70 K exhibited Curie law behavior. These data suggest that the two Cu(II) ions in 1 are either weakly ferromagnetically or antiferromagnetically coupled in solution, similar to met-hemocyanin. Computer simulation of the g ~ 2 signal does not match the experimental spectrum  exactly in that the intensities of some features are not reproduced accurately, even though the resonance positions are precisely duplicated. There are two phenomena that likely account for this. The first is the presence of an underlying ΔM s = 2 transition that is predicted from the observation of its high-field partner (note the very broad absorption centered at 4250 G) (Figure ). The second phenomenon is that, in conjunction with the ΔM s = 2 transition, off-axis extrema will occur in the EPR spectrum and lead to increased EPR absorption at field values other than those at which the principal g-values occur. However, double integration of the g ~ 2 signal reveals that this signal accounts for only ~3% of the spins in the sample.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"ic9707873f00006\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>X-band EPR spectra:  (A) a methanolic solution of [Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]<sup>-</sup>\nat 298 K, (B) a frozen methanolic solution of\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]<sup>-</sup>\nat 77 K; (C) simulation of (B) with\n<italic toggle=\"yes\">g</italic>\n<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>,\n<italic toggle=\"yes\">g</italic>\n<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>,\nand <italic toggle=\"yes\">g</italic>\n<italic toggle=\"yes\">\n<sub>z</sub>\n</italic> values of 2.097, 2.116, and\n2.323, respectively, and an\n<italic toggle=\"yes\">A</italic>\n<italic toggle=\"yes\">\n<sub>z</sub>\n</italic>(<sup>63</sup>Cu)\n= 16.2 mT. Both spectra were recorded with 2 mW microwave\npower,\n1.26 mT field modulation amplitude, 100 kHz modulation\nfrequency,\nand 12 mT s<sup>-1</sup> field sweep rate.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic9707873f00006.eps\"></graphic>\n</fig>", "clean_text": " 6  X-band EPR spectra: (A) a methanolic solution of [Cu2(CH3HXTA)(Py)2]- at 298 K, (B) a frozen methanolic solution of [Cu2(CH3HXTA)(Py)2]- at 77 K; (C) simulation of (B) with g  x , g  y , and g  z  values of 2.097, 2.116, and 2.323, respectively, and an A  z (63Cu) = 16.2 mT. Both spectra were recorded with 2 mW microwave power, 1.26 mT field modulation amplitude, 100 kHz modulation frequency, and 12 mT s-1 field sweep rate.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"ic9707873f00007\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>X-band EPR spectrum of a frozen methanolic solution of [Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]<sup>-</sup>\nat 77 K with a microwave power of 2.0 mW,\na modulation amplitude 1.26 mT, a modulation frequency of 100\nkHz,\nand a 5 mT s<sup>-1</sup> field sweep rate.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic9707873f00007.tif\"></graphic>\n</fig>", "clean_text": " 7  X-band EPR spectrum of a frozen methanolic solution of [Cu2(CH3HXTA)(Py)2]- at 77 K with a microwave power of 2.0 mW, a modulation amplitude 1.26 mT, a modulation frequency of 100 kHz, and a 5 mT s-1 field sweep rate.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>\n<bold>\n<sup>1</sup>\n</bold>\n<sup></sup>\n<bold>H NMR Spectroscopy.</bold>\n<sup>1</sup>H NMR is a natural technique to\nprobe paramagnetic systems since only protons proximate to\nthe paramagnetic center are\naffected. Building on\nour initial\nsuccess using NMR spectroscopy to probe dinuclear\nCu(II)\ncomplexes,\nwe have probed the structural and magnetic\nproperties of <bold>1</bold> in methanolic solution. Spin-coupled\nCu(II)\ncenters provide relatively sharp hyperfine shifted <sup>1</sup>H\nNMR\nsignals since they possess a diamagnetic (<italic toggle=\"yes\">S</italic> = 0) ground\nstate.\nComplex <bold>1</bold> exhibits several sharp, hyperfine shifted\n<sup>1</sup>H NMR\nsignals in methanol solution at 300 K in the 120−0 ppm\nchemical shift range (Figure , Table\n). Several of\nthe\nhyperfine shifted <sup>1</sup>H NMR signals observed for <bold>1</bold>\ncan be initially\nassigned by inspection of their peak\nareas.\nSignals D (28 ppm),\nE (14.0 ppm), F (13.1 ppm), and G (11.5 ppm) integrate to\n4:2:2:3 protons, respectively (Table ). These data,\ntaken\ntogether with the crystallographic results, suggest that\nsignals\nE or F and G arise from <italic toggle=\"yes\">meta</italic>-phenol and the\n<italic toggle=\"yes\">para</italic>-methylphenol\nprotons, respectively.\n\n\n</p>", "clean_text": "  1   H NMR Spectroscopy. 1H NMR is a natural technique to probe paramagnetic systems since only protons proximate to the paramagnetic center are affected. Building on our initial success using NMR spectroscopy to probe dinuclear Cu(II) complexes, we have probed the structural and magnetic properties of 1 in methanolic solution. Spin-coupled Cu(II) centers provide relatively sharp hyperfine shifted 1H NMR signals since they possess a diamagnetic (S = 0) ground state. Complex 1 exhibits several sharp, hyperfine shifted 1H NMR signals in methanol solution at 300 K in the 120-0 ppm chemical shift range (Figure , Table ). Several of the hyperfine shifted 1H NMR signals observed for 1 can be initially assigned by inspection of their peak areas. Signals D (28 ppm), E (14.0 ppm), F (13.1 ppm), and G (11.5 ppm) integrate to 4:2:2:3 protons, respectively (Table ). These data, taken together with the crystallographic results, suggest that signals E or F and G arise from meta-phenol and the para-methylphenol protons, respectively.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"ic9707873f00008\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>400 MHz<sup>1</sup>H NMR spectrum of\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]<sup>-</sup>\nin\nMeOD at 298 K.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic9707873f00008.tif\"></graphic>\n</fig>", "clean_text": " 8  400 MHz1H NMR spectrum of [Cu2(CH3HXTA)(Py)2]- in MeOD at 298 K.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "table", "classification": null, "content": "<table-wrap id=\"ic9707873t00003\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Properties of the Observed Hyperfine-Shifted<sup>1</sup>H NMR\nResonances of\nNa[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]·1.5(1,4-dioxane)</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">signal</oasis:entry>\n<oasis:entry colname=\"2\">assgnt</oasis:entry>\n<oasis:entry colname=\"3\">chem shift\n(ppm)<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">line width<italic toggle=\"yes\">\n<sup>b</sup>\n</italic>\n<sup></sup>\n(Hz)</oasis:entry>\n<oasis:entry colname=\"5\">rel area<italic toggle=\"yes\">\n<sup>c</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">\n<italic toggle=\"yes\">T</italic>\n<sub>1</sub>\n<italic toggle=\"yes\">\n<sup>d</sup>\n</italic>\n<sup></sup> (ms)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">A\n</oasis:entry>\n<oasis:entry colname=\"2\">NC<italic toggle=\"yes\">H</italic>\n<sub>2</sub>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">95\n</oasis:entry>\n<oasis:entry colname=\"4\">10000\n</oasis:entry>\n<oasis:entry colname=\"5\">ND<italic toggle=\"yes\">\n<sup>e</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">&gt;1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">B\n</oasis:entry>\n<oasis:entry colname=\"2\">NC<italic toggle=\"yes\">H</italic>\n<sub>2</sub>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">48\n</oasis:entry>\n<oasis:entry colname=\"4\">∼3500\n</oasis:entry>\n<oasis:entry colname=\"5\">ND<italic toggle=\"yes\">\n<sup>e</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">&gt;1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C\n</oasis:entry>\n<oasis:entry colname=\"2\">Py α-<italic toggle=\"yes\">H</italic>\n</oasis:entry>\n<oasis:entry colname=\"3\">38\n</oasis:entry>\n<oasis:entry colname=\"4\">ND<italic toggle=\"yes\">\n<sup>e</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"5\">ND<italic toggle=\"yes\">\n<sup>e</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">&gt;1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">D\n</oasis:entry>\n<oasis:entry colname=\"2\">Py β-<italic toggle=\"yes\">H</italic>\n</oasis:entry>\n<oasis:entry colname=\"3\">28\n</oasis:entry>\n<oasis:entry colname=\"4\">2000\n</oasis:entry>\n<oasis:entry colname=\"5\">4\n</oasis:entry>\n<oasis:entry colname=\"6\">&gt;1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">E\n</oasis:entry>\n<oasis:entry colname=\"2\">Ph β-<italic toggle=\"yes\">H</italic>\n</oasis:entry>\n<oasis:entry colname=\"3\">14.0\n</oasis:entry>\n<oasis:entry colname=\"4\">250\n</oasis:entry>\n<oasis:entry colname=\"5\">2\n</oasis:entry>\n<oasis:entry colname=\"6\">2\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">F\n</oasis:entry>\n<oasis:entry colname=\"2\">Py γ-<italic toggle=\"yes\">H</italic>\n</oasis:entry>\n<oasis:entry colname=\"3\">13.1\n</oasis:entry>\n<oasis:entry colname=\"4\">230\n</oasis:entry>\n<oasis:entry colname=\"5\">2\n</oasis:entry>\n<oasis:entry colname=\"6\">3\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">G\n</oasis:entry>\n<oasis:entry colname=\"2\">PhC<italic toggle=\"yes\">H</italic>\n<sub>3</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">11.5\n</oasis:entry>\n<oasis:entry colname=\"4\">140\n</oasis:entry>\n<oasis:entry colname=\"5\">3\n</oasis:entry>\n<oasis:entry colname=\"6\">2</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup> All chemical shifts are in ppm relative to the\nresidual solvent signal\nat 3.4 ppm for H<sub>3</sub>COH.<italic toggle=\"yes\">\n<sup>b</sup>\n</italic>\n<sup></sup> Full\nwidth at half-maximum.<italic toggle=\"yes\">\n<sup>c</sup>\n</italic>\n<sup></sup> Relative\nareas\nare based on the area of signals\nH.<italic toggle=\"yes\">\n<sup>d</sup>\n</italic>\n<sup></sup> \n                     <italic toggle=\"yes\">T</italic>\n<sub>1</sub> values were\nobtained at 400\nMHz and 35 °C.<italic toggle=\"yes\">\n<sup>e</sup>\n</italic>\n<sup></sup> Not\ndetermined.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>Definitive assignment of the <italic toggle=\"yes\">para</italic>-methylphenol\nprotons\ncomes from selective replacement of the <italic toggle=\"yes\">para</italic>-methyl group\nof\n<bold>1</bold> with Cl which causes signal G to disappear.\nAssignment of\nsignals C, D, and F to the pyridine α-H, β-H, and γ-H\nprotons\ncomes from replacement of the pyridine ligands with\ncyanide\nwhich causes these signals to disappear. Assignment of\nthe\nremaining three signals comes from <italic toggle=\"yes\">T</italic>\n<sub>1</sub> values and\ncomparison\nof the spectrum of <bold>1</bold> with that of two related complexes,\n<bold>2</bold> and\n\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(OH)]<sup>2-</sup>\n(<bold>4</bold>). The <sup>1</sup>H NMR spectrum of\n<bold>4</bold>\nshows five hyperfine shifted signals at 60 °C in D<sub>2</sub>O\nsolution,\npH 10, and the assignment of each of the observed\nhyperfine\nshifted signals has been previously reported.\nComparison of\nthe chemical shift, <italic toggle=\"yes\">T</italic>\n<sub>1</sub> values, and relative\nintegrations of signals\nC (83 ppm) and C‘ (65 ppm) of complex <bold>4</bold> (both of which\nwere\nassigned to the diastereotopic methylene-CH<sub>2</sub> acetate\nprotons)\nwith signals A (95 ppm) and B (48 ppm) of <bold>1</bold> is\nconsistent\nwith the assignment of these signals to the diastereotopic\nmethylene-CH<sub>2</sub> protons of the acetate arm. By default,\nsignal\nE is assigned to the <italic toggle=\"yes\">meta</italic>-phenol protons.\n</p>", "clean_text": "Definitive assignment of the para-methylphenol protons comes from selective replacement of the para-methyl group of 1 with Cl which causes signal G to disappear. Assignment of signals C, D, and F to the pyridine α-H, β-H, and γ-H protons comes from replacement of the pyridine ligands with cyanide which causes these signals to disappear. Assignment of the remaining three signals comes from T 1 values and comparison of the spectrum of 1 with that of two related complexes, 2 and  [Cu2(CH3HXTA)(OH)]2- (4). The 1H NMR spectrum of 4 shows five hyperfine shifted signals at 60 °C in D2O solution, pH 10, and the assignment of each of the observed hyperfine shifted signals has been previously reported. Comparison of the chemical shift, T 1 values, and relative integrations of signals C (83 ppm) and C‘ (65 ppm) of complex 4 (both of which were assigned to the diastereotopic methylene-CH2 acetate protons) with signals A (95 ppm) and B (48 ppm) of 1 is consistent with the assignment of these signals to the diastereotopic methylene-CH2 protons of the acetate arm. By default, signal E is assigned to the meta-phenol protons. ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>Antiferromagnetically coupled dicopper(II) centers have\na\nsinglet (<italic toggle=\"yes\">S</italic> = 0) ground state and a triplet (<italic toggle=\"yes\">S</italic>\n= 1) first excited\nstate that differ in energy by the exchange constant,\n<italic toggle=\"yes\">J</italic>.\nThat\nhyperfine shifted signals are observed for these systems is\ndue\nto the proximity of the diamagnetic ground state and the\nfirst\nexcited state. Since the population distribution between\nthese\ntwo levels is dependent upon the temperature as well as\nthe\nmagnitude of <italic toggle=\"yes\">J</italic>, it\nfollows that the temperature dependence\nof the hyperfine-shifted <sup>1</sup>H NMR signals should correlate\nwith\nthe magnitude of the spin-coupling interaction between the\ntwo\nCu(II) ions. Curie (contact shift decreases with\nincreasing\ntemperature) or anti-Curie (contact shift increases with\nincreasing temperature) behavior has been previously shown to\ndepend\non the magnitude of <italic toggle=\"yes\">J</italic>. The temperature dependence of\nthe\nhyperfine shifted signals of <bold>1</bold> were recorded over the\ntemperature\nrange 0−70 °C in methanol solution (Figure\n). All but one of\nthe hyperfine shifted signals sharpen and shift toward the\ndiamagnetic region as the temperature is increased\nfollowing\nthe Curie law. Signal C sharpens and shifts away from\nthe\ndiamagnetic region with increasing temperature since it is\none\nof the β-CH<sub>2</sub> protons of the carboxylate arms which\nundergo\ntemperature-dependent proton exchange mechanisms.\nThese\ndata indicate that the two Cu(II) ions in <bold>1</bold> are either\nweakly\nferromagnetically or antiferromagnetically coupled\nconsistent\nwith the EPR data.\n\n</p>", "clean_text": "Antiferromagnetically coupled dicopper(II) centers have a singlet (S = 0) ground state and a triplet (S = 1) first excited state that differ in energy by the exchange constant, J. That hyperfine shifted signals are observed for these systems is due to the proximity of the diamagnetic ground state and the first excited state. Since the population distribution between these two levels is dependent upon the temperature as well as the magnitude of J, it follows that the temperature dependence of the hyperfine-shifted 1H NMR signals should correlate with the magnitude of the spin-coupling interaction between the two Cu(II) ions. Curie (contact shift decreases with increasing temperature) or anti-Curie (contact shift increases with increasing temperature) behavior has been previously shown to depend on the magnitude of J. The temperature dependence of the hyperfine shifted signals of 1 were recorded over the temperature range 0-70 °C in methanol solution (Figure ). All but one of the hyperfine shifted signals sharpen and shift toward the diamagnetic region as the temperature is increased following the Curie law. Signal C sharpens and shifts away from the diamagnetic region with increasing temperature since it is one of the β-CH2 protons of the carboxylate arms which undergo temperature-dependent proton exchange mechanisms. These data indicate that the two Cu(II) ions in 1 are either weakly ferromagnetically or antiferromagnetically coupled consistent with the EPR data.  ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"ic9707873f00009\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Temperature dependence of the hyperfine-shifted<sup>1</sup>H\nNMR\nresonances of\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]<sup>-</sup>\nin MeOD between 298 and\n333 K.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic9707873f00009.tif\"></graphic>\n</fig>", "clean_text": " 9  Temperature dependence of the hyperfine-shifted1H NMR resonances of [Cu2(CH3HXTA)(Py)2]- in MeOD between 298 and 333 K.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>In conclusion, we have synthesized a new dicopper(II)\ncomplex containing a μ-phenoxo bridging ligand with\nterminal\ncarboxylate oxygen, amine nitrogen, and pyridine ligands\nand\nhave characterized this complex by X-ray crystallography,\nelectronic absorption, NMR, and EPR spectroscopies as well\nas magnetic susceptibility. On the basis of these data, the\ntwo\nCu(II) ions are moderately antiferromagnetically coupled in\nthe\nsolid states, but due to a coordination geometry change,\nbecome\neither weakly ferromagnetically or antiferromagnetically\ncoupled\nin solution. <sup>1</sup>H NMR studies on a methanol solution of\n<bold>1</bold> also\nindicate that the two Cu(II) ions are weakly spin-coupled\nin\nsolution. At the present time, we have not observed\nany\nphosphatase or esterase activity toward common\n<italic toggle=\"yes\">p</italic>-nitrophenol\nsubstrates by <bold>1</bold>. However, the conversion of\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(H<sub>2</sub>O)<sub>2</sub>]<sup>-</sup> to <bold>1</bold> is\nobserved upon the addition of pyridine.\nComplex <bold>2</bold> can also be converted to\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(CN)<sub>2</sub>]<sup>3-</sup>\n(<bold>3</bold>) by the addition of NaCN. In both cases, the water\nligands\nof <bold>2</bold> are displaced in a stepwise fashion. The stepwise\nbinding\nof exogenous ligands to <bold>2</bold> mimics the first step in catalysis\nby\nAAP in that it was recently established that substrate binds\nonly\nto the first metal binding site in AAP and not the\nsecond.\nWhile no spectroscopic or structural data are available for\nthe\nCu(II)-substituted AAP or blLAP enzymes, the structural\nand\nmagnetic properties of the complexes reported herein may\nprovide insight into the structural properties of the\nactive\ndicopper(II) centers in AAP and blLAP. We are\ncurrently\nprobing the structural and magnetic properties of the\nhyperactive\ndicopper(II) AAP enzyme.\n</p>", "clean_text": "In conclusion, we have synthesized a new dicopper(II) complex containing a μ-phenoxo bridging ligand with terminal carboxylate oxygen, amine nitrogen, and pyridine ligands and have characterized this complex by X-ray crystallography, electronic absorption, NMR, and EPR spectroscopies as well as magnetic susceptibility. On the basis of these data, the two Cu(II) ions are moderately antiferromagnetically coupled in the solid states, but due to a coordination geometry change, become either weakly ferromagnetically or antiferromagnetically coupled in solution. 1H NMR studies on a methanol solution of 1 also indicate that the two Cu(II) ions are weakly spin-coupled in solution. At the present time, we have not observed any phosphatase or esterase activity toward common p-nitrophenol substrates by 1. However, the conversion of [Cu2(CH3HXTA)(H2O)2]- to 1 is observed upon the addition of pyridine. Complex 2 can also be converted to [Cu2(CH3HXTA)(CN)2]3- (3) by the addition of NaCN. In both cases, the water ligands of 2 are displaced in a stepwise fashion. The stepwise binding of exogenous ligands to 2 mimics the first step in catalysis by AAP in that it was recently established that substrate binds only to the first metal binding site in AAP and not the second. While no spectroscopic or structural data are available for the Cu(II)-substituted AAP or blLAP enzymes, the structural and magnetic properties of the complexes reported herein may provide insight into the structural properties of the active dicopper(II) centers in AAP and blLAP. We are currently probing the structural and magnetic properties of the hyperactive dicopper(II) AAP enzyme. ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<title>\n<ext-link xlink:href=\"/doi/suppl/10.1021%2Fic9707873\">Supporting Information Available</ext-link>\n</title><p>A crystal packing diagram and\ntables detailing the X-ray data collection and refinement, bond\ndistances,\nbond angles, final anisotropic thermal parameters, calculated or\nrefined\nH atom coordinates, and atomic coordinates and equivalent\nisotropic\nthermal parameters (9 pages). Ordering information is given on\nany\ncurrent masthead page.</p>", "clean_text": " Supporting Information Available \n\nA crystal packing diagram and tables detailing the X-ray data collection and refinement, bond distances, bond angles, final anisotropic thermal parameters, calculated or refined H atom coordinates, and atomic coordinates and equivalent isotropic thermal parameters (9 pages). Ordering information is given on any current masthead page.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<title>References</title>", "clean_text": "References", "data": null, "include_properties": null}], "cln_elements": [{"idx": 7, "type": "text", "classification": "synthesis condition", "content": "<p>The general procedure for the synthesis of dinuclear Cu(II)\ncomplexes of CH<sub>3</sub>HXTA has been previously\nreported. For\nNa[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>] (Na(<bold>1</bold>)),\nCH<sub>3</sub>HXTA (0.60 g; 1.2 mmol) was dissolved\nin 20 mL of H<sub>2</sub>O. To this solution was added 0.96 g\n(2.4 mmol) of\nCu(II) perchlorate hexahydrate dissolved in 2 mL of\nH<sub>2</sub>O. The solution\nimmediately turned dark green (pH ∼3.0). Acetone was added to\nthis\nsolution causing precipitation of the\nNa[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(H<sub>2</sub>O)<sub>2</sub>]\n(Na(<bold>2</bold>)) complex. The resulting solid was redissolved in 20\nmL of MeOH,\nand a 10-fold excess of pyridine was added. Complex <bold>1</bold>\nwas\nrecrystallized by vapor diffusion of 1,4-dioxane into a filtered\nmethanolic solution of <bold>1</bold>. The analytical purity of\n<bold>1</bold> was checked by elemental\nanalysis (Atlantic Microlab, Inc.). Calcd for\nNa[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]·1.5(1,4-dioxane) (Na(<bold>1</bold>))\n(C<sub>33</sub>H<sub>39</sub>Cu<sub>2</sub>N<sub>4</sub>O<sub>12</sub>Na): \nC, 47.54; H, 4.72;\nN, 6.72. Found:  C, 47.19; H, 4.80; N, 6.53.\n</p>", "clean_text": "The general procedure for the synthesis of dinuclear Cu(II) complexes of CH3HXTA has been previously reported. For Na[Cu2(CH3HXTA)(Py)2] (Na(1)), CH3HXTA (0.60 g; 1.2 mmol) was dissolved in 20 mL of H2O. To this solution was added 0.96 g (2.4 mmol) of Cu(II) perchlorate hexahydrate dissolved in 2 mL of H2O. The solution immediately turned dark green (pH ~3.0). Acetone was added to this solution causing precipitation of the Na[Cu2(CH3HXTA)(H2O)2] (Na(2)) complex. The resulting solid was redissolved in 20 mL of MeOH, and a 10-fold excess of pyridine was added. Complex 1 was recrystallized by vapor diffusion of 1,4-dioxane into a filtered methanolic solution of 1. The analytical purity of 1 was checked by elemental analysis (Atlantic Microlab, Inc.). Calcd for Na[Cu2(CH3HXTA)(Py)2]⋅1.5(1,4-dioxane) (Na(1)) (C33H39Cu2N4O12Na): C, 47.54; H, 4.72; N, 6.72. Found: C, 47.19; H, 4.80; N, 6.53. ", "data": [{"meta": {"name": "Na[Cu2(CH3HXTA)(Py)2]·1.5(1,4-dioxane)", "symbol": "1", "chemical formula": "C33H39Cu2N4O12Na"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "CH3HXTA", "amount": "0.60", "unit": "g"}, {"name": "Cu(II) perchlorate hexahydrate", "amount": "0.96", "unit": "g"}], "solution": [{"name": "H2O", "amount": "20", "unit": "mL"}, {"name": "H2O", "amount": "2", "unit": "mL"}, {"name": "MeOH", "amount": "20", "unit": "mL"}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "recrystallization", "solvent": "1,4-dioxane", "amount": "", "atmosphere": "", "time": ""}], "yield": ""}], "include_properties": ["chemical_synthesis", "pH_adjustment", "filtration"]}, {"idx": "1, 19, 26, 27", "type": "text", "classification": "property", "content": "<p>The dinucleating ligand\n<italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>‘-(2-hydroxy-5-methyl-1,3-xylylene)bis(<italic toggle=\"yes\">N</italic>-(carboxymethyl)glycine)\n(CH<sub>3</sub>HXTA) has\nbeen used to synthesize the dinuclear Cu(II) bis(pyridine)\ncomplex\nNa[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]·1.5(1,4-dioxane)\n(Na(<bold>1</bold>)):  triclinic space group <italic toggle=\"yes\">P</italic>1̄\n(<italic toggle=\"yes\">a</italic> = 12.550(3) Å, <italic toggle=\"yes\">b</italic> = 13.413(3)\nÅ, <italic toggle=\"yes\">c</italic> = 13.540(4) Å, α = 117.12(2)°, β\n=\n104.70 (2)°, and γ = 92.13(2)°). The structure shows\ntwo distinct distorted square pyramidal Cu(II) centers\nwith\neach Cu(II) ion bound by two carboxylate oxygen atoms, one amine\nnitrogen atom, a phenolate oxygen atom,\nand one pyridine nitrogen atom. The Cu--Cu separation is 3.531 Å,\nand the Cu1−O1−Cu2 angle is 123.7°. The\nphenyl ring of the CH<sub>3</sub>HXTA ligand is twisted relative\nto the Cu1−O1−Cu2 plane, and the resulting dihedral\nangle is 44.2°. The electronic absorption spectrum of\n<bold>1</bold> in aqueous solution at pH 3 suggests a shift\ntoward\ntrigonal bipyramidal Cu(II) coordination in solution.\nSpectral titration of\nNa[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(H<sub>2</sub>O)<sub>2</sub>]\nwith L\n(where L = pyridine or sodium cyanide) results in complexes with\nterminal L groups. These exogenous ligands\nappear to bind in a positive cooperative stepwise fashion.\nVariable-temperature magnetic susceptibility data for\n<bold>1</bold> indicate that the Cu(II) ions are\nantiferromagnetically coupled (−2<italic toggle=\"yes\">J</italic> = 168\ncm<sup>-1</sup>). X-band EPR spectra of\nan\naqueous solution of <bold>1</bold> shows isotropic signals with\n<italic toggle=\"yes\">g</italic> = 2.14, while a powdered sample of <bold>1</bold> provides\nno EPR\nspectrum. A Δ<italic toggle=\"yes\">M</italic>\n<sub>s</sub> = 2 transition at\n<italic toggle=\"yes\">g</italic> = ∼4.5, expected for weakly magnetically coupled\nCu(II) ions, is not\nobserved for powdered samples but is observed for a methanolic solution\nsample of <bold>1</bold>. On the basis of these\ndata, the two Cu(II) ions are antiferromagnetically coupled in the\nsolid state but due to a coordination geometry\nchange become weakly ferromagnetically or antiferromagnetically coupled\nin solution. <sup>1</sup>H NMR studies on a\nmethanol solution of <bold>1</bold> are consistent with weak\nspin-coupling in solution.\n</p><p>Compound <bold>1</bold> exhibits an absorption band at 435 nm (ε\n=\n0.71 mM<sup>-1</sup> cm<sup>-1</sup>)\nthat is assigned to a phenoxo-to-copper\nLMCT band. Similar absorptions were observed for\nseveral\nrelated (μ-phenoxo)dicopper(II) complexes and were\ndefinitively\nassigned by substitution of the <italic toggle=\"yes\">para</italic>-methyl group of\n<italic toggle=\"yes\">p</italic>-cresol\nwith electron-withdrawing or -donating groups. The\nvisible\nabsorption spectrum of <bold>1</bold> also contains a band at 750 nm (ε\n=\n0.15 mM<sup>-1</sup> cm<sup>-1</sup>)\n(Figure ). This band is characteristic of\nCu(II) d−d transitions. The position of this band suggests\nthat\nthe geometry about the Cu(II) ions is best described as\ntrigonal\nbipyramidal. This is in contrast to X-ray data that\nclearly\nindicate that each Cu(II) ion resides in a distorted\nsquare\npyramidal environment. To determine the geometry of the\nCu(II) ions in solution, a direct comparison of the energies of\nthe\nligand field transitions in both the solution and solid states\nis\nrequired. A solid-state (Nujol mull) electronic\nabsorption\nspectrum of <bold>1</bold> was recorded (Figure\n). Two transitions\nare\nobserved at 430 and 650 nm that correspond to the phenoxo-to-Cu(II) LMCT band and the Cu(II) d−d band,\nrespectively.\nThe position of the d−d band for <bold>1</bold> in the solid state\nis indicative\nof a square pyramidal geometry for Cu(II). Thus, the\ndistorted\nsquare pyramidal geometry observed for <bold>1</bold> in the solid state\nis\nnot maintained in solution. This geometrical change may be\na\nresult of the relaxation of the twisted phenol ring relative\nto\nthe Cu1−O1−Cu2 plane.\n\n</p><p>\n<bold>Magnetic Properties.</bold> No X-band EPR signals could\nbe\nobserved on a powdered sample of <bold>1</bold> at either 77 K or\nroom\ntemperature. These data are indicative of strong\ncoupling\nbetween the two copper centers in the solid state.\nVariable-temperature magnetic susceptibility data for <bold>1</bold> were\ncollected\nover the temperature range 10−300 K. The shape of the\nχ<sub>m</sub> vs\n<italic toggle=\"yes\">T</italic> plot for <bold>1</bold> shows a maximum at 150 K indicative\nof\nantiferromagnetically coupled Cu(II) centers. Simulation of\nthe\ndata using a spin-exchange Hamiltonian, <italic toggle=\"yes\">H</italic> =\n−2<italic toggle=\"yes\">JS</italic>\n<sub>1</sub>·<italic toggle=\"yes\">S</italic>\n<sub>2</sub>,\nwhere\n<italic toggle=\"yes\">S</italic>\n<sub>1</sub> = <italic toggle=\"yes\">S</italic>\n<sub>2</sub> =\n<sup>1</sup>/<sub>2</sub> gives −2<italic toggle=\"yes\">J</italic> = 168\ncm<sup>-1</sup> consistent with the lack\nof an observable EPR signal for a solid sample of <bold>1</bold>.\nThe\nexchange coupling in <bold>1</bold> is due to the fact that the\nμ-phenoxo\noxygen bond is equatorial to both Cu2 and Cu1. In\ndinuclear\nsquare pyramidal Cu(II) complexes of this type, the\nunpaired\nelectron resides in the\nd<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup>\n<sub>-</sub>\n<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup>\norbital. This\ncoordination\nmode provides significant orbital overlap between the\nmagnetic\norbital\nd<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup>\n<sub>-</sub>\n<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup>\nof Cu2 with the magnetic orbital\nd<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup>\n<sub>-</sub>\n<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>\n<sup>\n<sub>2</sub>\n</sup>\nof Cu1 so\nexchange coupling occurs.\n</p><p>The solution spectrum of <bold>1</bold> at room temperature (Figure\n)\ndisplays an isotropic signal with <italic toggle=\"yes\">g</italic> = 2.128 and\n<italic toggle=\"yes\">A</italic> = 6.87 mT.\nLowering the temperature to 77 K provided an essentially\naxial\nEPR signal which was simulated using an <italic toggle=\"yes\">S</italic> =\n<sup>1</sup>/<sub>2</sub> spin\nHamiltonian, and the resulting fit provided\n<italic toggle=\"yes\">g</italic>\n<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>,\n<italic toggle=\"yes\">g</italic>\n<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>, and\n<italic toggle=\"yes\">g</italic>\n<italic toggle=\"yes\">\n<sub>z</sub>\n</italic> values\nof 2.097, 2.116, and 2.323, respectively, and an\n<italic toggle=\"yes\">A</italic>\n<italic toggle=\"yes\">\n<sub>z</sub>\n</italic>(<sup>63</sup>Cu) =\n16.2\nmT (Figure ). The X-band EPR spectra of a methanolic\nsolution of <bold>1</bold> at 77 K also reveals a\nΔ<italic toggle=\"yes\">M</italic>\n<sub>s</sub> = 2 transition at <italic toggle=\"yes\">g</italic>\n=\n4.5 (Figure ). The temperature\ndependence of all of the\nobserved signals between 4 and 70 K exhibited Curie law\nbehavior. These data suggest that the two Cu(II) ions in\n<bold>1</bold> are\neither weakly ferromagnetically or antiferromagnetically\ncoupled\nin solution, similar to\nmet-hemocyanin. Computer\nsimulation\nof the <italic toggle=\"yes\">g</italic> ∼ 2 signal does not match the experimental\nspectrum\n\nexactly in that the intensities of some\nfeatures are not reproduced\naccurately, even though the resonance positions are\nprecisely\nduplicated. There are two phenomena that likely account\nfor\nthis. The first is the presence of an underlying\nΔ<italic toggle=\"yes\">M</italic>\n<sub>s</sub> = 2\ntransition that is predicted from the observation of its\nhigh-field partner (note the very broad absorption centered at\n4250\nG) (Figure ). The second phenomenon is that, in\nconjunction\nwith the Δ<italic toggle=\"yes\">M</italic>\n<sub>s</sub> = 2 transition, off-axis\nextrema will occur in the\nEPR spectrum and lead to increased EPR absorption at field\nvalues other than those at which the principal <italic toggle=\"yes\">g</italic>-values\noccur.\nHowever, double integration of the <italic toggle=\"yes\">g</italic> ∼ 2 signal\nreveals that\nthis signal accounts for only ∼3% of the spins in the\nsample.\n\n\n</p>", "clean_text": "The dinucleating ligand N,N‘-(2-hydroxy-5-methyl-1,3-xylylene)bis(N-(carboxymethyl)glycine) (CH3HXTA) has been used to synthesize the dinuclear Cu(II) bis(pyridine) complex Na[Cu2(CH3HXTA)(Py)2]⋅1.5(1,4-dioxane) (Na(1)): triclinic space group P1̄ (a = 12.550(3) Å, b = 13.413(3) Å, c = 13.540(4) Å, α = 117.12(2)°, β = 104.70 (2)°, and γ = 92.13(2)°). The structure shows two distinct distorted square pyramidal Cu(II) centers with each Cu(II) ion bound by two carboxylate oxygen atoms, one amine nitrogen atom, a phenolate oxygen atom, and one pyridine nitrogen atom. The Cu--Cu separation is 3.531 Å, and the Cu1-O1-Cu2 angle is 123.7°. The phenyl ring of the CH3HXTA ligand is twisted relative to the Cu1-O1-Cu2 plane, and the resulting dihedral angle is 44.2°. The electronic absorption spectrum of 1 in aqueous solution at pH 3 suggests a shift toward trigonal bipyramidal Cu(II) coordination in solution. Spectral titration of Na[Cu2(CH3HXTA)(H2O)2] with L (where L = pyridine or sodium cyanide) results in complexes with terminal L groups. These exogenous ligands appear to bind in a positive cooperative stepwise fashion. Variable-temperature magnetic susceptibility data for 1 indicate that the Cu(II) ions are antiferromagnetically coupled (-2J = 168 cm-1). X-band EPR spectra of an aqueous solution of 1 shows isotropic signals with g = 2.14, while a powdered sample of 1 provides no EPR spectrum. A ΔM s = 2 transition at g = ~4.5, expected for weakly magnetically coupled Cu(II) ions, is not observed for powdered samples but is observed for a methanolic solution sample of 1. On the basis of these data, the two Cu(II) ions are antiferromagnetically coupled in the solid state but due to a coordination geometry change become weakly ferromagnetically or antiferromagnetically coupled in solution. 1H NMR studies on a methanol solution of 1 are consistent with weak spin-coupling in solution. \n\nCompound 1 exhibits an absorption band at 435 nm (ε = 0.71 mM-1 cm-1) that is assigned to a phenoxo-to-copper LMCT band. Similar absorptions were observed for several related (μ-phenoxo)dicopper(II) complexes and were definitively assigned by substitution of the para-methyl group of p-cresol with electron-withdrawing or -donating groups. The visible absorption spectrum of 1 also contains a band at 750 nm (ε = 0.15 mM-1 cm-1) (Figure ). This band is characteristic of Cu(II) d-d transitions. The position of this band suggests that the geometry about the Cu(II) ions is best described as trigonal bipyramidal. This is in contrast to X-ray data that clearly indicate that each Cu(II) ion resides in a distorted square pyramidal environment. To determine the geometry of the Cu(II) ions in solution, a direct comparison of the energies of the ligand field transitions in both the solution and solid states is required. A solid-state (Nujol mull) electronic absorption spectrum of 1 was recorded (Figure ). Two transitions are observed at 430 and 650 nm that correspond to the phenoxo-to-Cu(II) LMCT band and the Cu(II) d-d band, respectively. The position of the d-d band for 1 in the solid state is indicative of a square pyramidal geometry for Cu(II). Thus, the distorted square pyramidal geometry observed for 1 in the solid state is not maintained in solution. This geometrical change may be a result of the relaxation of the twisted phenol ring relative to the Cu1-O1-Cu2 plane.  \n\n Magnetic Properties. No X-band EPR signals could be observed on a powdered sample of 1 at either 77 K or room temperature. These data are indicative of strong coupling between the two copper centers in the solid state. Variable-temperature magnetic susceptibility data for 1 were collected over the temperature range 10-300 K. The shape of the χm vs T plot for 1 shows a maximum at 150 K indicative of antiferromagnetically coupled Cu(II) centers. Simulation of the data using a spin-exchange Hamiltonian, H = -2JS 1⋅S 2, where S 1 = S 2 = 1/2 gives -2J = 168 cm-1 consistent with the lack of an observable EPR signal for a solid sample of 1. The exchange coupling in 1 is due to the fact that the μ-phenoxo oxygen bond is equatorial to both Cu2 and Cu1. In dinuclear square pyramidal Cu(II) complexes of this type, the unpaired electron resides in the d x   2  -  y   2  orbital. This coordination mode provides significant orbital overlap between the magnetic orbital d x   2  -  y   2  of Cu2 with the magnetic orbital d x   2  -  y   2  of Cu1 so exchange coupling occurs. \n\nThe solution spectrum of 1 at room temperature (Figure ) displays an isotropic signal with g = 2.128 and A = 6.87 mT. Lowering the temperature to 77 K provided an essentially axial EPR signal which was simulated using an S = 1/2 spin Hamiltonian, and the resulting fit provided g  x , g  y , and g  z  values of 2.097, 2.116, and 2.323, respectively, and an A  z (63Cu) = 16.2 mT (Figure ). The X-band EPR spectra of a methanolic solution of 1 at 77 K also reveals a ΔM s = 2 transition at g = 4.5 (Figure ). The temperature dependence of all of the observed signals between 4 and 70 K exhibited Curie law behavior. These data suggest that the two Cu(II) ions in 1 are either weakly ferromagnetically or antiferromagnetically coupled in solution, similar to met-hemocyanin. Computer simulation of the g ~ 2 signal does not match the experimental spectrum  exactly in that the intensities of some features are not reproduced accurately, even though the resonance positions are precisely duplicated. There are two phenomena that likely account for this. The first is the presence of an underlying ΔM s = 2 transition that is predicted from the observation of its high-field partner (note the very broad absorption centered at 4250 G) (Figure ). The second phenomenon is that, in conjunction with the ΔM s = 2 transition, off-axis extrema will occur in the EPR spectrum and lead to increased EPR absorption at field values other than those at which the principal g-values occur. However, double integration of the g ~ 2 signal reveals that this signal accounts for only ~3% of the spins in the sample.   ", "data": [[{"meta": {"name": "Compound 1", "symbol": "", "chemical formula": ""}, "crystal system": [{"value": "triclinic", "condition": ""}], "space group": [{"value": "P1̄", "condition": ""}], "lattice parameters": [{"value": {"a": "12.550", "b": "13.413", "c": "13.540", "alpha": "117.12", "beta": "104.70", "gamma": "92.13", "condition": ""}}], "peak spectrum": [{"value": "435", "unit": "nm", "condition": ""}, {"value": "750", "unit": "nm", "condition": ""}]}, {"meta": {"name": "Compound 2", "symbol": "", "chemical formula": "C36H42N6O4"}, "crystal system": [{"value": "monoclinic", "condition": ""}], "space group": [{"value": "P21/c", "condition": ""}], "lattice parameters": [{"value": {"a": "10.812", "b": "15.261", "c": "13.973", "alpha": "", "beta": "", "gamma": "", "condition": "T = 298(2) K"}}], "peak spectrum": [{"value": "1650, 3400", "unit": "cm-1", "condition": ""}]}]], "include_properties": ["crystal_system", "space_group", "lattice_parameters", "peak_spectrum"]}, {"idx": 9, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"ic9707873t00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Summary of Crystallographic Data for Na[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]·1.5(1,4-dioxane)</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"2\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">empirical formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>33</sub>H<sub>39</sub>N<sub>4</sub>O<sub>13</sub>Cu<sub>2</sub>Na\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">fw\n</oasis:entry>\n<oasis:entry colname=\"2\">849.8\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst system\n</oasis:entry>\n<oasis:entry colname=\"2\">triclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic toggle=\"yes\">P</italic>1̄\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">a</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">12.550(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">b</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">13.413(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">c</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">13.540(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">α (deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">117.12(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β (deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">115.73(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">γ (deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">92.13(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic toggle=\"yes\">V</italic> (Å<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1747.1(8)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Z\n</oasis:entry>\n<oasis:entry colname=\"2\">2\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">ρ<sub>calc</sub> (g cm<sup>-3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.615\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">μ (mm<sup>-1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.303\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">radiation\n</oasis:entry>\n<oasis:entry colname=\"2\">Mo Kα (λ = 0.710 73 Å)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">temp (°C)\n</oasis:entry>\n<oasis:entry colname=\"2\">−100\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">residuals:<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup> \n                              <italic toggle=\"yes\">R</italic>; <italic toggle=\"yes\">R</italic>\n<sub>w</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.063; 0.059</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup> \n                     <italic toggle=\"yes\">R</italic> =\nΣ||<italic toggle=\"yes\">F</italic>\n<sub>o</sub>| −\n|<italic toggle=\"yes\">F</italic>\n<sub>c</sub>||/Σ|<italic toggle=\"yes\">F</italic>\n<sub>o</sub>|;\n<italic toggle=\"yes\">R</italic>\n<sub>w</sub> =\n[(Σ<italic toggle=\"yes\">w</italic>(|<italic toggle=\"yes\">F</italic>\n<sub>o</sub>| −\n|<italic toggle=\"yes\">F</italic>\n<sub>c</sub>|)<sup>2</sup>/Σ<italic toggle=\"yes\">w</italic>\n<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup>)]<sup>1/2</sup>;\n<italic toggle=\"yes\">w</italic> =\n1/σ<sup>2</sup>(|<italic toggle=\"yes\">F</italic>\n<sub>o</sub>|).</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Summary of Crystallographic Data for Na[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]·1.5(1,4-dioxane)\n\n| empirical formula | C<sub>33</sub>H<sub>39</sub>N<sub>4</sub>O<sub>13</sub>Cu<sub>2</sub>Na |\n|-------------------|-----------------------------------------------------------------|\n| fw                | 849.8                                                           |\n| cryst system      | triclinic                                                       |\n| space group       | *P*1̄                                                            |\n| *a* (Å)           | 12.550(3)                                                       |\n| *b* (Å)           | 13.413(3)                                                       |\n| *c* (Å)           | 13.540(4)                                                       |\n| α (deg)           | 117.12(2)                                                       |\n| β (deg)           | 115.73(2)                                                       |\n| γ (deg)           | 92.13(2)                                                        |\n| *V* (Å<sup>3</sup>) | 1747.1(8)                                                       |\n| *Z*               | 2                                                               |\n| ρ<sub>calc</sub> (g cm<sup>-3</sup>) | 1.615                                             |\n| μ (mm<sup>-1</sup>) | 1.303                                                         |\n| radiation        | Mo Kα (λ = 0.710 73 Å)                                          |\n| temp (°C)         | −100                                                            |\n| residuals:<sup>a</sup> <italic toggle=\"yes\">R</italic>; <italic toggle=\"yes\">R</italic><sub>w</sub> | 0.063; 0.059 |\n\nTable 1 footnotes:\n<sup>a</sup> <italic toggle=\"yes\">R</italic> = Σ||<italic toggle=\"yes\">F</italic><sub>o</sub>| − |<italic toggle=\"yes\">F</italic><sub>c</sub>||/Σ|<italic toggle=\"yes\">F</italic><sub>o</sub>|; <italic toggle=\"yes\">R</italic><sub>w</sub> = [(Σ<italic toggle=\"yes\">w</italic>(|<italic toggle=\"yes\">F</italic><sub>o</sub>| − |<italic toggle=\"yes\">F</italic><sub>c</sub>|)<sup>2</sup>/Σ<italic toggle=\"yes\">w</italic><italic toggle=\"yes\">F</italic><sub>o</sub><sup>2</sup>)]<sup>1/2</sup>; <italic toggle=\"yes\">w</italic> = 1/σ<sup>2</sup>(|<italic toggle=\"yes\">F</italic><sub>o</sub>|).", "data": [{"meta": {"name": "Na[Cu2(CH3HXTA)(Py)2]·1.5(1,4-dioxane)", "symbol": "", "chemical formula": "C33H39N4O13Cu2Na"}, "chemical formula weight": [{"value": "849.8", "unit": "", "condition": ""}], "crystal system": [{"value": "triclinic", "condition": ""}], "space group": [{"value": "P1̄", "condition": ""}], "lattice parameters": [{"value": {"a": "12.550(3)", "b": "13.413(3)", "c": "13.540(4)", "alpha": "117.12(2)", "beta": "115.73(2)", "gamma": "92.13(2)"}, "condition": ""}], "cell volume": [{"value": "1747.1(8)", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.615", "unit": "g/cm^3", "condition": ""}]}], "include_properties": ["chemical_formula", "chemical_formula_weight", "crystal_system", "space_group", "lattice_parameters", "cell_volume", "density"]}, {"idx": 15, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"ic9707873t00002\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Selected Bond Lengths (Å) and Bond Angles (deg) for Na[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]·1.5(1,4-dioxane)<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Bond Lengths\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−O1\n</oasis:entry>\n<oasis:entry colname=\"2\">2.005(7)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu2−O6\n</oasis:entry>\n<oasis:entry colname=\"4\">1.956(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−O1\n</oasis:entry>\n<oasis:entry colname=\"2\">1.999(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu2−O7\n</oasis:entry>\n<oasis:entry colname=\"4\">2.129(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−N1\n</oasis:entry>\n<oasis:entry colname=\"2\">2.018(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu1−N30\n</oasis:entry>\n<oasis:entry colname=\"4\">1.999(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−N2\n</oasis:entry>\n<oasis:entry colname=\"2\">2.027(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu2−N40\n</oasis:entry>\n<oasis:entry colname=\"4\">2.006(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−O2\n</oasis:entry>\n<oasis:entry colname=\"2\">2.132(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">Cu1···Cu2\n</oasis:entry>\n<oasis:entry colname=\"4\">3.531(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−O3\n</oasis:entry>\n<oasis:entry colname=\"2\">1.945(7)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Na1−O4\n</oasis:entry>\n<oasis:entry colname=\"2\">2.317(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na1−O5A\n</oasis:entry>\n<oasis:entry colname=\"4\">2.367(6)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Na1−O8A\n</oasis:entry>\n<oasis:entry colname=\"2\">2.403(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">Na1−O9A\n</oasis:entry>\n<oasis:entry colname=\"4\">2.287(9)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Na1−O80\n</oasis:entry>\n<oasis:entry colname=\"2\">2.355(10)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Bond Angles\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Cu1−O1\n</oasis:entry>\n<oasis:entry colname=\"2\">94.6(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">N2−Cu2−O1\n</oasis:entry>\n<oasis:entry colname=\"4\">93.7(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Cu1−O2\n</oasis:entry>\n<oasis:entry colname=\"2\">83.4(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">N2−Cu2−O6\n</oasis:entry>\n<oasis:entry colname=\"4\">84.4(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O1−Cu1−O2\n</oasis:entry>\n<oasis:entry colname=\"2\">95.1(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O1−Cu2−O6\n</oasis:entry>\n<oasis:entry colname=\"4\">150.0(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Cu1−O3\n</oasis:entry>\n<oasis:entry colname=\"2\">84.0(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">N2−Cu2−O7\n</oasis:entry>\n<oasis:entry colname=\"4\">83.8(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O1−Cu1−O3\n</oasis:entry>\n<oasis:entry colname=\"2\">149.8(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O1−Cu2−O7\n</oasis:entry>\n<oasis:entry colname=\"4\">94.9(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O2−Cu1−O3\n</oasis:entry>\n<oasis:entry colname=\"2\">114.5(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O6−Cu2−O7\n</oasis:entry>\n<oasis:entry colname=\"4\">114.5(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N1−Cu1−N30\n</oasis:entry>\n<oasis:entry colname=\"2\">174.0(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">N2−Cu2−N40\n</oasis:entry>\n<oasis:entry colname=\"4\">175.2(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O1−Cu1−N30\n</oasis:entry>\n<oasis:entry colname=\"2\">91.0(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O1−Cu2−N40\n</oasis:entry>\n<oasis:entry colname=\"4\">91.0(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O2−Cu1−N30\n</oasis:entry>\n<oasis:entry colname=\"2\">94.3(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O6−Cu2−N40\n</oasis:entry>\n<oasis:entry colname=\"4\">91.7(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O3−Cu1−N30\n</oasis:entry>\n<oasis:entry colname=\"2\">92.0(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O7−Cu2−N40\n</oasis:entry>\n<oasis:entry colname=\"4\">95.3(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−O1−Cu2\n</oasis:entry>\n<oasis:entry colname=\"2\">123.7(4)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O4−Na1−O80\n</oasis:entry>\n<oasis:entry colname=\"2\">95.4(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O4−Na1−O5A\n</oasis:entry>\n<oasis:entry colname=\"4\">95.2(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O80−Na1−O5A\n</oasis:entry>\n<oasis:entry colname=\"2\">82.6(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O4−Na1−O8A\n</oasis:entry>\n<oasis:entry colname=\"4\">88.6(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O80−Na1−O8A\n</oasis:entry>\n<oasis:entry colname=\"2\">93.3(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O5A−Na1−O8A\n</oasis:entry>\n<oasis:entry colname=\"4\">174.7(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O4−Na1−O9A\n</oasis:entry>\n<oasis:entry colname=\"2\">137.0(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">O80−Na1−O9A\n</oasis:entry>\n<oasis:entry colname=\"4\">127.3(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O5A−Na1−O9A\n</oasis:entry>\n<oasis:entry colname=\"2\">87.3(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">O8A−Na1−O9A\n</oasis:entry>\n<oasis:entry colname=\"4\">92.4(3)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup> For labels, see the ORTEP\ndrawing.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Selected Bond Lengths (Å) and Bond Angles (deg) for Na[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]·1.5(1,4-dioxane)<sup>a</sup>\n\n| Bond Lengths | Cu1−O1 | Cu2−O6 | Cu2−O1 | Cu2−O7 | Cu1−N1 | Cu1−N30 | Cu2−N2 | Cu2−N40 | Cu1−O2 | Cu1−O3 | Na1−O4 | Na1−O5A | Na1−O8A | Na1−O9A | Na1−O80 |\n|--------------|--------|--------|--------|--------|--------|---------|--------|---------|--------|--------|--------|--------|--------|--------|--------|\n|              | 2.005(7) | 1.956(9) | 1.999(9) | 2.129(6) | 2.018(8) | 1.999(9) | 2.027(8) | 2.006(9) | 2.132(8) | 1.945(7) | 2.317(11) | 2.367(6) | 2.403(6) | 2.287(9) | 2.355(10) |\n| Bond Angles | N1−Cu1−O1 | N2−Cu2−O1 | N1−Cu1−O2 | N2−Cu2−O6 | O1−Cu1−O2 | O1−Cu2−O6 | N1−Cu1−O3 | N2−Cu2−O7 | O1−Cu1−O3 | O1−Cu2−O7 | O2−Cu1−O3 | O6−Cu2−O7 | N1−Cu1−N30 | N2−Cu2−N40 | O1−Cu1−N30 | O1−Cu2−N40 | O2−Cu1−N30 | O6−Cu2−N40 | O3−Cu1−N30 | O7−Cu2−N40 | Cu1−O1−Cu2 | O4−Na1−O80 | O4−Na1−O5A | O80−Na1−O5A | O4−Na1−O8A | O80−Na1−O8A | O5A−Na1−O8A | O4−Na1−O9A | O80−Na1−O9A | O5A−Na1−O9A | O8A−Na1−O9A |\n|              | 94.6(3) | 93.7(4) | 83.4(3) | 84.4(4) | 95.1(3) | 150.0(2) | 84.0(3) | 83.8(3) | 149.8(3) | 94.9(3) | 114.5(3) | 114.5(3) | 174.0(4) | 175.2(4) | 91.0(3) | 91.0(4) | 94.3(3) | 91.7(4) | 92.0(3) | 95.3(3) | 123.7(4) | 95.4(3) | 95.2(3) | 82.6(3) | 93.3(3) | 174.7(4) | 137.0(4) | 127.3(4) | 87.3(3) | 92.4(3) |\n\n<sup>a</sup> For labels, see the ORTEP drawing.", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 32, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"ic9707873t00003\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Properties of the Observed Hyperfine-Shifted<sup>1</sup>H NMR\nResonances of\nNa[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]·1.5(1,4-dioxane)</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">signal</oasis:entry>\n<oasis:entry colname=\"2\">assgnt</oasis:entry>\n<oasis:entry colname=\"3\">chem shift\n(ppm)<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">line width<italic toggle=\"yes\">\n<sup>b</sup>\n</italic>\n<sup></sup>\n(Hz)</oasis:entry>\n<oasis:entry colname=\"5\">rel area<italic toggle=\"yes\">\n<sup>c</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">\n<italic toggle=\"yes\">T</italic>\n<sub>1</sub>\n<italic toggle=\"yes\">\n<sup>d</sup>\n</italic>\n<sup></sup> (ms)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">A\n</oasis:entry>\n<oasis:entry colname=\"2\">NC<italic toggle=\"yes\">H</italic>\n<sub>2</sub>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">95\n</oasis:entry>\n<oasis:entry colname=\"4\">10000\n</oasis:entry>\n<oasis:entry colname=\"5\">ND<italic toggle=\"yes\">\n<sup>e</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">&gt;1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">B\n</oasis:entry>\n<oasis:entry colname=\"2\">NC<italic toggle=\"yes\">H</italic>\n<sub>2</sub>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">48\n</oasis:entry>\n<oasis:entry colname=\"4\">∼3500\n</oasis:entry>\n<oasis:entry colname=\"5\">ND<italic toggle=\"yes\">\n<sup>e</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">&gt;1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C\n</oasis:entry>\n<oasis:entry colname=\"2\">Py α-<italic toggle=\"yes\">H</italic>\n</oasis:entry>\n<oasis:entry colname=\"3\">38\n</oasis:entry>\n<oasis:entry colname=\"4\">ND<italic toggle=\"yes\">\n<sup>e</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"5\">ND<italic toggle=\"yes\">\n<sup>e</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">&gt;1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">D\n</oasis:entry>\n<oasis:entry colname=\"2\">Py β-<italic toggle=\"yes\">H</italic>\n</oasis:entry>\n<oasis:entry colname=\"3\">28\n</oasis:entry>\n<oasis:entry colname=\"4\">2000\n</oasis:entry>\n<oasis:entry colname=\"5\">4\n</oasis:entry>\n<oasis:entry colname=\"6\">&gt;1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">E\n</oasis:entry>\n<oasis:entry colname=\"2\">Ph β-<italic toggle=\"yes\">H</italic>\n</oasis:entry>\n<oasis:entry colname=\"3\">14.0\n</oasis:entry>\n<oasis:entry colname=\"4\">250\n</oasis:entry>\n<oasis:entry colname=\"5\">2\n</oasis:entry>\n<oasis:entry colname=\"6\">2\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">F\n</oasis:entry>\n<oasis:entry colname=\"2\">Py γ-<italic toggle=\"yes\">H</italic>\n</oasis:entry>\n<oasis:entry colname=\"3\">13.1\n</oasis:entry>\n<oasis:entry colname=\"4\">230\n</oasis:entry>\n<oasis:entry colname=\"5\">2\n</oasis:entry>\n<oasis:entry colname=\"6\">3\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">G\n</oasis:entry>\n<oasis:entry colname=\"2\">PhC<italic toggle=\"yes\">H</italic>\n<sub>3</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">11.5\n</oasis:entry>\n<oasis:entry colname=\"4\">140\n</oasis:entry>\n<oasis:entry colname=\"5\">3\n</oasis:entry>\n<oasis:entry colname=\"6\">2</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup> All chemical shifts are in ppm relative to the\nresidual solvent signal\nat 3.4 ppm for H<sub>3</sub>COH.<italic toggle=\"yes\">\n<sup>b</sup>\n</italic>\n<sup></sup> Full\nwidth at half-maximum.<italic toggle=\"yes\">\n<sup>c</sup>\n</italic>\n<sup></sup> Relative\nareas\nare based on the area of signals\nH.<italic toggle=\"yes\">\n<sup>d</sup>\n</italic>\n<sup></sup> \n                     <italic toggle=\"yes\">T</italic>\n<sub>1</sub> values were\nobtained at 400\nMHz and 35 °C.<italic toggle=\"yes\">\n<sup>e</sup>\n</italic>\n<sup></sup> Not\ndetermined.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 3. Properties of the Observed Hyperfine-Shifted<sup>1</sup>H NMR Resonances of Na[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]·1.5(1,4-dioxane)\n\n| signal | assgnt | chem shift (ppm)<sup>a</sup> | line width<sup>b</sup> (Hz) | rel area<sup>c</sup> | T<sub>1</sub><sup>d</sup> (ms) |\n|--------|--------|------------------------------|----------------------------|---------------------|----------------------------|\n| A      | NC<sub>H</sub><sub>2</sub>CO<sub>2</sub> | 95                           | 10000                      | ND<sup>e</sup>       | >1                         |\n| B      | NC<sub>H</sub><sub>2</sub>CO<sub>2</sub> | 48                           | ∼3500                      | ND<sup>e</sup>       | >1                         |\n| C      | Py α-<sub>H</sub> | 38                           | ND<sup>e</sup>              | ND<sup>e</sup>       | >1                         |\n| D      | Py β-<sub>H</sub> | 28                           | 2000                       | 4                     | >1                         |\n| E      | Ph β-<sub>H</sub> | 14.0                         | 250                        | 2                     | 2                          |\n| F      | Py γ-<sub>H</sub> | 13.1                         | 230                        | 2                     | 3                          |\n| G      | PhC<sub>H</sub><sub>3</sub> | 11.5                         | 140                        | 3                     | 2                          |\n\n<sup>a</sup> All chemical shifts are in ppm relative to the residual solvent signal at 3.4 ppm for H<sub>3</sub>COH.\n<sup>b</sup> Full width at half-maximum.\n<sup>c</sup> Relative areas are based on the area of signals H.\n<sup>d</sup> <italic toggle=\"yes\">T</italic><sub>1</sub> values were obtained at 400 MHz and 35 °C.\n<sup>e</sup> Not determined.", "data": ["substring not found"], "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig id=\"ic9707873f00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>ORTEP drawing of the [Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]<sup>-</sup>\nanion\nshowing a partial numbering scheme (carbon and hydrogen atoms\nare\nnot labeled for clarity).</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic9707873f00001.tif\"></graphic>\n</fig>", "clean_text": " 1  ORTEP drawing of the [Cu2(CH3HXTA)(Py)2]- anion showing a partial numbering scheme (carbon and hydrogen atoms are not labeled for clarity).   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"ic9707873f00002\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Visible electronic absorption spectra of (A) [Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(H<sub>2</sub>O)<sub>2</sub>]<sup>-</sup> and (B)\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]<sup>-</sup>.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic9707873f00002.tif\"></graphic>\n</fig>", "clean_text": " 2  Visible electronic absorption spectra of (A) [Cu2(CH3HXTA)(H2O)2]- and (B) [Cu2(CH3HXTA)(Py)2]-.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"ic9707873f00003\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Solid-state (Nujol mull) electronic absorption spectrum of [Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]<sup>-</sup>.\nInset:  First derivative spectrum.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic9707873f00003.eps\"></graphic>\n</fig>", "clean_text": " 3  Solid-state (Nujol mull) electronic absorption spectrum of [Cu2(CH3HXTA)(Py)2]-. Inset: First derivative spectrum.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"ic9707873f00004\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Plot of the absorbance maximum between 420 and 435 nm (Δλ<sub>max</sub>) vs equivalents of pyridine added to\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(H<sub>2</sub>O)<sub>2</sub>]<sup>-</sup>\n(1.0 × 10<sup>-3</sup> M) in methanolic\nsolution.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic9707873f00004.eps\"></graphic>\n</fig>", "clean_text": " 4  Plot of the absorbance maximum between 420 and 435 nm (Δλmax) vs equivalents of pyridine added to [Cu2(CH3HXTA)(H2O)2]- (1.0 × 10-3 M) in methanolic solution.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"ic9707873f00005\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Plot of the absorbance maximum between 420 and 455 nm (Δλ<sub>max</sub>) vs equivalents of sodium cyanide added to\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(H<sub>2</sub>O)<sub>2</sub>]<sup>-</sup> (1.0 ×\n10<sup>-3</sup> M) in methanolic solution.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic9707873f00005.eps\"></graphic>\n</fig>", "clean_text": " 5  Plot of the absorbance maximum between 420 and 455 nm (Δλmax) vs equivalents of sodium cyanide added to [Cu2(CH3HXTA)(H2O)2]- (1.0 × 10-3 M) in methanolic solution.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ic9707873h00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic9707873h00001.eps\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"ic9707873f00006\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>X-band EPR spectra:  (A) a methanolic solution of [Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]<sup>-</sup>\nat 298 K, (B) a frozen methanolic solution of\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]<sup>-</sup>\nat 77 K; (C) simulation of (B) with\n<italic toggle=\"yes\">g</italic>\n<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>,\n<italic toggle=\"yes\">g</italic>\n<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>,\nand <italic toggle=\"yes\">g</italic>\n<italic toggle=\"yes\">\n<sub>z</sub>\n</italic> values of 2.097, 2.116, and\n2.323, respectively, and an\n<italic toggle=\"yes\">A</italic>\n<italic toggle=\"yes\">\n<sub>z</sub>\n</italic>(<sup>63</sup>Cu)\n= 16.2 mT. Both spectra were recorded with 2 mW microwave\npower,\n1.26 mT field modulation amplitude, 100 kHz modulation\nfrequency,\nand 12 mT s<sup>-1</sup> field sweep rate.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic9707873f00006.eps\"></graphic>\n</fig>", "clean_text": " 6  X-band EPR spectra: (A) a methanolic solution of [Cu2(CH3HXTA)(Py)2]- at 298 K, (B) a frozen methanolic solution of [Cu2(CH3HXTA)(Py)2]- at 77 K; (C) simulation of (B) with g  x , g  y , and g  z  values of 2.097, 2.116, and 2.323, respectively, and an A  z (63Cu) = 16.2 mT. Both spectra were recorded with 2 mW microwave power, 1.26 mT field modulation amplitude, 100 kHz modulation frequency, and 12 mT s-1 field sweep rate.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"ic9707873f00007\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>X-band EPR spectrum of a frozen methanolic solution of [Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]<sup>-</sup>\nat 77 K with a microwave power of 2.0 mW,\na modulation amplitude 1.26 mT, a modulation frequency of 100\nkHz,\nand a 5 mT s<sup>-1</sup> field sweep rate.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic9707873f00007.tif\"></graphic>\n</fig>", "clean_text": " 7  X-band EPR spectrum of a frozen methanolic solution of [Cu2(CH3HXTA)(Py)2]- at 77 K with a microwave power of 2.0 mW, a modulation amplitude 1.26 mT, a modulation frequency of 100 kHz, and a 5 mT s-1 field sweep rate.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"ic9707873f00008\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>400 MHz<sup>1</sup>H NMR spectrum of\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]<sup>-</sup>\nin\nMeOD at 298 K.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic9707873f00008.tif\"></graphic>\n</fig>", "clean_text": " 8  400 MHz1H NMR spectrum of [Cu2(CH3HXTA)(Py)2]- in MeOD at 298 K.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"ic9707873f00009\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Temperature dependence of the hyperfine-shifted<sup>1</sup>H\nNMR\nresonances of\n[Cu<sub>2</sub>(CH<sub>3</sub>HXTA)(Py)<sub>2</sub>]<sup>-</sup>\nin MeOD between 298 and\n333 K.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic9707873f00009.tif\"></graphic>\n</fig>", "clean_text": " 9  Temperature dependence of the hyperfine-shifted1H NMR resonances of [Cu2(CH3HXTA)(Py)2]- in MeOD between 298 and 333 K.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic9707873", "title": "\nSynthesis, Molecular Structure, and Reactivity of Dinuclear Copper(II) Complexes with\nCarboxylate-Rich Coordination Environments\n", "journal": "American Chemical Society", "date": "1998.02", "author_list": ["Holz\nRichard C.", "Bradshaw\nJohn M.", "Bennett\nBrian"]}}