{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ja039914m.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Flexible porous coordination polymers containing amide groups as a function origin have been\nsynthesized and categorized as “Coordination Polymer with Amide Groups”. Bispyridyl ligands with a spacer\nof amide group afford two-dimensional (2-D) motifs with a deformed square grid, resulting in three-dimensional (3-D) frameworks of [Co(NO<sub>3</sub>)<sub>2</sub>(3-pna)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>1</bold>), [Co(Br)<sub>2</sub>(3-pna)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>2</bold>), and {[Co(NCS)<sub>2</sub>(4-peia)<sub>2</sub>]·4Me<sub>2</sub>CO}<italic>\n<sub>n</sub>\n</italic> (<bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>) (3-pna = <italic>N</italic>-3-pyridylnicotinamide, 4-peia = <italic>N</italic>-(2-pyridin-4-yl-ethyl)-isonicotinamide), where the 2-D motifs are bound by complementary hydrogen bond between the amide groups. In\nthe case of the <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, the amide groups form a contrivance for a dynamic porous framework because\nof their relevant position and orientation in the mutual nearest neighboring motifs. Consequently, <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>\nshows <italic>amorphous</italic> (nonporous)-<italic>to</italic>-<italic>crystal</italic> (porous) structural rearrangement in the Me<sub>2</sub>CO adsorption and\ndesorption process, where the framework of the 2-D motif is maintained. The adsorption isotherm has\nthreshold pressure (<italic>P</italic>\n<sub>th</sub>), a sort of gate pressure. The heat of Me<sub>2</sub>CO adsorption (Δ<italic>H</italic>\n<sub>ad</sub> = −25 kJ/mol) is\nobtained from the temperature dependence of threshold pressure (<italic>P</italic>\n<sub>th</sub>), which is close to acetone vaporization\nenthalpy (Δ<italic>H</italic>\n<sub>vap</sub> = 30.99 kJ/mol).\n</p>", "clean_text": "Flexible porous coordination polymers containing amide groups as a function origin have been synthesized and categorized as \"Coordination Polymer with Amide Groups\". Bispyridyl ligands with a spacer of amide group afford two-dimensional (2-D) motifs with a deformed square grid, resulting in three-dimensional (3-D) frameworks of [Co(NO3)2(3-pna)2] n  (1), [Co(Br)2(3-pna)2] n  (2), and {[Co(NCS)2(4-peia)2]⋅4Me2CO} n  (3 ⊃ 4Me  2  CO) (3-pna = N-3-pyridylnicotinamide, 4-peia = N-(2-pyridin-4-yl-ethyl)-isonicotinamide), where the 2-D motifs are bound by complementary hydrogen bond between the amide groups. In the case of the 3 ⊃ 4Me  2  CO, the amide groups form a contrivance for a dynamic porous framework because of their relevant position and orientation in the mutual nearest neighboring motifs. Consequently, 3 ⊃ 4Me  2  CO shows amorphous (nonporous)-to-crystal (porous) structural rearrangement in the Me2CO adsorption and desorption process, where the framework of the 2-D motif is maintained. The adsorption isotherm has threshold pressure (P th), a sort of gate pressure. The heat of Me2CO adsorption (ΔH ad = -25 kJ/mol) is obtained from the temperature dependence of threshold pressure (P th), which is close to acetone vaporization enthalpy (ΔH vap = 30.99 kJ/mol). ", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>In a decade, coordination polymers have been extensively\nstudied and added a new dimension to materials-directed\ncoordination chemistry. The synthetic method is rapidly being\ndeveloped from accidental to rational stage, affording porous\nframeworks, which could be relevant for storage and exchange\nof specific guests, catalysis, and guest alignment. Two\nrecent targets for the porous coordination polymers is a robust\nframework such as inorganic zeolites and large pores with\nhigh specific surface area. In addition to such targets, an\napproach to create other properties, characteristic of porous\ncoordination polymers, has been explored, and the most\ninteresting is a dynamic micropore, which responds to a\nchemical stimulus. This property could come from a sort\nof “soft” framework with bistability, whose two states go back\nfrom and forth to one of counterparts; a system could exist in\none or two states for the same values of external field\nparameters. Recently, several articles have reported dynamic\n\nporous coordination polymers which show framework transformation accompanying the adsorption and desorption of guest\nmolecules as shown in eq 1:\n<disp-formula content-type=\"pre-labeled\" id=\"ja039914me00001\">\n<graphic position=\"anchor\" xlink:href=\"ja-2003-09914m_0002.gif\"></graphic>\n</disp-formula>\nwhere H is the apohost, G is the guest molecule, and <italic>n</italic> is\nstoichiometry of accommodated guest vs apohost. These new\ntypes of porous coordination polymers are expected to provide\ncharacteristic functionality such as highly selective guest\ninclusions<sup>19,30</sup> and reversible magnetic modulation.\n</p>", "clean_text": "Introduction\n\nIn a decade, coordination polymers have been extensively studied and added a new dimension to materials-directed coordination chemistry. The synthetic method is rapidly being developed from accidental to rational stage, affording porous frameworks, which could be relevant for storage and exchange of specific guests, catalysis, and guest alignment. Two recent targets for the porous coordination polymers is a robust framework such as inorganic zeolites and large pores with high specific surface area. In addition to such targets, an approach to create other properties, characteristic of porous coordination polymers, has been explored, and the most interesting is a dynamic micropore, which responds to a chemical stimulus. This property could come from a sort of \"soft\" framework with bistability, whose two states go back from and forth to one of counterparts; a system could exist in one or two states for the same values of external field parameters. Recently, several articles have reported dynamic  porous coordination polymers which show framework transformation accompanying the adsorption and desorption of guest molecules as shown in eq 1:    where H is the apohost, G is the guest molecule, and n is stoichiometry of accommodated guest vs apohost. These new types of porous coordination polymers are expected to provide characteristic functionality such as highly selective guest inclusions19,30 and reversible magnetic modulation. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>There are two kinds of forms for apohost; one is “crystal”\nand the other is “amorphous” (Scheme ). When an apohost is\namorphous, such structural transformation is regarded as\n“recoverable collapse”. Therefore, the approach to create such\na transformation could be applicable to brittle materials systems. A unique adsorption property is expected for this\namorphous-to-crystal phase transformation. Several coordination\npolymers recover their crystallinity with the aid of <italic>liquid</italic>\nsolvents, such as in a recrystallization process. On the other\nhand, the transformation to a crystal form merely upon exposure\nto guest <italic>vapor</italic> has been observed for several compounds.\nA clue for this flexible but ordered structure is to set a\ncontrivance for a framework by which amorphous-to-crystal\ntransformation could be realized. For this purpose, it is useful\nto take advantage of organic ligands, which possess weak\ninteraction such as a hydrogen bond, and therefore the utilization\ncould have great contribution to a wide range of framework\nformation.\n\n</p>", "clean_text": "There are two kinds of forms for apohost; one is \"crystal\" and the other is \"amorphous\" (Scheme ). When an apohost is amorphous, such structural transformation is regarded as \"recoverable collapse\". Therefore, the approach to create such a transformation could be applicable to brittle materials systems. A unique adsorption property is expected for this amorphous-to-crystal phase transformation. Several coordination polymers recover their crystallinity with the aid of liquid solvents, such as in a recrystallization process. On the other hand, the transformation to a crystal form merely upon exposure to guest vapor has been observed for several compounds. A clue for this flexible but ordered structure is to set a contrivance for a framework by which amorphous-to-crystal transformation could be realized. For this purpose, it is useful to take advantage of organic ligands, which possess weak interaction such as a hydrogen bond, and therefore the utilization could have great contribution to a wide range of framework formation.  ", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ja039914mh00001\" position=\"float\">\n<label>1</label>\n<graphic xlink:href=\"ja-2003-09914m_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Although there are various combinations of hydrogen bond-type gadgets in structural motifs, a layer-type motif would\noperate well for creating dynamic but reversible porous framework, which exhibits structural transformation caused by\nexternal stimuli, the event occurring either within the layer or\nbetween the layers. When py-X-py (py = pyridine, spacer\nX = functional group)-type ligands are employed, two-dimensional (2-D) networks are readily formed; straight-type\nrod ligands have thus far afforded a square grid,\nrectangular grid, herringbone, brick wall, bilayer, and so\non. Among all the possible networks from py-X-py, the square\ngrid or rectangular grid polymers are of particular importance\nbecause they could control the spatial dimensions of grids and\nchemistry of the interior of channels by modifying the spacer\ngroup (X) in the ligand. Once the size of channels in such a\nsquare grid system is fixed, another important factor is the\nstacking modes of the grids in the nearest-neighbor layers. It\nhas been reported that for coordination polymers of planar square\ngrids, three types of stacking modes are typically observed, as\nfollows (Scheme ):\n\n</p>", "clean_text": "Although there are various combinations of hydrogen bond-type gadgets in structural motifs, a layer-type motif would operate well for creating dynamic but reversible porous framework, which exhibits structural transformation caused by external stimuli, the event occurring either within the layer or between the layers. When py-X-py (py = pyridine, spacer X = functional group)-type ligands are employed, two-dimensional (2-D) networks are readily formed; straight-type rod ligands have thus far afforded a square grid, rectangular grid, herringbone, brick wall, bilayer, and so on. Among all the possible networks from py-X-py, the square grid or rectangular grid polymers are of particular importance because they could control the spatial dimensions of grids and chemistry of the interior of channels by modifying the spacer group (X) in the ligand. Once the size of channels in such a square grid system is fixed, another important factor is the stacking modes of the grids in the nearest-neighbor layers. It has been reported that for coordination polymers of planar square grids, three types of stacking modes are typically observed, as follows (Scheme ):  ", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ja039914mh00002\" position=\"float\">\n<label>2</label>\n<graphic xlink:href=\"ja-2003-09914m_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>(i) Edge-to-edge type:  grids in the nearest-neighbor layers\neclipse in edge-to-edge fashion (or short-slipped manner),\ndesignated as ...AAA...\n</p><p>(ii) Interpenetration type:  square grids are intimately interlocked with other(s) in the same sort of topological relationship.\n</p><p>(iii) Staggered type:  grids deposit on each other in an offset\nfashion, designated as ...ABAB... (or ...ABCABC...).\n</p><p>Types ii and iii hinder effective pores, since the cavities in a\nlayer are usually obstructed by adjacent layers. However, even\nif the interpenetration or staggered manner occurs, we expect\nthe presence of voids for an inclusion of small-molecule when\nwe use longer ligands. Square grids of {[Ni(L)<sub>2</sub>(NO<sub>3</sub>)<sub>2</sub>]·4(<italic>o</italic>-xylene)}<italic>\n<sub>n</sub>\n</italic> (L = py-PhPh-py, py = pyridine) in a staggered\nmanner afford large pores, resulting in a three-dimensional\n(3-D) held porous network.\n</p>", "clean_text": "(i) Edge-to-edge type: grids in the nearest-neighbor layers eclipse in edge-to-edge fashion (or short-slipped manner), designated as ...AAA... \n\n(ii) Interpenetration type: square grids are intimately interlocked with other(s) in the same sort of topological relationship. \n\n(iii) Staggered type: grids deposit on each other in an offset fashion, designated as ...ABAB... (or ...ABCABC...). \n\nTypes ii and iii hinder effective pores, since the cavities in a layer are usually obstructed by adjacent layers. However, even if the interpenetration or staggered manner occurs, we expect the presence of voids for an inclusion of small-molecule when we use longer ligands. Square grids of {[Ni(L)2(NO3)2]⋅4(o-xylene)} n  (L = py-PhPh-py, py = pyridine) in a staggered manner afford large pores, resulting in a three-dimensional (3-D) held porous network. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>On this background, we focus on stacking modes of square\ngrids controlled by hydrogen bonds, which are associated with\ndynamic pores. “Coordination Polymer with Amide Groups”\nis one of the candidates relevant to those having square grids\nwith hydrogen bonds in staggered fashion, where coordination\npolymers including L−amide−L-type ligand (L = ligand-containing coordination donor atom) form complementary\nhydrogen bonding (so-called hydrogen-bond pillar framework)\nbetween 2-D motifs. Such a form of hydrogen bond is similar\nto that of amide binding of cyclic peptide and useful for\nachieving pores in coordination polymers. In this article, new\n“Coordination Polymer with Amide Groups” (<bold>1</bold>−<bold>3</bold>) based on\nhydrogen-bond pillar framework were synthesized (Scheme ),\ncharacterized by X-ray crystallography and sorption measurements, and particularly discussed about the adsorption and\nstructural transformation of <bold>3 </bold>⊃ <bold>4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> based on thermodynamic analysis.\n\n</p>", "clean_text": "On this background, we focus on stacking modes of square grids controlled by hydrogen bonds, which are associated with dynamic pores. \"Coordination Polymer with Amide Groups\" is one of the candidates relevant to those having square grids with hydrogen bonds in staggered fashion, where coordination polymers including L-amide-L-type ligand (L = ligand-containing coordination donor atom) form complementary hydrogen bonding (so-called hydrogen-bond pillar framework) between 2-D motifs. Such a form of hydrogen bond is similar to that of amide binding of cyclic peptide and useful for achieving pores in coordination polymers. In this article, new \"Coordination Polymer with Amide Groups\" (1-3) based on hydrogen-bond pillar framework were synthesized (Scheme ), characterized by X-ray crystallography and sorption measurements, and particularly discussed about the adsorption and structural transformation of 3 ⊃ 4Me  2  CO based on thermodynamic analysis.  ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ja039914mh00003\" position=\"float\">\n<label>3</label>\n<graphic xlink:href=\"ja-2003-09914m_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><p>\n<bold>Materials.</bold> Isonicotinic chloride hydrochloride, nicotinic chloride\nhydrochloride, 3-aminopyridine, and 4-(2-aminoethyl)pyridine were\nobtained from Tokyo Kasei Industrial. Co(SCN)<sub>2</sub> was obtained from\nAldrich Co.\n</p>", "clean_text": "Experimental Section\n\n Materials. Isonicotinic chloride hydrochloride, nicotinic chloride hydrochloride, 3-aminopyridine, and 4-(2-aminoethyl)pyridine were obtained from Tokyo Kasei Industrial. Co(SCN)2 was obtained from Aldrich Co. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Synthesis of </bold>\n<bold>\n<italic>N</italic>\n</bold>\n<bold>-(3-Pyridyl)nicotinamide (3-pna).</bold> The ligand was\nprepared by the reaction of nicotinic chloride hydrochloride (15.2 g,\n85 mmol) with 3-aminopyridine (8.0 g, 85 mmol) in dry tetrahydrofuran\n(220 mL) in the presence of triethylamine (25 mL, 179 mmol) under\nN<sub>2</sub>. The product was recrystallized from acetone/hexane in 47% yield\n(8.0 g). <sup>1</sup>H NMR (DMSO):  δ 7.58 (dd, <italic>J</italic> = 8.5 Hz; 5.0 Hz, 1H), δ\n7.58 (dd, <italic>J</italic> = 8.0 Hz; 5.0 Hz, 1H), δ 8.18 (d, <italic>J</italic> = 8.5 Hz, 1H), δ 8.29\n(d, <italic>J </italic>= 8.0 Hz, 1H), δ 8.33 (d, <italic>J</italic> = 5.0 Hz, 1H), δ 8.78 (d, <italic>J</italic> = 5.0 Hz,\n1H), δ 8.92 (s, 1H), δ 9.12 (s, 1H), δ 10.64 (s, 1H). Elemental analysis\ncalcd for C<sub>11</sub>H<sub>9</sub>N<sub>3</sub>O (199.2):  C, 66.32; H, 4.55; N, 21.09. Found:  C,\n65.80; H, 4.47; N, 20.89.\n</p>", "clean_text": " Synthesis of   N  -(3-Pyridyl)nicotinamide (3-pna). The ligand was prepared by the reaction of nicotinic chloride hydrochloride (15.2 g, 85 mmol) with 3-aminopyridine (8.0 g, 85 mmol) in dry tetrahydrofuran (220 mL) in the presence of triethylamine (25 mL, 179 mmol) under N2. The product was recrystallized from acetone/hexane in 47% yield (8.0 g). 1H NMR (DMSO): δ 7.58 (dd, J = 8.5 Hz; 5.0 Hz, 1H), δ 7.58 (dd, J = 8.0 Hz; 5.0 Hz, 1H), δ 8.18 (d, J = 8.5 Hz, 1H), δ 8.29 (d, J = 8.0 Hz, 1H), δ 8.33 (d, J = 5.0 Hz, 1H), δ 8.78 (d, J = 5.0 Hz, 1H), δ 8.92 (s, 1H), δ 9.12 (s, 1H), δ 10.64 (s, 1H). Elemental analysis calcd for C11H9N3O (199.2): C, 66.32; H, 4.55; N, 21.09. Found: C, 65.80; H, 4.47; N, 20.89. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Synthesis of </bold>\n<bold>\n<italic>N</italic>\n</bold>\n<bold>-(2-Pyridin-4-yl-ethyl)-isonicotinamide (4-peia).</bold> The\nligand was prepared by the reaction of isonicotinic chloride hydrochloride (15.0 g, 84.4 mmol) with 4-(2-aminoethyl)pyridine (10.0 mL,\n84.4 mmol) in dry tetrahydrofuran (280 mL) in the presence of\ntriethylamine (24 mL, 170 mmol) under N<sub>2</sub>. The product was recrystallized from acetone/hexane in 55% yield (10.6 g). <sup>1</sup>H NMR (DMSO): \nδ 2.87 (t, <italic>J</italic> = 7.0 Hz, 2H), δ 3.54 (q, <italic>J</italic> = 7.0 Hz, 2H), δ 7.26 (d, <italic>J</italic> =\n4.5 Hz, 2H), δ 7.67 (d, <italic>J</italic> = 4.5 Hz, 2H), δ 8.45 (d, <italic>J</italic> = 4.5 Hz, 2H),\nδ 8.70 (d, <italic>J</italic> = 4.5 Hz, 2H), δ 8.86 (t, <italic>J</italic> = 7.0 Hz, 1H). Elemental\nanalysis calcd for C<sub>13</sub>H<sub>13</sub>N<sub>3</sub>O (227.3):  C, 68.70; H, 5.77; N, 18.49.\nFound:  C, 68.56; H, 5.74; N, 18.54.\n</p>", "clean_text": " Synthesis of   N  -(2-Pyridin-4-yl-ethyl)-isonicotinamide (4-peia). The ligand was prepared by the reaction of isonicotinic chloride hydrochloride (15.0 g, 84.4 mmol) with 4-(2-aminoethyl)pyridine (10.0 mL, 84.4 mmol) in dry tetrahydrofuran (280 mL) in the presence of triethylamine (24 mL, 170 mmol) under N2. The product was recrystallized from acetone/hexane in 55% yield (10.6 g). 1H NMR (DMSO): δ 2.87 (t, J = 7.0 Hz, 2H), δ 3.54 (q, J = 7.0 Hz, 2H), δ 7.26 (d, J = 4.5 Hz, 2H), δ 7.67 (d, J = 4.5 Hz, 2H), δ 8.45 (d, J = 4.5 Hz, 2H), δ 8.70 (d, J = 4.5 Hz, 2H), δ 8.86 (t, J = 7.0 Hz, 1H). Elemental analysis calcd for C13H13N3O (227.3): C, 68.70; H, 5.77; N, 18.49. Found: C, 68.56; H, 5.74; N, 18.54. ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>[Co(NO</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(3-pna)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (1).</bold> An ethanol solution (1.5 mL) of 3-pna (29.9\nmg, 1.5 mmol) was carefully layered on an acetone/chloroform mixed\n(v/v 9:1) solvent (1.5 mL) of Co(NO<sub>3</sub>)<sub>2</sub> (21.8 mg, 0.75 mmol), where\na mixed solvent of ethanol/chloroform (v/v 19:1) was placed between\ntwo layers (yield:  37%). Elemental analysis calcd for C<sub>22</sub>H<sub>18</sub>CoN<sub>8</sub>O<sub>8</sub>\n(581.4):  C, 45.45; H, 3.12; N, 19.27. Found:  C, 44.80; H, 3.23; N,\n19.06.\n</p>", "clean_text": " [Co(NO  3  )  2  (3-pna)  2  ]   n    (1). An ethanol solution (1.5 mL) of 3-pna (29.9 mg, 1.5 mmol) was carefully layered on an acetone/chloroform mixed (v/v 9:1) solvent (1.5 mL) of Co(NO3)2 (21.8 mg, 0.75 mmol), where a mixed solvent of ethanol/chloroform (v/v 19:1) was placed between two layers (yield: 37%). Elemental analysis calcd for C22H18CoN8O8 (581.4): C, 45.45; H, 3.12; N, 19.27. Found: C, 44.80; H, 3.23; N, 19.06. ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>[CoBr</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(3-pna)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (2).</bold> An ethanol solution (1.5 mL) of 3-pna (14.9\nmg, 0.075 mmol) was carefully layered on a methanol/chloroform mixed\n(v/v 9:1) solvent (1.5 mL) of CoBr<sub>2</sub> (8.2 mg, 0.038 mmol), where a\nmixed solvent of ethanol/chloroform (v/v 19:1) was placed between\ntwo layers (yield:  22%). Elemental analysis calcd for C<sub>22</sub>H<sub>18</sub>Br<sub>2</sub>CoN<sub>6</sub>O<sub>2</sub>\n(617.2):  C, 42.81; H, 2.94; N, 13.62. Found:  C, 42.31; H, 3.31; N,\n12.92.\n</p>", "clean_text": " [CoBr  2  (3-pna)  2  ]   n    (2). An ethanol solution (1.5 mL) of 3-pna (14.9 mg, 0.075 mmol) was carefully layered on a methanol/chloroform mixed (v/v 9:1) solvent (1.5 mL) of CoBr2 (8.2 mg, 0.038 mmol), where a mixed solvent of ethanol/chloroform (v/v 19:1) was placed between two layers (yield: 22%). Elemental analysis calcd for C22H18Br2CoN6O2 (617.2): C, 42.81; H, 2.94; N, 13.62. Found: C, 42.31; H, 3.31; N, 12.92. ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>{[Co(NCS)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(4-peia)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>]</bold>·<bold>4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO}</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO).</bold> A solution of\n4-peia (6.81 mg, 0.03 mmol) in acetone (1.5 mL) was gently layered\nonto a solution of Co(SCN)<sub>2</sub> (2.63 mg, 0.015 mmol) in acetone/chloroform (v/v 9:1, 1.5 mL), with a mixed solvent of acetone/chloroform (v/v 19:1, 1.5 mL) placed between the two layers (yield: \n50%). For elemental analysis these crystals were collected and dried\nin vacuo at room temperature for 24 h. Elemental analysis calcd for\nC<sub>31</sub>H<sub>32</sub>CoN<sub>8</sub>O<sub>3</sub>S<sub>2</sub> (687.7):  C, 54.14; H, 4.69; N, 16.29. Found:  C, 53.47;\nH, 4.55; N, 16.10. The microcrystalline sample for physicochemical\nmeasurements was prepared in the same solvent, and the crystallinity\nwas checked by X-ray powder diffraction as shown in Figure S1 in\nthe Supporting Information.\n</p>", "clean_text": " {[Co(NCS)  2  (4-peia)  2  ]⋅4Me  2  CO}   n    (3 ⊃ 4Me  2  CO). A solution of 4-peia (6.81 mg, 0.03 mmol) in acetone (1.5 mL) was gently layered onto a solution of Co(SCN)2 (2.63 mg, 0.015 mmol) in acetone/chloroform (v/v 9:1, 1.5 mL), with a mixed solvent of acetone/chloroform (v/v 19:1, 1.5 mL) placed between the two layers (yield: 50%). For elemental analysis these crystals were collected and dried in vacuo at room temperature for 24 h. Elemental analysis calcd for C31H32CoN8O3S2 (687.7): C, 54.14; H, 4.69; N, 16.29. Found: C, 53.47; H, 4.55; N, 16.10. The microcrystalline sample for physicochemical measurements was prepared in the same solvent, and the crystallinity was checked by X-ray powder diffraction as shown in Figure S1 in the Supporting Information. ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>\n<bold>X-ray Crystal Structure Determination.</bold> For each compound, a\nsingle crystal was mounted on a glass fiber and coated with epoxy\nresin. X-ray data collection for each crystal was carried out on a Rigaku\nMercury diffractometer with graphite monochromated Mo Kα radiation\n(λ = 0.71069 Å) and a CCD 2-D detector. The size of the unit cells\nwere calculated from the reflections collected on the setting angles of\n\nsix frames by changing by 0.5° for each frame. Three different settings\nwere used and were changed by 0.5° per frame. Intensity data were\ncollected with a scan width of 0.5°. Empirical absorption correction\nby using REQABA was performed for all data. For <bold>1</bold>, the structure\nwas solved by direct methods by using the SIR88 program and\nexpanded by using Fourier techniques. For <bold>2</bold>, the structure was solved\nby Patterson methods by using the DIRDIF94 program and expanded\nby using Fourier techniques. For <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, the structure was\nsolved by direct methods by using the SIR97 program and expanded\nby using Fourier techniques. All calculations were performed with\nthe teXsan crystallographic software package from Molecular Structure\nCorporation. For all compounds, the non-hydrogen atoms were refined\nanisotropically and all hydrogen atoms were placed in the ideal\npositions. In compound <bold>1</bold>, nitrate anions containing O(3) and 3-pna\ncontaining C(7) were refined isotropically. In compound <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>,\nacetone molecules containing O(2), O(3), and C(15)−C(20) were found\nat the final stage, and thus its atom positions were isotropically refined\nunder a rigid condition.\n</p>", "clean_text": " X-ray Crystal Structure Determination. For each compound, a single crystal was mounted on a glass fiber and coated with epoxy resin. X-ray data collection for each crystal was carried out on a Rigaku Mercury diffractometer with graphite monochromated Mo Kα radiation (λ = 0.71069 Å) and a CCD 2-D detector. The size of the unit cells were calculated from the reflections collected on the setting angles of  six frames by changing by 0.5° for each frame. Three different settings were used and were changed by 0.5° per frame. Intensity data were collected with a scan width of 0.5°. Empirical absorption correction by using REQABA was performed for all data. For 1, the structure was solved by direct methods by using the SIR88 program and expanded by using Fourier techniques. For 2, the structure was solved by Patterson methods by using the DIRDIF94 program and expanded by using Fourier techniques. For 3 ⊃ 4Me  2  CO, the structure was solved by direct methods by using the SIR97 program and expanded by using Fourier techniques. All calculations were performed with the teXsan crystallographic software package from Molecular Structure Corporation. For all compounds, the non-hydrogen atoms were refined anisotropically and all hydrogen atoms were placed in the ideal positions. In compound 1, nitrate anions containing O(3) and 3-pna containing C(7) were refined isotropically. In compound 3 ⊃ 4Me  2  CO, acetone molecules containing O(2), O(3), and C(15)-C(20) were found at the final stage, and thus its atom positions were isotropically refined under a rigid condition. ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Physical Measurements.</bold> Thermal gravimetry (TG) was carried out\nwith a Rigaku Instrument TG8120 in a nitrogen atmosphere. IR spectra\nwere recorded on a Perkin-Elmer 2000 FTIR spectrophotometer with\nsamples prepared with Nujol. X-ray powder diffraction (XRPD) data\nwere collected on a Rigaku RINT-2200HF (Ultima) diffractometer with\nCu Kα radiation. Continuous-wave (CW) EPR spectra were recorded\non a JEOL RE-3X spectrometer equipped with an Air-Product Heli-Tran cryostat. The microwave frequency was measured using an\nAdvantest R5372 frequency counter, and the magnetic field was\nrepeatedly calibrated with diphenylpicrylhydrazyl (DPPH) and Mn<sup>2+</sup>\nin MgO.\n</p>", "clean_text": " Physical Measurements. Thermal gravimetry (TG) was carried out with a Rigaku Instrument TG8120 in a nitrogen atmosphere. IR spectra were recorded on a Perkin-Elmer 2000 FTIR spectrophotometer with samples prepared with Nujol. X-ray powder diffraction (XRPD) data were collected on a Rigaku RINT-2200HF (Ultima) diffractometer with Cu Kα radiation. Continuous-wave (CW) EPR spectra were recorded on a JEOL RE-3X spectrometer equipped with an Air-Product Heli-Tran cryostat. The microwave frequency was measured using an Advantest R5372 frequency counter, and the magnetic field was repeatedly calibrated with diphenylpicrylhydrazyl (DPPH) and Mn2+ in MgO. ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Measurement of Adsorption.</bold> The adsorption isotherm of CH<sub>4</sub> was\nmeasured by using FMS-BG gravimetric adsorption equipment from\nBEL Japan. The adsorption isotherms and kinetics measurements of\ngaseous acetone and N<sub>2</sub> were measured by using BELSORP18-Plus\nvolumetric adsorption equipment from BEL Japan. In the sample\nchamber (∼17.5 mL) maintained at <italic>T</italic> ± 0.03 K was placed the\nadsorbent sample (∼50 mg), which had been prepared at 373 K and\n10<sup>-1</sup> Pa prior to measurement of the isotherms. The larger gas chamber\n(179.85 mL) with a pressure gauge was kept at (<italic>T</italic> + 20) ± 0.1 K. The\nacetone used to generate the vapor was degassed fully by repeated\nevacuation and vapor equilibration cycles of the liquid supply side of\nthe vapor reservoir. Helium gas at a certain pressure was introduced in\nthe gas chamber and was allowed to diffuse into the sample chamber\nby opening a valve. The change in pressure allowed an accurate\ndetermination of the volume of the total gas phase. The complexation\nwas monitored in a similar manner by using a guest vapor in place of\nhelium. The amount of guest adsorbed was calculated readily from\npressure difference (<italic>P</italic>\n<sub>cal</sub> − <italic>P</italic>\n<sub>e</sub>), where <italic>P</italic>\n<sub>cal</sub> is the calculated pressure\nwith no guest adsorption and <italic>P</italic>\n<sub>e</sub> is the observed equilibrium pressure.\nAll operations were computer-controlled and automatic.\n</p>", "clean_text": " Measurement of Adsorption. The adsorption isotherm of CH4 was measured by using FMS-BG gravimetric adsorption equipment from BEL Japan. The adsorption isotherms and kinetics measurements of gaseous acetone and N2 were measured by using BELSORP18-Plus volumetric adsorption equipment from BEL Japan. In the sample chamber (~17.5 mL) maintained at T ± 0.03 K was placed the adsorbent sample (~50 mg), which had been prepared at 373 K and 10-1 Pa prior to measurement of the isotherms. The larger gas chamber (179.85 mL) with a pressure gauge was kept at (T + 20) ± 0.1 K. The acetone used to generate the vapor was degassed fully by repeated evacuation and vapor equilibration cycles of the liquid supply side of the vapor reservoir. Helium gas at a certain pressure was introduced in the gas chamber and was allowed to diffuse into the sample chamber by opening a valve. The change in pressure allowed an accurate determination of the volume of the total gas phase. The complexation was monitored in a similar manner by using a guest vapor in place of helium. The amount of guest adsorbed was calculated readily from pressure difference (P cal - P e), where P cal is the calculated pressure with no guest adsorption and P e is the observed equilibrium pressure. All operations were computer-controlled and automatic. ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>\n<bold>Crystal Structures.</bold> Crystallographic data for <bold>1</bold>−<bold>3</bold> are\nsummarized in Table .\n\n</p><p>\n<bold>[Co(NO</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(3-pna)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (1).</bold> In <bold>1</bold>, the cobalt(II) center is\noctahedrally coordinated to each nitrogen atom of four 3-pna\nin equatorial plane, where two types of the nitrogen donors,\ncarbonylpyridyl (N<sup>C</sup>), and amino pyridyl (N<sup>A</sup>), are located in a\ncis fashion (Figure a). The two Co−N bond distances are close\nto each other:  Co−N(1) = 2.174(5) Å, Co−N(2) = 2.167(5)\nÅ. In addition, the two oxygen atoms of NO<sub>3</sub>\n<sup>-</sup> groups are\ncoordinated axially with the distance of 2.089(5) Å. The cis\nN−Co−N or N−Co−O bond angles range from 83 to 104°,\n\nindicative of a distorted octahedral environment. The cobalt ions\nare linked by 3-pna to yield a honeycomb-shaped grid with the\ndimension of 10.8 Å × 10.8 Å. The square grids do not\ninterpenetrate, affording a layered structure. It is worth noting\nthat hydrogen-bonding links of the NH- - -OC (N- - -O =\n3.170(7) Å) groups between the adjacent layers create a\ncomplementary-amide binding network (Figure b). Adjacent\nlayers are slipped in one direction by approximately 5.7 Å so\nthat the axial NO<sub>3</sub>\n<sup>-</sup> groups on one layer project into the channels\nalong the <italic>b</italic> axis (Figure c). The framework contains no solvent\nmolecules, attributed to a closely packed layer structure with\nhydrogen bonds between the layers. The nearest Co−Co distance\nis about 10.8 Å in a layer and 7.5 Å in the adjacent layer.\n\n</p>", "clean_text": "Results and Discussion\n\n Crystal Structures. Crystallographic data for 1-3 are summarized in Table .  \n\n [Co(NO  3  )  2  (3-pna)  2  ]   n    (1). In 1, the cobalt(II) center is octahedrally coordinated to each nitrogen atom of four 3-pna in equatorial plane, where two types of the nitrogen donors, carbonylpyridyl (NC), and amino pyridyl (NA), are located in a cis fashion (Figure a). The two Co-N bond distances are close to each other: Co-N(1) = 2.174(5) Å, Co-N(2) = 2.167(5) Å. In addition, the two oxygen atoms of NO3 - groups are coordinated axially with the distance of 2.089(5) Å. The cis N-Co-N or N-Co-O bond angles range from 83 to 104°,  indicative of a distorted octahedral environment. The cobalt ions are linked by 3-pna to yield a honeycomb-shaped grid with the dimension of 10.8 Å × 10.8 Å. The square grids do not interpenetrate, affording a layered structure. It is worth noting that hydrogen-bonding links of the NH---OC (N---O = 3.170(7) Å) groups between the adjacent layers create a complementary-amide binding network (Figure b). Adjacent layers are slipped in one direction by approximately 5.7 Å so that the axial NO3 - groups on one layer project into the channels along the b axis (Figure c). The framework contains no solvent molecules, attributed to a closely packed layer structure with hydrogen bonds between the layers. The nearest Co-Co distance is about 10.8 Å in a layer and 7.5 Å in the adjacent layer.  ", "data": null, "include_properties": null}, {"idx": 20, "type": "table", "classification": null, "content": "<table-wrap id=\"ja039914mt00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal Data and Structure Refinement for [Co(NO<sub>3</sub>)<sub>2</sub>(3-pna)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>1</bold>), [CoBr<sub>2</sub>(3-pna)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>2</bold>), and {[Co(NCS)<sub>2</sub>(4-peia)<sub>2</sub>]·4Me<sub>2</sub>CO}<italic>\n<sub>n</sub>\n</italic> (<bold>3</bold> ⊃\n<bold>4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>)</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">compound</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3</bold> ⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">chemical formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>22</sub>H<sub>18</sub>CoN<sub>8</sub>O<sub>8</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">C<sub>22</sub>H<sub>16</sub>Br<sub>2</sub>CoN<sub>6</sub>O<sub>2</sub>\n</oasis:entry>\n<oasis:entry colname=\"4\">C<sub>40</sub>H<sub>26</sub>CoN<sub>8</sub>O<sub>6</sub>S<sub>2</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">formula weight\n</oasis:entry>\n<oasis:entry colname=\"2\">581.37\n</oasis:entry>\n<oasis:entry colname=\"3\">615.15\n</oasis:entry>\n<oasis:entry colname=\"4\">837.75\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">crystal dimensions (mm)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.40 × 0.30 × 0.20\n</oasis:entry>\n<oasis:entry colname=\"3\">0.25 × 0.20 × 0.10\n</oasis:entry>\n<oasis:entry colname=\"4\">0.50 × 0.40 × 0.30\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">crystal system\n</oasis:entry>\n<oasis:entry colname=\"2\">orthorhombic\n</oasis:entry>\n<oasis:entry colname=\"3\">orthorhombic\n</oasis:entry>\n<oasis:entry colname=\"4\">monoclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic>Pbcn</italic>\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic>Ccca</italic>\n</oasis:entry>\n<oasis:entry colname=\"4\">\n<italic>P</italic>2<sub>1</sub>/<italic>c</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">18.3004(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">10.481(7)\n</oasis:entry>\n<oasis:entry colname=\"4\">11.115(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">10.759(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">19.03(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">22.046(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">11.458(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">10.894(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">9.717(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">α<italic> </italic>(deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">90\n</oasis:entry>\n<oasis:entry colname=\"3\">90\n</oasis:entry>\n<oasis:entry colname=\"4\">90\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β<italic> </italic>(deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">90\n</oasis:entry>\n<oasis:entry colname=\"3\">90\n</oasis:entry>\n<oasis:entry colname=\"4\">100.834(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">γ (deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">90\n</oasis:entry>\n<oasis:entry colname=\"3\">90\n</oasis:entry>\n<oasis:entry colname=\"4\">90\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>V</italic> (Å<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2255.9(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">2172(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">2338(1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Z\n</oasis:entry>\n<oasis:entry colname=\"2\">4\n</oasis:entry>\n<oasis:entry colname=\"3\">4\n</oasis:entry>\n<oasis:entry colname=\"4\">2\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">ρ<sub>calcd</sub> (g cm<sup>-3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.712\n</oasis:entry>\n<oasis:entry colname=\"3\">1.881\n</oasis:entry>\n<oasis:entry colname=\"4\">1.190\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>F</italic>(000)\n</oasis:entry>\n<oasis:entry colname=\"2\">1188\n</oasis:entry>\n<oasis:entry colname=\"3\">1212\n</oasis:entry>\n<oasis:entry colname=\"4\">858\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">μ (mm<sup>-1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.832\n</oasis:entry>\n<oasis:entry colname=\"3\">4.515\n</oasis:entry>\n<oasis:entry colname=\"4\">0.505\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">radiation (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.71069\n</oasis:entry>\n<oasis:entry colname=\"3\">0.71069\n</oasis:entry>\n<oasis:entry colname=\"4\">0.71069\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">temp (K)\n</oasis:entry>\n<oasis:entry colname=\"2\">223\n</oasis:entry>\n<oasis:entry colname=\"3\">293\n</oasis:entry>\n<oasis:entry colname=\"4\">293\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">2θ range\n</oasis:entry>\n<oasis:entry colname=\"2\">5.5° &lt; 2θ &lt; 54.1°\n</oasis:entry>\n<oasis:entry colname=\"3\">5.5° &lt; 2θ &lt; 54.9°\n</oasis:entry>\n<oasis:entry colname=\"4\">5.5° &lt; 2θ &lt; 55.0°\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">GOF\n</oasis:entry>\n<oasis:entry colname=\"2\">1.45\n</oasis:entry>\n<oasis:entry colname=\"3\">1.44\n</oasis:entry>\n<oasis:entry colname=\"4\">2.58\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">no. of data collected\n</oasis:entry>\n<oasis:entry colname=\"2\">11611\n</oasis:entry>\n<oasis:entry colname=\"3\">11978\n</oasis:entry>\n<oasis:entry colname=\"4\">24767\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">no. of unique data\n</oasis:entry>\n<oasis:entry colname=\"2\">1673\n</oasis:entry>\n<oasis:entry colname=\"3\">1211\n</oasis:entry>\n<oasis:entry colname=\"4\">5324\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">no. of obsd data\n</oasis:entry>\n<oasis:entry colname=\"2\">1673\n</oasis:entry>\n<oasis:entry colname=\"3\">1211\n</oasis:entry>\n<oasis:entry colname=\"4\">2526 (<italic>I</italic> &gt; 5.00σ(<italic>I</italic>))\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">no. of variables\n</oasis:entry>\n<oasis:entry colname=\"2\">167\n</oasis:entry>\n<oasis:entry colname=\"3\">86\n</oasis:entry>\n<oasis:entry colname=\"4\">195\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.066\n</oasis:entry>\n<oasis:entry colname=\"3\">0.053\n</oasis:entry>\n<oasis:entry colname=\"4\">0.083\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic>\n<sub>w</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.125<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"3\">0.137<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">0.132<italic>\n<sup>c</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>  \n                     <italic>R</italic> = ∑||<italic>F</italic>\n<sub>o</sub>| − |<italic>F</italic>\n<sub>c</sub>||/∑|<italic>F</italic>\n<sub>o</sub>|.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>  \n                     <italic>R</italic>\n<sub>w</sub> = {∑<italic>w</italic>[(<italic>F</italic>\n<sub>o</sub>\n<sup>2</sup> − <italic>F</italic>\n<sub>c</sub>\n<sup>2</sup>)<sup>2</sup>]/[(∑<italic>wF</italic>\n<sub>o</sub>\n<sup>2</sup>)<sup>2</sup>]}<sup>1/2</sup>.<italic>\n<sup>c</sup>\n</italic>\n<sup></sup>  \n                     <italic>R</italic>\n<sub>w</sub> = [∑<italic>w</italic>(|<italic>F</italic>\n<sub>o</sub>| − |<italic>F</italic>\n<sub>c</sub>|)<sup>2</sup>/(∑<italic>wF</italic>\n<sub>o</sub>\n<sup>2</sup>]<sup>1/2</sup>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"ja039914mf00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal structure of [Co(NO<sub>3</sub>)<sub>2</sub>(3-pna)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>1</bold>) and [Co(Br)<sub>2</sub>(3-pna)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>2</bold>). (a) ORTEP drawing of the cobalt center of <bold>1</bold> at the 30% probability level.\nHydrogen atoms are omitted for clarity. (b) Crystal view of complementary hydrogen bonds among amide moieties in <bold>1</bold>. (c) Crystal view of <bold>1</bold> along the <italic>b</italic>\naxis. Two-layer stack with hydrogen bond of amide moieties between the layers. The thin and thick lines show the upper and lower layer, respectively. (d)\nORTEP drawing of the cobalt center of <bold>2</bold> at the 30% probability level. Hydrogen atoms are omitted for clarity. The amide moiety is disordered about the\n2-fold axis running through the 3-pna ligand. (e) Crystal view of <bold>2</bold> along the <italic>c</italic> axis. Two-layer stack with hydrogen bonds of amide moieties between the\nlayers. The thin and thick lines show the upper and lower layer, respectively.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09914m_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Crystal structure of [Co(NO3)2(3-pna)2] n  (1) and [Co(Br)2(3-pna)2] n  (2). (a) ORTEP drawing of the cobalt center of 1 at the 30% probability level. Hydrogen atoms are omitted for clarity. (b) Crystal view of complementary hydrogen bonds among amide moieties in 1. (c) Crystal view of 1 along the b axis. Two-layer stack with hydrogen bond of amide moieties between the layers. The thin and thick lines show the upper and lower layer, respectively. (d) ORTEP drawing of the cobalt center of 2 at the 30% probability level. Hydrogen atoms are omitted for clarity. The amide moiety is disordered about the 2-fold axis running through the 3-pna ligand. (e) Crystal view of 2 along the c axis. Two-layer stack with hydrogen bonds of amide moieties between the layers. The thin and thick lines show the upper and lower layer, respectively.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>\n<bold>[Co(Br)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(3-pna)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (2).</bold> In <bold>2</bold>, the cobalt(II) center is also\ncoordinated to the four nitrogen atoms of 3-pna in equatorial\nplane (Figure d). In addition, two bromide atoms are coordinated axially with the distance of 2.594(2) Å. The trans Br−Co−Br bond angle is 180°. The cis N−Co−N bond angles range\nfrom 87 to 93°, indicative of a distorted octahedron. The cobalt\nions are linked by 3-pna to afford a honeycomb-shaped grid\n\nwith the dimension of 10.9 Å × 10.9 Å (Figure e), as well as\n<bold>1</bold>. These layers also do not interpenetrate, affording a layered\nstructure. As shown in Figure d, the amide moiety is disordered\nabout the 2-fold axis running through the 3-pna ligands.\nNoticeably, the 2-D layers stack in a slipped fashion along the\n<italic>a</italic> axis with hydrogen bonding links of NH- - -OC (N- - -O =\n3.263(8) Å) between the layers. Coordinated bromide anions\non one layer project into the channels along the <italic>c</italic> axis with a\nclose distance of Br- - -Br = 5.294(4) Å. The nearest Co−Co\ndistance is about 10.5 Å in a layer and 7.6 Å in the adjacent\nlayer.\n</p>", "clean_text": " [Co(Br)  2  (3-pna)  2  ]   n    (2). In 2, the cobalt(II) center is also coordinated to the four nitrogen atoms of 3-pna in equatorial plane (Figure d). In addition, two bromide atoms are coordinated axially with the distance of 2.594(2) Å. The trans Br-Co-Br bond angle is 180°. The cis N-Co-N bond angles range from 87 to 93°, indicative of a distorted octahedron. The cobalt ions are linked by 3-pna to afford a honeycomb-shaped grid  with the dimension of 10.9 Å × 10.9 Å (Figure e), as well as 1. These layers also do not interpenetrate, affording a layered structure. As shown in Figure d, the amide moiety is disordered about the 2-fold axis running through the 3-pna ligands. Noticeably, the 2-D layers stack in a slipped fashion along the a axis with hydrogen bonding links of NH---OC (N---O = 3.263(8) Å) between the layers. Coordinated bromide anions on one layer project into the channels along the c axis with a close distance of Br---Br = 5.294(4) Å. The nearest Co-Co distance is about 10.5 Å in a layer and 7.6 Å in the adjacent layer. ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>\n<bold>{[Co(NCS)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(4-peia)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>]</bold>·<bold>4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO}</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO).</bold> In <bold>3 </bold>⊃<bold>\n4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, the cobalt(II) center is octahedrally coordinated to\neach nitrogen atom of four 4-peia in equatorial plane, where\ntwo types of the nitrogen donors, carbonylpyridyl (N<sup>C</sup>) and\nethylpyridyl (N<sup>E</sup>), are located in a trans fashion (Figure a).\nAll the Co−N bond distances are close to each other:  Co−N<sup>C</sup>\n= 2.220(5) Å, Co−N<sup>E</sup> = 2.191(6) Å. The trans N−Co−N bond\nangles for NCS and pyridine ligands are 180°. The cis N−Co−N\nbond angles range from 88.2(2) to 91.8(2)°. The NCS groups\nare coordinated axially in a slightly bending mode with the\nangles of 172.5(6)° (Co−N(4)−C(14)) and 177.3(8)° (N−C−S). The cobalt ions are linked by 4-peia to form a 2-D layer\ncomposed of a square grid motif with the dimension of 15.8 Å\n× 15.8 Å. Interestingly, the adjacent layers stack along the <italic>c</italic>\naxis with an offset by 0.5(<italic>a</italic> + <italic>b</italic>) along the <italic>ab</italic> plane, and the\nNCS group protrudes through the midpoint of the cavity of the\nadjacent layer eschewing interpenetration (Figure b). It is worth\nnoting that hydrogen-bonding links of the NH- - -OC (N- - -O = 2.780(7) Å) groups between the adjacent layers create a\ncomplementary amide binding network. A channel with the\ndimension of 4.4 Å × 4.4 Å is observed running along the <italic>c</italic>\naxis, despite the mutual slip of the neighboring layers (Figure\nb,c). These channels create a 46% void, where acetone\nmolecules are accommodated with no significant interaction\n(Figure d). All pyridine planes in this crystal are parallel to\nthe <italic>c</italic> axis, forming interior panels and, therefore, resulting in\nhydrophobic space. Acetone molecules show a guest column\nin the channel, but it is highly disordered. The ethylene moiety\nin 4-peia assumes a staggered ethane conformation about the\nC−C bond. The hydrogen bonds between the amide groups\nafford a dipole vector array; however, these dipole vectors are\ncanceled out with the neighboring one. Compound <bold>3 </bold>⊃<bold> 4THF</bold>,\nwhich includes THF molecules, has similar cell parameters and\nisostructure as <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>. <bold>3 </bold>⊃<bold> 4THF</bold> also forms 2-D layers\nwhich are connected by a hydrogen-bonding link (NH- - -OC (N- - -O = 2.79(1) Å) between the adjacent layers as shown\nin the Supporting Information.\n\n</p>", "clean_text": " {[Co(NCS)  2  (4-peia)  2  ]⋅4Me  2  CO}   n    (3 ⊃ 4Me  2  CO). In 3 ⊃ 4Me  2  CO, the cobalt(II) center is octahedrally coordinated to each nitrogen atom of four 4-peia in equatorial plane, where two types of the nitrogen donors, carbonylpyridyl (NC) and ethylpyridyl (NE), are located in a trans fashion (Figure a). All the Co-N bond distances are close to each other: Co-NC = 2.220(5) Å, Co-NE = 2.191(6) Å. The trans N-Co-N bond angles for NCS and pyridine ligands are 180°. The cis N-Co-N bond angles range from 88.2(2) to 91.8(2)°. The NCS groups are coordinated axially in a slightly bending mode with the angles of 172.5(6)° (Co-N(4)-C(14)) and 177.3(8)° (N-C-S). The cobalt ions are linked by 4-peia to form a 2-D layer composed of a square grid motif with the dimension of 15.8 Å × 15.8 Å. Interestingly, the adjacent layers stack along the c axis with an offset by 0.5(a + b) along the ab plane, and the NCS group protrudes through the midpoint of the cavity of the adjacent layer eschewing interpenetration (Figure b). It is worth noting that hydrogen-bonding links of the NH---OC (N---O = 2.780(7) Å) groups between the adjacent layers create a complementary amide binding network. A channel with the dimension of 4.4 Å × 4.4 Å is observed running along the c axis, despite the mutual slip of the neighboring layers (Figure b,c). These channels create a 46% void, where acetone molecules are accommodated with no significant interaction (Figure d). All pyridine planes in this crystal are parallel to the c axis, forming interior panels and, therefore, resulting in hydrophobic space. Acetone molecules show a guest column in the channel, but it is highly disordered. The ethylene moiety in 4-peia assumes a staggered ethane conformation about the C-C bond. The hydrogen bonds between the amide groups afford a dipole vector array; however, these dipole vectors are canceled out with the neighboring one. Compound 3 ⊃ 4THF, which includes THF molecules, has similar cell parameters and isostructure as 3 ⊃ 4Me  2  CO. 3 ⊃ 4THF also forms 2-D layers which are connected by a hydrogen-bonding link (NH---OC (N---O = 2.79(1) Å) between the adjacent layers as shown in the Supporting Information.  ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"ja039914mf00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Crystal structure of {[Co(NCS)<sub>2</sub>(4-peia)<sub>2</sub>]·4Me<sub>2</sub>CO}<italic>\n<sub>n</sub>\n</italic> (<bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>). (a) ORTEP drawing of the cobalt center of <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> at the 30%\nprobability level. Hydrogen atoms and acetone molecules are omitted for clarity. (b) Two-layer stack of <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> along the <italic>c</italic> axis with hydrogen bonds\nof amide moieties between the layers. Acetone molecules are omitted for clarity. The thin and thick lines show the upper and lower layer, respectively. (c)\nCrystal structure of <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> along the <italic>c</italic> axis without acetone molecules. (d) Crystal view of <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> around complementary hydrogen bonds\namong amide moieties. Acetone molecules are represented by the space-filling model.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09914m_0007.tif\"></graphic>\n</fig>", "clean_text": " 2  Crystal structure of {[Co(NCS)2(4-peia)2]⋅4Me2CO} n  (3 ⊃ 4Me  2  CO). (a) ORTEP drawing of the cobalt center of 3 ⊃ 4Me  2  CO at the 30% probability level. Hydrogen atoms and acetone molecules are omitted for clarity. (b) Two-layer stack of 3 ⊃ 4Me  2  CO along the c axis with hydrogen bonds of amide moieties between the layers. Acetone molecules are omitted for clarity. The thin and thick lines show the upper and lower layer, respectively. (c) Crystal structure of 3 ⊃ 4Me  2  CO along the c axis without acetone molecules. (d) Crystal view of 3 ⊃ 4Me  2  CO around complementary hydrogen bonds among amide moieties. Acetone molecules are represented by the space-filling model.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Comparison of 1</bold>−<bold>3 with Other Square Grids.</bold> Selected\n2-D square grids composed of octahedral metal cations and bpy\n(4,4‘-bipyridine) analogues (=1:2) are summarized in Table .\nFrom Co(NCS)<sub>2</sub> and bpy analogues (=1:2), 2-D layers are\nrationally obtained because two thiocyanate ions tend to\nterminally coordinate to a cobalt(II) ion at the axial position. What is important at this stage is the mutual\nrelationship between the layer motifs. Among compounds\n\nsynthesized to date, a ligand longer than bpy prefers the\nformation of interpenetrating (type ii) to noninterpenetrating grid\nstructures (see Scheme ), precluding their frames from porous\nmaterials. On the other hand, short bridging ligands favor the\nformation of the staggered fashion of grids in the adjacent layers\n(type iii), resulting in no pores. Therefore, to create useful\ncavities, a certain gadget is required. Inspection of Table \nreveals that the gadgets are (1) template of guests<sup>43,46</sup> or (2)\ninterlayer hydrogen bonds with a staggered fashion.\n\n</p>", "clean_text": " Comparison of 1-3 with Other Square Grids. Selected 2-D square grids composed of octahedral metal cations and bpy (4,4‘-bipyridine) analogues (=1:2) are summarized in Table . From Co(NCS)2 and bpy analogues (=1:2), 2-D layers are rationally obtained because two thiocyanate ions tend to terminally coordinate to a cobalt(II) ion at the axial position. What is important at this stage is the mutual relationship between the layer motifs. Among compounds  synthesized to date, a ligand longer than bpy prefers the formation of interpenetrating (type ii) to noninterpenetrating grid structures (see Scheme ), precluding their frames from porous materials. On the other hand, short bridging ligands favor the formation of the staggered fashion of grids in the adjacent layers (type iii), resulting in no pores. Therefore, to create useful cavities, a certain gadget is required. Inspection of Table  reveals that the gadgets are (1) template of guests43,46 or (2) interlayer hydrogen bonds with a staggered fashion.  ", "data": null, "include_properties": null}, {"idx": 26, "type": "table", "classification": null, "content": "<table-wrap id=\"ja039914mt00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Summary of the Bridging Ligands, Ligand Lengths, Open Areas, and Stacking Manners Found in Selected Square Grids</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">ligand</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">ligand length (Å)</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">open area (Å<sup>2</sup>)<italic>\n<sup>c</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">stacking manner<italic>\n<sup>d</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry nameend=\"5\" namest=\"5\">metal + anion</oasis:entry>\n<oasis:entry nameend=\"6\" namest=\"6\">reference\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">pyrazine\n</oasis:entry>\n<oasis:entry colname=\"2\">2.8\n</oasis:entry>\n<oasis:entry colname=\"3\">none\n</oasis:entry>\n<oasis:entry colname=\"4\">(iii)\n</oasis:entry>\n<oasis:entry colname=\"5\">Co(II) + SCN<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">48\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">pyrazine\n</oasis:entry>\n<oasis:entry colname=\"2\">2.8\n</oasis:entry>\n<oasis:entry colname=\"3\">none\n</oasis:entry>\n<oasis:entry colname=\"4\">(iii)\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn(II) + Br<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">47\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">4,4‘-bipyridine\n</oasis:entry>\n<oasis:entry colname=\"2\">7.1\n</oasis:entry>\n<oasis:entry colname=\"3\">none\n</oasis:entry>\n<oasis:entry colname=\"4\">(ii)\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn(II) + SiF<sub>6</sub>\n<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">42\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">4,4‘-bipyridine\n</oasis:entry>\n<oasis:entry colname=\"2\">7.1\n</oasis:entry>\n<oasis:entry colname=\"3\">6.8\n</oasis:entry>\n<oasis:entry colname=\"4\">(iii)\n</oasis:entry>\n<oasis:entry colname=\"5\">Cd(II) + NO<sub>3</sub>\n<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">12\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">4,4‘-bipyridine\n</oasis:entry>\n<oasis:entry colname=\"2\">7.1\n</oasis:entry>\n<oasis:entry colname=\"3\">16.4\n</oasis:entry>\n<oasis:entry colname=\"4\">(iii)\n</oasis:entry>\n<oasis:entry colname=\"5\">Co(II) + SCN<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">48\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">py-CH<sub>2</sub>CH<sub>2</sub>-py\n</oasis:entry>\n<oasis:entry colname=\"2\">9.4\n</oasis:entry>\n<oasis:entry colname=\"3\">none\n</oasis:entry>\n<oasis:entry colname=\"4\">(ii)\n</oasis:entry>\n<oasis:entry colname=\"5\">Co(II) + SCN<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">56\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">py-CHCH-py\n</oasis:entry>\n<oasis:entry colname=\"2\">9.5\n</oasis:entry>\n<oasis:entry colname=\"3\">none\n</oasis:entry>\n<oasis:entry colname=\"4\">(ii)\n</oasis:entry>\n<oasis:entry colname=\"5\">Co(II) + SCN<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">56\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">mppe<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">9.5\n</oasis:entry>\n<oasis:entry colname=\"3\">none\n</oasis:entry>\n<oasis:entry colname=\"4\">(ii)\n</oasis:entry>\n<oasis:entry colname=\"5\">Co(II) + SCN<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">63\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">py-azo-py\n</oasis:entry>\n<oasis:entry colname=\"2\">9.0\n</oasis:entry>\n<oasis:entry colname=\"3\">9.0\n</oasis:entry>\n<oasis:entry colname=\"4\">(ii)\n</oasis:entry>\n<oasis:entry colname=\"5\">Co(II) + SCN<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">49\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">py-antharacene-py\n</oasis:entry>\n<oasis:entry colname=\"2\">11.4\n</oasis:entry>\n<oasis:entry colname=\"3\">17.6\n</oasis:entry>\n<oasis:entry colname=\"4\">(i)\n</oasis:entry>\n<oasis:entry colname=\"5\">Ni(II) + NO<sub>3</sub>\n<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">46\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">py-Ph-py\n</oasis:entry>\n<oasis:entry colname=\"2\">11.4\n</oasis:entry>\n<oasis:entry colname=\"3\">4.2\n</oasis:entry>\n<oasis:entry colname=\"4\">(iii), HB<italic>\n<sup>e</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"5\">Ni(II) + NO<sub>3</sub>\n<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">46\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">py-PhPh-py\n</oasis:entry>\n<oasis:entry colname=\"2\">15.7\n</oasis:entry>\n<oasis:entry colname=\"3\">47.3\n</oasis:entry>\n<oasis:entry colname=\"4\">(iii), HB<italic>\n<sup>e</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"5\">Ni(II) + NO<sub>3</sub>\n<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">43\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">py-X-py<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">19.8\n</oasis:entry>\n<oasis:entry colname=\"3\">11.5\n</oasis:entry>\n<oasis:entry colname=\"4\">(iii)\n</oasis:entry>\n<oasis:entry colname=\"5\">Cu(II) + NO<sub>3</sub>\n<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">44\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">3-pia (guest = EtOH, H<sub>2</sub>O)\n</oasis:entry>\n<oasis:entry colname=\"2\">8.5\n</oasis:entry>\n<oasis:entry colname=\"3\">9.0 × 2.5\n</oasis:entry>\n<oasis:entry colname=\"4\">(i)\n</oasis:entry>\n<oasis:entry colname=\"5\">Co(II) + SCN<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">19\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">3-pia (guest = Me<sub>2</sub>CO)\n</oasis:entry>\n<oasis:entry colname=\"2\">8.5\n</oasis:entry>\n<oasis:entry colname=\"3\">3.5 × 10.5\n</oasis:entry>\n<oasis:entry colname=\"4\">(i)\n</oasis:entry>\n<oasis:entry colname=\"5\">Co(II) + SCN<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">19\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">3-pna\n</oasis:entry>\n<oasis:entry colname=\"2\">8.4\n</oasis:entry>\n<oasis:entry colname=\"3\">none\n</oasis:entry>\n<oasis:entry colname=\"4\">(iii), HB<italic>\n<sup>e</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"5\">Co(II) + SCN<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">19\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">4-peia (<bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>)\n</oasis:entry>\n<oasis:entry colname=\"2\">11.4\n</oasis:entry>\n<oasis:entry colname=\"3\">19.4\n</oasis:entry>\n<oasis:entry colname=\"4\">(iii), HB<italic>\n<sup>e</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"5\">Co(II) + SCN<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">this study</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>  1-Methyl-1‘-(4-pyridyl)-2-(4-pyrimidyl)ethylene.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>  9,9-Bis[(<italic>S</italic>)-2-methylbutyl]-2,7-bis(4-pyridylethynyl)fluorine.<italic>\n<sup>c</sup>\n</italic>\n<sup></sup>  The size is measured by considering\nthe van der Waals radii for constituent atoms.<italic>\n<sup>d</sup>\n</italic>\n<sup></sup>  Three types of packing manner are typically observed:  (i) edge-to-edge manner, (ii) interpenetration, and\n(iii) staggered manner (see Scheme ).<italic>\n<sup>e</sup>\n</italic>\n<sup></sup>  Each sheet is connected with an adjacent sheet by an interlayer hydrogen bond.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>To attain a pore frame, each grid must preclude interpenetration. Herein, “Coordination Polymer with Amide Groups” fulfills\nthat requirement because complementary hydrogen bonds\nbetween amide moieties in neighboring layers take an important\nrole in superposing each layers in staggered fashion. In <bold>1</bold> and\n<bold>2</bold>, despite the difference in counteranions, all square grids show\nstaggered relationship ascribed to complementary amide binding.\nAlthough interpenetration is eschewed, “ABAB” stacking does\nnot afford channels due to cavities occupied with metals and\nanions in neighboring layers. In <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> containing\nrelatively longer 4-peia ligands, 1-dimensional (1-D) channels\nsuccessfully form, because the SCN groups protrude perpendicular to layers. Moreover, 2-D layers of {[Co(NCS)<sub>2</sub>(3-pia)<sub>2</sub>]·2EtOH·11H<sub>2</sub>O}<italic>\n<sub>n</sub>\n</italic> and {[Co(NCS)<sub>2</sub>(3-pia)<sub>2</sub>]·4Me<sub>2</sub>CO}<italic>\n<sub>n</sub>\n</italic> (3-pia =\n<italic>N</italic>-3-pyridylisonicotinamide) form in an edge-to-edge manner\n(type i) and afford channels, which accommodate guest molecules by hydrogen bonds with the amide group. Therefore,\n“Coordination Polymer with Amide Groups” is suitable for\nconstruction of channels.\n</p>", "clean_text": "To attain a pore frame, each grid must preclude interpenetration. Herein, \"Coordination Polymer with Amide Groups\" fulfills that requirement because complementary hydrogen bonds between amide moieties in neighboring layers take an important role in superposing each layers in staggered fashion. In 1 and 2, despite the difference in counteranions, all square grids show staggered relationship ascribed to complementary amide binding. Although interpenetration is eschewed, \"ABAB\" stacking does not afford channels due to cavities occupied with metals and anions in neighboring layers. In 3 ⊃ 4Me  2  CO containing relatively longer 4-peia ligands, 1-dimensional (1-D) channels successfully form, because the SCN groups protrude perpendicular to layers. Moreover, 2-D layers of {[Co(NCS)2(3-pia)2]⋅2EtOH⋅11H2O} n  and {[Co(NCS)2(3-pia)2]⋅4Me2CO} n  (3-pia = N-3-pyridylisonicotinamide) form in an edge-to-edge manner (type i) and afford channels, which accommodate guest molecules by hydrogen bonds with the amide group. Therefore, \"Coordination Polymer with Amide Groups\" is suitable for construction of channels. ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<p>\n<bold>Thermal Analysis of 3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO.</bold> As seen in crystal\nstructure analysis, <bold>3 </bold>⊃ <bold>4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> includes acetone molecules as\na guest. The acetone desorption was monitored by TG. Figure\n shows the TG thermograms for <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> over the\ntemperature range from 30 to 500 °C at a heating rate of β =\n5 °C/min. The observed weight loss of acetone molecules is in\nagreement with that calculated for the corresponding crystal\nstructure. The TG data for compound <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> indicate\ntwo stages for weight loss of the guest molecules:  three acetone\nmolecules (observed 19.0%, calculated 20.2%) in the temperature range 30−80 °C, immediately followed by another weight\nloss of one acetone molecule (observed 4.3%, calculated 6.7%).\nThe resultant species, [Co(NCS)<sub>2</sub>(4-peia)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>3</bold>), is stable up to\n215 °C and then gradually decomposes with loss of two 4-peia\nligands (observed 53.7%, calculated 52.7%).\n\n</p>", "clean_text": " Thermal Analysis of 3 ⊃ 4Me  2  CO. As seen in crystal structure analysis, 3 ⊃ 4Me  2  CO includes acetone molecules as a guest. The acetone desorption was monitored by TG. Figure  shows the TG thermograms for 3 ⊃ 4Me  2  CO over the temperature range from 30 to 500 °C at a heating rate of β = 5 °C/min. The observed weight loss of acetone molecules is in agreement with that calculated for the corresponding crystal structure. The TG data for compound 3 ⊃ 4Me  2  CO indicate two stages for weight loss of the guest molecules: three acetone molecules (observed 19.0%, calculated 20.2%) in the temperature range 30-80 °C, immediately followed by another weight loss of one acetone molecule (observed 4.3%, calculated 6.7%). The resultant species, [Co(NCS)2(4-peia)2] n  (3), is stable up to 215 °C and then gradually decomposes with loss of two 4-peia ligands (observed 53.7%, calculated 52.7%).  ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"ja039914mf00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>TG analysis of<bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> over the temperature range from\n30 to 500 °C at a heating rate of β = 5 °C/min under the N<sub>2</sub> atmosphere.\n</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09914m_0008.tif\"></graphic>\n</fig>", "clean_text": " 3  TG analysis of3 ⊃ 4Me  2  CO over the temperature range from 30 to 500 °C at a heating rate of β = 5 °C/min under the N2 atmosphere.    ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Recoverable Collapsing of 3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO.</bold> Removal of the\nguest molecules causes a significant change on the framework\nof <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>. The two stages on desorption by heating <bold>3 </bold>⊃<bold>\n4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> reveal the formation of [Co(NCS)<sub>2</sub>(4-peia)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>3</bold>) via\n{[Co(NCS)<sub>2</sub>(4-peia)<sub>2</sub>]·Me<sub>2</sub>CO}<italic>\n<sub>n</sub>\n</italic> (<bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>). <bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>\nwas also obtained by treating <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> under reduced\npressure at room temperature, which was readily detected by\nXRPD and IR. The XRPD pattern of <bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> shows an\namorphous form with submaximum peaks (Figure b). Since\npositions of those submaximum peaks are different from those\nin <bold>3 </bold>⊃ <bold>4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, <bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> is a new form. Guest-free solid,\n<bold>3</bold>, was obtained by treating <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> under reduced pressure\nat 373 K. The framework of <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> cannot withstand a\nhigh level of stress on an extensive loss of the guest, resulting\nin an amorphous form as shown in Figure c. On the other hand,\nthe XRPD pattern in Figure d is in good agreement with those\nof as-synthesized and calculated from single-crystal data of <bold>3\n</bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>. Therefore, it is concluded that the original crystal\nstructure comes back completely upon being exposed to acetone\nvapor.\n\n</p>", "clean_text": " Recoverable Collapsing of 3 ⊃ 4Me  2  CO. Removal of the guest molecules causes a significant change on the framework of 3 ⊃ 4Me  2  CO. The two stages on desorption by heating 3 ⊃ 4Me  2  CO reveal the formation of [Co(NCS)2(4-peia)2] n  (3) via {[Co(NCS)2(4-peia)2]⋅Me2CO} n  (3 ⊃ Me  2  CO). 3 ⊃ Me  2  CO was also obtained by treating 3 ⊃ 4Me  2  CO under reduced pressure at room temperature, which was readily detected by XRPD and IR. The XRPD pattern of 3 ⊃ Me  2  CO shows an amorphous form with submaximum peaks (Figure b). Since positions of those submaximum peaks are different from those in 3 ⊃ 4Me  2  CO, 3 ⊃ Me  2  CO is a new form. Guest-free solid, 3, was obtained by treating 3 ⊃ 4Me  2  CO under reduced pressure at 373 K. The framework of 3 ⊃ 4Me  2  CO cannot withstand a high level of stress on an extensive loss of the guest, resulting in an amorphous form as shown in Figure c. On the other hand, the XRPD pattern in Figure d is in good agreement with those of as-synthesized and calculated from single-crystal data of 3 ⊃ 4Me  2  CO. Therefore, it is concluded that the original crystal structure comes back completely upon being exposed to acetone vapor.  ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"ja039914mf00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>XRPD patterns (right) and IR spectra (left) in the region of N−H stretching, amide-I and amide-II bands at room temperature of (a) as-synthesized<bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, (b) <bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> obtained by drying <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> in vacuo for 20 h at room temperature, (c) <bold>3</bold> obtained by drying <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> in vacuo\nfor 20 h at 373 K, and (d) <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> obtained by exposing <bold>3</bold> to an acetone vapor for 4 days. Asterisk exhibits the CO stretching band of acetone\nmolecule.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09914m_0009.tif\"></graphic>\n</fig>", "clean_text": " 4  XRPD patterns (right) and IR spectra (left) in the region of N-H stretching, amide-I and amide-II bands at room temperature of (a) as-synthesized3 ⊃ 4Me  2  CO, (b) 3 ⊃ Me  2  CO obtained by drying 3 ⊃ 4Me  2  CO in vacuo for 20 h at room temperature, (c) 3 obtained by drying 3 ⊃ 4Me  2  CO in vacuo for 20 h at 373 K, and (d) 3 ⊃ 4Me  2  CO obtained by exposing 3 to an acetone vapor for 4 days. Asterisk exhibits the CO stretching band of acetone molecule.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>IR spectra show the information of the amide environments\nof <bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> and <bold>3</bold>. The N−H stretching and amide-I/-II\nbands appear in the regions of 3500−3100 cm<sup>-1</sup> and 1700−1500 cm<sup>-1</sup>, respectively. The amide moieties in <bold>3 </bold>⊃\n<bold>4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> provide structured bands which are characteristic of\n<italic>s</italic>-trans complementary amide hydrogen bond as shown in Figure\na; N−H stretching vibration and the amide-I/-II bands are\nobserved at 3303, 1644, and 1553 cm<sup>-1</sup>, respectively. In <bold>3 </bold>⊃<bold>\nMe</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, the broadening of the bandwidth is observed at 3299,\n1649, and 1548 cm<sup>-1</sup>, respectively. In <bold>3</bold>, N−H stretching and\namide-I/-II bands are observed at 3276, 1650, and 1533 cm<sup>-1</sup>\n(1553 cm<sup>-1</sup>, shoulder), respectively, and they encounter further\nbroadening. Since the amide-II is a bending band, the lower\nshifts indicate weakening of the hydrogen bonds. Therefore,\nthe strength of complementary amide−amide hydrogen bonds\nin <bold>3</bold> becomes weaker in <bold>3 </bold>⊃ <bold>4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>.\n</p>", "clean_text": "IR spectra show the information of the amide environments of 3 ⊃ Me  2  CO and 3. The N-H stretching and amide-I/-II bands appear in the regions of 3500-3100 cm-1 and 1700-1500 cm-1, respectively. The amide moieties in 3 ⊃ 4Me  2  CO provide structured bands which are characteristic of s-trans complementary amide hydrogen bond as shown in Figure a; N-H stretching vibration and the amide-I/-II bands are observed at 3303, 1644, and 1553 cm-1, respectively. In 3 ⊃ Me  2  CO, the broadening of the bandwidth is observed at 3299, 1649, and 1548 cm-1, respectively. In 3, N-H stretching and amide-I/-II bands are observed at 3276, 1650, and 1533 cm-1 (1553 cm-1, shoulder), respectively, and they encounter further broadening. Since the amide-II is a bending band, the lower shifts indicate weakening of the hydrogen bonds. Therefore, the strength of complementary amide-amide hydrogen bonds in 3 becomes weaker in 3 ⊃ 4Me  2  CO. ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>IR data also show the reconstruction of the porous structure\nby the complementary amide hydrogen bond; broader bands of\n<bold>3</bold> in the N−H stretching and amide-I/-II bands change to the\noriginal ones (3301, 1644, and 1553 cm<sup>-1</sup>). “Amorphous <bold>3</bold> →\ncrystalline <bold>3 </bold>⊃<bold> 4THF</bold>” regeneration is also induced by THF\nvapor, which is shown in the Supporting Information. We\nconcluded that there are three different states, characterized by\nguest accommodation, namely, {[Co(NCS)<sub>2</sub>(4-peia)<sub>2</sub>]·4Me<sub>2</sub>CO}<italic>\n<sub>n</sub>\n</italic> (<bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>), {[Co(NCS)<sub>2</sub>(4-peia)<sub>2</sub>]·Me<sub>2</sub>CO}<italic>\n<sub>n</sub>\n</italic> (<bold>3 </bold>⊃<bold>\nMe</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>), and [Co(NCS)<sub>2</sub>(4-peia)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>3</bold>), which are summarized\nas reaction eqs 2 and 3:\n<disp-formula content-type=\"pre-labeled\" id=\"ja039914me00002\">\n<graphic position=\"anchor\" xlink:href=\"ja-2003-09914m_0010.gif\"></graphic>\n</disp-formula>\n</p>", "clean_text": "IR data also show the reconstruction of the porous structure by the complementary amide hydrogen bond; broader bands of 3 in the N-H stretching and amide-I/-II bands change to the original ones (3301, 1644, and 1553 cm-1). \"Amorphous 3 → crystalline 3 ⊃ 4THF\" regeneration is also induced by THF vapor, which is shown in the Supporting Information. We concluded that there are three different states, characterized by guest accommodation, namely, {[Co(NCS)2(4-peia)2]⋅4Me2CO} n  (3 ⊃ 4Me  2  CO), {[Co(NCS)2(4-peia)2]⋅Me2CO} n  (3 ⊃ Me  2  CO), and [Co(NCS)2(4-peia)2] n  (3), which are summarized as reaction eqs 2 and 3:    ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<p>In addition to the information of hydrogen bonding modes\namong layers, it is necessary to investigate the integrity of layers\nin amorphous <bold>3</bold>. To gain information concerning the coordination structures around the Co<sup>II</sup> ion in <bold>3</bold>, EPR measurements were\nperformed. Figure  shows the EPR spectra of <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>,\n<bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, and <bold>3</bold> measured at ∼15 K. The EPR spectrum of\n<bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> indicates well-resolved features, and their EPR\nparameters have been determined by computer simulation as\n<italic>g</italic>\n<italic>‘</italic>\n<sub>1</sub>, <italic>g</italic>\n<italic>‘</italic>\n<sub>2</sub>, <italic>g</italic>\n<italic>‘</italic>\n<sub>3</sub> = 5.7, 4.0, 2.8; <italic>A</italic>\n<sub>1</sub> = 8.0 mT; the peak-to-peak\nline widths <italic>W</italic>\n<sub>1</sub>, <italic>W</italic>\n<sub>2</sub>, <italic>W</italic>\n<sub>3</sub> = 20, 40, 25 mT. On the other hand, <bold>3</bold>\n⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> and <bold>3</bold> exhibit broad EPR spectra in accordance with\nthe amorphous nature of these compounds. The <italic>g</italic> values are\nestimated as <italic>g</italic>‘<sub>center</sub> ≈ 4.0 (<bold>3</bold> ⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>) and <italic>g</italic>‘<sub>center</sub> ≈ 3.9 (<bold>3</bold>).\n\n(Computer simulation of the spectra of <bold>3</bold> ⊃ <bold>Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> and <bold>3</bold> was\nfound to be difficult because of their broad nature.)\n\n</p>", "clean_text": "In addition to the information of hydrogen bonding modes among layers, it is necessary to investigate the integrity of layers in amorphous 3. To gain information concerning the coordination structures around the CoII ion in 3, EPR measurements were performed. Figure  shows the EPR spectra of 3 ⊃ 4Me  2  CO, 3 ⊃ Me  2  CO, and 3 measured at ~15 K. The EPR spectrum of 3 ⊃ 4Me  2  CO indicates well-resolved features, and their EPR parameters have been determined by computer simulation as g ‘ 1, g ‘ 2, g ‘ 3 = 5.7, 4.0, 2.8; A 1 = 8.0 mT; the peak-to-peak line widths W 1, W 2, W 3 = 20, 40, 25 mT. On the other hand, 3 ⊃ Me  2  CO and 3 exhibit broad EPR spectra in accordance with the amorphous nature of these compounds. The g values are estimated as g‘center ~ 4.0 (3 ⊃ Me  2  CO) and g‘center ~ 3.9 (3).  (Computer simulation of the spectra of 3 ⊃ Me  2  CO and 3 was found to be difficult because of their broad nature.)  ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"ja039914mf00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>CW EPR spectra of powdered samples of (a)<bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, (b)\n<bold>3 </bold>⊃ <bold>Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, and (c) <bold>3</bold>. Experimental setting:  microwave frequency, (a)\n8.998, (b) 8.993, and (c) 8.996 GHz. Microwave power, 1 mW; field\nmodulation, 1 mT; temperature, 15 K.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09914m_0011.tif\"></graphic>\n</fig>", "clean_text": " 5  CW EPR spectra of powdered samples of (a)3 ⊃ 4Me  2  CO, (b) 3 ⊃ Me  2  CO, and (c) 3. Experimental setting: microwave frequency, (a) 8.998, (b) 8.993, and (c) 8.996 GHz. Microwave power, 1 mW; field modulation, 1 mT; temperature, 15 K.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>Several types of high-spin Co<sup>II</sup> complexes have thus far been\nstudied by EPR spectroscopy, and the differences in the EPR\npattern between tetrahedral and octahedral Co<sup>II</sup> have been well-documented. In tetrahedral Co<sup>II</sup>, the ground orbital state is\n<sup>4</sup>A<sub>2</sub>, and thus the orbital angular momentum is well-quenched,\nwhich makes the spin Hamiltonian approach appropriate.\nHowever, the observed <italic>g</italic> values for three compounds do not\naccord, similar to the case reported previously. In the case of\nan octahedral Co<sup>II</sup>, on the other hand, the ground orbital state\nis <sup>4</sup>T<sub>1</sub>, and thus orbital degeneracy still remains. Theoretical\ntreatment of the EPR parameters of octahedral Co<sup>II</sup> was made\nby Abragam and Pryce, who gave theoretical expressions for\nthe effective <italic>g</italic> value and HFC parameters considering up to\nthe second-order perturbation effects. The perturbation result\nfor the effective <italic>g</italic> values are plotted against Δ/|λ|, where Δ is\nthe ligand-field splitting between |<sup>4</sup>T<sub>1</sub>;<italic>xy</italic>&gt; and |<sup>4</sup>T<sub>1</sub>;<italic>z</italic>&gt; with the\nvalue being positive when |<sup>4</sup>T<sub>1</sub>;<italic>z</italic>&gt; is upper, and λ is the spin−orbit coupling constant. We estimate Δ/|λ| = 2.1, ∼0, ∼0 for\n<bold>3</bold> ⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, <bold>3</bold> ⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, and <bold>3</bold>, respectively. The present\nEPR results are in good agreement with the theory, and\ntherefore, the Co<sup>II</sup> ion in <bold>3</bold> ⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> and <bold>3</bold> are in octahedral\ncoordination environment as well as <bold>3</bold> ⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>.\n</p>", "clean_text": "Several types of high-spin CoII complexes have thus far been studied by EPR spectroscopy, and the differences in the EPR pattern between tetrahedral and octahedral CoII have been well-documented. In tetrahedral CoII, the ground orbital state is 4A2, and thus the orbital angular momentum is well-quenched, which makes the spin Hamiltonian approach appropriate. However, the observed g values for three compounds do not accord, similar to the case reported previously. In the case of an octahedral CoII, on the other hand, the ground orbital state is 4T1, and thus orbital degeneracy still remains. Theoretical treatment of the EPR parameters of octahedral CoII was made by Abragam and Pryce, who gave theoretical expressions for the effective g value and HFC parameters considering up to the second-order perturbation effects. The perturbation result for the effective g values are plotted against Δ/|λ|, where Δ is the ligand-field splitting between |4T1;xy> and |4T1;z> with the value being positive when |4T1;z> is upper, and λ is the spin-orbit coupling constant. We estimate Δ/|λ| = 2.1, ~0, ~0 for 3 ⊃ 4Me  2  CO, 3 ⊃ Me  2  CO, and 3, respectively. The present EPR results are in good agreement with the theory, and therefore, the CoII ion in 3 ⊃ Me  2  CO and 3 are in octahedral coordination environment as well as 3 ⊃ 4Me  2  CO. ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>Throughout the characterization of series of <bold>3</bold> by XRPD, IR,\nand EPR, we conclude that the 2-D motif of <bold>3</bold> does not collapse.\nAlthough the layer framework in <bold>3</bold> is maintained, the XRPD\npattern shows that <bold>3</bold> crystalline order over a long range is not\nseen (Figure c). The pattern is attributed to the random layer\nslip against the neighboring layers, accompanying with the\ndeformation of grid framework.\n</p>", "clean_text": "Throughout the characterization of series of 3 by XRPD, IR, and EPR, we conclude that the 2-D motif of 3 does not collapse. Although the layer framework in 3 is maintained, the XRPD pattern shows that 3 crystalline order over a long range is not seen (Figure c). The pattern is attributed to the random layer slip against the neighboring layers, accompanying with the deformation of grid framework. ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Desorption and Energetics.</bold> As mentioned previously, <bold>3 </bold>⊃<bold>\n4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> is desolvated, via <bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, to be amorphous <bold>3</bold>.\nIn both desorption processes, “<bold>3 </bold>⊃ <bold>Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> → <bold>3</bold>” and “<bold>3 </bold>⊃<bold>\n4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> → <bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>”, the activation energies of desorption\n(<italic>E</italic>\n<sub>de1</sub> and <italic>E</italic>\n<sub>de2</sub>, respectively) are estimated by recording TG\ncurves at various heating rates (β) and by plotting logβ vs 1/<italic>T</italic>\nat a given extent of desorption, according to the eq 4.\n\n<disp-formula content-type=\"pre-labeled\" id=\"ja039914me00004\">\n<graphic position=\"anchor\" xlink:href=\"ja-2003-09914m_0012.gif\"></graphic>\n</disp-formula>\n</p>", "clean_text": " Desorption and Energetics. As mentioned previously, 3 ⊃ 4Me  2  CO is desolvated, via 3 ⊃ Me  2  CO, to be amorphous 3. In both desorption processes, \"3 ⊃ Me  2  CO → 3\" and \"3 ⊃ 4Me  2  CO → 3 ⊃ Me  2  CO\", the activation energies of desorption (E de1 and E de2, respectively) are estimated by recording TG curves at various heating rates (β) and by plotting logβ vs 1/T at a given extent of desorption, according to the eq 4.     ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["property"], "content": "<p>The results of the thermogravimetry at various heating rates\nare plotted against the reciprocal absolute temperature in Figure\n. It is apparent that these curves can be superposed by lateral\nshifts. For the process of “<bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> →<bold> 3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>” at\n50% desorption, <italic>T</italic> = 49.6 (322.6), 53.0 (326.0), 57.9 (330.9),\n65.1 (338.1), 66.2 (339.2), and 78.3 °C (351.3 K) at β = 2, 3,\n5, 7, 10, and 20 °C/min. For the process of “<bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> →<bold> 3</bold>”\nat 50% desorption, <italic>T</italic> = 97.4 (370.4), 103.2 (376.2), 108.1\n\n(381.1), 111.1 (384.1), 114.6 (387.6), and 122.8 °C (395.8 K)\nat β = 2, 3, 5, 7, 10, and 20 °C/min. In the insert of Figure ,\nthe logarithms of the heating rates are plotted against the\nreciprocal absolute temperature, until which point the weight\nof the sample decreases to a 50% desorption. Straight lines are\nobtained, and the method of the least squares affords the\nactivation energies determined:  <italic>E</italic>\n<sub>de1</sub> = 108 kJ/mol and <italic>E</italic>\n<sub>de2</sub> =\n71 kJ/mol.\n\n</p>", "clean_text": "The results of the thermogravimetry at various heating rates are plotted against the reciprocal absolute temperature in Figure . It is apparent that these curves can be superposed by lateral shifts. For the process of \"3 ⊃ 4Me  2  CO → 3 ⊃ Me  2  CO\" at 50% desorption, T = 49.6 (322.6), 53.0 (326.0), 57.9 (330.9), 65.1 (338.1), 66.2 (339.2), and 78.3 °C (351.3 K) at β = 2, 3, 5, 7, 10, and 20 °C/min. For the process of \"3 ⊃ Me  2  CO → 3\" at 50% desorption, T = 97.4 (370.4), 103.2 (376.2), 108.1  (381.1), 111.1 (384.1), 114.6 (387.6), and 122.8 °C (395.8 K) at β = 2, 3, 5, 7, 10, and 20 °C/min. In the insert of Figure , the logarithms of the heating rates are plotted against the reciprocal absolute temperature, until which point the weight of the sample decreases to a 50% desorption. Straight lines are obtained, and the method of the least squares affords the activation energies determined: E de1 = 108 kJ/mol and E de2 = 71 kJ/mol.  ", "data": null, "include_properties": null}, {"idx": 40, "type": "figure", "classification": null, "content": "<fig id=\"ja039914mf00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Thermogravimetric curves of<bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> plotted against the\nreciprocal absolute temperature. Heating rate:  2, 3, 5, 7, 10, and 20 °C/min. Insert:  Plots of logarithms of heating rate (β) versus the conversions\nof reciprocal absolute temperature of 50% desorption for <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>\n(open squares) and <bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> (open circles).</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09914m_0013.tif\"></graphic>\n</fig>", "clean_text": " 6  Thermogravimetric curves of3 ⊃ 4Me  2  CO plotted against the reciprocal absolute temperature. Heating rate: 2, 3, 5, 7, 10, and 20 °C/min. Insert: Plots of logarithms of heating rate (β) versus the conversions of reciprocal absolute temperature of 50% desorption for 3 ⊃ 4Me  2  CO (open squares) and 3 ⊃ Me  2  CO (open circles).   ", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Isothermal Adsorption and Desorption Experiment.</bold> Recently, several articles on adsorption behavior of porous\ncoordination polymers have been published. When\none looks more carefully at the behavior of the adsorption, the\nactual porous coordination polymers, responsible for uptaking\nthe adsorbates, tend to undergo guest-directed framework\ntransformation, dissimilar to zeolites and activated\ncarbons. The mechanism of this transformation should be\ninvestigated in detail, and the present <bold>3</bold> system is suitable for\nin-depth study on adsorption and desorption properties.\n</p>", "clean_text": " Isothermal Adsorption and Desorption Experiment. Recently, several articles on adsorption behavior of porous coordination polymers have been published. When one looks more carefully at the behavior of the adsorption, the actual porous coordination polymers, responsible for uptaking the adsorbates, tend to undergo guest-directed framework transformation, dissimilar to zeolites and activated carbons. The mechanism of this transformation should be investigated in detail, and the present 3 system is suitable for in-depth study on adsorption and desorption properties. ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>\n<bold>3</bold> shows no N<sub>2</sub> adsorption at 77 K as shown in Figure a.\nMoreover, the adsorption isotherm of CH<sub>4</sub> for <bold>3</bold> at 298 K reveals\nno uptake into the micropores but only surface adsorption.\nThese results indicate that <bold>3</bold> does not maintain channels available\nfor N<sub>2</sub> (3.64 Å) and CH<sub>4</sub> molecules (3.8 Å).\n\n</p>", "clean_text": " 3 shows no N2 adsorption at 77 K as shown in Figure a. Moreover, the adsorption isotherm of CH4 for 3 at 298 K reveals no uptake into the micropores but only surface adsorption. These results indicate that 3 does not maintain channels available for N2 (3.64 Å) and CH4 molecules (3.8 Å).  ", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig id=\"ja039914mf00007\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Isotherm for N<sub>2</sub> adsorption (filled circles) at 77 K of <bold>3</bold> over the pressure range from 0.003 to 0.939 atoms. <italic>P</italic>\n<sub>0</sub> is a saturated vapor pressure,\n1.022 atoms, of N<sub>2</sub> at 77 K. (b) Isotherm for acetone vapor adsorption (crosses) and desorption (open squares) at 298 K of <bold>3</bold> over the pressure range from\n0.507 to 27.756 kPa. <italic>P</italic>\n<sub>0</sub> is a saturated vapor pressure, 30.593 kPa, of acetone at 298 K. (c) Hill plot for the adsorption curve of (b), where <italic>Y</italic> (0 &lt; <italic>Y</italic> &lt; 1)\nand <italic>P</italic> are the extent of complexation and pressure (kPa), respectively.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09914m_0014.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) Isotherm for N2 adsorption (filled circles) at 77 K of 3 over the pressure range from 0.003 to 0.939 atoms. P 0 is a saturated vapor pressure, 1.022 atoms, of N2 at 77 K. (b) Isotherm for acetone vapor adsorption (crosses) and desorption (open squares) at 298 K of 3 over the pressure range from 0.507 to 27.756 kPa. P 0 is a saturated vapor pressure, 30.593 kPa, of acetone at 298 K. (c) Hill plot for the adsorption curve of (b), where Y (0 < Y < 1) and P are the extent of complexation and pressure (kPa), respectively.   ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["property"], "content": "<p>Since <bold>3</bold> shows structural regeneration when exposed to\nacetone vapor, the acetone adsorption and desorption experiment\nwas carried out on <bold>3</bold>. Figure b shows the adsorption and\ndesorption isotherms for acetone over the relative pressure range\nfrom 0 to 0.9 at 298 K. The adsorption isotherm shows a slight\nincrease and an abrupt rise at <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.76. This characteristic\nadsorption profile clearly indicates a conversion of amorphous\n<bold>3</bold> to a crystalline <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>. On the other hand, the\ndesorption isotherm shows a monotonic decrease as if the pores\nwere maintained until a sudden drop at <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.05. A large\nrange of hysteresis loop based on the structural conversion is\nrealized in this compound, which could not be obtained in rigid\nporous materials.\n</p>", "clean_text": "Since 3 shows structural regeneration when exposed to acetone vapor, the acetone adsorption and desorption experiment was carried out on 3. Figure b shows the adsorption and desorption isotherms for acetone over the relative pressure range from 0 to 0.9 at 298 K. The adsorption isotherm shows a slight increase and an abrupt rise at P/P 0 = 0.76. This characteristic adsorption profile clearly indicates a conversion of amorphous 3 to a crystalline 3 ⊃ 4Me  2  CO. On the other hand, the desorption isotherm shows a monotonic decrease as if the pores were maintained until a sudden drop at P/P 0 = 0.05. A large range of hysteresis loop based on the structural conversion is realized in this compound, which could not be obtained in rigid porous materials. ", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Threshold Points for Adsorption.</bold> Figure c shows the Hill\nplot (eq 5) of acetone adsorption on <bold>3</bold> at 298 K.\n<disp-formula content-type=\"pre-labeled\" id=\"ja039914me00005\">\n<graphic position=\"anchor\" xlink:href=\"ja-2003-09914m_0015.gif\"></graphic>\n</disp-formula>\nwhere <italic>Y</italic> (0 &lt; <italic>Y</italic> &lt; 1) is the extent of complexation (adsorption),\nwhich is often used to describe cooperative or allosteric binding\nprocesses in homogeneous solutions. It may be more important,\nhowever, that this treatment of the binding data according to a\nhomogeneous host−guest complexation fails to give a linear\ncorrelation for the whole pressure range. The acetone adsorption\ncurve is characterized by a sharp threshold point (<italic>P</italic>\n<sub>th</sub>) consisting\nof three stages, which are characterized by different slopes:  a\nprebinding region at <italic>P</italic> &lt; <italic>P</italic>\n<sub>th</sub>, the vertical region at <italic>P</italic> ≅ <italic>P</italic>\n<sub>th</sub>,\nand a milder follow-up region at <italic>P</italic> &gt; <italic>P</italic>\n<sub>th</sub>. The vertical one at <italic>P</italic>\n≅ <italic>P</italic>\n<sub>th</sub> (<italic>P</italic>\n<sub>th</sub>/<italic>P</italic>\n<sub>0</sub> = 0.76) indicates a remarkably cooperative nature\nof adsorption around <italic>P</italic>\n<sub>th</sub>.\n</p>", "clean_text": " Threshold Points for Adsorption. Figure c shows the Hill plot (eq 5) of acetone adsorption on 3 at 298 K.    where Y (0 < Y < 1) is the extent of complexation (adsorption), which is often used to describe cooperative or allosteric binding processes in homogeneous solutions. It may be more important, however, that this treatment of the binding data according to a homogeneous host-guest complexation fails to give a linear correlation for the whole pressure range. The acetone adsorption curve is characterized by a sharp threshold point (P th) consisting of three stages, which are characterized by different slopes: a prebinding region at P < P th, the vertical region at P ≅ P th, and a milder follow-up region at P > P th. The vertical one at P ≅ P th (P th/P 0 = 0.76) indicates a remarkably cooperative nature of adsorption around P th. ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["property"], "content": "<p>Isothermal acetone adsorption curves were obtained at various\ntemperatures:  288, 293, 298, 303, 308, and 313 K. The three\nstages of the Hill plots are also observed for all the temperatures.\nFigure a clearly shows the dependence of <italic>P</italic>\n<sub>th</sub> on the temperature:  the <italic>P</italic>\n<sub>th</sub> values decrease with decrease in temperature: \n17.3 (288), 21.2 (293), 23.2 (298), 28.8 (303), 34.8 (308) and\n40.9 kPa (313 K). Since <italic>P</italic>\n<sub>th</sub> values could be regarded as the\nequilibrium pressure for the reaction of acetone inclusion, their\ntemperature dependence allows us to evaluate the associated\nenthalpy change on acetone adsorption process based on eq 6:\n<disp-formula content-type=\"pre-labeled\" id=\"ja039914me00006\">\n<graphic position=\"anchor\" xlink:href=\"ja-2003-09914m_0016.gif\"></graphic>\n</disp-formula>\nwhere <italic>R</italic> and Δ<italic>H</italic>\n<sub>ad</sub> denote the gas constant and the adsorption\nenthalpy of gas, respectively. The plot of ln <italic>P</italic>\n<sub>th</sub> vs 1/<italic>T</italic>, according\nto eq 6, yields a straight line (Figure b), whose slope leads to\nΔ<italic>H</italic>\n<sub>ad</sub> = −25 kJ/mol for the inclusion of acetone.\n\n</p>", "clean_text": "Isothermal acetone adsorption curves were obtained at various temperatures: 288, 293, 298, 303, 308, and 313 K. The three stages of the Hill plots are also observed for all the temperatures. Figure a clearly shows the dependence of P th on the temperature: the P th values decrease with decrease in temperature: 17.3 (288), 21.2 (293), 23.2 (298), 28.8 (303), 34.8 (308) and 40.9 kPa (313 K). Since P th values could be regarded as the equilibrium pressure for the reaction of acetone inclusion, their temperature dependence allows us to evaluate the associated enthalpy change on acetone adsorption process based on eq 6:    where R and ΔH ad denote the gas constant and the adsorption enthalpy of gas, respectively. The plot of ln P th vs 1/T, according to eq 6, yields a straight line (Figure b), whose slope leads to ΔH ad = -25 kJ/mol for the inclusion of acetone.  ", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig id=\"ja039914mf00008\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Hill plot for the acetone adsorption curve of<bold>3</bold> at 288, 293,\n303, 308, and 313 K. (b) Plot of ln <italic>P</italic>\n<sub>th</sub> against <italic>T</italic>\n<sup>-1</sup>.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09914m_0017.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) Hill plot for the acetone adsorption curve of3 at 288, 293, 303, 308, and 313 K. (b) Plot of ln P th against T -1.   ", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Mechanism and Thermodynamics in Relation to Structural Regeneration.</bold>\n<bold>3 </bold>does not contain channels, but nevertheless undergoes the inclusion of acetone molecules. Several\norganic hosts and metal-organic architectures exhibit the ability\nto switch between dense and open forms responding to guest\nmolecules. The new aspect of <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> is solid\nform conversion based on infinite 2-D layers bound by\ncomplementary hydrogen bonds. As mentioned previously, it\nis apparent that the 2-D structural integrity is maintained during\nthe reaction. The structural regeneration by the inclusion of\nacetone is associated with change of the hydrogen-bonding\nmode:  the accommodation of acetone molecules in each grid\nof the 2-D motif could control the orientation of the amide\nhydrogen bonds; thus, the overall relationship between the motifs\ncomes back to the former <bold>3</bold> ⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, where extensive\ncooperativity must exist.\n</p>", "clean_text": " Mechanism and Thermodynamics in Relation to Structural Regeneration. 3 does not contain channels, but nevertheless undergoes the inclusion of acetone molecules. Several organic hosts and metal-organic architectures exhibit the ability to switch between dense and open forms responding to guest molecules. The new aspect of 3 ⊃ 4Me  2  CO is solid form conversion based on infinite 2-D layers bound by complementary hydrogen bonds. As mentioned previously, it is apparent that the 2-D structural integrity is maintained during the reaction. The structural regeneration by the inclusion of acetone is associated with change of the hydrogen-bonding mode: the accommodation of acetone molecules in each grid of the 2-D motif could control the orientation of the amide hydrogen bonds; thus, the overall relationship between the motifs comes back to the former 3 ⊃ 4Me  2  CO, where extensive cooperativity must exist. ", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>Previously, the energy diagram for the adsorption and\ndesorption of some organic networks was fortunately constructed\nand reported. In general, it is difficult to discuss the mechanism\nof a solid-state reaction, because the reaction is composed of\nmany kinds of elementary reactions. Figure  shows a schematic\nenergy diagram for the acetone adsorption and desorption of <bold>3</bold>,\nbased on the results of TG and adsorption measurements. DSC\nmeasurement shows two separated endotherms of desorption\nfor <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>; however, it is difficult to estimate the\ndesorption enthalpy because <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> is unstable at room\ntemperature and decomposes with loss of acetone molecules,\nusually with concomitant rearrangement of the host compound\nto the nonporous compound. Therefore, the energy difference\namong states could be calculated from Δ<italic>H</italic>\n<sub>ad</sub> (−25 kJ/mol), that\nis, Δ<italic>H</italic>\n<sub>ad1</sub> = Δ<italic>H</italic>\n<sub>ad</sub> = −25 kJ/mol and Δ<italic>H</italic>\n<sub>ad2</sub> = 3Δ<italic>H</italic>\n<sub>ad</sub> = −75\nkJ/mol, and activation energy (<italic>E</italic>\n<sub>de1</sub> = 108 kJ/mol and <italic>E</italic>\n<sub>de2</sub> =\n71 kJ/mol) was obtained as mentioned previously. Although\nthe thermal decomposition of <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> →<bold> 3 </bold>⊃ <bold>Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> is\n\nan endothermic reaction, the activation energy (<italic>E</italic>\n<sub>de2</sub> = 71 kJ/mol) is lower than the thermodynamic value for the reaction\n(Δ<italic>H</italic>\n<sub>ad2</sub> = −75 kJ/mol). This is because the activation energy\nis obtained based on the rate-determining step of some\nelementary reaction.\n\n</p>", "clean_text": "Previously, the energy diagram for the adsorption and desorption of some organic networks was fortunately constructed and reported. In general, it is difficult to discuss the mechanism of a solid-state reaction, because the reaction is composed of many kinds of elementary reactions. Figure  shows a schematic energy diagram for the acetone adsorption and desorption of 3, based on the results of TG and adsorption measurements. DSC measurement shows two separated endotherms of desorption for 3 ⊃ 4Me  2  CO; however, it is difficult to estimate the desorption enthalpy because 3 ⊃ 4Me  2  CO is unstable at room temperature and decomposes with loss of acetone molecules, usually with concomitant rearrangement of the host compound to the nonporous compound. Therefore, the energy difference among states could be calculated from ΔH ad (-25 kJ/mol), that is, ΔH ad1 = ΔH ad = -25 kJ/mol and ΔH ad2 = 3ΔH ad = -75 kJ/mol, and activation energy (E de1 = 108 kJ/mol and E de2 = 71 kJ/mol) was obtained as mentioned previously. Although the thermal decomposition of 3 ⊃ 4Me  2  CO → 3 ⊃ Me  2  CO is  an endothermic reaction, the activation energy (E de2 = 71 kJ/mol) is lower than the thermodynamic value for the reaction (ΔH ad2 = -75 kJ/mol). This is because the activation energy is obtained based on the rate-determining step of some elementary reaction.  ", "data": null, "include_properties": null}, {"idx": 50, "type": "figure", "classification": null, "content": "<fig id=\"ja039914mf00009\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Schematic energy diagram for the solid−gas complexation of<bold>3</bold>\nwith gaseous acetone. Definitions are as follows:  <italic>E</italic>\n<sub>de1</sub> and <italic>E</italic>\n<sub>de2</sub> are activation\nenergies of acetone desorption in the processes of <bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> → <bold>3</bold> and <bold>3\n</bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> → <bold>3 </bold>⊃ <bold>Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, respectively. Δ<italic>H</italic>\n<sub>ad1</sub> and Δ<italic>H</italic>\n<sub>ad2</sub> are heats of\nguest binding in the processes of <bold>3</bold> → <bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> and <bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> → <bold>3\n</bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, respectively.\n </p>\n</caption>\n<graphic xlink:href=\"ja-2003-09914m_0018.tif\"></graphic>\n</fig>", "clean_text": " 9  Schematic energy diagram for the solid-gas complexation of3 with gaseous acetone. Definitions are as follows: E de1 and E de2 are activation energies of acetone desorption in the processes of 3 ⊃ Me  2  CO → 3 and 3 ⊃ 4Me  2  CO → 3 ⊃ Me  2  CO, respectively. ΔH ad1 and ΔH ad2 are heats of guest binding in the processes of 3 → 3 ⊃ Me  2  CO and 3 ⊃ Me  2  CO → 3 ⊃ 4Me  2  CO, respectively.    ", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>As seen in the energy diagram of the acetone adsorption\nprocess, <bold>3</bold> transfers to <bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> with the energy barrier and\nsmoothly follows the second transformation to be <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>.\nIt is surprising that acetone inclusion enthalpy (Δ<italic>H</italic>\n<sub>ad</sub> (−25 kJ/mol)) is close to acetone vaporization enthalpy (Δ<italic>H</italic>\n<sub>vap</sub> = 30.99\nkJ/mol). Thus, even weak dispersive forces can exert a\nprofound influence over solid-sate transformation.\n</p>", "clean_text": "As seen in the energy diagram of the acetone adsorption process, 3 transfers to 3 ⊃ Me  2  CO with the energy barrier and smoothly follows the second transformation to be 3 ⊃ 4Me  2  CO. It is surprising that acetone inclusion enthalpy (ΔH ad (-25 kJ/mol)) is close to acetone vaporization enthalpy (ΔH vap = 30.99 kJ/mol). Thus, even weak dispersive forces can exert a profound influence over solid-sate transformation. ", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>This work demonstrates (1) the rational construction of\nflexible porous frameworks using square grids and (2) characterization of cooperative adsorption with thermal analysis. In\naddition, we showed a new contrivance for dynamic porous\ncoordination polymers based on flexible amide−amide hydrogen\nbonds.\n</p>", "clean_text": "Conclusion\n\nThis work demonstrates (1) the rational construction of flexible porous frameworks using square grids and (2) characterization of cooperative adsorption with thermal analysis. In addition, we showed a new contrivance for dynamic porous coordination polymers based on flexible amide-amide hydrogen bonds. ", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["else"], "content": "<p>(1) From Co(SCN)<sub>2</sub> and bipyridyl derivatives containing an\namide group, we succeeded in producing new square grid\nframeworks, <bold>1</bold>−<bold>3</bold>, which have complementary amide binding\nmanner eschewing interpenetrating. Particularly, <bold>3 </bold>⊃ <bold>4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>\naffords micropores fulfilled with guest molecules and shows\nthat structural transformation via amorphous is caused by\nadsorption and desorption of guest molecules. Such flexible\nporous coordination polymers offer an application to a unique\nclass of materials, which cannot be obtained in rigid porous\nmaterial, in this case, large hysteresis loop on adsorption and\ndesorption measurements, and leading to amplification of\nadsorption for specific guest.\n</p>", "clean_text": "(1) From Co(SCN)2 and bipyridyl derivatives containing an amide group, we succeeded in producing new square grid frameworks, 1-3, which have complementary amide binding manner eschewing interpenetrating. Particularly, 3 ⊃ 4Me  2  CO affords micropores fulfilled with guest molecules and shows that structural transformation via amorphous is caused by adsorption and desorption of guest molecules. Such flexible porous coordination polymers offer an application to a unique class of materials, which cannot be obtained in rigid porous material, in this case, large hysteresis loop on adsorption and desorption measurements, and leading to amplification of adsorption for specific guest. ", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<p>(2) On the basis of well-defined <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, the energy\ndiagram was achieved. Our results imply that the coordination\npolymer is often much more dynamic than generally believed\nand that weak dispersive forces induce structural rearrangement\nin a well-concerted fashion. Although many porous coordination\npolymers have been synthesized and reported, to the best of\nour knowledge, the report of thermal analysis is sparse.\nThermodynamic parameters calculated in the present course of\nstudy are also useful to analyze the thermal behavior of porous\ncoordination polymers.\n</p>", "clean_text": "(2) On the basis of well-defined 3 ⊃ 4Me  2  CO, the energy diagram was achieved. Our results imply that the coordination polymer is often much more dynamic than generally believed and that weak dispersive forces induce structural rearrangement in a well-concerted fashion. Although many porous coordination polymers have been synthesized and reported, to the best of our knowledge, the report of thermal analysis is sparse. Thermodynamic parameters calculated in the present course of study are also useful to analyze the thermal behavior of porous coordination polymers. ", "data": null, "include_properties": null}, {"idx": 55, "type": "text", "classification": ["else"], "content": "<p>This research is particularly relevant in the context of solid-state chemistry since rational design of solids has important\nramifications for the development of new materials with unusual\nproperties. We anticipate this approach to be viable for the\nconstruction of cavity-containing frameworks possessing bridging ligands not described here, and we also anticipate this\napproach to be applicable for the design of flexible porous\nmaterials.\n</p>", "clean_text": "This research is particularly relevant in the context of solid-state chemistry since rational design of solids has important ramifications for the development of new materials with unusual properties. We anticipate this approach to be viable for the construction of cavity-containing frameworks possessing bridging ligands not described here, and we also anticipate this approach to be applicable for the design of flexible porous materials. ", "data": null, "include_properties": null}, {"idx": 56, "type": "text", "classification": ["else"], "content": "<title>\n<ext-link xlink:href=\"/doi/suppl/10.1021%2Fja039914m\">Supporting Information Available</ext-link>\n</title><p>XRPD, detailed crystal\nviews, IR spectra of the materials (4-peia and Co(SCN)<sub>2</sub>),\neffective <italic>g</italic> values of <bold>3</bold> plotted versus Δ/|λ|, isotherm for CH<sub>4</sub>\nadsorption at 298 K of <bold>3</bold> (PDF), and X-ray crystallographic files\n(CIF) for <bold>1</bold>−<bold>3</bold>. This material is available free of charge via the\nInternet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p>", "clean_text": " Supporting Information Available \n\nXRPD, detailed crystal views, IR spectra of the materials (4-peia and Co(SCN)2), effective g values of 3 plotted versus Δ/|λ|, isotherm for CH4 adsorption at 298 K of 3 (PDF), and X-ray crystallographic files (CIF) for 1-3. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 57, "type": "text", "classification": ["else"], "content": "<title>References</title>", "clean_text": "References", "data": null, "include_properties": null}], "cln_elements": [{"idx": "11, 12, 13, 14, 15", "type": "text", "classification": "synthesis condition", "content": "<p>\n<bold>Synthesis of </bold>\n<bold>\n<italic>N</italic>\n</bold>\n<bold>-(3-Pyridyl)nicotinamide (3-pna).</bold> The ligand was\nprepared by the reaction of nicotinic chloride hydrochloride (15.2 g,\n85 mmol) with 3-aminopyridine (8.0 g, 85 mmol) in dry tetrahydrofuran\n(220 mL) in the presence of triethylamine (25 mL, 179 mmol) under\nN<sub>2</sub>. The product was recrystallized from acetone/hexane in 47% yield\n(8.0 g). <sup>1</sup>H NMR (DMSO):  δ 7.58 (dd, <italic>J</italic> = 8.5 Hz; 5.0 Hz, 1H), δ\n7.58 (dd, <italic>J</italic> = 8.0 Hz; 5.0 Hz, 1H), δ 8.18 (d, <italic>J</italic> = 8.5 Hz, 1H), δ 8.29\n(d, <italic>J </italic>= 8.0 Hz, 1H), δ 8.33 (d, <italic>J</italic> = 5.0 Hz, 1H), δ 8.78 (d, <italic>J</italic> = 5.0 Hz,\n1H), δ 8.92 (s, 1H), δ 9.12 (s, 1H), δ 10.64 (s, 1H). Elemental analysis\ncalcd for C<sub>11</sub>H<sub>9</sub>N<sub>3</sub>O (199.2):  C, 66.32; H, 4.55; N, 21.09. Found:  C,\n65.80; H, 4.47; N, 20.89.\n</p><p>\n<bold>Synthesis of </bold>\n<bold>\n<italic>N</italic>\n</bold>\n<bold>-(2-Pyridin-4-yl-ethyl)-isonicotinamide (4-peia).</bold> The\nligand was prepared by the reaction of isonicotinic chloride hydrochloride (15.0 g, 84.4 mmol) with 4-(2-aminoethyl)pyridine (10.0 mL,\n84.4 mmol) in dry tetrahydrofuran (280 mL) in the presence of\ntriethylamine (24 mL, 170 mmol) under N<sub>2</sub>. The product was recrystallized from acetone/hexane in 55% yield (10.6 g). <sup>1</sup>H NMR (DMSO): \nδ 2.87 (t, <italic>J</italic> = 7.0 Hz, 2H), δ 3.54 (q, <italic>J</italic> = 7.0 Hz, 2H), δ 7.26 (d, <italic>J</italic> =\n4.5 Hz, 2H), δ 7.67 (d, <italic>J</italic> = 4.5 Hz, 2H), δ 8.45 (d, <italic>J</italic> = 4.5 Hz, 2H),\nδ 8.70 (d, <italic>J</italic> = 4.5 Hz, 2H), δ 8.86 (t, <italic>J</italic> = 7.0 Hz, 1H). Elemental\nanalysis calcd for C<sub>13</sub>H<sub>13</sub>N<sub>3</sub>O (227.3):  C, 68.70; H, 5.77; N, 18.49.\nFound:  C, 68.56; H, 5.74; N, 18.54.\n</p><p>\n<bold>[Co(NO</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(3-pna)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (1).</bold> An ethanol solution (1.5 mL) of 3-pna (29.9\nmg, 1.5 mmol) was carefully layered on an acetone/chloroform mixed\n(v/v 9:1) solvent (1.5 mL) of Co(NO<sub>3</sub>)<sub>2</sub> (21.8 mg, 0.75 mmol), where\na mixed solvent of ethanol/chloroform (v/v 19:1) was placed between\ntwo layers (yield:  37%). Elemental analysis calcd for C<sub>22</sub>H<sub>18</sub>CoN<sub>8</sub>O<sub>8</sub>\n(581.4):  C, 45.45; H, 3.12; N, 19.27. Found:  C, 44.80; H, 3.23; N,\n19.06.\n</p><p>\n<bold>[CoBr</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(3-pna)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (2).</bold> An ethanol solution (1.5 mL) of 3-pna (14.9\nmg, 0.075 mmol) was carefully layered on a methanol/chloroform mixed\n(v/v 9:1) solvent (1.5 mL) of CoBr<sub>2</sub> (8.2 mg, 0.038 mmol), where a\nmixed solvent of ethanol/chloroform (v/v 19:1) was placed between\ntwo layers (yield:  22%). Elemental analysis calcd for C<sub>22</sub>H<sub>18</sub>Br<sub>2</sub>CoN<sub>6</sub>O<sub>2</sub>\n(617.2):  C, 42.81; H, 2.94; N, 13.62. Found:  C, 42.31; H, 3.31; N,\n12.92.\n</p><p>\n<bold>{[Co(NCS)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(4-peia)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>]</bold>·<bold>4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO}</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO).</bold> A solution of\n4-peia (6.81 mg, 0.03 mmol) in acetone (1.5 mL) was gently layered\nonto a solution of Co(SCN)<sub>2</sub> (2.63 mg, 0.015 mmol) in acetone/chloroform (v/v 9:1, 1.5 mL), with a mixed solvent of acetone/chloroform (v/v 19:1, 1.5 mL) placed between the two layers (yield: \n50%). For elemental analysis these crystals were collected and dried\nin vacuo at room temperature for 24 h. Elemental analysis calcd for\nC<sub>31</sub>H<sub>32</sub>CoN<sub>8</sub>O<sub>3</sub>S<sub>2</sub> (687.7):  C, 54.14; H, 4.69; N, 16.29. Found:  C, 53.47;\nH, 4.55; N, 16.10. The microcrystalline sample for physicochemical\nmeasurements was prepared in the same solvent, and the crystallinity\nwas checked by X-ray powder diffraction as shown in Figure S1 in\nthe Supporting Information.\n</p>", "clean_text": " Synthesis of   N  -(3-Pyridyl)nicotinamide (3-pna). The ligand was prepared by the reaction of nicotinic chloride hydrochloride (15.2 g, 85 mmol) with 3-aminopyridine (8.0 g, 85 mmol) in dry tetrahydrofuran (220 mL) in the presence of triethylamine (25 mL, 179 mmol) under N2. The product was recrystallized from acetone/hexane in 47% yield (8.0 g). 1H NMR (DMSO): δ 7.58 (dd, J = 8.5 Hz; 5.0 Hz, 1H), δ 7.58 (dd, J = 8.0 Hz; 5.0 Hz, 1H), δ 8.18 (d, J = 8.5 Hz, 1H), δ 8.29 (d, J = 8.0 Hz, 1H), δ 8.33 (d, J = 5.0 Hz, 1H), δ 8.78 (d, J = 5.0 Hz, 1H), δ 8.92 (s, 1H), δ 9.12 (s, 1H), δ 10.64 (s, 1H). Elemental analysis calcd for C11H9N3O (199.2): C, 66.32; H, 4.55; N, 21.09. Found: C, 65.80; H, 4.47; N, 20.89. \n\n Synthesis of   N  -(2-Pyridin-4-yl-ethyl)-isonicotinamide (4-peia). The ligand was prepared by the reaction of isonicotinic chloride hydrochloride (15.0 g, 84.4 mmol) with 4-(2-aminoethyl)pyridine (10.0 mL, 84.4 mmol) in dry tetrahydrofuran (280 mL) in the presence of triethylamine (24 mL, 170 mmol) under N2. The product was recrystallized from acetone/hexane in 55% yield (10.6 g). 1H NMR (DMSO): δ 2.87 (t, J = 7.0 Hz, 2H), δ 3.54 (q, J = 7.0 Hz, 2H), δ 7.26 (d, J = 4.5 Hz, 2H), δ 7.67 (d, J = 4.5 Hz, 2H), δ 8.45 (d, J = 4.5 Hz, 2H), δ 8.70 (d, J = 4.5 Hz, 2H), δ 8.86 (t, J = 7.0 Hz, 1H). Elemental analysis calcd for C13H13N3O (227.3): C, 68.70; H, 5.77; N, 18.49. Found: C, 68.56; H, 5.74; N, 18.54. \n\n [Co(NO  3  )  2  (3-pna)  2  ]   n    (1). An ethanol solution (1.5 mL) of 3-pna (29.9 mg, 1.5 mmol) was carefully layered on an acetone/chloroform mixed (v/v 9:1) solvent (1.5 mL) of Co(NO3)2 (21.8 mg, 0.75 mmol), where a mixed solvent of ethanol/chloroform (v/v 19:1) was placed between two layers (yield: 37%). Elemental analysis calcd for C22H18CoN8O8 (581.4): C, 45.45; H, 3.12; N, 19.27. Found: C, 44.80; H, 3.23; N, 19.06. \n\n [CoBr  2  (3-pna)  2  ]   n    (2). An ethanol solution (1.5 mL) of 3-pna (14.9 mg, 0.075 mmol) was carefully layered on a methanol/chloroform mixed (v/v 9:1) solvent (1.5 mL) of CoBr2 (8.2 mg, 0.038 mmol), where a mixed solvent of ethanol/chloroform (v/v 19:1) was placed between two layers (yield: 22%). Elemental analysis calcd for C22H18Br2CoN6O2 (617.2): C, 42.81; H, 2.94; N, 13.62. Found: C, 42.31; H, 3.31; N, 12.92. \n\n {[Co(NCS)  2  (4-peia)  2  ]⋅4Me  2  CO}   n    (3 ⊃ 4Me  2  CO). A solution of 4-peia (6.81 mg, 0.03 mmol) in acetone (1.5 mL) was gently layered onto a solution of Co(SCN)2 (2.63 mg, 0.015 mmol) in acetone/chloroform (v/v 9:1, 1.5 mL), with a mixed solvent of acetone/chloroform (v/v 19:1, 1.5 mL) placed between the two layers (yield: 50%). For elemental analysis these crystals were collected and dried in vacuo at room temperature for 24 h. Elemental analysis calcd for C31H32CoN8O3S2 (687.7): C, 54.14; H, 4.69; N, 16.29. Found: C, 53.47; H, 4.55; N, 16.10. The microcrystalline sample for physicochemical measurements was prepared in the same solvent, and the crystallinity was checked by X-ray powder diffraction as shown in Figure S1 in the Supporting Information. ", "data": [{"meta": {"name": "N-(3-Pyridyl)nicotinamide (3-pna)", "symbol": "", "chemical formula": "C11H9N3O"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "nicotinic chloride hydrochloride", "amount": "15.2", "unit": "g"}, {"name": "3-aminopyridine", "amount": "8.0", "unit": "g"}], "solvent": [{"name": "tetrahydrofuran", "amount": "220", "unit": "mL"}], "reducing agent": [{"name": "triethylamine", "amount": "25", "unit": "mL"}], "pressure": "N2", "temperature": "", "time": ""}], "yield": "47%"}, {"meta": {"name": "N-(2-Pyridin-4-yl-ethyl)-isonicotinamide (4-peia)", "symbol": "", "chemical formula": "C13H13N3O"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "isonicotinic chloride hydrochloride", "amount": "15.0", "unit": "g"}, {"name": "4-(2-aminoethyl)pyridine", "amount": "10.0", "unit": "mL"}], "solvent": [{"name": "tetrahydrofuran", "amount": "280", "unit": "mL"}], "reducing agent": [{"name": "triethylamine", "amount": "24", "unit": "mL"}], "pressure": "N2", "temperature": "", "time": ""}], "yield": "55%"}, {"meta": {"name": "[Co(NO3)2(3-pna)2]n", "symbol": "1", "chemical formula": "C22H18CoN8O8"}, "processes": [{"synthesis method": "layering", "solution": [{"name": "ethanol", "amount": "1.5", "unit": "mL"}, {"name": "acetone/chloroform mixed solvent", "amount": "1.5", "unit": "mL", "ratio": "9:1 v/v"}], "precursor": [{"name": "3-pna", "amount": "29.9", "unit": "mg"}], "pressure": "", "temperature": "", "time": ""}], "yield": "37%"}, {"meta": {"name": "[CoBr2(3-pna)2]n", "symbol": "2", "chemical formula": "C22H18Br2CoN6O2"}, "processes": [{"synthesis method": "layering", "solution": [{"name": "ethanol", "amount": "1.5", "unit": "mL"}, {"name": "methanol/chloroform mixed solvent", "amount": "1.5", "unit": "mL", "ratio": "9:1 v/v"}], "precursor": [{"name": "3-pna", "amount": "14.9", "unit": "mg"}], "pressure": "", "temperature": "", "time": ""}], "yield": "22%"}, {"meta": {"name": "[Co(NCS)2(4-peia)2]·4Me2CO)n", "symbol": "3 ⊃ 4Me2CO", "chemical formula": "C31H32CoN8O3S2"}, "processes": [{"synthesis method": "layering", "solution": [{"name": "acetone", "amount": "1.5", "unit": "mL"}, {"name": "acetone/chloroform mixed solvent", "amount": "1.5", "unit": "mL", "ratio": "9:1 v/v"}], "precursor": [{"name": "4-peia", "amount": "6.81", "unit": "mg"}], "pressure": "", "temperature": "", "time": ""}], "yield": "50%"}], "include_properties": ["chemical_synthesis"]}, {"idx": "1, 28, 34, 39, 44, 46", "type": "text", "classification": "property", "content": "<p>Flexible porous coordination polymers containing amide groups as a function origin have been\nsynthesized and categorized as “Coordination Polymer with Amide Groups”. Bispyridyl ligands with a spacer\nof amide group afford two-dimensional (2-D) motifs with a deformed square grid, resulting in three-dimensional (3-D) frameworks of [Co(NO<sub>3</sub>)<sub>2</sub>(3-pna)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>1</bold>), [Co(Br)<sub>2</sub>(3-pna)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>2</bold>), and {[Co(NCS)<sub>2</sub>(4-peia)<sub>2</sub>]·4Me<sub>2</sub>CO}<italic>\n<sub>n</sub>\n</italic> (<bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>) (3-pna = <italic>N</italic>-3-pyridylnicotinamide, 4-peia = <italic>N</italic>-(2-pyridin-4-yl-ethyl)-isonicotinamide), where the 2-D motifs are bound by complementary hydrogen bond between the amide groups. In\nthe case of the <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, the amide groups form a contrivance for a dynamic porous framework because\nof their relevant position and orientation in the mutual nearest neighboring motifs. Consequently, <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>\nshows <italic>amorphous</italic> (nonporous)-<italic>to</italic>-<italic>crystal</italic> (porous) structural rearrangement in the Me<sub>2</sub>CO adsorption and\ndesorption process, where the framework of the 2-D motif is maintained. The adsorption isotherm has\nthreshold pressure (<italic>P</italic>\n<sub>th</sub>), a sort of gate pressure. The heat of Me<sub>2</sub>CO adsorption (Δ<italic>H</italic>\n<sub>ad</sub> = −25 kJ/mol) is\nobtained from the temperature dependence of threshold pressure (<italic>P</italic>\n<sub>th</sub>), which is close to acetone vaporization\nenthalpy (Δ<italic>H</italic>\n<sub>vap</sub> = 30.99 kJ/mol).\n</p><p>\n<bold>Thermal Analysis of 3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO.</bold> As seen in crystal\nstructure analysis, <bold>3 </bold>⊃ <bold>4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> includes acetone molecules as\na guest. The acetone desorption was monitored by TG. Figure\n shows the TG thermograms for <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> over the\ntemperature range from 30 to 500 °C at a heating rate of β =\n5 °C/min. The observed weight loss of acetone molecules is in\nagreement with that calculated for the corresponding crystal\nstructure. The TG data for compound <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> indicate\ntwo stages for weight loss of the guest molecules:  three acetone\nmolecules (observed 19.0%, calculated 20.2%) in the temperature range 30−80 °C, immediately followed by another weight\nloss of one acetone molecule (observed 4.3%, calculated 6.7%).\nThe resultant species, [Co(NCS)<sub>2</sub>(4-peia)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>3</bold>), is stable up to\n215 °C and then gradually decomposes with loss of two 4-peia\nligands (observed 53.7%, calculated 52.7%).\n\n</p><p>In addition to the information of hydrogen bonding modes\namong layers, it is necessary to investigate the integrity of layers\nin amorphous <bold>3</bold>. To gain information concerning the coordination structures around the Co<sup>II</sup> ion in <bold>3</bold>, EPR measurements were\nperformed. Figure  shows the EPR spectra of <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>,\n<bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, and <bold>3</bold> measured at ∼15 K. The EPR spectrum of\n<bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> indicates well-resolved features, and their EPR\nparameters have been determined by computer simulation as\n<italic>g</italic>\n<italic>‘</italic>\n<sub>1</sub>, <italic>g</italic>\n<italic>‘</italic>\n<sub>2</sub>, <italic>g</italic>\n<italic>‘</italic>\n<sub>3</sub> = 5.7, 4.0, 2.8; <italic>A</italic>\n<sub>1</sub> = 8.0 mT; the peak-to-peak\nline widths <italic>W</italic>\n<sub>1</sub>, <italic>W</italic>\n<sub>2</sub>, <italic>W</italic>\n<sub>3</sub> = 20, 40, 25 mT. On the other hand, <bold>3</bold>\n⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> and <bold>3</bold> exhibit broad EPR spectra in accordance with\nthe amorphous nature of these compounds. The <italic>g</italic> values are\nestimated as <italic>g</italic>‘<sub>center</sub> ≈ 4.0 (<bold>3</bold> ⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>) and <italic>g</italic>‘<sub>center</sub> ≈ 3.9 (<bold>3</bold>).\n\n(Computer simulation of the spectra of <bold>3</bold> ⊃ <bold>Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> and <bold>3</bold> was\nfound to be difficult because of their broad nature.)\n\n</p><p>The results of the thermogravimetry at various heating rates\nare plotted against the reciprocal absolute temperature in Figure\n. It is apparent that these curves can be superposed by lateral\nshifts. For the process of “<bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> →<bold> 3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>” at\n50% desorption, <italic>T</italic> = 49.6 (322.6), 53.0 (326.0), 57.9 (330.9),\n65.1 (338.1), 66.2 (339.2), and 78.3 °C (351.3 K) at β = 2, 3,\n5, 7, 10, and 20 °C/min. For the process of “<bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> →<bold> 3</bold>”\nat 50% desorption, <italic>T</italic> = 97.4 (370.4), 103.2 (376.2), 108.1\n\n(381.1), 111.1 (384.1), 114.6 (387.6), and 122.8 °C (395.8 K)\nat β = 2, 3, 5, 7, 10, and 20 °C/min. In the insert of Figure ,\nthe logarithms of the heating rates are plotted against the\nreciprocal absolute temperature, until which point the weight\nof the sample decreases to a 50% desorption. Straight lines are\nobtained, and the method of the least squares affords the\nactivation energies determined:  <italic>E</italic>\n<sub>de1</sub> = 108 kJ/mol and <italic>E</italic>\n<sub>de2</sub> =\n71 kJ/mol.\n\n</p><p>Since <bold>3</bold> shows structural regeneration when exposed to\nacetone vapor, the acetone adsorption and desorption experiment\nwas carried out on <bold>3</bold>. Figure b shows the adsorption and\ndesorption isotherms for acetone over the relative pressure range\nfrom 0 to 0.9 at 298 K. The adsorption isotherm shows a slight\nincrease and an abrupt rise at <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.76. This characteristic\nadsorption profile clearly indicates a conversion of amorphous\n<bold>3</bold> to a crystalline <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>. On the other hand, the\ndesorption isotherm shows a monotonic decrease as if the pores\nwere maintained until a sudden drop at <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.05. A large\nrange of hysteresis loop based on the structural conversion is\nrealized in this compound, which could not be obtained in rigid\nporous materials.\n</p><p>Isothermal acetone adsorption curves were obtained at various\ntemperatures:  288, 293, 298, 303, 308, and 313 K. The three\nstages of the Hill plots are also observed for all the temperatures.\nFigure a clearly shows the dependence of <italic>P</italic>\n<sub>th</sub> on the temperature:  the <italic>P</italic>\n<sub>th</sub> values decrease with decrease in temperature: \n17.3 (288), 21.2 (293), 23.2 (298), 28.8 (303), 34.8 (308) and\n40.9 kPa (313 K). Since <italic>P</italic>\n<sub>th</sub> values could be regarded as the\nequilibrium pressure for the reaction of acetone inclusion, their\ntemperature dependence allows us to evaluate the associated\nenthalpy change on acetone adsorption process based on eq 6:\n<disp-formula content-type=\"pre-labeled\" id=\"ja039914me00006\">\n<graphic position=\"anchor\" xlink:href=\"ja-2003-09914m_0016.gif\"></graphic>\n</disp-formula>\nwhere <italic>R</italic> and Δ<italic>H</italic>\n<sub>ad</sub> denote the gas constant and the adsorption\nenthalpy of gas, respectively. The plot of ln <italic>P</italic>\n<sub>th</sub> vs 1/<italic>T</italic>, according\nto eq 6, yields a straight line (Figure b), whose slope leads to\nΔ<italic>H</italic>\n<sub>ad</sub> = −25 kJ/mol for the inclusion of acetone.\n\n</p>", "clean_text": "Flexible porous coordination polymers containing amide groups as a function origin have been synthesized and categorized as \"Coordination Polymer with Amide Groups\". Bispyridyl ligands with a spacer of amide group afford two-dimensional (2-D) motifs with a deformed square grid, resulting in three-dimensional (3-D) frameworks of [Co(NO3)2(3-pna)2] n  (1), [Co(Br)2(3-pna)2] n  (2), and {[Co(NCS)2(4-peia)2]⋅4Me2CO} n  (3 ⊃ 4Me  2  CO) (3-pna = N-3-pyridylnicotinamide, 4-peia = N-(2-pyridin-4-yl-ethyl)-isonicotinamide), where the 2-D motifs are bound by complementary hydrogen bond between the amide groups. In the case of the 3 ⊃ 4Me  2  CO, the amide groups form a contrivance for a dynamic porous framework because of their relevant position and orientation in the mutual nearest neighboring motifs. Consequently, 3 ⊃ 4Me  2  CO shows amorphous (nonporous)-to-crystal (porous) structural rearrangement in the Me2CO adsorption and desorption process, where the framework of the 2-D motif is maintained. The adsorption isotherm has threshold pressure (P th), a sort of gate pressure. The heat of Me2CO adsorption (ΔH ad = -25 kJ/mol) is obtained from the temperature dependence of threshold pressure (P th), which is close to acetone vaporization enthalpy (ΔH vap = 30.99 kJ/mol). \n\n Thermal Analysis of 3 ⊃ 4Me  2  CO. As seen in crystal structure analysis, 3 ⊃ 4Me  2  CO includes acetone molecules as a guest. The acetone desorption was monitored by TG. Figure  shows the TG thermograms for 3 ⊃ 4Me  2  CO over the temperature range from 30 to 500 °C at a heating rate of β = 5 °C/min. The observed weight loss of acetone molecules is in agreement with that calculated for the corresponding crystal structure. The TG data for compound 3 ⊃ 4Me  2  CO indicate two stages for weight loss of the guest molecules: three acetone molecules (observed 19.0%, calculated 20.2%) in the temperature range 30-80 °C, immediately followed by another weight loss of one acetone molecule (observed 4.3%, calculated 6.7%). The resultant species, [Co(NCS)2(4-peia)2] n  (3), is stable up to 215 °C and then gradually decomposes with loss of two 4-peia ligands (observed 53.7%, calculated 52.7%).  \n\nIn addition to the information of hydrogen bonding modes among layers, it is necessary to investigate the integrity of layers in amorphous 3. To gain information concerning the coordination structures around the CoII ion in 3, EPR measurements were performed. Figure  shows the EPR spectra of 3 ⊃ 4Me  2  CO, 3 ⊃ Me  2  CO, and 3 measured at ~15 K. The EPR spectrum of 3 ⊃ 4Me  2  CO indicates well-resolved features, and their EPR parameters have been determined by computer simulation as g ‘ 1, g ‘ 2, g ‘ 3 = 5.7, 4.0, 2.8; A 1 = 8.0 mT; the peak-to-peak line widths W 1, W 2, W 3 = 20, 40, 25 mT. On the other hand, 3 ⊃ Me  2  CO and 3 exhibit broad EPR spectra in accordance with the amorphous nature of these compounds. The g values are estimated as g‘center ~ 4.0 (3 ⊃ Me  2  CO) and g‘center ~ 3.9 (3).  (Computer simulation of the spectra of 3 ⊃ Me  2  CO and 3 was found to be difficult because of their broad nature.)  \n\nThe results of the thermogravimetry at various heating rates are plotted against the reciprocal absolute temperature in Figure . It is apparent that these curves can be superposed by lateral shifts. For the process of \"3 ⊃ 4Me  2  CO → 3 ⊃ Me  2  CO\" at 50% desorption, T = 49.6 (322.6), 53.0 (326.0), 57.9 (330.9), 65.1 (338.1), 66.2 (339.2), and 78.3 °C (351.3 K) at β = 2, 3, 5, 7, 10, and 20 °C/min. For the process of \"3 ⊃ Me  2  CO → 3\" at 50% desorption, T = 97.4 (370.4), 103.2 (376.2), 108.1  (381.1), 111.1 (384.1), 114.6 (387.6), and 122.8 °C (395.8 K) at β = 2, 3, 5, 7, 10, and 20 °C/min. In the insert of Figure , the logarithms of the heating rates are plotted against the reciprocal absolute temperature, until which point the weight of the sample decreases to a 50% desorption. Straight lines are obtained, and the method of the least squares affords the activation energies determined: E de1 = 108 kJ/mol and E de2 = 71 kJ/mol.  \n\nSince 3 shows structural regeneration when exposed to acetone vapor, the acetone adsorption and desorption experiment was carried out on 3. Figure b shows the adsorption and desorption isotherms for acetone over the relative pressure range from 0 to 0.9 at 298 K. The adsorption isotherm shows a slight increase and an abrupt rise at P/P 0 = 0.76. This characteristic adsorption profile clearly indicates a conversion of amorphous 3 to a crystalline 3 ⊃ 4Me  2  CO. On the other hand, the desorption isotherm shows a monotonic decrease as if the pores were maintained until a sudden drop at P/P 0 = 0.05. A large range of hysteresis loop based on the structural conversion is realized in this compound, which could not be obtained in rigid porous materials. \n\nIsothermal acetone adsorption curves were obtained at various temperatures: 288, 293, 298, 303, 308, and 313 K. The three stages of the Hill plots are also observed for all the temperatures. Figure a clearly shows the dependence of P th on the temperature: the P th values decrease with decrease in temperature: 17.3 (288), 21.2 (293), 23.2 (298), 28.8 (303), 34.8 (308) and 40.9 kPa (313 K). Since P th values could be regarded as the equilibrium pressure for the reaction of acetone inclusion, their temperature dependence allows us to evaluate the associated enthalpy change on acetone adsorption process based on eq 6:    where R and ΔH ad denote the gas constant and the adsorption enthalpy of gas, respectively. The plot of ln P th vs 1/T, according to eq 6, yields a straight line (Figure b), whose slope leads to ΔH ad = -25 kJ/mol for the inclusion of acetone.  ", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "400", "unit": "°C", "type": "lattice collapse", "condition": ""}]}, {"meta": {"name": "Complex 4", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "155", "unit": "°C", "type": "stable", "condition": ""}, {"value": "155 and 250", "unit": "°C", "type": "removal of coordinated solvent molecules", "condition": ""}, {"value": "680", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}, {"meta": {"name": "MOF-XYZ", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "120", "unit": "°C", "type": "an initial weight loss", "condition": ""}, {"value": "110 to 280", "unit": "°C", "type": "gradual removal of coordinated water molecules", "condition": ""}]}, {"meta": {"name": "3", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "215", "unit": "°C", "type": "gradual decomposition", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 20, "type": "table", "classification": null, "content": "<table-wrap id=\"ja039914mt00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal Data and Structure Refinement for [Co(NO<sub>3</sub>)<sub>2</sub>(3-pna)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>1</bold>), [CoBr<sub>2</sub>(3-pna)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>2</bold>), and {[Co(NCS)<sub>2</sub>(4-peia)<sub>2</sub>]·4Me<sub>2</sub>CO}<italic>\n<sub>n</sub>\n</italic> (<bold>3</bold> ⊃\n<bold>4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>)</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">compound</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3</bold> ⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">chemical formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>22</sub>H<sub>18</sub>CoN<sub>8</sub>O<sub>8</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">C<sub>22</sub>H<sub>16</sub>Br<sub>2</sub>CoN<sub>6</sub>O<sub>2</sub>\n</oasis:entry>\n<oasis:entry colname=\"4\">C<sub>40</sub>H<sub>26</sub>CoN<sub>8</sub>O<sub>6</sub>S<sub>2</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">formula weight\n</oasis:entry>\n<oasis:entry colname=\"2\">581.37\n</oasis:entry>\n<oasis:entry colname=\"3\">615.15\n</oasis:entry>\n<oasis:entry colname=\"4\">837.75\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">crystal dimensions (mm)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.40 × 0.30 × 0.20\n</oasis:entry>\n<oasis:entry colname=\"3\">0.25 × 0.20 × 0.10\n</oasis:entry>\n<oasis:entry colname=\"4\">0.50 × 0.40 × 0.30\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">crystal system\n</oasis:entry>\n<oasis:entry colname=\"2\">orthorhombic\n</oasis:entry>\n<oasis:entry colname=\"3\">orthorhombic\n</oasis:entry>\n<oasis:entry colname=\"4\">monoclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic>Pbcn</italic>\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic>Ccca</italic>\n</oasis:entry>\n<oasis:entry colname=\"4\">\n<italic>P</italic>2<sub>1</sub>/<italic>c</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">18.3004(6)\n</oasis:entry>\n<oasis:entry colname=\"3\">10.481(7)\n</oasis:entry>\n<oasis:entry colname=\"4\">11.115(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">10.759(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">19.03(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">22.046(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic> (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">11.458(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">10.894(8)\n</oasis:entry>\n<oasis:entry colname=\"4\">9.717(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">α<italic> </italic>(deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">90\n</oasis:entry>\n<oasis:entry colname=\"3\">90\n</oasis:entry>\n<oasis:entry colname=\"4\">90\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β<italic> </italic>(deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">90\n</oasis:entry>\n<oasis:entry colname=\"3\">90\n</oasis:entry>\n<oasis:entry colname=\"4\">100.834(7)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">γ (deg)\n</oasis:entry>\n<oasis:entry colname=\"2\">90\n</oasis:entry>\n<oasis:entry colname=\"3\">90\n</oasis:entry>\n<oasis:entry colname=\"4\">90\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>V</italic> (Å<sup>3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">2255.9(8)\n</oasis:entry>\n<oasis:entry colname=\"3\">2172(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">2338(1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Z\n</oasis:entry>\n<oasis:entry colname=\"2\">4\n</oasis:entry>\n<oasis:entry colname=\"3\">4\n</oasis:entry>\n<oasis:entry colname=\"4\">2\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">ρ<sub>calcd</sub> (g cm<sup>-3</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">1.712\n</oasis:entry>\n<oasis:entry colname=\"3\">1.881\n</oasis:entry>\n<oasis:entry colname=\"4\">1.190\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>F</italic>(000)\n</oasis:entry>\n<oasis:entry colname=\"2\">1188\n</oasis:entry>\n<oasis:entry colname=\"3\">1212\n</oasis:entry>\n<oasis:entry colname=\"4\">858\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">μ (mm<sup>-1</sup>)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.832\n</oasis:entry>\n<oasis:entry colname=\"3\">4.515\n</oasis:entry>\n<oasis:entry colname=\"4\">0.505\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">radiation (Å)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.71069\n</oasis:entry>\n<oasis:entry colname=\"3\">0.71069\n</oasis:entry>\n<oasis:entry colname=\"4\">0.71069\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">temp (K)\n</oasis:entry>\n<oasis:entry colname=\"2\">223\n</oasis:entry>\n<oasis:entry colname=\"3\">293\n</oasis:entry>\n<oasis:entry colname=\"4\">293\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">2θ range\n</oasis:entry>\n<oasis:entry colname=\"2\">5.5° &lt; 2θ &lt; 54.1°\n</oasis:entry>\n<oasis:entry colname=\"3\">5.5° &lt; 2θ &lt; 54.9°\n</oasis:entry>\n<oasis:entry colname=\"4\">5.5° &lt; 2θ &lt; 55.0°\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">GOF\n</oasis:entry>\n<oasis:entry colname=\"2\">1.45\n</oasis:entry>\n<oasis:entry colname=\"3\">1.44\n</oasis:entry>\n<oasis:entry colname=\"4\">2.58\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">no. of data collected\n</oasis:entry>\n<oasis:entry colname=\"2\">11611\n</oasis:entry>\n<oasis:entry colname=\"3\">11978\n</oasis:entry>\n<oasis:entry colname=\"4\">24767\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">no. of unique data\n</oasis:entry>\n<oasis:entry colname=\"2\">1673\n</oasis:entry>\n<oasis:entry colname=\"3\">1211\n</oasis:entry>\n<oasis:entry colname=\"4\">5324\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">no. of obsd data\n</oasis:entry>\n<oasis:entry colname=\"2\">1673\n</oasis:entry>\n<oasis:entry colname=\"3\">1211\n</oasis:entry>\n<oasis:entry colname=\"4\">2526 (<italic>I</italic> &gt; 5.00σ(<italic>I</italic>))\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">no. of variables\n</oasis:entry>\n<oasis:entry colname=\"2\">167\n</oasis:entry>\n<oasis:entry colname=\"3\">86\n</oasis:entry>\n<oasis:entry colname=\"4\">195\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.066\n</oasis:entry>\n<oasis:entry colname=\"3\">0.053\n</oasis:entry>\n<oasis:entry colname=\"4\">0.083\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic>\n<sub>w</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.125<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"3\">0.137<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"4\">0.132<italic>\n<sup>c</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>  \n                     <italic>R</italic> = ∑||<italic>F</italic>\n<sub>o</sub>| − |<italic>F</italic>\n<sub>c</sub>||/∑|<italic>F</italic>\n<sub>o</sub>|.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>  \n                     <italic>R</italic>\n<sub>w</sub> = {∑<italic>w</italic>[(<italic>F</italic>\n<sub>o</sub>\n<sup>2</sup> − <italic>F</italic>\n<sub>c</sub>\n<sup>2</sup>)<sup>2</sup>]/[(∑<italic>wF</italic>\n<sub>o</sub>\n<sup>2</sup>)<sup>2</sup>]}<sup>1/2</sup>.<italic>\n<sup>c</sup>\n</italic>\n<sup></sup>  \n                     <italic>R</italic>\n<sub>w</sub> = [∑<italic>w</italic>(|<italic>F</italic>\n<sub>o</sub>| − |<italic>F</italic>\n<sub>c</sub>|)<sup>2</sup>/(∑<italic>wF</italic>\n<sub>o</sub>\n<sup>2</sup>]<sup>1/2</sup>.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["substring not found"], "include_properties": null}, {"idx": 26, "type": "table", "classification": null, "content": "<table-wrap id=\"ja039914mt00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Summary of the Bridging Ligands, Ligand Lengths, Open Areas, and Stacking Manners Found in Selected Square Grids</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">ligand</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">ligand length (Å)</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">open area (Å<sup>2</sup>)<italic>\n<sup>c</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">stacking manner<italic>\n<sup>d</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry nameend=\"5\" namest=\"5\">metal + anion</oasis:entry>\n<oasis:entry nameend=\"6\" namest=\"6\">reference\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">pyrazine\n</oasis:entry>\n<oasis:entry colname=\"2\">2.8\n</oasis:entry>\n<oasis:entry colname=\"3\">none\n</oasis:entry>\n<oasis:entry colname=\"4\">(iii)\n</oasis:entry>\n<oasis:entry colname=\"5\">Co(II) + SCN<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">48\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">pyrazine\n</oasis:entry>\n<oasis:entry colname=\"2\">2.8\n</oasis:entry>\n<oasis:entry colname=\"3\">none\n</oasis:entry>\n<oasis:entry colname=\"4\">(iii)\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn(II) + Br<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">47\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">4,4‘-bipyridine\n</oasis:entry>\n<oasis:entry colname=\"2\">7.1\n</oasis:entry>\n<oasis:entry colname=\"3\">none\n</oasis:entry>\n<oasis:entry colname=\"4\">(ii)\n</oasis:entry>\n<oasis:entry colname=\"5\">Zn(II) + SiF<sub>6</sub>\n<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">42\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">4,4‘-bipyridine\n</oasis:entry>\n<oasis:entry colname=\"2\">7.1\n</oasis:entry>\n<oasis:entry colname=\"3\">6.8\n</oasis:entry>\n<oasis:entry colname=\"4\">(iii)\n</oasis:entry>\n<oasis:entry colname=\"5\">Cd(II) + NO<sub>3</sub>\n<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">12\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">4,4‘-bipyridine\n</oasis:entry>\n<oasis:entry colname=\"2\">7.1\n</oasis:entry>\n<oasis:entry colname=\"3\">16.4\n</oasis:entry>\n<oasis:entry colname=\"4\">(iii)\n</oasis:entry>\n<oasis:entry colname=\"5\">Co(II) + SCN<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">48\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">py-CH<sub>2</sub>CH<sub>2</sub>-py\n</oasis:entry>\n<oasis:entry colname=\"2\">9.4\n</oasis:entry>\n<oasis:entry colname=\"3\">none\n</oasis:entry>\n<oasis:entry colname=\"4\">(ii)\n</oasis:entry>\n<oasis:entry colname=\"5\">Co(II) + SCN<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">56\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">py-CHCH-py\n</oasis:entry>\n<oasis:entry colname=\"2\">9.5\n</oasis:entry>\n<oasis:entry colname=\"3\">none\n</oasis:entry>\n<oasis:entry colname=\"4\">(ii)\n</oasis:entry>\n<oasis:entry colname=\"5\">Co(II) + SCN<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">56\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">mppe<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">9.5\n</oasis:entry>\n<oasis:entry colname=\"3\">none\n</oasis:entry>\n<oasis:entry colname=\"4\">(ii)\n</oasis:entry>\n<oasis:entry colname=\"5\">Co(II) + SCN<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">63\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">py-azo-py\n</oasis:entry>\n<oasis:entry colname=\"2\">9.0\n</oasis:entry>\n<oasis:entry colname=\"3\">9.0\n</oasis:entry>\n<oasis:entry colname=\"4\">(ii)\n</oasis:entry>\n<oasis:entry colname=\"5\">Co(II) + SCN<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">49\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">py-antharacene-py\n</oasis:entry>\n<oasis:entry colname=\"2\">11.4\n</oasis:entry>\n<oasis:entry colname=\"3\">17.6\n</oasis:entry>\n<oasis:entry colname=\"4\">(i)\n</oasis:entry>\n<oasis:entry colname=\"5\">Ni(II) + NO<sub>3</sub>\n<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">46\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">py-Ph-py\n</oasis:entry>\n<oasis:entry colname=\"2\">11.4\n</oasis:entry>\n<oasis:entry colname=\"3\">4.2\n</oasis:entry>\n<oasis:entry colname=\"4\">(iii), HB<italic>\n<sup>e</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"5\">Ni(II) + NO<sub>3</sub>\n<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">46\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">py-PhPh-py\n</oasis:entry>\n<oasis:entry colname=\"2\">15.7\n</oasis:entry>\n<oasis:entry colname=\"3\">47.3\n</oasis:entry>\n<oasis:entry colname=\"4\">(iii), HB<italic>\n<sup>e</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"5\">Ni(II) + NO<sub>3</sub>\n<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">43\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">py-X-py<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">19.8\n</oasis:entry>\n<oasis:entry colname=\"3\">11.5\n</oasis:entry>\n<oasis:entry colname=\"4\">(iii)\n</oasis:entry>\n<oasis:entry colname=\"5\">Cu(II) + NO<sub>3</sub>\n<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">44\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">3-pia (guest = EtOH, H<sub>2</sub>O)\n</oasis:entry>\n<oasis:entry colname=\"2\">8.5\n</oasis:entry>\n<oasis:entry colname=\"3\">9.0 × 2.5\n</oasis:entry>\n<oasis:entry colname=\"4\">(i)\n</oasis:entry>\n<oasis:entry colname=\"5\">Co(II) + SCN<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">19\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">3-pia (guest = Me<sub>2</sub>CO)\n</oasis:entry>\n<oasis:entry colname=\"2\">8.5\n</oasis:entry>\n<oasis:entry colname=\"3\">3.5 × 10.5\n</oasis:entry>\n<oasis:entry colname=\"4\">(i)\n</oasis:entry>\n<oasis:entry colname=\"5\">Co(II) + SCN<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">19\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">3-pna\n</oasis:entry>\n<oasis:entry colname=\"2\">8.4\n</oasis:entry>\n<oasis:entry colname=\"3\">none\n</oasis:entry>\n<oasis:entry colname=\"4\">(iii), HB<italic>\n<sup>e</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"5\">Co(II) + SCN<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">19\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">4-peia (<bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>)\n</oasis:entry>\n<oasis:entry colname=\"2\">11.4\n</oasis:entry>\n<oasis:entry colname=\"3\">19.4\n</oasis:entry>\n<oasis:entry colname=\"4\">(iii), HB<italic>\n<sup>e</sup>\n</italic>\n<sup></sup>\n</oasis:entry>\n<oasis:entry colname=\"5\">Co(II) + SCN<sup>-</sup>\n</oasis:entry>\n<oasis:entry colname=\"6\">this study</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>  1-Methyl-1‘-(4-pyridyl)-2-(4-pyrimidyl)ethylene.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup>  9,9-Bis[(<italic>S</italic>)-2-methylbutyl]-2,7-bis(4-pyridylethynyl)fluorine.<italic>\n<sup>c</sup>\n</italic>\n<sup></sup>  The size is measured by considering\nthe van der Waals radii for constituent atoms.<italic>\n<sup>d</sup>\n</italic>\n<sup></sup>  Three types of packing manner are typically observed:  (i) edge-to-edge manner, (ii) interpenetration, and\n(iii) staggered manner (see Scheme ).<italic>\n<sup>e</sup>\n</italic>\n<sup></sup>  Each sheet is connected with an adjacent sheet by an interlayer hydrogen bond.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["substring not found"], "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ja039914mh00001\" position=\"float\">\n<label>1</label>\n<graphic xlink:href=\"ja-2003-09914m_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ja039914mh00002\" position=\"float\">\n<label>2</label>\n<graphic xlink:href=\"ja-2003-09914m_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ja039914mh00003\" position=\"float\">\n<label>3</label>\n<graphic xlink:href=\"ja-2003-09914m_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"ja039914mf00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal structure of [Co(NO<sub>3</sub>)<sub>2</sub>(3-pna)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>1</bold>) and [Co(Br)<sub>2</sub>(3-pna)<sub>2</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>2</bold>). (a) ORTEP drawing of the cobalt center of <bold>1</bold> at the 30% probability level.\nHydrogen atoms are omitted for clarity. (b) Crystal view of complementary hydrogen bonds among amide moieties in <bold>1</bold>. (c) Crystal view of <bold>1</bold> along the <italic>b</italic>\naxis. Two-layer stack with hydrogen bond of amide moieties between the layers. The thin and thick lines show the upper and lower layer, respectively. (d)\nORTEP drawing of the cobalt center of <bold>2</bold> at the 30% probability level. Hydrogen atoms are omitted for clarity. The amide moiety is disordered about the\n2-fold axis running through the 3-pna ligand. (e) Crystal view of <bold>2</bold> along the <italic>c</italic> axis. Two-layer stack with hydrogen bonds of amide moieties between the\nlayers. The thin and thick lines show the upper and lower layer, respectively.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09914m_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Crystal structure of [Co(NO3)2(3-pna)2] n  (1) and [Co(Br)2(3-pna)2] n  (2). (a) ORTEP drawing of the cobalt center of 1 at the 30% probability level. Hydrogen atoms are omitted for clarity. (b) Crystal view of complementary hydrogen bonds among amide moieties in 1. (c) Crystal view of 1 along the b axis. Two-layer stack with hydrogen bond of amide moieties between the layers. The thin and thick lines show the upper and lower layer, respectively. (d) ORTEP drawing of the cobalt center of 2 at the 30% probability level. Hydrogen atoms are omitted for clarity. The amide moiety is disordered about the 2-fold axis running through the 3-pna ligand. (e) Crystal view of 2 along the c axis. Two-layer stack with hydrogen bonds of amide moieties between the layers. The thin and thick lines show the upper and lower layer, respectively.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"ja039914mf00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Crystal structure of {[Co(NCS)<sub>2</sub>(4-peia)<sub>2</sub>]·4Me<sub>2</sub>CO}<italic>\n<sub>n</sub>\n</italic> (<bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>). (a) ORTEP drawing of the cobalt center of <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> at the 30%\nprobability level. Hydrogen atoms and acetone molecules are omitted for clarity. (b) Two-layer stack of <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> along the <italic>c</italic> axis with hydrogen bonds\nof amide moieties between the layers. Acetone molecules are omitted for clarity. The thin and thick lines show the upper and lower layer, respectively. (c)\nCrystal structure of <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> along the <italic>c</italic> axis without acetone molecules. (d) Crystal view of <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> around complementary hydrogen bonds\namong amide moieties. Acetone molecules are represented by the space-filling model.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09914m_0007.tif\"></graphic>\n</fig>", "clean_text": " 2  Crystal structure of {[Co(NCS)2(4-peia)2]⋅4Me2CO} n  (3 ⊃ 4Me  2  CO). (a) ORTEP drawing of the cobalt center of 3 ⊃ 4Me  2  CO at the 30% probability level. Hydrogen atoms and acetone molecules are omitted for clarity. (b) Two-layer stack of 3 ⊃ 4Me  2  CO along the c axis with hydrogen bonds of amide moieties between the layers. Acetone molecules are omitted for clarity. The thin and thick lines show the upper and lower layer, respectively. (c) Crystal structure of 3 ⊃ 4Me  2  CO along the c axis without acetone molecules. (d) Crystal view of 3 ⊃ 4Me  2  CO around complementary hydrogen bonds among amide moieties. Acetone molecules are represented by the space-filling model.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"ja039914mf00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>TG analysis of<bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> over the temperature range from\n30 to 500 °C at a heating rate of β = 5 °C/min under the N<sub>2</sub> atmosphere.\n</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09914m_0008.tif\"></graphic>\n</fig>", "clean_text": " 3  TG analysis of3 ⊃ 4Me  2  CO over the temperature range from 30 to 500 °C at a heating rate of β = 5 °C/min under the N2 atmosphere.    ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"ja039914mf00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>XRPD patterns (right) and IR spectra (left) in the region of N−H stretching, amide-I and amide-II bands at room temperature of (a) as-synthesized<bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, (b) <bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> obtained by drying <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> in vacuo for 20 h at room temperature, (c) <bold>3</bold> obtained by drying <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> in vacuo\nfor 20 h at 373 K, and (d) <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> obtained by exposing <bold>3</bold> to an acetone vapor for 4 days. Asterisk exhibits the CO stretching band of acetone\nmolecule.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09914m_0009.tif\"></graphic>\n</fig>", "clean_text": " 4  XRPD patterns (right) and IR spectra (left) in the region of N-H stretching, amide-I and amide-II bands at room temperature of (a) as-synthesized3 ⊃ 4Me  2  CO, (b) 3 ⊃ Me  2  CO obtained by drying 3 ⊃ 4Me  2  CO in vacuo for 20 h at room temperature, (c) 3 obtained by drying 3 ⊃ 4Me  2  CO in vacuo for 20 h at 373 K, and (d) 3 ⊃ 4Me  2  CO obtained by exposing 3 to an acetone vapor for 4 days. Asterisk exhibits the CO stretching band of acetone molecule.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"ja039914mf00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>CW EPR spectra of powdered samples of (a)<bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, (b)\n<bold>3 </bold>⊃ <bold>Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, and (c) <bold>3</bold>. Experimental setting:  microwave frequency, (a)\n8.998, (b) 8.993, and (c) 8.996 GHz. Microwave power, 1 mW; field\nmodulation, 1 mT; temperature, 15 K.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09914m_0011.tif\"></graphic>\n</fig>", "clean_text": " 5  CW EPR spectra of powdered samples of (a)3 ⊃ 4Me  2  CO, (b) 3 ⊃ Me  2  CO, and (c) 3. Experimental setting: microwave frequency, (a) 8.998, (b) 8.993, and (c) 8.996 GHz. Microwave power, 1 mW; field modulation, 1 mT; temperature, 15 K.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "figure", "classification": null, "content": "<fig id=\"ja039914mf00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Thermogravimetric curves of<bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> plotted against the\nreciprocal absolute temperature. Heating rate:  2, 3, 5, 7, 10, and 20 °C/min. Insert:  Plots of logarithms of heating rate (β) versus the conversions\nof reciprocal absolute temperature of 50% desorption for <bold>3 </bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>\n(open squares) and <bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> (open circles).</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09914m_0013.tif\"></graphic>\n</fig>", "clean_text": " 6  Thermogravimetric curves of3 ⊃ 4Me  2  CO plotted against the reciprocal absolute temperature. Heating rate: 2, 3, 5, 7, 10, and 20 °C/min. Insert: Plots of logarithms of heating rate (β) versus the conversions of reciprocal absolute temperature of 50% desorption for 3 ⊃ 4Me  2  CO (open squares) and 3 ⊃ Me  2  CO (open circles).   ", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig id=\"ja039914mf00007\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Isotherm for N<sub>2</sub> adsorption (filled circles) at 77 K of <bold>3</bold> over the pressure range from 0.003 to 0.939 atoms. <italic>P</italic>\n<sub>0</sub> is a saturated vapor pressure,\n1.022 atoms, of N<sub>2</sub> at 77 K. (b) Isotherm for acetone vapor adsorption (crosses) and desorption (open squares) at 298 K of <bold>3</bold> over the pressure range from\n0.507 to 27.756 kPa. <italic>P</italic>\n<sub>0</sub> is a saturated vapor pressure, 30.593 kPa, of acetone at 298 K. (c) Hill plot for the adsorption curve of (b), where <italic>Y</italic> (0 &lt; <italic>Y</italic> &lt; 1)\nand <italic>P</italic> are the extent of complexation and pressure (kPa), respectively.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09914m_0014.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) Isotherm for N2 adsorption (filled circles) at 77 K of 3 over the pressure range from 0.003 to 0.939 atoms. P 0 is a saturated vapor pressure, 1.022 atoms, of N2 at 77 K. (b) Isotherm for acetone vapor adsorption (crosses) and desorption (open squares) at 298 K of 3 over the pressure range from 0.507 to 27.756 kPa. P 0 is a saturated vapor pressure, 30.593 kPa, of acetone at 298 K. (c) Hill plot for the adsorption curve of (b), where Y (0 < Y < 1) and P are the extent of complexation and pressure (kPa), respectively.   ", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig id=\"ja039914mf00008\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Hill plot for the acetone adsorption curve of<bold>3</bold> at 288, 293,\n303, 308, and 313 K. (b) Plot of ln <italic>P</italic>\n<sub>th</sub> against <italic>T</italic>\n<sup>-1</sup>.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09914m_0017.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) Hill plot for the acetone adsorption curve of3 at 288, 293, 303, 308, and 313 K. (b) Plot of ln P th against T -1.   ", "data": null, "include_properties": null}, {"idx": 50, "type": "figure", "classification": null, "content": "<fig id=\"ja039914mf00009\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Schematic energy diagram for the solid−gas complexation of<bold>3</bold>\nwith gaseous acetone. Definitions are as follows:  <italic>E</italic>\n<sub>de1</sub> and <italic>E</italic>\n<sub>de2</sub> are activation\nenergies of acetone desorption in the processes of <bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> → <bold>3</bold> and <bold>3\n</bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> → <bold>3 </bold>⊃ <bold>Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, respectively. Δ<italic>H</italic>\n<sub>ad1</sub> and Δ<italic>H</italic>\n<sub>ad2</sub> are heats of\nguest binding in the processes of <bold>3</bold> → <bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> and <bold>3 </bold>⊃<bold> Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold> → <bold>3\n</bold>⊃<bold> 4Me</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>CO</bold>, respectively.\n </p>\n</caption>\n<graphic xlink:href=\"ja-2003-09914m_0018.tif\"></graphic>\n</fig>", "clean_text": " 9  Schematic energy diagram for the solid-gas complexation of3 with gaseous acetone. Definitions are as follows: E de1 and E de2 are activation energies of acetone desorption in the processes of 3 ⊃ Me  2  CO → 3 and 3 ⊃ 4Me  2  CO → 3 ⊃ Me  2  CO, respectively. ΔH ad1 and ΔH ad2 are heats of guest binding in the processes of 3 → 3 ⊃ Me  2  CO and 3 ⊃ Me  2  CO → 3 ⊃ 4Me  2  CO, respectively.    ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ja039914m", "title": "\nA Contrivance for a Dynamic Porous Framework: \nCooperative Guest Adsorption Based on Square Grids\nConnected by Amide−Amide Hydrogen Bonds\n", "journal": "American Chemical Society", "date": "2004.03", "author_list": ["Uemura\nKazuhiro", "Kitagawa\nSusumu", "Fukui\nKôichi", "Saito\nKazuya"]}}