{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ja039104a.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Using the achiral diazine ligands bearing two bidentate pyridylimino groups as sources of\nconformational chirality, five azido-bridged coordination polymers are prepared and characterized crystallographically and magnetically. The chirality of the molecular units is induced by the coordination of the\ndiazine ligands in a twisted chiral conformation. The use of L<sup>1</sup> (1,4-bis(2-pyridyl)-1-amino-2,3-diaza-1,3-butadiene) and L<sup>2</sup> (1,4-bis(2-pyridyl)-1,4-diamino-2,3-diaza-1,3-butadiene) induces spontaneous resolution,\nyielding conglomerates of chiral compounds [Mn<sub>3</sub>(L<sup>1</sup>)<sub>2</sub>(N<sub>3</sub>)<sub>6</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>1</bold>) and [Mn<sub>2</sub>(L<sup>2</sup>)<sub>2</sub>(N<sub>3</sub>)<sub>3</sub>]<italic>\n<sub>n</sub>\n</italic>(ClO<sub>4</sub>)<italic>\n<sub>n</sub>\n</italic>·<italic>n</italic>H<sub>2</sub>O (<bold>2</bold>),\nrespectively, where triangular (<bold>1</bold>) or double helical (<bold>2</bold>) chiral units are connected into homochiral one-dimensional (1D) chains via single end-to-end (EE) azido bridges. The chains are stacked via hydrogen\nbonds in a homochiral fashion to yield chiral crystals. When L<sup>3</sup> (2,5-bis(2-pyridyl)-3,4-diaza-2,4-hexadiene)\nis employed, a partial spontaneous resolution occurs, where binuclear chiral units are interlinked into fish-scale-like homochiral two-dimensional (2D) layers via single EE azido bridges. The layers are stacked in\na heterochiral or homochiral fashion to yield simultaneously a racemic compound, [Mn<sub>2</sub>(L<sup>3</sup>)(N<sub>3</sub>)<sub>4</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>3a</bold>),\nand a conglomerate, [Mn<sub>2</sub>(L<sup>3</sup>)(N<sub>3</sub>)<sub>4</sub>]<italic>\n<sub>n</sub>\n</italic>·<italic>n</italic>MeOH (<bold>3b</bold>). On the other hand, the ligand without amino and methyl\nsubstituents (L<sup>4</sup>, 1,4-bis(2-pyridyl)-2,3-diaza-1,3-butadiene) does not induce spontaneous resolution. The\nresulting compound, [Mn<sub>2</sub>(L<sup>4</sup>)(N<sub>3</sub>)<sub>4</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>4</bold>), consists of centrosymmetric 2D layers with alternating single diazine,\nsingle EE azido, and double end-on (EO) azido bridges, where the chirality is destroyed by the\ncentrosymmetric double EO bridges. These compounds exhibit very different magnetic behaviors. In\nparticular, <bold>1</bold> behaves as a metamagnet built of homometallic ferrimagnetic chains with a unique “fused-triangles” topology, <bold>2</bold> behaves as a 1D antiferromagnet with alternating antiferromagnetic interactions, <bold>3a</bold>\nand <bold>3b</bold> behave as spin-canted weak ferromagnets with different critical temperatures, and <bold>4</bold> also behaves\nas a spin-canted weak ferromagnet but exhibits two-step magnetic transitions.\n</p>", "clean_text": "Using the achiral diazine ligands bearing two bidentate pyridylimino groups as sources of conformational chirality, five azido-bridged coordination polymers are prepared and characterized crystallographically and magnetically. The chirality of the molecular units is induced by the coordination of the diazine ligands in a twisted chiral conformation. The use of L1 (1,4-bis(2-pyridyl)-1-amino-2,3-diaza-1,3-butadiene) and L2 (1,4-bis(2-pyridyl)-1,4-diamino-2,3-diaza-1,3-butadiene) induces spontaneous resolution, yielding conglomerates of chiral compounds [Mn3(L1)2(N3)6] n  (1) and [Mn2(L2)2(N3)3] n (ClO4) n ⋅nH2O (2), respectively, where triangular (1) or double helical (2) chiral units are connected into homochiral one-dimensional (1D) chains via single end-to-end (EE) azido bridges. The chains are stacked via hydrogen bonds in a homochiral fashion to yield chiral crystals. When L3 (2,5-bis(2-pyridyl)-3,4-diaza-2,4-hexadiene) is employed, a partial spontaneous resolution occurs, where binuclear chiral units are interlinked into fish-scale-like homochiral two-dimensional (2D) layers via single EE azido bridges. The layers are stacked in a heterochiral or homochiral fashion to yield simultaneously a racemic compound, [Mn2(L3)(N3)4] n  (3a), and a conglomerate, [Mn2(L3)(N3)4] n ⋅nMeOH (3b). On the other hand, the ligand without amino and methyl substituents (L4, 1,4-bis(2-pyridyl)-2,3-diaza-1,3-butadiene) does not induce spontaneous resolution. The resulting compound, [Mn2(L4)(N3)4] n  (4), consists of centrosymmetric 2D layers with alternating single diazine, single EE azido, and double end-on (EO) azido bridges, where the chirality is destroyed by the centrosymmetric double EO bridges. These compounds exhibit very different magnetic behaviors. In particular, 1 behaves as a metamagnet built of homometallic ferrimagnetic chains with a unique \"fused-triangles\" topology, 2 behaves as a 1D antiferromagnet with alternating antiferromagnetic interactions, 3a and 3b behave as spin-canted weak ferromagnets with different critical temperatures, and 4 also behaves as a spin-canted weak ferromagnet but exhibits two-step magnetic transitions. ", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Chirality has been of great importance in chemistry, pharmacy, biochemistry, and materials science. Recently, chiral\ncoordination polymers have become a topic of intense interest,\ndue to their intriguing potential applications in enantioselective\nsynthesis, asymmetric catalysis, porous materials, nonlinear\noptical materials, and magnetic materials. The design of\nchiral magnetic materials combining magnetism and optical\nactivity is one of the major challenges in the pursuit of\npolyfunctional materials. Recent interest has been encouraged\nby the observation of magnetochiral dichroism (MChD)a cross\neffect between natural optical activity and magnetic optical\n\nactivityin paramagnetic chiral species. It is expected that\nchiral magnets, which usually have relatively large magnetic\nmoments, may open the prospect for observing stronger MChD\neffects. A few chiral molecular magnets, all based on coordination polymers, have been prepared, although their MChD effects\nand the spin structures in the chiral and magnetically ordered\nphases remain to be explored. Along these lines, we focus\nour attention on building chiral azido-bridged magnets. The\nazido ion can bridge metal ions in the μ<sub>2</sub>-1,1 (end-on, EO), μ<sub>2</sub>-1,3 (end-to-end, EE), μ<sub>3</sub>-1,1,3, or still other modes, dependent\non the coligand used, and may mediate antiferro- or ferromagnetic interactions of different magnitudes, dependent on the\nbridging mode and structural parameters. Furthermore, different\nbridging modes may simultaneously exist in the same compound. These features have led to a lot of polymeric architectures\nwith various topologies and interesting magnetic behaviors.\nConsequently, the use of azido ions as bridges has been an\nintriguing and widely used synthetic approach to molecular\nmagnetic materials.\n</p>", "clean_text": "Introduction\n\nChirality has been of great importance in chemistry, pharmacy, biochemistry, and materials science. Recently, chiral coordination polymers have become a topic of intense interest, due to their intriguing potential applications in enantioselective synthesis, asymmetric catalysis, porous materials, nonlinear optical materials, and magnetic materials. The design of chiral magnetic materials combining magnetism and optical activity is one of the major challenges in the pursuit of polyfunctional materials. Recent interest has been encouraged by the observation of magnetochiral dichroism (MChD)a cross effect between natural optical activity and magnetic optical  activityin paramagnetic chiral species. It is expected that chiral magnets, which usually have relatively large magnetic moments, may open the prospect for observing stronger MChD effects. A few chiral molecular magnets, all based on coordination polymers, have been prepared, although their MChD effects and the spin structures in the chiral and magnetically ordered phases remain to be explored. Along these lines, we focus our attention on building chiral azido-bridged magnets. The azido ion can bridge metal ions in the μ2-1,1 (end-on, EO), μ2-1,3 (end-to-end, EE), μ3-1,1,3, or still other modes, dependent on the coligand used, and may mediate antiferro- or ferromagnetic interactions of different magnitudes, dependent on the bridging mode and structural parameters. Furthermore, different bridging modes may simultaneously exist in the same compound. These features have led to a lot of polymeric architectures with various topologies and interesting magnetic behaviors. Consequently, the use of azido ions as bridges has been an intriguing and widely used synthetic approach to molecular magnetic materials. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Chiral coordination compounds may be obtained either by\nenantioselective synthesis using enantiopure chiral species,\nwhich yields enantiopure samples, or by spontaneous resolution upon crystallization without any enantiopure chiral auxiliary, which yields a conglomerate. A conglomerate is a\nmechanical and racemic mixture of chiral crystals, of which\neach crystal is enantiopure. Discovered as early as in 1846 by\nLouis Pasteur, spontaneous resolution is still a relatively scarce\nphenomenon, and cannot be predicted a priori because the laws\nof physics determining the processes are not yet fully understood. However, if there are preferential and extended homochiral interactions between neighboring chiral units, the chirality\nwould be able to extend to higher dimensionality and hence\nspontaneous resolution would be more likely to occur. The\nchirally discriminative interactions may arise from coordination\nbonds and/or hydrogen bonds, which are substantially strong,\nselective, and directional.\n</p>", "clean_text": "Chiral coordination compounds may be obtained either by enantioselective synthesis using enantiopure chiral species, which yields enantiopure samples, or by spontaneous resolution upon crystallization without any enantiopure chiral auxiliary, which yields a conglomerate. A conglomerate is a mechanical and racemic mixture of chiral crystals, of which each crystal is enantiopure. Discovered as early as in 1846 by Louis Pasteur, spontaneous resolution is still a relatively scarce phenomenon, and cannot be predicted a priori because the laws of physics determining the processes are not yet fully understood. However, if there are preferential and extended homochiral interactions between neighboring chiral units, the chirality would be able to extend to higher dimensionality and hence spontaneous resolution would be more likely to occur. The chirally discriminative interactions may arise from coordination bonds and/or hydrogen bonds, which are substantially strong, selective, and directional. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Without a chiral auxiliary, the first question in molecular\ndesign is how to generate a chiral molecular unit from achiral\ncomponents, i.e., the induction of molecular chirality. To realize\nthis, we are interested in open-chain diazine ligands bearing\ntwo bidentate sites, as shown in Scheme , because these achiral\nligands are potential sources of conformational chirality:  upon\ncoordination as a bridge, the freedom of the ligands to rotate\nabout the N−N bonds is restrained and the ligands can be locked\nin a twisted chiral conformation, and thus the resulting binuclear\nunit is chiral. In fact, discrete single-, two-, and three-strand\nbinuclear helicates, all chiral, have been prepared from some\nof these ligands, but spontaneous resolution rarely occurred\ndue to the lack of homochiral intermolecular interactions.\nTherefore, the next question is how to interlink the chiral\nmolecular units into a homochiral structure of higher dimensionality and to induce spontaneous resolution. This is much\nmore elusive and difficult to achieve. Our strategy is to use the\n\nflexible azido ion as the “intermolecular” bridge. The amino\ngroup in L<sup>1</sup> and L<sup>2</sup> may also be involved in intermolecular\nhydrogen bonding.\n\n</p>", "clean_text": "Without a chiral auxiliary, the first question in molecular design is how to generate a chiral molecular unit from achiral components, i.e., the induction of molecular chirality. To realize this, we are interested in open-chain diazine ligands bearing two bidentate sites, as shown in Scheme , because these achiral ligands are potential sources of conformational chirality: upon coordination as a bridge, the freedom of the ligands to rotate about the N-N bonds is restrained and the ligands can be locked in a twisted chiral conformation, and thus the resulting binuclear unit is chiral. In fact, discrete single-, two-, and three-strand binuclear helicates, all chiral, have been prepared from some of these ligands, but spontaneous resolution rarely occurred due to the lack of homochiral intermolecular interactions. Therefore, the next question is how to interlink the chiral molecular units into a homochiral structure of higher dimensionality and to induce spontaneous resolution. This is much more elusive and difficult to achieve. Our strategy is to use the  flexible azido ion as the \"intermolecular\" bridge. The amino group in L1 and L2 may also be involved in intermolecular hydrogen bonding.  ", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ja039104ah00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Diazine Ligands and Generation of Conformational Chirality</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Diazine Ligands and Generation of Conformational Chirality   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>In this article, we report the structural and magnetic properties\nof five metal−azido coordination polymers deriving from the\nL<italic>\n<sup>i</sup>\n</italic>\n<sup></sup> ligands (<italic>i</italic> = 1−4). The use of L<sup>1</sup> and L<sup>2</sup> induces spontaneous\nresolution, yielding conglomerates of chiral compounds\n[Mn<sub>3</sub>(L<sup>1</sup>)<sub>2</sub>(N<sub>3</sub>)<sub>6</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>1</bold>) and [Mn<sub>2</sub>(L<sup>2</sup>)<sub>2</sub>(N<sub>3</sub>)<sub>3</sub>]<italic>\n<sub>n</sub>\n</italic>(ClO<sub>4</sub>)<italic>\n<sub>n</sub>\n</italic>·<italic>n</italic>H<sub>2</sub>O (<bold>2</bold>),\nwhere the tri- (<bold>1</bold>) or binuclear (<bold>2</bold>) chiral units generated from\nthe diazine ligands are connected into homochiral one-dimensional (1D) chains via single EE azido bridges. The chains\nare stacked via hydrogen bonds in a homochiral fashion to yield\nchiral crystals. When L<sup>3</sup> is used, a partial spontaneous resolution\noccurs, where binuclear chiral units are interlinked into homochiral two-dimensional (2D) layers via single EE azido bridges.\nThe layers are stacked in a heterochiral or homochiral fashion\nto yield simultaneously a racemic compound, [Mn<sub>2</sub>(L<sup>3</sup>)(N<sub>3</sub>)<sub>4</sub>]<italic>\n<sub>n</sub>\n</italic>\n(<bold>3a</bold>), and a conglomerate, [Mn<sub>2</sub>(L<sup>3</sup>)(N<sub>3</sub>)<sub>4</sub>]<italic>\n<sub>n</sub>\n</italic>·<italic>n</italic>MeOH (<bold>3b</bold>). On the\nother hand, the ligand without amino and methyl substituents\n(L<sup>4</sup>) does not induce spontaneous resolution:  the product,\n[Mn<sub>2</sub>(L<sup>4</sup>)(N<sub>3</sub>)<sub>4</sub>]<italic>\n<sub>n</sub>\n</italic> (<bold>4</bold>), is a 2D centrosymmetric layered compound\nwith alternating single diazine, single EE azido, and double EO\nazido bridges. These compounds exhibit very different magnetic\nbehaviors. In particular, <bold>1</bold> behaves as a metamagnet built of\nunique homometallic ferrimagnetic chains, <bold>2</bold> behaves as a 1D\nantiferromagnet with alternating antiferromagnetic interactions,\n<bold>3a</bold> and <bold>3b</bold> behave as spin-canted weak ferromagnets with\ndifferent critical temperatures, and <bold>4</bold> also behaves as a spin-canted weak ferromagnet but exhibits two-step magnetic transitions. Compounds <bold>3a</bold> and <bold>3b</bold> have been briefly reported in a\npreliminary communication.\n</p>", "clean_text": "In this article, we report the structural and magnetic properties of five metal-azido coordination polymers deriving from the L i   ligands (i = 1-4). The use of L1 and L2 induces spontaneous resolution, yielding conglomerates of chiral compounds [Mn3(L1)2(N3)6] n  (1) and [Mn2(L2)2(N3)3] n (ClO4) n ⋅nH2O (2), where the tri- (1) or binuclear (2) chiral units generated from the diazine ligands are connected into homochiral one-dimensional (1D) chains via single EE azido bridges. The chains are stacked via hydrogen bonds in a homochiral fashion to yield chiral crystals. When L3 is used, a partial spontaneous resolution occurs, where binuclear chiral units are interlinked into homochiral two-dimensional (2D) layers via single EE azido bridges. The layers are stacked in a heterochiral or homochiral fashion to yield simultaneously a racemic compound, [Mn2(L3)(N3)4] n  (3a), and a conglomerate, [Mn2(L3)(N3)4] n ⋅nMeOH (3b). On the other hand, the ligand without amino and methyl substituents (L4) does not induce spontaneous resolution: the product, [Mn2(L4)(N3)4] n  (4), is a 2D centrosymmetric layered compound with alternating single diazine, single EE azido, and double EO azido bridges. These compounds exhibit very different magnetic behaviors. In particular, 1 behaves as a metamagnet built of unique homometallic ferrimagnetic chains, 2 behaves as a 1D antiferromagnet with alternating antiferromagnetic interactions, 3a and 3b behave as spin-canted weak ferromagnets with different critical temperatures, and 4 also behaves as a spin-canted weak ferromagnet but exhibits two-step magnetic transitions. Compounds 3a and 3b have been briefly reported in a preliminary communication. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><p>\n<bold>Materials and Synthesis.</bold> All the starting chemicals were of AR\ngrade and used as received. The diazine ligands, L<italic>\n<sup>i</sup>\n</italic>\n<sup></sup> (<italic>i </italic>= 1, 2, 3, and\n4), were prepared according to literature procedures. The synthesis\nand general characterization of <bold>3a</bold> and <bold>3b</bold> have been described\nelsewhere.\n</p>", "clean_text": "Experimental Section\n\n Materials and Synthesis. All the starting chemicals were of AR grade and used as received. The diazine ligands, L i   (i = 1, 2, 3, and 4), were prepared according to literature procedures. The synthesis and general characterization of 3a and 3b have been described elsewhere. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>\n<bold>CAUTION!</bold> Although not encountered in our experiments, azido\nand perchlorate compounds of metal ions are potentially explosive. Only\na small amount of the materials should be prepared, and it should be\nhandled with care.\n</p>", "clean_text": " CAUTION! Although not encountered in our experiments, azido and perchlorate compounds of metal ions are potentially explosive. Only a small amount of the materials should be prepared, and it should be handled with care. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>[Mn</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(L</bold>\n<bold>\n<sup>1</sup>\n</bold>\n<sup></sup>\n<bold>)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(N</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)</bold>\n<bold>\n<sub>6</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (1).</bold> An aqueous solution (2 mL) containing\nmanganese(II) perchlorate hexahydrate (0.15 g, 0.4 mmol) and sodium\nazide (0.052 g, 0.8 mmol) was added with continuous stirring into the\nmethanol solution (10 mL) of L<sup>1</sup> (0.045 g, 0.2 mmol) over a period of\n15 min. Slow evaporation of the resulting red orange solution at room\ntemperature yielded orange crystals of <bold>1</bold> within 3 days. Yield:  43.5%.\nAnal. Calcd for C<sub>24</sub>H<sub>22</sub>N<sub>28</sub>Mn<sub>3</sub>:  C, 33.23; H, 2.56; N, 45.21. Found: \nC, 33.11; H, 2.65; N, 45.13. Main IR band (cm<sup>-1</sup>):  ν(NH<sub>2</sub>), 3358m;\nν<sub>as</sub>(N<sub>3</sub>), 2133s, 2075s, 2045vs; ν(CN), 1655m. By a similar procedure,\nthe compound can also be prepared with the starting M:L<sup>1</sup>:N<sub>3</sub> ratio\nbeing 3:2:6, which corresponds to the stoichiometry of the product.\n</p>", "clean_text": " [Mn  3  (L  1   )  2  (N  3  )  6  ]   n    (1). An aqueous solution (2 mL) containing manganese(II) perchlorate hexahydrate (0.15 g, 0.4 mmol) and sodium azide (0.052 g, 0.8 mmol) was added with continuous stirring into the methanol solution (10 mL) of L1 (0.045 g, 0.2 mmol) over a period of 15 min. Slow evaporation of the resulting red orange solution at room temperature yielded orange crystals of 1 within 3 days. Yield: 43.5%. Anal. Calcd for C24H22N28Mn3: C, 33.23; H, 2.56; N, 45.21. Found: C, 33.11; H, 2.65; N, 45.13. Main IR band (cm-1): ν(NH2), 3358m; νas(N3), 2133s, 2075s, 2045vs; ν(CN), 1655m. By a similar procedure, the compound can also be prepared with the starting M:L1:N3 ratio being 3:2:6, which corresponds to the stoichiometry of the product. ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>[Mn</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(L</bold>\n<bold>\n<sup>2</sup>\n</bold>\n<sup></sup>\n<bold>)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(N</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold>(ClO</bold>\n<bold>\n<sub>4</sub>\n</bold>\n<bold>)</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold>·</bold>\n<bold>\n<italic>n</italic>\n</bold>\n<bold>H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O (2).</bold> The complex was prepared in\nthe same way as <bold>1</bold>, using L<sup>2</sup> instead of L<sup>1</sup>. Slow evaporation of the\nreaction solution at room temperature yielded yellow crystals of <bold>2</bold> within\n7 days. Yield:  37.0%. Anal. Calcd for C<sub>24</sub>H<sub>26</sub>N<sub>21</sub>ClO<sub>5</sub>Mn<sub>2</sub>:  C, 34.57;\nH, 3.14; N, 35.27. Found:  C, 34.54; H, 3.32; N, 35.54. Main IR band\n(cm<sup>-1</sup>):  ν(OH<sub>2</sub>), 3422m; ν(NH<sub>2</sub>), 3340m, 3245m; ν<sub>as</sub>(N<sub>3</sub>), 2059vs;\nν(CN), 1631m; ν(ClO<sub>4</sub>), 1099m (br).\n</p>", "clean_text": " [Mn  2  (L  2   )  2  (N  3  )  3  ]   n   (ClO  4  )   n   ⋅  n  H  2  O (2). The complex was prepared in the same way as 1, using L2 instead of L1. Slow evaporation of the reaction solution at room temperature yielded yellow crystals of 2 within 7 days. Yield: 37.0%. Anal. Calcd for C24H26N21ClO5Mn2: C, 34.57; H, 3.14; N, 35.27. Found: C, 34.54; H, 3.32; N, 35.54. Main IR band (cm-1): ν(OH2), 3422m; ν(NH2), 3340m, 3245m; νas(N3), 2059vs; ν(CN), 1631m; ν(ClO4), 1099m (br). ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>[Mn</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(L</bold>\n<bold>\n<sup>4</sup>\n</bold>\n<sup></sup>\n<bold>)(N</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)</bold>\n<bold>\n<sub>4</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (4).</bold> Crystals of <bold>4</bold> are obtained by slow diffusion in\nan H-shaped tube. A methanol solution (5 mL) containing L<sup>4</sup> (0.042 g,\n0.2 mmol) and sodium azide (0.052 g, 0.8 mmol) was added into one\narm of the H-shaped tube and manganese(II) perchlorate hexahydrate\n(0.145 g, 0.4 mmol) into the same solvent (2 mL) into the other arm,\nand then about 20 mL of methanol was carefully added so that the\nbridge of the tube was filled. Slow diffusion between the two solutions\nafforded orange red crystals of <bold>4</bold> within 2 weeks. The complex can\nalso be prepared in a way similar to that for <bold>1</bold>, but as a polycrystalline\nproduct, which precipitated immediately upon mixing the solutions of\nthe reactants. Yield:  78.8%. The samples obtained by the two methods\ngive identical spectral and analytical results. Anal. Calcd for C<sub>12</sub>H<sub>10</sub>N<sub>16</sub>Mn<sub>2</sub>:  C, 29.52; H, 2.06; N, 45.91. Found:  C, 29.97; H, 2.41; N,\n45.93. Main IR band (cm<sup>-1</sup>):  ν<sub>as</sub>(N<sub>3</sub>), 2131vs, 2072vs; ν(CN),\n1638m.\n</p>", "clean_text": " [Mn  2  (L  4   )(N  3  )  4  ]   n    (4). Crystals of 4 are obtained by slow diffusion in an H-shaped tube. A methanol solution (5 mL) containing L4 (0.042 g, 0.2 mmol) and sodium azide (0.052 g, 0.8 mmol) was added into one arm of the H-shaped tube and manganese(II) perchlorate hexahydrate (0.145 g, 0.4 mmol) into the same solvent (2 mL) into the other arm, and then about 20 mL of methanol was carefully added so that the bridge of the tube was filled. Slow diffusion between the two solutions afforded orange red crystals of 4 within 2 weeks. The complex can also be prepared in a way similar to that for 1, but as a polycrystalline product, which precipitated immediately upon mixing the solutions of the reactants. Yield: 78.8%. The samples obtained by the two methods give identical spectral and analytical results. Anal. Calcd for C12H10N16Mn2: C, 29.52; H, 2.06; N, 45.91. Found: C, 29.97; H, 2.41; N, 45.93. Main IR band (cm-1): νas(N3), 2131vs, 2072vs; ν(CN), 1638m. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Physical Measurements.</bold> Elemental analyses (C, H, N) were\nperformed on an Elementar Vario EL analyzer. IR spectra were recorded\non a Nicolet Magna-IR 750 spectrometer equipped with a Nic-Plan\nMicroscope. Temperature- and field-dependent magnetic measurements\nwere carried out on an Oxford MagLab 2000 magnetometer. Diamagnetic corrections were made with Pascal's constants. The samples used\nin the measurements for the chiral compounds (<bold>1</bold>, <bold>2</bold>, and <bold>3b</bold>) were\nconglomerates.\n</p>", "clean_text": " Physical Measurements. Elemental analyses (C, H, N) were performed on an Elementar Vario EL analyzer. IR spectra were recorded on a Nicolet Magna-IR 750 spectrometer equipped with a Nic-Plan Microscope. Temperature- and field-dependent magnetic measurements were carried out on an Oxford MagLab 2000 magnetometer. Diamagnetic corrections were made with Pascal's constants. The samples used in the measurements for the chiral compounds (1, 2, and 3b) were conglomerates. ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Crystallographic Studies.</bold> Diffraction intensity data of the single\ncrystals were collected at room temperature on a Nonius Kappa CCD\ndiffractometer (for <bold>1</bold>, <bold>2</bold>, <bold>3a</bold>, and <bold>3b</bold>) and a SMART APEX CCD\ndiffractometer (for <bold>4</bold>), both equipped with graphite-monochromated Mo\nKα radiation (λ = 0.710 73 Å). Empirical absorption corrections were\napplied using the Sortav program (for <bold>1</bold>, <bold>2</bold>, <bold>3a</bold>, and <bold>3b</bold>) or the\nSADABS program (for <bold>4</bold>). All structures were solved by the direct\nmethod and refined by the full-matrix least-squares method on <italic>F</italic>\n<sup>2</sup> with\nanisotropic thermal parameters for all non-hydrogen atoms. Hydrogen\natoms were located geometrically and refined using the riding model.\nPertinent crystallographic data and structure refinement parameters are\nsummarized in Table .\n\n</p>", "clean_text": " Crystallographic Studies. Diffraction intensity data of the single crystals were collected at room temperature on a Nonius Kappa CCD diffractometer (for 1, 2, 3a, and 3b) and a SMART APEX CCD diffractometer (for 4), both equipped with graphite-monochromated Mo Kα radiation (λ = 0.71073 Å). Empirical absorption corrections were applied using the Sortav program (for 1, 2, 3a, and 3b) or the SADABS program (for 4). All structures were solved by the direct method and refined by the full-matrix least-squares method on F 2 with anisotropic thermal parameters for all non-hydrogen atoms. Hydrogen atoms were located geometrically and refined using the riding model. Pertinent crystallographic data and structure refinement parameters are summarized in Table .  ", "data": null, "include_properties": null}, {"idx": 14, "type": "table", "classification": null, "content": "<table-wrap id=\"ja039104at00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Summary of Crystallographic Data for the Complexes</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3a</bold>\n</oasis:entry>\n<oasis:entry nameend=\"5\" namest=\"5\">\n<bold>3b</bold>\n</oasis:entry>\n<oasis:entry nameend=\"6\" namest=\"6\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>24</sub>H<sub>22</sub>Mn<sub>3</sub>N<sub>28</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">C<sub>24</sub>H<sub>24</sub>ClMn<sub>2</sub>N<sub>21</sub>O<sub>5</sub>\n</oasis:entry>\n<oasis:entry colname=\"4\">C<sub>14</sub>H<sub>14</sub>Mn<sub>2</sub>N<sub>16</sub>\n</oasis:entry>\n<oasis:entry colname=\"5\">C<sub>15</sub>H<sub>18</sub>Mn<sub>2</sub>N<sub>16</sub>O\n</oasis:entry>\n<oasis:entry colname=\"6\">C<sub>12</sub>H<sub>10</sub>Mn<sub>2</sub>N<sub>16</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">fw\n</oasis:entry>\n<oasis:entry colname=\"2\">867.52\n</oasis:entry>\n<oasis:entry colname=\"3\">833.97\n</oasis:entry>\n<oasis:entry colname=\"4\">516.29\n</oasis:entry>\n<oasis:entry colname=\"5\">548.33\n</oasis:entry>\n<oasis:entry colname=\"6\">488.24\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">crystal system\n</oasis:entry>\n<oasis:entry colname=\"2\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"3\">orthorhombic\n</oasis:entry>\n<oasis:entry colname=\"4\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"5\">trigonal\n</oasis:entry>\n<oasis:entry colname=\"6\">triclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic>C</italic>2\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic>P</italic>2<sub>1</sub>2<sub>1</sub>2<sub>1</sub>\n</oasis:entry>\n<oasis:entry colname=\"4\">\n<italic>C</italic>2/<italic>c</italic>\n</oasis:entry>\n<oasis:entry colname=\"5\">\n<italic>P</italic>3<sub>1</sub>21\n</oasis:entry>\n<oasis:entry colname=\"6\">\n<italic>P</italic>1̄\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic>, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">17.1238(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">14.4368(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">15.0691(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">8.0488(11)\n</oasis:entry>\n<oasis:entry colname=\"6\">9.8074(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic>, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">10.8439(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">14.5844(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">7.8290(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">8.0488(11)\n</oasis:entry>\n<oasis:entry colname=\"6\">9.9501(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic>, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">12.3532(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">17.5169(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">17.4369(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">30.552(6)\n</oasis:entry>\n<oasis:entry colname=\"6\">10.6064(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">α, deg\n</oasis:entry>\n<oasis:entry colname=\"2\">90\n</oasis:entry>\n<oasis:entry colname=\"3\">90\n</oasis:entry>\n<oasis:entry colname=\"4\">90\n</oasis:entry>\n<oasis:entry colname=\"5\">90\n</oasis:entry>\n<oasis:entry colname=\"6\">79.182(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β, deg\n</oasis:entry>\n<oasis:entry colname=\"2\">127.0816(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">90\n</oasis:entry>\n<oasis:entry colname=\"4\">96.088(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">90\n</oasis:entry>\n<oasis:entry colname=\"6\">69.414(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">γ, deg\n</oasis:entry>\n<oasis:entry colname=\"2\">90\n</oasis:entry>\n<oasis:entry colname=\"3\">90\n</oasis:entry>\n<oasis:entry colname=\"4\">90\n</oasis:entry>\n<oasis:entry colname=\"5\">120\n</oasis:entry>\n<oasis:entry colname=\"6\">80.472(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>V</italic>, Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1829.98(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">3688.22(14)\n</oasis:entry>\n<oasis:entry colname=\"4\">2045.53(11)\n</oasis:entry>\n<oasis:entry colname=\"5\">1714.1(5)\n</oasis:entry>\n<oasis:entry colname=\"6\">946.12(17)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Z\n</oasis:entry>\n<oasis:entry colname=\"2\">2\n</oasis:entry>\n<oasis:entry colname=\"3\">4\n</oasis:entry>\n<oasis:entry colname=\"4\">4\n</oasis:entry>\n<oasis:entry colname=\"5\">3\n</oasis:entry>\n<oasis:entry colname=\"6\">2\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>D</italic>\n<sub>calcd</sub>, g cm<sup>-3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.574\n</oasis:entry>\n<oasis:entry colname=\"3\">1.498\n</oasis:entry>\n<oasis:entry colname=\"4\">1.676\n</oasis:entry>\n<oasis:entry colname=\"5\">1.594\n</oasis:entry>\n<oasis:entry colname=\"6\">1.374\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">μ, mm<sup>-1</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.082\n</oasis:entry>\n<oasis:entry colname=\"3\">0.822\n</oasis:entry>\n<oasis:entry colname=\"4\">1.276\n</oasis:entry>\n<oasis:entry colname=\"5\">1.150\n</oasis:entry>\n<oasis:entry colname=\"6\">1.714\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic> [<italic>I </italic>&gt; 2σ(<italic>I</italic>)]\n</oasis:entry>\n<oasis:entry colname=\"2\">0.0385\n</oasis:entry>\n<oasis:entry colname=\"3\">0.0534\n</oasis:entry>\n<oasis:entry colname=\"4\">0.0346\n</oasis:entry>\n<oasis:entry colname=\"5\">0.0425\n</oasis:entry>\n<oasis:entry colname=\"6\">0.0497\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">GOF\n</oasis:entry>\n<oasis:entry colname=\"2\">1.005\n</oasis:entry>\n<oasis:entry colname=\"3\">1.014\n</oasis:entry>\n<oasis:entry colname=\"4\">1.012\n</oasis:entry>\n<oasis:entry colname=\"5\">1.026\n</oasis:entry>\n<oasis:entry colname=\"6\">0.952</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>\n<bold>Crystal Structure and Chiral Induction. Complex 1.</bold> X-ray\nanalysis of complex <bold>1</bold> revealed a chiral structure (<italic>C</italic>2) consisting\nof 1D homochiral chains with a fused triangular topology\n(Figure ). Important structural parameters concerning the\nbridging ligands are collected in Table .\n\n\n</p>", "clean_text": "Results and Discussion\n\n Crystal Structure and Chiral Induction. Complex 1. X-ray analysis of complex 1 revealed a chiral structure (C2) consisting of 1D homochiral chains with a fused triangular topology (Figure ). Important structural parameters concerning the bridging ligands are collected in Table .   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"ja039104af00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Views showing structures of the chiral building unit (a) and the homochiral chain (b) in<bold>1</bold>.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  Views showing structures of the chiral building unit (a) and the homochiral chain (b) in1.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "table", "classification": null, "content": "<table-wrap id=\"ja039104at00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Selected Structural Parameters Involving the Bridging Ligands in Complexes<bold>1</bold>\n<bold>−</bold>\n<bold>4</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3a</bold>\n</oasis:entry>\n<oasis:entry nameend=\"5\" namest=\"5\">\n<bold>3b</bold>\n</oasis:entry>\n<oasis:entry nameend=\"6\" namest=\"6\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Diazine\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−N, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">2.300(3), 2.348(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.303(4), 2.271(4);\n2.273(4), 2.245(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.3594(19)\n</oasis:entry>\n<oasis:entry colname=\"5\">2.345(3)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.386(2), 2.426(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C−N−N−C,<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> deg\n</oasis:entry>\n<oasis:entry colname=\"2\">139.8\n</oasis:entry>\n<oasis:entry colname=\"3\">144.1, 139.8\n</oasis:entry>\n<oasis:entry colname=\"4\">108.5\n</oasis:entry>\n<oasis:entry colname=\"5\">97.8\n</oasis:entry>\n<oasis:entry colname=\"6\">150.1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−N−N−Mn,<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> deg\n</oasis:entry>\n<oasis:entry colname=\"2\">126.1\n</oasis:entry>\n<oasis:entry colname=\"3\">83.1, 86.7\n</oasis:entry>\n<oasis:entry colname=\"4\">32.6\n</oasis:entry>\n<oasis:entry colname=\"5\">27.9\n</oasis:entry>\n<oasis:entry colname=\"6\">134.7\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">δ,<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> deg\n</oasis:entry>\n<oasis:entry colname=\"2\">133.7\n</oasis:entry>\n<oasis:entry colname=\"3\">104.9, 106.0\n</oasis:entry>\n<oasis:entry colname=\"4\">56.7\n</oasis:entry>\n<oasis:entry colname=\"5\">48.7\n</oasis:entry>\n<oasis:entry colname=\"6\">139.7\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−N−N, deg\n</oasis:entry>\n<oasis:entry colname=\"2\">127.3, 127.8\n</oasis:entry>\n<oasis:entry colname=\"3\">123.0, 122.5; 121.9, 123.1\n</oasis:entry>\n<oasis:entry colname=\"4\">111.5\n</oasis:entry>\n<oasis:entry colname=\"5\">112.3\n</oasis:entry>\n<oasis:entry colname=\"6\">131.3, 133.4\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn···Mn, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">5.367\n</oasis:entry>\n<oasis:entry colname=\"3\">4.651\n</oasis:entry>\n<oasis:entry colname=\"4\">3.357\n</oasis:entry>\n<oasis:entry colname=\"5\">3.343\n</oasis:entry>\n<oasis:entry colname=\"6\">5.701</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">EE Azido\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−N, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">2.187(3), 2.140(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.205(5), 2.222(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.127(3), 2.169(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">2.134(3), 2.180(4)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.148(3), 2.177(3);\n2.172(2), 2.181(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−N<sub>3</sub>−Mn,<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> deg\n</oasis:entry>\n<oasis:entry colname=\"2\">44.6\n</oasis:entry>\n<oasis:entry colname=\"3\">171.6\n</oasis:entry>\n<oasis:entry colname=\"4\">25.2\n</oasis:entry>\n<oasis:entry colname=\"5\">67.3\n</oasis:entry>\n<oasis:entry colname=\"6\">58.7, 74.1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−N−N, deg\n</oasis:entry>\n<oasis:entry colname=\"2\">138.1, 154.2\n</oasis:entry>\n<oasis:entry colname=\"3\">127.8, 129.2\n</oasis:entry>\n<oasis:entry colname=\"4\">146.5, 137.6\n</oasis:entry>\n<oasis:entry colname=\"5\">130.3, 140.7\n</oasis:entry>\n<oasis:entry colname=\"6\">147.7, 138.4; 120.7, 140.5\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn···Mn, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">6.015\n</oasis:entry>\n<oasis:entry colname=\"3\">6.136\n</oasis:entry>\n<oasis:entry colname=\"4\">5.807\n</oasis:entry>\n<oasis:entry colname=\"5\">5.705\n</oasis:entry>\n<oasis:entry colname=\"6\">5.944, 5.524</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">EO Azido\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−N, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">2.185(2), 2.256(3)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\">2.2892(19), 2.209(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">2.269(3), 2.224(3)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.162(2), 2.252(2);\n2.197(2), 2.210(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−N−Mn, deg\n</oasis:entry>\n<oasis:entry colname=\"2\">102.0\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\">96.5\n</oasis:entry>\n<oasis:entry colname=\"5\">96.2\n</oasis:entry>\n<oasis:entry colname=\"6\">99.9, 103.7\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn···Mn, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">3.451\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\">3.357\n</oasis:entry>\n<oasis:entry colname=\"5\">3.343\n</oasis:entry>\n<oasis:entry colname=\"6\">3.379, 3.466</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Torsion angles.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> Dihedral angles between the two Mn−NC−CN chelate rings linked by the N−N bond.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>As expected, the L<sup>1</sup> diazine ligand, with its two pyridylimine\ngroups being essentially planar, is twisted about its central N−N\nbond, yielding a spiral-like quasi-transoid conformation, as\nsuggested by the obtuse C6−N2−N3−C7 torsion angle (Table\n). The ligand behaves as a bis(bidentate) ligand binding two\ncrystallographically independent metal ions (Mn1 and Mn2) with\nits pyridylimine groups. The Mn2 atom, which resides on a\n2-fold axis, is shared by two equivalent L<sup>1</sup> ligands, each of\nwhich ligates another metal ion of Mn1 type, and the two Mn1\nions are doubly bridged linked by two azido ions in the EO\nmode. Consequently, a double EO azido bridge and two single\nN−N diazine bridges interconnect three Mn(II) ions into a\ntrinuclear unit, which is shaped like a closed isosceles triangle\n(Figure a), the lateral lengths being 3.451 and 5.367 Å for\n\nMn1···Mn1A and Mn1···Mn2, respectively. The trinuclear unit\nis chiral with a 2-fold axis passing through the Mn2 atom and\nthe center of the Mn1···Mn2 linkage. The octahedral coordination sphere of Mn1 is completed by a terminal azido ion and a\nbridging azido ion in the EE mode, and that of Mn2 is completed\nby two EE azido ions. Each of the two EE azido ions serves as\na bridge between the Mn2 atom of a triangular unit and an Mn1-type atom from another unit. Thus, neighboring trinuclear units\nare interlinked by two EE azido bridges, generating a homochiral\nchain with an unusual topology of “fused triangles” (Figure b).\nThe Mn−N−N−N−Mn bridging moiety adopts a gauche\nconformation, the relevant parameters given in Table . All\nchains run parallel to the <italic>b</italic> direction, and the shortest interchain\nMn···Mn distance is 6.871 Å, which is between Mn2 and Mn1\n(<italic>x</italic> + 1/2, <italic>y</italic> + 1/2, <italic>z</italic>). All chiral trinuclear units in the lattice\nare related by translation or 2-fold rotation, so the whole\nstructure is homochiral.\n</p>", "clean_text": "As expected, the L1 diazine ligand, with its two pyridylimine groups being essentially planar, is twisted about its central N-N bond, yielding a spiral-like quasi-transoid conformation, as suggested by the obtuse C6-N2-N3-C7 torsion angle (Table ). The ligand behaves as a bis(bidentate) ligand binding two crystallographically independent metal ions (Mn1 and Mn2) with its pyridylimine groups. The Mn2 atom, which resides on a 2-fold axis, is shared by two equivalent L1 ligands, each of which ligates another metal ion of Mn1 type, and the two Mn1 ions are doubly bridged linked by two azido ions in the EO mode. Consequently, a double EO azido bridge and two single N-N diazine bridges interconnect three Mn(II) ions into a trinuclear unit, which is shaped like a closed isosceles triangle (Figure a), the lateral lengths being 3.451 and 5.367 Å for  Mn1⋅⋅⋅Mn1A and Mn1⋅⋅⋅Mn2, respectively. The trinuclear unit is chiral with a 2-fold axis passing through the Mn2 atom and the center of the Mn1⋅⋅⋅Mn2 linkage. The octahedral coordination sphere of Mn1 is completed by a terminal azido ion and a bridging azido ion in the EE mode, and that of Mn2 is completed by two EE azido ions. Each of the two EE azido ions serves as a bridge between the Mn2 atom of a triangular unit and an Mn1-type atom from another unit. Thus, neighboring trinuclear units are interlinked by two EE azido bridges, generating a homochiral chain with an unusual topology of \"fused triangles\" (Figure b). The Mn-N-N-N-Mn bridging moiety adopts a gauche conformation, the relevant parameters given in Table . All chains run parallel to the b direction, and the shortest interchain Mn⋅⋅⋅Mn distance is 6.871 Å, which is between Mn2 and Mn1 (x + 1/2, y + 1/2, z). All chiral trinuclear units in the lattice are related by translation or 2-fold rotation, so the whole structure is homochiral. ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Compound <bold>1</bold> represents a new example of <italic>induction and\ntransfer of chirality</italic>, a progression from simple achiral species\nto chiral trinuclear building units, to homochiral chains, and\nfinally to chiral crystals. There are three elements of chirality\nwithin the trinuclear building unit:  (i) the cis-octahedral Mn1\nsphere (Δ configuration in the measured crystal) with a bidentate\ngroup and two different pairs of azido ions, (ii) the cis-octahedral\nMn2 sphere (Δ configuration) with two bidentate groups and\ntwo azido ions, and (iii) the L<sup>1</sup> diazine ligand locked in a chiral\nspiral conformation (<italic>P</italic>-helicity in the measured crystal). Obviously, the twist of the ligand plays a crucial role in the initial\ngeneration of molecular chirality. The twisted diazine bridge\nequipped with two bidentate sites is chirally discriminative and\nrequires that the two metal chromophores exhibit the same\nabsolute configuration, thus imparting chirality into the trinuclear\nunit, which may be viewed as two diazine-bridged binuclear\nsubunits sharing a metal ion. The homochirality within the chain\nis achieved via the interunit EE azido bridges in the gauche\nconformation, but it is not very clear how the chirality is\ntransmitted beyond chains and up to the whole crystal. A close\ninspection of the packing of the chains revealed each chain\ninteracts with neighboring chains via weak hydrogen bonds\nbetween the amino group (N5) of the L<sup>1</sup> ligand and one of the\nazido nitrogen atoms (N9‘, generated by 3/2 − <italic>x</italic>, −1/2 + <italic>y</italic>, 1\n− <italic>z</italic>), the D···A distance and D−H···A angle being 2.933 Å\nand 156.2°, respectively (see Figure S1 in Supporting Information). This interchain hydrogen bonding may be important in\ninterchain chirality preservation and spontaneous resolution.\n</p>", "clean_text": "Compound 1 represents a new example of induction and transfer of chirality, a progression from simple achiral species to chiral trinuclear building units, to homochiral chains, and finally to chiral crystals. There are three elements of chirality within the trinuclear building unit: (i) the cis-octahedral Mn1 sphere (Δ configuration in the measured crystal) with a bidentate group and two different pairs of azido ions, (ii) the cis-octahedral Mn2 sphere (Δ configuration) with two bidentate groups and two azido ions, and (iii) the L1 diazine ligand locked in a chiral spiral conformation (P-helicity in the measured crystal). Obviously, the twist of the ligand plays a crucial role in the initial generation of molecular chirality. The twisted diazine bridge equipped with two bidentate sites is chirally discriminative and requires that the two metal chromophores exhibit the same absolute configuration, thus imparting chirality into the trinuclear unit, which may be viewed as two diazine-bridged binuclear subunits sharing a metal ion. The homochirality within the chain is achieved via the interunit EE azido bridges in the gauche conformation, but it is not very clear how the chirality is transmitted beyond chains and up to the whole crystal. A close inspection of the packing of the chains revealed each chain interacts with neighboring chains via weak hydrogen bonds between the amino group (N5) of the L1 ligand and one of the azido nitrogen atoms (N9‘, generated by 3/2 - x, -1/2 + y, 1 - z), the D⋅⋅⋅A distance and D-H⋅⋅⋅A angle being 2.933 Å and 156.2°, respectively (see Figure S1 in Supporting Information). This interchain hydrogen bonding may be important in interchain chirality preservation and spontaneous resolution. ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Complex 2.</bold> The structure of <bold>2</bold> is also chiral (<italic>P</italic>2<sub>1</sub>2<sub>1</sub>2<sub>1</sub>) but\nvery different from that of <bold>1</bold>. The structure consists of one-dimensional chains in which binuclear double helical units are\ninterlinked by single EE azido bridges (Figure ). Again, upon\ncoordination, the L<sup>2</sup> diazine ligand is twisted into a spiral-like\nconformation. As shown in Table , although the C−N−N−C\ntorsion angles are comparable to that in <bold>1</bold>, the obtuse dihedral\nangles between chelate rings are much closer to 90° than those\nin <bold>1</bold> and, more dramatically, the Mn−N−N−Mn torsion angles\nchange from obtuse to acute. Two Mn atoms (Mn1 and Mn2)\nare ligated by two L<sup>2</sup> ligands to form a binuclear double helicate\n(Figure a). The helical shape is highlighted in Figure b, where\nthe helicate is <italic>M</italic>-configured (left-handed). Neighboring helical\ndimers, which are related by a 2-fold screw axis and hence of\nthe same chirality, are interlinked by EE azido bridges, which\nbind the Mn1 atom from one dimer and the Mn2 atom from\nanother, generating a homochiral chain, which can be described\nas an alternating chain in which double diazine and single EE\nazido bridges alternate (Figure c). Different from those in <bold>1</bold>\nand other compounds (vide infra), the EE azido bridging\nfragment in <bold>2</bold> adopts a transoid conformation with an obtuse\nMn−N−N−N−Mn torsion angle, which is close to 180° (Table\n\n). The cis-octahedral coordination polyhedron of each Mn atom\nis completed by a terminal azido ion. In the lattice, the helical\nchains run parallel to the <italic>c</italic> direction and interact with each other\nvia weak hydrogen bonds (see Figure S2 in Supporting\nInformation). Each helical dimer from a chain forms hydrogen\nbonds with the equivalent dimers from four neighboring chains;\nthe hydrogen bond donors (D) and acceptors (A) are the amino\ngroups (N5 and N6) of the L<sup>2</sup> ligand and the uncoordinated\nterminal nitrogens (N15 and N18) of the nonbridging azido ions.\nThe other two amino groups (N11 and N12) in each dimer are\nalso involved in hydrogen bonding, with a water molecule and\na perchlorate ion, respectively, which lie between chains. The\nD···A distances and D−H···A angles are 2.95 Å and 145.7°\nfor N5···N15A, 3.03 Å and 134.6° for N6···N18C, 3.01 Å and\n147.7° for N11···O5, and 3.09 Å and 153.2° for N12···O2,\nrespectively. Since each pair of the neighboring dimers is related\nby a 2-fold screw axis, the resulting three-dimensional (3D)\nstructure is homochiral. The shortest interchain Mn···Mn\ndistance is 8.277 Å, which is between Mn1 and Mn1 (<italic>x</italic> + 1/2,\n−<italic>y</italic> + 1/2, −<italic>z</italic> + 1).\n\n</p>", "clean_text": " Complex 2. The structure of 2 is also chiral (P212121) but very different from that of 1. The structure consists of one-dimensional chains in which binuclear double helical units are interlinked by single EE azido bridges (Figure ). Again, upon coordination, the L2 diazine ligand is twisted into a spiral-like conformation. As shown in Table , although the C-N-N-C torsion angles are comparable to that in 1, the obtuse dihedral angles between chelate rings are much closer to 90° than those in 1 and, more dramatically, the Mn-N-N-Mn torsion angles change from obtuse to acute. Two Mn atoms (Mn1 and Mn2) are ligated by two L2 ligands to form a binuclear double helicate (Figure a). The helical shape is highlighted in Figure b, where the helicate is M-configured (left-handed). Neighboring helical dimers, which are related by a 2-fold screw axis and hence of the same chirality, are interlinked by EE azido bridges, which bind the Mn1 atom from one dimer and the Mn2 atom from another, generating a homochiral chain, which can be described as an alternating chain in which double diazine and single EE azido bridges alternate (Figure c). Different from those in 1 and other compounds (vide infra), the EE azido bridging fragment in 2 adopts a transoid conformation with an obtuse Mn-N-N-N-Mn torsion angle, which is close to 180° (Table  ). The cis-octahedral coordination polyhedron of each Mn atom is completed by a terminal azido ion. In the lattice, the helical chains run parallel to the c direction and interact with each other via weak hydrogen bonds (see Figure S2 in Supporting Information). Each helical dimer from a chain forms hydrogen bonds with the equivalent dimers from four neighboring chains; the hydrogen bond donors (D) and acceptors (A) are the amino groups (N5 and N6) of the L2 ligand and the uncoordinated terminal nitrogens (N15 and N18) of the nonbridging azido ions. The other two amino groups (N11 and N12) in each dimer are also involved in hydrogen bonding, with a water molecule and a perchlorate ion, respectively, which lie between chains. The D⋅⋅⋅A distances and D-H⋅⋅⋅A angles are 2.95 Å and 145.7° for N5⋅⋅⋅N15A, 3.03 Å and 134.6° for N6⋅⋅⋅N18C, 3.01 Å and 147.7° for N11⋅⋅⋅O5, and 3.09 Å and 153.2° for N12⋅⋅⋅O2, respectively. Since each pair of the neighboring dimers is related by a 2-fold screw axis, the resulting three-dimensional (3D) structure is homochiral. The shortest interchain Mn⋅⋅⋅Mn distance is 8.277 Å, which is between Mn1 and Mn1 (x + 1/2, -y + 1/2, -z + 1).  ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"ja039104af00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) ORTEP view of the chiral building unit, (b) space-filling view highlighting the binuclear double helicate (the azido ligand is omitted for clarity), and (c) a side view of the homochiral chain in<bold>2</bold>.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) ORTEP view of the chiral building unit, (b) space-filling view highlighting the binuclear double helicate (the azido ligand is omitted for clarity), and (c) a side view of the homochiral chain in2.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The spontaneous resolution of compound <bold>2</bold> represents another\nexample of <italic>chiral</italic>\n<italic>induction and transfer</italic>, from an achiral ligand\nto binuclear helical molecular units, to homochiral chains, and\nfinally to chiral crystals. There are two types of chiral elements\nwithin the structure:  (i) the cis-octahedral Mn1 and Mn2 spheres\n(Λ configuration in the measured crystal) with two bidentate\npyridylimine groups and two azido ions, and (ii) the twisted L<sup>2</sup>\nligand in the spiral conformation (<italic>M</italic>-helicity in the measured\ncrystal). The coordination of two L<sup>2</sup> ligands of the same chirality\nto two metal ions of the same configuration is a process of chiral\ndiscrimination, which results in a double helicate that has the\nsame helicity as that of the ligand. The chiral transmission\nbeyond the double helicates is achieved via the versatile single\nEE azido bridges, generating a homochiral chain. Finally,\nhydrogen bonds serve as the interchain interactions to organize\nthe chains in space in a homochiral way, so that the chiral\ntransfer is completed and spontaneous resolution occurs.\n</p>", "clean_text": "The spontaneous resolution of compound 2 represents another example of chiral induction and transfer, from an achiral ligand to binuclear helical molecular units, to homochiral chains, and finally to chiral crystals. There are two types of chiral elements within the structure: (i) the cis-octahedral Mn1 and Mn2 spheres (Λ configuration in the measured crystal) with two bidentate pyridylimine groups and two azido ions, and (ii) the twisted L2 ligand in the spiral conformation (M-helicity in the measured crystal). The coordination of two L2 ligands of the same chirality to two metal ions of the same configuration is a process of chiral discrimination, which results in a double helicate that has the same helicity as that of the ligand. The chiral transmission beyond the double helicates is achieved via the versatile single EE azido bridges, generating a homochiral chain. Finally, hydrogen bonds serve as the interchain interactions to organize the chains in space in a homochiral way, so that the chiral transfer is completed and spontaneous resolution occurs. ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>It is interesting to note that L<sup>2</sup> and similar diazine ligands\nbearing two bidentate binding sites have been used to construct\ndiscrete binuclear triple helicates of the formula [M<sub>2</sub>(L)<sub>3</sub>]<italic>\n<sup>n</sup>\n</italic>\n<sup>+</sup> [M\n= Fe(II), Mn(II), Zn(II), Ni(II), Co(II), or Co(III)], where\nthe metal centers are octahedrally coordinated and the counterions are those that have no or very poor ability to bind metal\nions, such as ClO<sub>4</sub>\n<sup>-</sup>, BF<sub>4</sub>\n<sup>-</sup>, and PF<sub>6</sub>\n<sup>-</sup>. Recently, discrete double\nhelicates have also been synthesized with competing counterions\nsuch as Cl<sup>-</sup>. Double helicates, instead of triple helicates, leave\nvacant positions for bridging ligands, and hence make possible\nthe formation of “intermolecular” coordination interactions that\ninterlink the discrete helicates into higher dimensionality. The\ndouble helical unit in <bold>2</bold>, as well as the building units observed\nin the other complexes reported in this article (vide infra), should\nbe compromising outcomes of the competing coordination of\nthe azido and diazine ligands, although it is not clear why\ndifferent units are formed from similar diazine ligands with only\nminor differences in side groups. The azido bridge not only\nserves as a competing ligand to prevent the formation of discrete\ntriple helicates, but also plays a key role in transmitting chirality\nfrom one unit to another so that homochirality can be achieved\nthroughout the whole chain (<bold>1</bold> and <bold>2</bold>) or layer (<bold>3a</bold>, vide infra).\nThe chirality-transmitting role of the azido bridge may be related\n\nto the ability of the single EE mode to bridge two metal ions in\nan asymmetric fashion (i.e., there is no inversion center or mirror\nplane between the metal ions), and facilitated by the flexibility\nof the mode to assume variable M−N−N−N−M torsion angles.\nWithout such an “intermolecular” homochiral interaction, the\ndiscrete triple or double helicates formed from diazine ligands\nare usually packed in space in a heterochiral way, and no\nspontaneous resolution has been reported.\n</p>", "clean_text": "It is interesting to note that L2 and similar diazine ligands bearing two bidentate binding sites have been used to construct discrete binuclear triple helicates of the formula [M2(L)3] n  + [M = Fe(II), Mn(II), Zn(II), Ni(II), Co(II), or Co(III)], where the metal centers are octahedrally coordinated and the counterions are those that have no or very poor ability to bind metal ions, such as ClO4 -, BF4 -, and PF6 -. Recently, discrete double helicates have also been synthesized with competing counterions such as Cl-. Double helicates, instead of triple helicates, leave vacant positions for bridging ligands, and hence make possible the formation of \"intermolecular\" coordination interactions that interlink the discrete helicates into higher dimensionality. The double helical unit in 2, as well as the building units observed in the other complexes reported in this article (vide infra), should be compromising outcomes of the competing coordination of the azido and diazine ligands, although it is not clear why different units are formed from similar diazine ligands with only minor differences in side groups. The azido bridge not only serves as a competing ligand to prevent the formation of discrete triple helicates, but also plays a key role in transmitting chirality from one unit to another so that homochirality can be achieved throughout the whole chain (1 and 2) or layer (3a, vide infra). The chirality-transmitting role of the azido bridge may be related  to the ability of the single EE mode to bridge two metal ions in an asymmetric fashion (i.e., there is no inversion center or mirror plane between the metal ions), and facilitated by the flexibility of the mode to assume variable M-N-N-N-M torsion angles. Without such an \"intermolecular\" homochiral interaction, the discrete triple or double helicates formed from diazine ligands are usually packed in space in a heterochiral way, and no spontaneous resolution has been reported. ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Complexes 3a and 3b.</bold> The structures of these two pseudopolymorphous complexes have been briefly reported in our previous\ncommunication. A detailed description will be given in this\nsection for the convenience of comparison with other compounds.\n</p>", "clean_text": " Complexes 3a and 3b. The structures of these two pseudopolymorphous complexes have been briefly reported in our previous communication. A detailed description will be given in this section for the convenience of comparison with other compounds. ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Crystals of <bold>3a</bold> and <bold>3b</bold>, of prism and hexagonal plate shapes,\nrespectively, were obtained in the same batch and separated\nmanually. <bold>3a</bold> crystallized in the centrosymmetric space group\n<italic>C</italic>2/<italic>c</italic>, while <bold>3b</bold> crystallized in the chiral <italic>P</italic>3<sub>1</sub>21 group. However,\nboth structures consist of homochiral 2D layers with the same\ntopology and similar structural parameters (Figure ). As have\nbeen observed in <bold>1</bold> and <bold>2</bold>, the L<sup>3</sup> ligand is twisted into a spiral-like conformation, but the C−N−N−C torsion angles are much\nsmaller and close to 90°, suggesting a more dramatic deviation\nfrom planarity. Two equivalent Mn(II) ions are triply bridged\nby a L<sup>3</sup> ligand in the usual bis(bidentate) fashion and two azido\nions in the EO mode to generate a binuclear building unit (Figure\na), which is chiral with a 2-fold axis passing through the center\nof the N−N diazine bond and the middle point between the\ntwo metal ions. To cooperate with the EO azido bridging mode,\nthe diazine N−N bridges in <bold>3a</bold> and <bold>3b</bold> adopt a quasi-cisoid\ncoordinative conformation; i.e., the Mn−N−N−Mn torsion\nangles are acute and smaller, in contrast with those in other\ncompounds (Table ). The cis-octahedral coordination sphere\nof the Mn(II) ion is completed by two azido ions, which serve\nas single EE bridges leading to neighboring units. Thus, through\nfour single EE azido bridges, each binuclear unit is connected\nto four neighboring identical motifs generated by 2-fold screw\nrotation, producing a homochiral 2D layer with an interesting\nfish-scale-like topology, as shown in Figure b. The 2D network\nmay be denoted as a (6,3) net (each Mn(II) as a node) or a\n(4,4) net (each binuclear unit as a node).\n\n</p>", "clean_text": "Crystals of 3a and 3b, of prism and hexagonal plate shapes, respectively, were obtained in the same batch and separated manually. 3a crystallized in the centrosymmetric space group C2/c, while 3b crystallized in the chiral P3121 group. However, both structures consist of homochiral 2D layers with the same topology and similar structural parameters (Figure ). As have been observed in 1 and 2, the L3 ligand is twisted into a spiral-like conformation, but the C-N-N-C torsion angles are much smaller and close to 90°, suggesting a more dramatic deviation from planarity. Two equivalent Mn(II) ions are triply bridged by a L3 ligand in the usual bis(bidentate) fashion and two azido ions in the EO mode to generate a binuclear building unit (Figure a), which is chiral with a 2-fold axis passing through the center of the N-N diazine bond and the middle point between the two metal ions. To cooperate with the EO azido bridging mode, the diazine N-N bridges in 3a and 3b adopt a quasi-cisoid coordinative conformation; i.e., the Mn-N-N-Mn torsion angles are acute and smaller, in contrast with those in other compounds (Table ). The cis-octahedral coordination sphere of the Mn(II) ion is completed by two azido ions, which serve as single EE bridges leading to neighboring units. Thus, through four single EE azido bridges, each binuclear unit is connected to four neighboring identical motifs generated by 2-fold screw rotation, producing a homochiral 2D layer with an interesting fish-scale-like topology, as shown in Figure b. The 2D network may be denoted as a (6,3) net (each Mn(II) as a node) or a (4,4) net (each binuclear unit as a node).  ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"ja039104af00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Views showing the chiral building unit (a), illustrating the scale-like homochiral chain (b), and highlighting the helical chains formed by Mn atoms and azido bridges (c) in<bold>3a</bold>. Those for <bold>3b</bold> are similar. In (c)\nOnly Mn and the bridging atoms are shown for clarity.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  Views showing the chiral building unit (a), illustrating the scale-like homochiral chain (b), and highlighting the helical chains formed by Mn atoms and azido bridges (c) in3a. Those for 3b are similar. In (c) Only Mn and the bridging atoms are shown for clarity.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>What interests us is how the homochirality is induced and\ntransmitted within the 2D layer. Each octahedral metal ion,\nligated by a bidentate pyridylimine group and two different pairs\nof cisoid azido ligands, is obviously a chiral center (Δ\nconfiguration in Figure ). The lock of the diazine ligand in a\ntwisted chiral conformation (<italic>M</italic>-helicity in Figure ) imparts\nchirality to the triple linkage that consists of two end-on azido\nbridges plus the N−N bridge. This chiral linkage equipped with\ntwo chelate sites is chirally discriminative and requires that the\ntwo metal coordination spheres exhibit the same absolute\nconfiguration. The chirality is preserved when the dimers are\ninterlinked into the 2D network, where the homochiral interdimer interactions arise from the unique bridging topology of\nthe single EE azido bridges. As illustrated in Figure c, each\nMn(II) ion is linked to its neighbors via two EE azido bridges\nin cisoid positions, with the Mn−N−N−N−Mn linkage in the\ngauche conformation. This results in an infinite helical Mn−azido chain around a 2<sub>1</sub> screw axis (<italic>P</italic>-helicity in Figure c; the\nhelical pitches are 7.83 and 8.05 Å for <bold>3a</bold> and <bold>3b</bold>, respectively).\nThe helical linkage is also chirally discriminative, and it is\nobligatory that all metal ions in it have the same chirality.\nTherefore, considering that the two Mn(II) sites in a dimer are\nalso homochiral, all the Mn(II) sites in a layer must be\nhomochiral, and so must be all the helical chains in the layer.\nOne may say that the chirality of the dimer is transmitted via\nthe discriminative helical linkage or, alternatively, that the\nchirality of the helical chain is transmitted via the discriminative\ntriply bridged units.\n</p>", "clean_text": "What interests us is how the homochirality is induced and transmitted within the 2D layer. Each octahedral metal ion, ligated by a bidentate pyridylimine group and two different pairs of cisoid azido ligands, is obviously a chiral center (Δ configuration in Figure ). The lock of the diazine ligand in a twisted chiral conformation (M-helicity in Figure ) imparts chirality to the triple linkage that consists of two end-on azido bridges plus the N-N bridge. This chiral linkage equipped with two chelate sites is chirally discriminative and requires that the two metal coordination spheres exhibit the same absolute configuration. The chirality is preserved when the dimers are interlinked into the 2D network, where the homochiral interdimer interactions arise from the unique bridging topology of the single EE azido bridges. As illustrated in Figure c, each Mn(II) ion is linked to its neighbors via two EE azido bridges in cisoid positions, with the Mn-N-N-N-Mn linkage in the gauche conformation. This results in an infinite helical Mn-azido chain around a 21 screw axis (P-helicity in Figure c; the helical pitches are 7.83 and 8.05 Å for 3a and 3b, respectively). The helical linkage is also chirally discriminative, and it is obligatory that all metal ions in it have the same chirality. Therefore, considering that the two Mn(II) sites in a dimer are also homochiral, all the Mn(II) sites in a layer must be homochiral, and so must be all the helical chains in the layer. One may say that the chirality of the dimer is transmitted via the discriminative helical linkage or, alternatively, that the chirality of the helical chain is transmitted via the discriminative triply bridged units. ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>In both crystals, the homochiral layers extend parallel to the\n<italic>ab</italic> plane and are stacked along the <italic>c</italic> direction. In <bold>3a</bold>, adjacent\nlayers are related by inversion centers and exhibit opposite\nchirality, so the whole crystal is heterochiral and hence racemic.\nIn <bold>3b</bold>, however, adjacent layers are related by 3<sub>1</sub> screw axes,\nand stacked in an <italic>ABCABC </italic>fashion (<italic>A</italic>, <italic>B</italic>, and <italic>C</italic> represent layers\n\nof different orientations but of the same chirality), resulting in\na homochiral crystal. The shortest interlayer Mn···Mn distances\nin <bold>3a</bold> and <bold>3b</bold> are 8.86 and 9.48 Å, respectively. Enclosed\nbetween the layers of <bold>3b</bold> are disordered methanol molecules,\nwhich exist as the crystal water and are not involved in hydrogen\nbonding.\n</p>", "clean_text": "In both crystals, the homochiral layers extend parallel to the ab plane and are stacked along the c direction. In 3a, adjacent layers are related by inversion centers and exhibit opposite chirality, so the whole crystal is heterochiral and hence racemic. In 3b, however, adjacent layers are related by 31 screw axes, and stacked in an ABCABC fashion (A, B, and C represent layers  of different orientations but of the same chirality), resulting in a homochiral crystal. The shortest interlayer Mn⋅⋅⋅Mn distances in 3a and 3b are 8.86 and 9.48 Å, respectively. Enclosed between the layers of 3b are disordered methanol molecules, which exist as the crystal water and are not involved in hydrogen bonding. ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The simultaneous formation of <bold>3a</bold> and <bold>3b</bold> represents an\nunusual example of <italic>partial spontaneous resolution</italic> and <italic>incomplete transfer in chirality</italic>, i.e., the progression from achiral\nspecies to chiral dimers, to homochiral 2D layers, and finally\nto both racemic and chiral crystals. The incompleteness of the\nspontaneous resolution or chiral transfer may be due to the lack\nof appropriate intermolecular interactions for chiral discrimination. In <bold>1</bold> and <bold>2</bold>, the diazine ligands (L<sup>1</sup> and L<sup>2</sup>) contain at least\none amino group, which serves as the hydrogen donor for\ninterchain hydrogen bonding. Also, the intermolecular hydrogen\nbonding plays an important role in organizing the chains in a\nhomochiral way. However, the diazine ligand (L<sup>3</sup>) in <bold>3a</bold> and\n<bold>3b</bold> contains no amino group but two methyl groups as the side\nsubstituents, so there are no efficient hydrogen donors for\ninterlayer hydrogen bonding. Without preferential interlayer\ninteractions, the chiral layers can be stacked either in a\nheterochiral fashion or in a homochiral fashion, and the energetic\ndifference between the two stacking fashions should be very\nsmall, if there is any. Therefore, the racemic and chiral crystals\ngrow simultaneously, and a <italic>partial </italic>\n<italic>spontaneous resolution</italic>\noccurs.\n</p>", "clean_text": "The simultaneous formation of 3a and 3b represents an unusual example of partial spontaneous resolution and incomplete transfer in chirality, i.e., the progression from achiral species to chiral dimers, to homochiral 2D layers, and finally to both racemic and chiral crystals. The incompleteness of the spontaneous resolution or chiral transfer may be due to the lack of appropriate intermolecular interactions for chiral discrimination. In 1 and 2, the diazine ligands (L1 and L2) contain at least one amino group, which serves as the hydrogen donor for interchain hydrogen bonding. Also, the intermolecular hydrogen bonding plays an important role in organizing the chains in a homochiral way. However, the diazine ligand (L3) in 3a and 3b contains no amino group but two methyl groups as the side substituents, so there are no efficient hydrogen donors for interlayer hydrogen bonding. Without preferential interlayer interactions, the chiral layers can be stacked either in a heterochiral fashion or in a homochiral fashion, and the energetic difference between the two stacking fashions should be very small, if there is any. Therefore, the racemic and chiral crystals grow simultaneously, and a partial  spontaneous resolution occurs. ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Complex 4.</bold> Compound <bold>4</bold> crystallized in the centrosymmetric\n<italic>P</italic>1̄ space group, and the structure consists of two-dimensional\nlayers in which the metal ions are interlinked by single diazine,\nsingle EE azido, and double EO azido bridges (Figure ). The\ndiazine ligand is also twisted around its central N−N bond, but\nthe twisting from planarity is less dramatic than that for <bold>1</bold>\n<bold>−</bold>\n<bold>3</bold>,\nas suggested by the obtuse and relatively large C−N−N−C\nand Mn−N−N−Mn torsion angles (Table ). This is consistent\nwith the fact that L<sup>4</sup> contains no methyl or amino side groups,\nwhich would introduce additional steric effects. The L<sup>4</sup> ligand\nbehaves as a single bridge interlinking two independent Mn(II)\nions to generate a binuclear subunit, and two equivalent subunits\nrelated by an inversion center are interlinked by four azido\nbridges to form a tetranuclear unit (Figure a). The Mn1 atom\nis connected to its equivalent atom (Mn1A) via two azido\nbridges in the EO mode, and the Mn1 and Mn1A are further\nconnected with Mn2A and Mn2, respectively, via single azido\nbridges in the EE mode. The tetranuclear unit, in which the\nfour Mn atoms are strictly coplanar due to the centrosymmetry,\nadopts a unique rhomboidal shape with a short-diagonal bridge.\n\n</p>", "clean_text": " Complex 4. Compound 4 crystallized in the centrosymmetric P1̄ space group, and the structure consists of two-dimensional layers in which the metal ions are interlinked by single diazine, single EE azido, and double EO azido bridges (Figure ). The diazine ligand is also twisted around its central N-N bond, but the twisting from planarity is less dramatic than that for 1 - 3, as suggested by the obtuse and relatively large C-N-N-C and Mn-N-N-Mn torsion angles (Table ). This is consistent with the fact that L4 contains no methyl or amino side groups, which would introduce additional steric effects. The L4 ligand behaves as a single bridge interlinking two independent Mn(II) ions to generate a binuclear subunit, and two equivalent subunits related by an inversion center are interlinked by four azido bridges to form a tetranuclear unit (Figure a). The Mn1 atom is connected to its equivalent atom (Mn1A) via two azido bridges in the EO mode, and the Mn1 and Mn1A are further connected with Mn2A and Mn2, respectively, via single azido bridges in the EE mode. The tetranuclear unit, in which the four Mn atoms are strictly coplanar due to the centrosymmetry, adopts a unique rhomboidal shape with a short-diagonal bridge.  ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"ja039104af00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Views showing the tetranuclear building unit (a) and the layer structure (b; only Mn and N atoms are shown for clarity) in<bold>4</bold>.\n</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0006.tif\"></graphic>\n</fig>", "clean_text": " 4  Views showing the tetranuclear building unit (a) and the layer structure (b; only Mn and N atoms are shown for clarity) in4.    ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>To complete the coordination of the metal ions and to achieve\ncharge neutrality, the tetranuclear units are interlinked by\nadditional azido ions. In the (01<italic>i</italic>) direction, neighboring units\nare interlinked by double EO azido bridges (N11−N12−N13\nand N11B−N12B−N13B), which lie between equivalent metal\nions of Mn2 type. In the <italic>b</italic> direction, neighboring units are linked\nto each other via two single EE azido bridges (N14−N15−N16 and the equivalent group), each binding an Mn1-type atom\nand an Mn2-type atom. Therefore, each tetranuclear unit is\nconnected to four neighbors via eight azido (four EO, four EE)\nbridges, generating a novel 2D layer (Figure b). Within the\nlayer, each Mn(II) is ligated by a bidentate pyridylimine group,\ntwo EE and two EO azido ions with a distorted octahedral\ngeometry. The layers extend parallel to the <italic>bc</italic> crystallographic\nplane, and the shortest interlayer Mn···Mn distances are 8.28\nÅ, which is between Mn1 and Mn1(1/2 + <italic>x</italic>, 1/2 − <italic>y</italic>, 1 − <italic>z</italic>).\nA closer inspection of the structure reveals that there exists\ninterlayer π−π interaction between the C8−C9−C10−C11−C12−N4 pyridyl ring from a layer and a symmetry-related ring\nfrom the neighboring layers. The interacting aromatic rings,\nrelated by an inversion center, are parallel, and the plane-to-plane and center-to-center distances are 3.538 and 3.751 Å,\nrespectively.\n</p>", "clean_text": "To complete the coordination of the metal ions and to achieve charge neutrality, the tetranuclear units are interlinked by additional azido ions. In the (01i) direction, neighboring units are interlinked by double EO azido bridges (N11-N12-N13 and N11B-N12B-N13B), which lie between equivalent metal ions of Mn2 type. In the b direction, neighboring units are linked to each other via two single EE azido bridges (N14-N15-N16 and the equivalent group), each binding an Mn1-type atom and an Mn2-type atom. Therefore, each tetranuclear unit is connected to four neighbors via eight azido (four EO, four EE) bridges, generating a novel 2D layer (Figure b). Within the layer, each Mn(II) is ligated by a bidentate pyridylimine group, two EE and two EO azido ions with a distorted octahedral geometry. The layers extend parallel to the bc crystallographic plane, and the shortest interlayer Mn⋅⋅⋅Mn distances are 8.28 Å, which is between Mn1 and Mn1(1/2 + x, 1/2 - y, 1 - z). A closer inspection of the structure reveals that there exists interlayer π-π interaction between the C8-C9-C10-C11-C12-N4 pyridyl ring from a layer and a symmetry-related ring from the neighboring layers. The interacting aromatic rings, related by an inversion center, are parallel, and the plane-to-plane and center-to-center distances are 3.538 and 3.751 Å, respectively. ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>Obviously, the bridging mode of the azido ion is very\nimportant in determining the symmetry of the structure. As\nsuggested above, the flexible single EE mode tends to bridge\ntwo metal ions in an asymmetric fashion and hence facilitates\nthe formation of a homochiral structure. However, a survey of\nthe literature revealed that the double EO azido bridges tend to\nbridge metal ions in a centrosymmetric or pseudocentrosymmetric way. Consequently, it is not surprising that the\nchirality of the diazine-bridged binuclear subunit in <bold>4</bold> fails to\ntransfer to higher levels, due to the formation of the double EO\nbridges between neighboring subunits. The formation of the\ncentrosymmetric double EO azido bridges in <bold>4</bold> may be related\nto the absence of side substituents in L<sup>4</sup>, besides other possible\nfactors that are more subtle and difficult to analyze. The L<sup>4</sup>\nligand has the least steric effects, and hence the double EO azido\nmode, which pulls the metal spheres closer than other modes,\nis possible. In <bold>1</bold>, where the diazine ligand contains only one\nside group, there exist also double EO azido bridges, but they\ncannot be centrosymmetric because the two binuclear subunits\nsharing the Mn2 atom are of the same helicity.\n</p>", "clean_text": "Obviously, the bridging mode of the azido ion is very important in determining the symmetry of the structure. As suggested above, the flexible single EE mode tends to bridge two metal ions in an asymmetric fashion and hence facilitates the formation of a homochiral structure. However, a survey of the literature revealed that the double EO azido bridges tend to bridge metal ions in a centrosymmetric or pseudocentrosymmetric way. Consequently, it is not surprising that the chirality of the diazine-bridged binuclear subunit in 4 fails to transfer to higher levels, due to the formation of the double EO bridges between neighboring subunits. The formation of the centrosymmetric double EO azido bridges in 4 may be related to the absence of side substituents in L4, besides other possible factors that are more subtle and difficult to analyze. The L4 ligand has the least steric effects, and hence the double EO azido mode, which pulls the metal spheres closer than other modes, is possible. In 1, where the diazine ligand contains only one side group, there exist also double EO azido bridges, but they cannot be centrosymmetric because the two binuclear subunits sharing the Mn2 atom are of the same helicity. ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<p>\n<bold>Magnetic Properties. Complex 1.</bold> The magnetic susceptibility of complex <bold>1</bold> was measured in the 1.8−300 K range at 1000\nG (Figure ; χ<sub>M</sub> is the magnetic susceptibility per Mn<sub>3</sub> unit).\nThe temperature dependence of reciprocal susceptibility (χ<sub>M</sub>\n<sup>-1</sup>)\nabove 50 K follows the Curie−Weiss law, with a negative Weiss\n\nconstant θ = −31.7 K, indicating an overall antiferromagnetic\ninteraction between Mn(II) ions. The χ<sub>M</sub>\n<italic>T</italic> value at 300 K is\n11.1 emu K mol<sup>-1</sup>, lower than the spin-only value (13.1 emu\nK mol<sup>-1</sup>) expected for three magnetically isolated high-spin\nMn(II) ions. As the temperature is lowered, the χ<sub>M</sub>\n<italic>T</italic> product\nfirst decreases smoothly to a rounded minimum (7.35 emu K\nmol<sup>-1</sup>) at 32 K, then increases rapidly to a very high and sharp\nmaximum (24.9 emu K mol<sup>-1</sup>) at 2.9 K, and finally decreases\nrapidly on further cooling. The behavior above 2.9 K is\ncharacteristic of a ferrimagnetic chain, and that below 2.9 K\nmay be due to interchain antiferrimagnetic interactions and/or\nthe saturation effect.\n\n</p>", "clean_text": " Magnetic Properties. Complex 1. The magnetic susceptibility of complex 1 was measured in the 1.8-300 K range at 1000 G (Figure ; χM is the magnetic susceptibility per Mn3 unit). The temperature dependence of reciprocal susceptibility (χM -1) above 50 K follows the Curie-Weiss law, with a negative Weiss  constant θ = -31.7 K, indicating an overall antiferromagnetic interaction between Mn(II) ions. The χM T value at 300 K is 11.1 emu K mol-1, lower than the spin-only value (13.1 emu K mol-1) expected for three magnetically isolated high-spin Mn(II) ions. As the temperature is lowered, the χM T product first decreases smoothly to a rounded minimum (7.35 emu K mol-1) at 32 K, then increases rapidly to a very high and sharp maximum (24.9 emu K mol-1) at 2.9 K, and finally decreases rapidly on further cooling. The behavior above 2.9 K is characteristic of a ferrimagnetic chain, and that below 2.9 K may be due to interchain antiferrimagnetic interactions and/or the saturation effect.  ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"ja039104af00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Temperature dependence of χ<sub>M</sub> and χ<sub>M</sub>\n<italic>T</italic> for <bold>1</bold>. Inset:  field-cooled magnetization curves at different fields.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0007.tif\"></graphic>\n</fig>", "clean_text": " 5  Temperature dependence of χM and χM T for 1. Inset: field-cooled magnetization curves at different fields.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["property"], "content": "<p>To get a closer characterization in the low-temperature region,\nfield-cooled magnetization was measured under different fields\n(Figure , inset). At the low field of 400 G, the <italic>M</italic>−<italic>T</italic> curve\ndisplays a maximum at ca. 2.9 K, clearly indicating the\noccurrence of 3D antiferromagnetic ordering of the ferrimagnetic\nchains below the critical temperature. The magnetization\nmaximum shifts toward low temperature as the applied field is\nincreased to 1000 G. However, the magnetization at or above\n1100 G shows no maximum and tends to saturate at lower\ntemperature, indicating that the interchain antiferromagnetic\ninteractions are overcome by the external field. These behaviors\nare characteristic of a metamagnet built of ferrimagnetic chains.\nThe temperature dependence of the ac magnetic susceptibility\nis also measured at zero dc field and confirms the occurrence\nof the magnetic ordering with <italic>T</italic>\n<sub>N</sub> = 2.9 K, at which both χ‘\n(the in-phase component) and χ‘ ‘ (the out-of-phase component)\nreach maximum values (see Figure S3 in Supporting Information).\n</p>", "clean_text": "To get a closer characterization in the low-temperature region, field-cooled magnetization was measured under different fields (Figure , inset). At the low field of 400 G, the M-T curve displays a maximum at ca. 2.9 K, clearly indicating the occurrence of 3D antiferromagnetic ordering of the ferrimagnetic chains below the critical temperature. The magnetization maximum shifts toward low temperature as the applied field is increased to 1000 G. However, the magnetization at or above 1100 G shows no maximum and tends to saturate at lower temperature, indicating that the interchain antiferromagnetic interactions are overcome by the external field. These behaviors are characteristic of a metamagnet built of ferrimagnetic chains. The temperature dependence of the ac magnetic susceptibility is also measured at zero dc field and confirms the occurrence of the magnetic ordering with T N = 2.9 K, at which both χ‘ (the in-phase component) and χ‘‘ (the out-of-phase component) reach maximum values (see Figure S3 in Supporting Information). ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["property"], "content": "<p>The metamagnetic behavior is confirmed by the field\ndependence of magnetization (Figure ). The sigmoidal shape\nof the <italic>M</italic>\n<italic>−</italic>\n<italic>H</italic> curve at 1.8 K clearly indicates the field-induced\ntransition from an antiferromagnetic to a ferromagnetic state,\nwhich is characteristic of a metamagnet. The critical field is\n1100 G, estimated as the field at which a maximum ∂<italic>M</italic>/∂<italic>H</italic>\nvalue is reached. Upon increasing the field above the critical\nfield, the magnetization increases and saturates rapidly. The\nsaturation magnetization is 5.09 Nβ, confirming the <italic>S</italic> = 5/2\nground state for a trinuclear unit. As expected, the sigmoidal\nfeature of the magnetization curve disappears at 3 and 5 K,\nwhich are above the critical temperature for 3D antiferromagnetic ordering. Further measurements revealed that <bold>1</bold> is a soft\nmagnet with no detectable magnetic hysteresis.\n\n</p>", "clean_text": "The metamagnetic behavior is confirmed by the field dependence of magnetization (Figure ). The sigmoidal shape of the M - H curve at 1.8 K clearly indicates the field-induced transition from an antiferromagnetic to a ferromagnetic state, which is characteristic of a metamagnet. The critical field is 1100 G, estimated as the field at which a maximum ∂M/∂H value is reached. Upon increasing the field above the critical field, the magnetization increases and saturates rapidly. The saturation magnetization is 5.09 Nβ, confirming the S = 5/2 ground state for a trinuclear unit. As expected, the sigmoidal feature of the magnetization curve disappears at 3 and 5 K, which are above the critical temperature for 3D antiferromagnetic ordering. Further measurements revealed that 1 is a soft magnet with no detectable magnetic hysteresis.  ", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig id=\"ja039104af00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Field dependence of magnetization at different temperaturesfor<bold>1</bold>. The inset is the blowup of the curves in the lower field region.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0008.tif\"></graphic>\n</fig>", "clean_text": " 6  Field dependence of magnetization at different temperaturesfor1. The inset is the blowup of the curves in the lower field region.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>Compound <bold>1</bold>, with a novel “fused triangles” topology,\nrepresents a new example of the rare phenomenon of homometallic ferrimagnetism. Ferrimagnetic compounds have long\nbeen defined as heterometallic (or more strictly, heterospin)\nsystems in which two different kinds of magnetic centers\nalternate regularly and interact antiferromagnetically. It is only\nrecently that ferrimagnetism has been recognized in homometallic molecular compounds, and examples of this phenomenon are still very rare. The rational synthesis of homometallic ferrimagnets is still an intellectual challenge because\nthe condition of noncompensation in spin moments is difficult\nto achieve in homometallic systems. They must have a specific\nmolecular topology with a specific alternation of ferro- and\nantiferromagnetic interactions, so the phenomenon is also termed\n“topological ferrimagnetism”. The azido ion is an appealing\nbridging ligand to achieve these requirements, due to its\nremarkable versatilities in constructing polymeric topologies and\nmediating magnetic coupling. Actually, of the rare homometallic\nferrimagnetic compounds reported to date, three involve azido\nbridges, but only one of the three exhibits long-range\nmagnetic ordering. Compound <bold>1</bold> is a novel metamagnet built\nof unusual homometallic ferrimagnetic chains.\n</p>", "clean_text": "Compound 1, with a novel \"fused triangles\" topology, represents a new example of the rare phenomenon of homometallic ferrimagnetism. Ferrimagnetic compounds have long been defined as heterometallic (or more strictly, heterospin) systems in which two different kinds of magnetic centers alternate regularly and interact antiferromagnetically. It is only recently that ferrimagnetism has been recognized in homometallic molecular compounds, and examples of this phenomenon are still very rare. The rational synthesis of homometallic ferrimagnets is still an intellectual challenge because the condition of noncompensation in spin moments is difficult to achieve in homometallic systems. They must have a specific molecular topology with a specific alternation of ferro- and antiferromagnetic interactions, so the phenomenon is also termed \"topological ferrimagnetism\". The azido ion is an appealing bridging ligand to achieve these requirements, due to its remarkable versatilities in constructing polymeric topologies and mediating magnetic coupling. Actually, of the rare homometallic ferrimagnetic compounds reported to date, three involve azido bridges, but only one of the three exhibits long-range magnetic ordering. Compound 1 is a novel metamagnet built of unusual homometallic ferrimagnetic chains. ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>According to the ferrimagnetic behavior and the chain\ntopology of <bold>1</bold>, we can figure out the spin topology of the chain\nand the nature of the magnetic interactions through different\nbridges (Figure ). There are three types of magnetic exchange\npathways within the fused triangular chain:  the single N−N\ndiazine bridges defining the sides of one isosceles triangle, the\nsingle EE azido bridges defining the sides of another isosceles\ntriangle, and the double EO azido bridges defining the base\nshared by the above triangles. To achieve the required noncompensation in spin moments within such a topology, the\ninteraction through the double EO azido bridges should be\nferromagnetic (<italic>J</italic>\n<sub>1</sub> &gt; 0), and those through the other two types\nof bridges should be antiferromagnetic (<italic>J</italic>\n<sub>2</sub> &lt; 0 and <italic>J</italic>\n<sub>3</sub> &lt; 0).\nWith such a spin topology, the chain can be described as a (5/2, 5) ferrimagnetic chain, in which an <italic>S</italic> = 5/2 local spin (Mn)\n\nand an <italic>S</italic> = 5 effective spin (Mn<sub>2</sub>) alternate and interact in an\nantiparallel fashion (Figure b), achieving an <italic>S</italic> = 5/2 ground\nstate for each Mn<sub>3</sub> unit. The topology is nonlinear and quite\ndifferent from those of the other two azido-bridged ferrimagnetic\nchains reported previously, where the local “up” and “down”\nspins are linearly aligned according to the ↑↑↓↑↑↓ or ↑↑↑↓↑↑↑↓\nsequence. The present compound further emphasizes the great\npotential of finding ferrimagnetism in homometallic systems.\n\n</p>", "clean_text": "According to the ferrimagnetic behavior and the chain topology of 1, we can figure out the spin topology of the chain and the nature of the magnetic interactions through different bridges (Figure ). There are three types of magnetic exchange pathways within the fused triangular chain: the single N-N diazine bridges defining the sides of one isosceles triangle, the single EE azido bridges defining the sides of another isosceles triangle, and the double EO azido bridges defining the base shared by the above triangles. To achieve the required noncompensation in spin moments within such a topology, the interaction through the double EO azido bridges should be ferromagnetic (J 1 > 0), and those through the other two types of bridges should be antiferromagnetic (J 2 < 0 and J 3 < 0). With such a spin topology, the chain can be described as a (5/2, 5) ferrimagnetic chain, in which an S = 5/2 local spin (Mn)  and an S = 5 effective spin (Mn2) alternate and interact in an antiparallel fashion (Figure b), achieving an S = 5/2 ground state for each Mn3 unit. The topology is nonlinear and quite different from those of the other two azido-bridged ferrimagnetic chains reported previously, where the local \"up\" and \"down\" spins are linearly aligned according to the ↑↑↓↑↑↓ or ↑↑↑↓↑↑↑↓ sequence. The present compound further emphasizes the great potential of finding ferrimagnetism in homometallic systems.  ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"ja039104af00007\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Spin topology (a) and ferrimagnetic scheme (b) of the chain in the ground state for<bold>1</bold>.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0009.tif\"></graphic>\n</fig>", "clean_text": " 7  Spin topology (a) and ferrimagnetic scheme (b) of the chain in the ground state for1.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["property"], "content": "<p>\n<bold>Complex 2.</bold> The temperature dependence of magnetic\nsusceptibility of <bold>2</bold> as a conglomerate in the 2−300 K temperature range is shown in Figure . The χ<sub>M</sub>\n<sup>-1</sup> versus <italic>T</italic> plot above\n50 K follows the Curie−Weiss law, with a negative Weiss\nconstant θ = −52.6 K, indicating an overall antiferromagnetic\ninteraction between Mn(II) ions. The experimental χ<sub>M</sub>\n<italic>T</italic> value\nper Mn(II) ion at room temperature is ca. 4.0 emu mol<sup>-1</sup> K,\nslightly lower than the spin-only value (4.38 emu K mol<sup>-1</sup>)\nexpected for an isolated high-spin Mn(II) ion. As the temperature\nis lowered, the χ<sub>M</sub>\n<italic>T</italic> product exhibits a monotonic decrease but\nχ<sub>M</sub> varies in a complex way:  it first increases smoothly to a\nrounded maximum at about 20 K, then decreases slightly to a\nminimum at 6 K, and finally increases again upon further\ncooling to 2 K. The behavior before the minimum is reached is\ntypical of Mn(II) chain complexes with overall antiferromagnetic\nintrachain interactions. The final increase at very low temperature may be due to the presence of a small amount of\nparamagnetic impurities. The magnetization versus field curve\nmeasured at 1.8 K supports the antiferromagnetic nature of the\ncomplex at low temperature (Figure , inset). The nonlinearity\nof the curve in the low-field region (&lt;5 kG) is consistent with\nthe presence of a small amount of paramagnetic impurities.\nFurther temperature- and field-dependent measurements did not\nreveal any evidence of long-range magnetic ordering.\n\n</p>", "clean_text": " Complex 2. The temperature dependence of magnetic susceptibility of 2 as a conglomerate in the 2-300 K temperature range is shown in Figure . The χM -1 versus T plot above 50 K follows the Curie-Weiss law, with a negative Weiss constant θ = -52.6 K, indicating an overall antiferromagnetic interaction between Mn(II) ions. The experimental χM T value per Mn(II) ion at room temperature is ca. 4.0 emu mol-1 K, slightly lower than the spin-only value (4.38 emu K mol-1) expected for an isolated high-spin Mn(II) ion. As the temperature is lowered, the χM T product exhibits a monotonic decrease but χM varies in a complex way: it first increases smoothly to a rounded maximum at about 20 K, then decreases slightly to a minimum at 6 K, and finally increases again upon further cooling to 2 K. The behavior before the minimum is reached is typical of Mn(II) chain complexes with overall antiferromagnetic intrachain interactions. The final increase at very low temperature may be due to the presence of a small amount of paramagnetic impurities. The magnetization versus field curve measured at 1.8 K supports the antiferromagnetic nature of the complex at low temperature (Figure , inset). The nonlinearity of the curve in the low-field region (<5 kG) is consistent with the presence of a small amount of paramagnetic impurities. Further temperature- and field-dependent measurements did not reveal any evidence of long-range magnetic ordering.  ", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig id=\"ja039104af00008\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Temperature dependence of χ<sub>M</sub> and χ<sub>M</sub>\n<italic>T</italic> for <bold>2</bold>. The solid lines\nrepresent the best fit of the data to the model described in the text. Inset: \nmagnetization curve at 1.8 K.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0010.tif\"></graphic>\n</fig>", "clean_text": " 8  Temperature dependence of χM and χM T for 2. The solid lines represent the best fit of the data to the model described in the text. Inset: magnetization curve at 1.8 K.   ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["property"], "content": "<p>According to the structural data, the compound should\nexhibiting alternating interactions mediated by the double\ndiazine and the single EE azido bridges. To evaluate the\ninteractions (<italic>J</italic>\n<sub>1</sub> and <italic>J</italic>\n<sub>2</sub>), we used the theoretical model based\non the Hamiltonian <bold>\n<italic>H</italic>\n</bold>\n<italic>=</italic> −<italic>J</italic>\n<sub>1</sub>∑<bold>\n<italic>S</italic>\n</bold>\n<sub>2</sub>\n<italic>\n<sub>i</sub>\n</italic>\n<bold>\n<italic>S</italic>\n</bold>\n<sub>2</sub>\n<italic>\n<sub>i+</sub>\n</italic>\n<sub>1</sub> − <italic>J</italic>\n<sub>2</sub>∑<bold>\n<italic>S</italic>\n</bold>\n<sub>2</sub>\n<italic>\n<sub>i</sub>\n</italic>\n<sub>+1</sub>\n<bold>\n<italic>S</italic>\n</bold>\n<sub>2</sub>\n<italic>\n<sub>i+</sub>\n</italic>\n<sub>2</sub>. According to Cortés et al., the molar susceptibility of an\nalternating <italic>S </italic>= 5/2 chain, in which the local spin is larger\nenough to be treated as a classical spin, can be expressed as\n<disp-formula content-type=\"pre-labeled\" id=\"ja039104ae00001\">\n<graphic position=\"anchor\" xlink:href=\"ja-2003-09104a_0011.gif\"></graphic>\n</disp-formula>\nwhere <italic>u</italic>\n<italic>\n<sub>i</sub>\n</italic> = coth[<italic>J</italic>\n<italic>\n<sub>i</sub>\n</italic>\n<italic>S</italic>(<italic>S</italic> + 1)/<italic>kT</italic>] − <italic>kT/</italic>[<italic>J</italic>\n<italic>\n<sub>i</sub>\n</italic>\n<italic>S</italic>(<italic>S</italic> + 1)] (<italic>i</italic> = 1, 2). In\nthe expression, we have included the ρ parameter, which is the\namount of the paramagnetic impurities (presumably a monomeric Mn(II) complex), to account for the increase of χ<sub>M</sub> below\n6 K. The least-squares fit of the experimental data to the above\nexpression is quite satisfactory, leading to <italic>g</italic> = 2.00, <italic>J</italic>\n<sub>1</sub> = −5.7\ncm<sup>-1</sup>, <italic>J</italic>\n<sub>2</sub> = −2.5 cm<sup>-1</sup>, ρ = 0.006, and <italic>R</italic> = 4.2 × 10<sup>-5</sup>, where\n<italic>R</italic> is the agreement factor defined as ∑[(χ<sub>M</sub>)<sub>obs</sub> − (χ<sub>M</sub>)<sub>calc</sub>]<sup>2</sup>/∑[(χ<sub>M</sub>)<sub>obs</sub>]<sup>2</sup>. We have tried in vain to fit the data by setting\nopposite signs for <italic>J</italic>\n<sub>1</sub> and <italic>J</italic>\n<sub>2</sub>, which could not simulate the\nvariation in the low-temperature region. Therefore, although it\nis difficult, with limited data, to assign the two exchange\nparameters to specific bridges, we can safely conclude that both\nthe double diazine and single EE azido bridges mediate\nantiferromagnetic interactions. This is in agreement with what\nwe have inferred for the same kinds of bridges in <bold>1</bold>, although\nthe structural parameters (e.g., the Mn−N−N−Mn and Mn−N<sub>3</sub>\n<sub>-</sub>Mn torsion angles) of the bridges are quite different in these\ntwo compounds.\n</p>", "clean_text": "According to the structural data, the compound should exhibiting alternating interactions mediated by the double diazine and the single EE azido bridges. To evaluate the interactions (J 1 and J 2), we used the theoretical model based on the Hamiltonian  H  = -J 1∑ S  2  i   S  2  i+  1 - J 2∑ S  2  i  +1  S  2  i+  2. According to Cortés et al., the molar susceptibility of an alternating S = 5/2 chain, in which the local spin is larger enough to be treated as a classical spin, can be expressed as    where u  i  = coth[J  i  S(S + 1)/kT] - kT/[J  i  S(S + 1)] (i = 1, 2). In the expression, we have included the ρ parameter, which is the amount of the paramagnetic impurities (presumably a monomeric Mn(II) complex), to account for the increase of χM below 6 K. The least-squares fit of the experimental data to the above expression is quite satisfactory, leading to g = 2.00, J 1 = -5.7 cm-1, J 2 = -2.5 cm-1, ρ = 0.006, and R = 4.2 × 10-5, where R is the agreement factor defined as ∑[(χM)obs - (χM)calc]2/∑[(χM)obs]2. We have tried in vain to fit the data by setting opposite signs for J 1 and J 2, which could not simulate the variation in the low-temperature region. Therefore, although it is difficult, with limited data, to assign the two exchange parameters to specific bridges, we can safely conclude that both the double diazine and single EE azido bridges mediate antiferromagnetic interactions. This is in agreement with what we have inferred for the same kinds of bridges in 1, although the structural parameters (e.g., the Mn-N-N-Mn and Mn-N3 -Mn torsion angles) of the bridges are quite different in these two compounds. ", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["property"], "content": "<p>\n<bold>Complexes 3a and 3b.</bold> These two compounds have been\ncharacterized by various temperature- and field-dependent\nmagnetic measurements. The results have been presented and\ndiscussed elsewhere, and we do not repeat them here. Only\nsome important conclusions are summarized. The complexes\nexhibit overall antiferromagnetic intralayer interactions with\nsimilar high-temperature behaviors, reflecting the similarity in\n2D layer structure. In the low-temperature region, both behave\nas weak ferromagnets, whose spontaneous magnetization arises\nfrom spin canting within the antiferromagnetic layers (canted\nantiferromagnetism), consistent with the chiral layer structure.\nHowever, the critical temperatures (8 K for <bold>3a</bold> and 12.5 K for\n<bold>3b</bold>) and other details (field-cooled (FC) and zero-field-cooled\n(ZFC) magnetization, hysteresis) of the weak ferromagnetic\ntransitions are different, which may be related to the differences\nin the intralayer structure and/or the interlayer stacking.\n</p>", "clean_text": " Complexes 3a and 3b. These two compounds have been characterized by various temperature- and field-dependent magnetic measurements. The results have been presented and discussed elsewhere, and we do not repeat them here. Only some important conclusions are summarized. The complexes exhibit overall antiferromagnetic intralayer interactions with similar high-temperature behaviors, reflecting the similarity in 2D layer structure. In the low-temperature region, both behave as weak ferromagnets, whose spontaneous magnetization arises from spin canting within the antiferromagnetic layers (canted antiferromagnetism), consistent with the chiral layer structure. However, the critical temperatures (8 K for 3a and 12.5 K for 3b) and other details (field-cooled (FC) and zero-field-cooled (ZFC) magnetization, hysteresis) of the weak ferromagnetic transitions are different, which may be related to the differences in the intralayer structure and/or the interlayer stacking. ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["property"], "content": "<p>\n<bold>Complex 4.</bold> The temperature dependence of the magnetic\nsusceptibility of <bold>4</bold> in the 2−300 K temperature range is shown\nin Figure . The susceptibility (χ<sub>M</sub>) per Mn(II) ion first increases\nwith decreasing temperature to a round maximum around 30\nK, then decreases slightly, and finally increases below 22 K.\nThe final increase becomes very rapid below 17 K. The\nreciprocal susceptibility (χ<sub>M</sub>\n<sup>-1</sup>) versus temperature plot above\n60 K obeys the Curie−Weiss law, with θ = −42.6 K. The χ<sub>M</sub>\n<italic>T</italic>\nvalue at room temperature is 3.71 emu mol<sup>-1</sup> K, lower than\nthe spin-only value expected for an isolated Mn(II) ion. As the\ntemperature is lowered, χ<sub>M</sub>\n<italic>T</italic> first decreases smoothly to 0.78\nemu mol<sup>-1</sup> K at 16.5 K, then increases sharply to 1.16 emu\nmol<sup>-1</sup> K at about 10 K, and finally drops rapidly upon further\ncooling. The high-temperature magnetic behaviors indicate that\n\nthe magnetic interactions between Mn(II) ions are dominated\nby antiferromagnetic coupling. Structural data have revealed that\nthere exist five different superexchange pathways in the 2D\nbridging network of <bold>4</bold>:  the single N−N bridges, two different\nsets of double EO azido bridges, and two different sets of single\nEE azido bridges. According to the magnetic analysis on <bold>1</bold> and\n<bold>2</bold> and the previous findings established for azido bridges, it\nshould be reasonable to assume that the EO azido bridges\nmediate a ferromagnetic interaction and that the diazine and\nEE azido bridges mediate antiferromagnetic interactions. For\nso complicated a topology, it is impossible to evaluate the\nsuperexchange parameters by conventional methods.\n\n</p>", "clean_text": " Complex 4. The temperature dependence of the magnetic susceptibility of 4 in the 2-300 K temperature range is shown in Figure . The susceptibility (χM) per Mn(II) ion first increases with decreasing temperature to a round maximum around 30 K, then decreases slightly, and finally increases below 22 K. The final increase becomes very rapid below 17 K. The reciprocal susceptibility (χM -1) versus temperature plot above 60 K obeys the Curie-Weiss law, with θ = -42.6 K. The χM T value at room temperature is 3.71 emu mol-1 K, lower than the spin-only value expected for an isolated Mn(II) ion. As the temperature is lowered, χM T first decreases smoothly to 0.78 emu mol-1 K at 16.5 K, then increases sharply to 1.16 emu mol-1 K at about 10 K, and finally drops rapidly upon further cooling. The high-temperature magnetic behaviors indicate that  the magnetic interactions between Mn(II) ions are dominated by antiferromagnetic coupling. Structural data have revealed that there exist five different superexchange pathways in the 2D bridging network of 4: the single N-N bridges, two different sets of double EO azido bridges, and two different sets of single EE azido bridges. According to the magnetic analysis on 1 and 2 and the previous findings established for azido bridges, it should be reasonable to assume that the EO azido bridges mediate a ferromagnetic interaction and that the diazine and EE azido bridges mediate antiferromagnetic interactions. For so complicated a topology, it is impossible to evaluate the superexchange parameters by conventional methods.  ", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig id=\"ja039104af00009\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Temperature dependence of χ<sub>M</sub> and χ<sub>M</sub>\n<italic>T</italic> for <bold>4</bold>. Inset:  field-cooled and zero-field-cooled magnetization curves at different fields.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0012.tif\"></graphic>\n</fig>", "clean_text": " 9  Temperature dependence of χM and χM T for 4. Inset: field-cooled and zero-field-cooled magnetization curves at different fields.   ", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>The low-temperature magnetic behaviors of <bold>4</bold> suggest that a\nmechanism of ferromagnetic-like correlations exists and develops into a weak ferromagnetic ordering in the low-temperature\nregion. For an antiferromagnetic system, the ferromagnetic\ncorrelations can be attributed to spin canting; i.e., perfect\nantiparallel alignment of the spins on neighboring metal ions\nwithin the antiferromagnetic layer is not achieved so that residual\nspins are generated. It is well-known that spin canting may arise\nfrom two mechanisms:  single-ion magnetic anisotropy and\nantisymmetric exchange. Because of the isotropic character\nof the high-spin Mn(II) ion, the second factor should be\nresponsible for the canting in compound <bold>4</bold>. It has been\nformulated that antisymmetric exchange between a pair of spin\ncenters vanishes when the spin centers are related by an\ninversion center. In compound <bold>4</bold>, although the Mn(II) ions linked\nby the EO azido bridges are related by inversion centers, there\nare no inversion centers between the Mn1 and Mn2 centers\nlinked by the single diazine or EE azido bridge. It is expected\nthat an antisymmetric exchange between Mn1 and Mn2 is\noperative and is superimposed upon the isotropic antiferromagnetic exchange, leading to the observed spin-canting\nphenomenon. An alternative and essentially equivalent justification is to describe the structure as double EO azido bridged\nMn<sub>2</sub> units being interlinked by diazine and EE azido bridges.\nSince the interaction between Mn(II) ions through double EO\nazido bridges is ferromagnetic, each Mn<sub>2</sub> unit may be viewed\nas a high-spin center. The antisymmetric exchange between the\nMn<sub>2</sub> units is responsible for spin canting, consistent with the\nabsence of inversion centers between neighboring Mn<sub>2</sub> units.\nIn fact, the neighboring Mn<sub>2</sub> units have different orientations,\nwith the dihedral angle between their Mn<sub>2</sub>N<sub>2</sub> rings being 37.6°.\n</p>", "clean_text": "The low-temperature magnetic behaviors of 4 suggest that a mechanism of ferromagnetic-like correlations exists and develops into a weak ferromagnetic ordering in the low-temperature region. For an antiferromagnetic system, the ferromagnetic correlations can be attributed to spin canting; i.e., perfect antiparallel alignment of the spins on neighboring metal ions within the antiferromagnetic layer is not achieved so that residual spins are generated. It is well-known that spin canting may arise from two mechanisms: single-ion magnetic anisotropy and antisymmetric exchange. Because of the isotropic character of the high-spin Mn(II) ion, the second factor should be responsible for the canting in compound 4. It has been formulated that antisymmetric exchange between a pair of spin centers vanishes when the spin centers are related by an inversion center. In compound 4, although the Mn(II) ions linked by the EO azido bridges are related by inversion centers, there are no inversion centers between the Mn1 and Mn2 centers linked by the single diazine or EE azido bridge. It is expected that an antisymmetric exchange between Mn1 and Mn2 is operative and is superimposed upon the isotropic antiferromagnetic exchange, leading to the observed spin-canting phenomenon. An alternative and essentially equivalent justification is to describe the structure as double EO azido bridged Mn2 units being interlinked by diazine and EE azido bridges. Since the interaction between Mn(II) ions through double EO azido bridges is ferromagnetic, each Mn2 unit may be viewed as a high-spin center. The antisymmetric exchange between the Mn2 units is responsible for spin canting, consistent with the absence of inversion centers between neighboring Mn2 units. In fact, the neighboring Mn2 units have different orientations, with the dihedral angle between their Mn2N2 rings being 37.6°. ", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["property"], "content": "<p>To fully characterize the weak ferromagnetism due to spin\ncanting, FC and ZFC magnetizations were measured at different\nfields (Figure , inset). All curves support the occurrence of\nspontaneous ferromagnetic ordering in compound <bold>4</bold>, and the\ndifference between the ZFC and FC curves at 200 G indicates\nthe existence of remnant magnetization. Interestingly, the\nmagnetization at the field below 1.5 kG exhibits a two-step\ndecrease as temperature is increased, indicating the existence\nof two magnetic transitions. The critical temperatures are\nestimated to be <italic>T</italic>\n<sub>C1</sub> = 10.1 K and <italic>T</italic>\n<sub>C2</sub> = 14.6 K at 200 G,\ncorresponding to the temperatures at which the slope of the FC\ncurve reaches maximum values. As the field is increased, the\nphase transitions shift slightly toward higher temperatures:  the\ncritical temperatures are 10.7 and 14.7 K at 500 G and 11.4\nand 15.0 K at 1 kG, respectively. As can be seen from Figure\n (inset), the two-step feature of the FC curves becomes less\nobvious at higher field, and at the field of as high as 1.5 kG,\nthe two transitions are hardly distinguishable. The temperature\ndependence of the ac magnetic susceptibility of <bold>4</bold> is also\nmeasured at zero dc field (see Figure S4 in Supporting\nInformation). Both χ‘ and χ‘ ‘ exhibit a strong and sharp peak at\n14.4 K and a weak and broad peak around 10.4 K, confirming\nthe occurrence of the two magnetic transitions suggested by dc\nmagnetic measurements.\n</p>", "clean_text": "To fully characterize the weak ferromagnetism due to spin canting, FC and ZFC magnetizations were measured at different fields (Figure , inset). All curves support the occurrence of spontaneous ferromagnetic ordering in compound 4, and the difference between the ZFC and FC curves at 200 G indicates the existence of remnant magnetization. Interestingly, the magnetization at the field below 1.5 kG exhibits a two-step decrease as temperature is increased, indicating the existence of two magnetic transitions. The critical temperatures are estimated to be T C1 = 10.1 K and T C2 = 14.6 K at 200 G, corresponding to the temperatures at which the slope of the FC curve reaches maximum values. As the field is increased, the phase transitions shift slightly toward higher temperatures: the critical temperatures are 10.7 and 14.7 K at 500 G and 11.4 and 15.0 K at 1 kG, respectively. As can be seen from Figure  (inset), the two-step feature of the FC curves becomes less obvious at higher field, and at the field of as high as 1.5 kG, the two transitions are hardly distinguishable. The temperature dependence of the ac magnetic susceptibility of 4 is also measured at zero dc field (see Figure S4 in Supporting Information). Both χ‘ and χ‘‘ exhibit a strong and sharp peak at 14.4 K and a weak and broad peak around 10.4 K, confirming the occurrence of the two magnetic transitions suggested by dc magnetic measurements. ", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["property"], "content": "<p>The field-dependent magnetization of <bold>4</bold> was measured at 1.8\nK (Figure ). The magnetization increases very rapidly before\nthe field reaches 1 kG, above which the magnetization increases\nslowly and linearly with the increasing field. The magnetization\nat the highest field measured (70 kG) is 0.72 Nβ, far below the\nsaturation value (5 Nβ) expected for Mn(II) species. These\nbehaviors are consistent with weak ferromagnetism due to spin\ncanting, or the so-called “canted antiferromagnetism”. Furthermore, a well-defined hysteresis loop was observed at 1.8 K with\na remnant magnetization (<italic>M</italic>\n<sub>r</sub>) of 0.030 Nβ and a coercive field\n(<italic>H</italic>\n<sub>c</sub>) of 360 G (Figure , inset a)<italic>.</italic> The magnetic hysteresis was\nalso observed at 13.6 K, which is between <italic>T</italic>\n<sub>C1</sub> and <italic>T</italic>\n<sub>C2</sub>, but the\nremnant magnetization (0.0053 Nβ) and the coercive field (22\nG) are much smaller (Figure , inset b).\n\n</p>", "clean_text": "The field-dependent magnetization of 4 was measured at 1.8 K (Figure ). The magnetization increases very rapidly before the field reaches 1 kG, above which the magnetization increases slowly and linearly with the increasing field. The magnetization at the highest field measured (70 kG) is 0.72 Nβ, far below the saturation value (5 Nβ) expected for Mn(II) species. These behaviors are consistent with weak ferromagnetism due to spin canting, or the so-called \"canted antiferromagnetism\". Furthermore, a well-defined hysteresis loop was observed at 1.8 K with a remnant magnetization (M r) of 0.030 Nβ and a coercive field (H c) of 360 G (Figure , inset a). The magnetic hysteresis was also observed at 13.6 K, which is between T C1 and T C2, but the remnant magnetization (0.0053 Nβ) and the coercive field (22 G) are much smaller (Figure , inset b).  ", "data": null, "include_properties": null}, {"idx": 51, "type": "figure", "classification": null, "content": "<fig id=\"ja039104af00010\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Field dependence of magnetization of<bold>4</bold>. The insets are the\nhysteresis loops at 1.8 (a) and 13.6 K (b).</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0013.tif\"></graphic>\n</fig>", "clean_text": " 10  Field dependence of magnetization of4. The insets are the hysteresis loops at 1.8 (a) and 13.6 K (b).   ", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>We have presented and illustrated a novel synthetic strategy\ntoward chiral azido-bridged coordination polymers by using\ndiazine ligands that are achiral but can be locked in a chiral\nconformation upon coordination. Although the final polymeric\narchitectures are impossible to predict with our present state of\n\nknowledge, which is due to the coordinative flexibility and\ndiversity of the azido and diazine ligands and the complexity\nof the intermolecular interactions involved, we succeeded in\ninducing (partial) spontaneous resolution and obtained a series\nof chiral crystalline compounds, which contains homochiral\nchains or layers built of chiral bi- or trinuclear units of different\nmolecular topology. The molecular chirality of the building units\nis induced by the ligation of two metal ions by the diazine\nligands that are furnished by two bidentate pyridylimino groups.\nThus, an isosceles triangular [Mn<sub>3</sub>(L<sup>1</sup>)<sub>2</sub>(N<sub>3</sub>)<sub>2</sub>] chiral unit with\ntwo single diazine bridges and a double EO azido bridge in <bold>1</bold>,\na double helical [Mn<sub>2</sub>(L<sup>2</sup>)<sub>2</sub>] unit with a double N−N bridge in\n<bold>2</bold>, and a binuclear [Mn<sub>2</sub>(L<sup>3</sup>)(N<sub>3</sub>)<sub>2</sub>] chiral unit with triple bridges\ncontaining two EO azido ions and a N−N group in <bold>3a</bold> and <bold>3b</bold>\nare generated. The homochirality within the polymeric structures\nof these complexes is achieved via interunit single EE azido\nbridges, which tend to bridge metal ions in an asymmetric\nfashion and can assume variable M−N−N−N−M torsion\nangles. Thus, homochiral chains (<bold>1</bold> and <bold>2</bold>) or layers (<bold>3a</bold> and\n<bold>3b</bold>) are generated from the above chiral units. For <bold>1</bold> and <bold>2</bold>, where\nthe diazine ligands contain one (L<sup>1</sup>) or two (L<sup>2</sup>) amino\nsubstituents as hydrogen donors, the chiral preservation in the\nwhole structure is achieved via interchain hydrogen bonding\nbetween amino groups and azido ligands, and hence spontaneous\nresolution occurs. The generation of the crystals of <bold>1</bold> and <bold>2</bold>\nrepresents two new examples of <italic>chiral induction and transfer</italic>\nin the absence of chiral auxiliaries. For the chiral layers formed\nfrom L<sup>3</sup>, which contains methyl instead of amino substituents,\nthere are no preferential interlayer interactions for chiral\ndiscrimination, and the layers can be stacked in both heterochiral\nand homochiral fashions, yielding simultaneously racemic (<bold>3a</bold>)\nand chiral (<bold>3b</bold>) crystals. Therefore, a <italic>partial spontaneous\nresolution</italic> occurs. In contrast with the above results, the reaction\nof Mn(II) and azido ions with L<sup>4</sup>, which does not contain any\nside substituent, yielded achiral crystals (<bold>4</bold>), which contain 2D\nlayers with alternating single diazine, single EE azido, and\ndouble EO azido bridges. This compound is also built of chiral\nbinuclear units due to the coordination of the diazine ligand,\nbut the chirality is destroyed by the centrosymmetric double\nEO azido bridges between neighboring units. The formation of\nthe double bridges may be related to the absence of the\ninterligand steric effects that would be introduced by the methyl\nor amino substituents. The structural diversity exhibited by these\ncomplexes demonstrates how a minute structural variation at\nthe molecular level can induce dramatic changes in chirality\ntransmission and in the supramolecular structure, and hence\nillustrates the great challenges faced by crystal engineering.\nFurther investigation along this line is underway.\n</p>", "clean_text": "Conclusions\n\nWe have presented and illustrated a novel synthetic strategy toward chiral azido-bridged coordination polymers by using diazine ligands that are achiral but can be locked in a chiral conformation upon coordination. Although the final polymeric architectures are impossible to predict with our present state of  knowledge, which is due to the coordinative flexibility and diversity of the azido and diazine ligands and the complexity of the intermolecular interactions involved, we succeeded in inducing (partial) spontaneous resolution and obtained a series of chiral crystalline compounds, which contains homochiral chains or layers built of chiral bi- or trinuclear units of different molecular topology. The molecular chirality of the building units is induced by the ligation of two metal ions by the diazine ligands that are furnished by two bidentate pyridylimino groups. Thus, an isosceles triangular [Mn3(L1)2(N3)2] chiral unit with two single diazine bridges and a double EO azido bridge in 1, a double helical [Mn2(L2)2] unit with a double N-N bridge in 2, and a binuclear [Mn2(L3)(N3)2] chiral unit with triple bridges containing two EO azido ions and a N-N group in 3a and 3b are generated. The homochirality within the polymeric structures of these complexes is achieved via interunit single EE azido bridges, which tend to bridge metal ions in an asymmetric fashion and can assume variable M-N-N-N-M torsion angles. Thus, homochiral chains (1 and 2) or layers (3a and 3b) are generated from the above chiral units. For 1 and 2, where the diazine ligands contain one (L1) or two (L2) amino substituents as hydrogen donors, the chiral preservation in the whole structure is achieved via interchain hydrogen bonding between amino groups and azido ligands, and hence spontaneous resolution occurs. The generation of the crystals of 1 and 2 represents two new examples of chiral induction and transfer in the absence of chiral auxiliaries. For the chiral layers formed from L3, which contains methyl instead of amino substituents, there are no preferential interlayer interactions for chiral discrimination, and the layers can be stacked in both heterochiral and homochiral fashions, yielding simultaneously racemic (3a) and chiral (3b) crystals. Therefore, a partial spontaneous resolution occurs. In contrast with the above results, the reaction of Mn(II) and azido ions with L4, which does not contain any side substituent, yielded achiral crystals (4), which contain 2D layers with alternating single diazine, single EE azido, and double EO azido bridges. This compound is also built of chiral binuclear units due to the coordination of the diazine ligand, but the chirality is destroyed by the centrosymmetric double EO azido bridges between neighboring units. The formation of the double bridges may be related to the absence of the interligand steric effects that would be introduced by the methyl or amino substituents. The structural diversity exhibited by these complexes demonstrates how a minute structural variation at the molecular level can induce dramatic changes in chirality transmission and in the supramolecular structure, and hence illustrates the great challenges faced by crystal engineering. Further investigation along this line is underway. ", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["property"], "content": "<p>Consistent with the structural diversity, the magnetic properties of these complexes are also distinct from one another\ndramatically. Compound <bold>1</bold> represents a new example of the rare\nphenomenon of homometallic ferrimagnetism and behaves as\na metamagnet built of ferrimagnetic chain. The critical temperature for antiferromagnetic ordering and the critical field for\nthe antiferromagnetic-to-ferromagnetic transition are <italic>T</italic>\n<sub>N</sub> = 2.9\nK and <italic>H</italic>\n<sub>C</sub> = 1.1 kG, respectively. The noncompensation in spin\nmoment is achieved by a specific alternation of ferro- and\nantiferromagnetic interactions within the unusual “fused triangles” chain. Compound <bold>2</bold> exhibits alternating antiferro- and\nferromagnetic interactions mediated by the double diazine and\nthe single EE azido bridges, respectively. The two pseudopolymorphous compounds, <bold>3a</bold> and <bold>3b</bold>, behave as weak ferromagnets\nbelow 8 and 12.5 K, respectively, where the spontaneous\nmagnetization arises from spin canting within the antiferromagnetic layers (canted antiferromagnetism). Compound <bold>4</bold> also\nexhibits weak ferromagnetism due to spin canting, but it\nundergoes two magnetic transitions at about 10.1 and 14.6 K,\nrespectively.\n</p>", "clean_text": "Consistent with the structural diversity, the magnetic properties of these complexes are also distinct from one another dramatically. Compound 1 represents a new example of the rare phenomenon of homometallic ferrimagnetism and behaves as a metamagnet built of ferrimagnetic chain. The critical temperature for antiferromagnetic ordering and the critical field for the antiferromagnetic-to-ferromagnetic transition are T N = 2.9 K and H C = 1.1 kG, respectively. The noncompensation in spin moment is achieved by a specific alternation of ferro- and antiferromagnetic interactions within the unusual \"fused triangles\" chain. Compound 2 exhibits alternating antiferro- and ferromagnetic interactions mediated by the double diazine and the single EE azido bridges, respectively. The two pseudopolymorphous compounds, 3a and 3b, behave as weak ferromagnets below 8 and 12.5 K, respectively, where the spontaneous magnetization arises from spin canting within the antiferromagnetic layers (canted antiferromagnetism). Compound 4 also exhibits weak ferromagnetism due to spin canting, but it undergoes two magnetic transitions at about 10.1 and 14.6 K, respectively. ", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<title>\n<ext-link xlink:href=\"/doi/suppl/10.1021%2Fja039104a\">Supporting Information Available</ext-link>\n</title><p>Crystallographic data\n(CIF) for all compounds. Structural and magnetic graphics\n(PDF). This material is available free of charge via the Internet\nat <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p><title>References</title>", "clean_text": " Supporting Information Available \n\nCrystallographic data (CIF) for all compounds. Structural and magnetic graphics (PDF). This material is available free of charge via the Internet at http://pubs.acs.org.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "9, 10, 11", "type": "text", "classification": "synthesis condition", "content": "<p>\n<bold>[Mn</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(L</bold>\n<bold>\n<sup>1</sup>\n</bold>\n<sup></sup>\n<bold>)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(N</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)</bold>\n<bold>\n<sub>6</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (1).</bold> An aqueous solution (2 mL) containing\nmanganese(II) perchlorate hexahydrate (0.15 g, 0.4 mmol) and sodium\nazide (0.052 g, 0.8 mmol) was added with continuous stirring into the\nmethanol solution (10 mL) of L<sup>1</sup> (0.045 g, 0.2 mmol) over a period of\n15 min. Slow evaporation of the resulting red orange solution at room\ntemperature yielded orange crystals of <bold>1</bold> within 3 days. Yield:  43.5%.\nAnal. Calcd for C<sub>24</sub>H<sub>22</sub>N<sub>28</sub>Mn<sub>3</sub>:  C, 33.23; H, 2.56; N, 45.21. Found: \nC, 33.11; H, 2.65; N, 45.13. Main IR band (cm<sup>-1</sup>):  ν(NH<sub>2</sub>), 3358m;\nν<sub>as</sub>(N<sub>3</sub>), 2133s, 2075s, 2045vs; ν(CN), 1655m. By a similar procedure,\nthe compound can also be prepared with the starting M:L<sup>1</sup>:N<sub>3</sub> ratio\nbeing 3:2:6, which corresponds to the stoichiometry of the product.\n</p><p>\n<bold>[Mn</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(L</bold>\n<bold>\n<sup>2</sup>\n</bold>\n<sup></sup>\n<bold>)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(N</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold>(ClO</bold>\n<bold>\n<sub>4</sub>\n</bold>\n<bold>)</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold>·</bold>\n<bold>\n<italic>n</italic>\n</bold>\n<bold>H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O (2).</bold> The complex was prepared in\nthe same way as <bold>1</bold>, using L<sup>2</sup> instead of L<sup>1</sup>. Slow evaporation of the\nreaction solution at room temperature yielded yellow crystals of <bold>2</bold> within\n7 days. Yield:  37.0%. Anal. Calcd for C<sub>24</sub>H<sub>26</sub>N<sub>21</sub>ClO<sub>5</sub>Mn<sub>2</sub>:  C, 34.57;\nH, 3.14; N, 35.27. Found:  C, 34.54; H, 3.32; N, 35.54. Main IR band\n(cm<sup>-1</sup>):  ν(OH<sub>2</sub>), 3422m; ν(NH<sub>2</sub>), 3340m, 3245m; ν<sub>as</sub>(N<sub>3</sub>), 2059vs;\nν(CN), 1631m; ν(ClO<sub>4</sub>), 1099m (br).\n</p><p>\n<bold>[Mn</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(L</bold>\n<bold>\n<sup>4</sup>\n</bold>\n<sup></sup>\n<bold>)(N</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)</bold>\n<bold>\n<sub>4</sub>\n</bold>\n<bold>]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (4).</bold> Crystals of <bold>4</bold> are obtained by slow diffusion in\nan H-shaped tube. A methanol solution (5 mL) containing L<sup>4</sup> (0.042 g,\n0.2 mmol) and sodium azide (0.052 g, 0.8 mmol) was added into one\narm of the H-shaped tube and manganese(II) perchlorate hexahydrate\n(0.145 g, 0.4 mmol) into the same solvent (2 mL) into the other arm,\nand then about 20 mL of methanol was carefully added so that the\nbridge of the tube was filled. Slow diffusion between the two solutions\nafforded orange red crystals of <bold>4</bold> within 2 weeks. The complex can\nalso be prepared in a way similar to that for <bold>1</bold>, but as a polycrystalline\nproduct, which precipitated immediately upon mixing the solutions of\nthe reactants. Yield:  78.8%. The samples obtained by the two methods\ngive identical spectral and analytical results. Anal. Calcd for C<sub>12</sub>H<sub>10</sub>N<sub>16</sub>Mn<sub>2</sub>:  C, 29.52; H, 2.06; N, 45.91. Found:  C, 29.97; H, 2.41; N,\n45.93. Main IR band (cm<sup>-1</sup>):  ν<sub>as</sub>(N<sub>3</sub>), 2131vs, 2072vs; ν(CN),\n1638m.\n</p>", "clean_text": " [Mn  3  (L  1   )  2  (N  3  )  6  ]   n    (1). An aqueous solution (2 mL) containing manganese(II) perchlorate hexahydrate (0.15 g, 0.4 mmol) and sodium azide (0.052 g, 0.8 mmol) was added with continuous stirring into the methanol solution (10 mL) of L1 (0.045 g, 0.2 mmol) over a period of 15 min. Slow evaporation of the resulting red orange solution at room temperature yielded orange crystals of 1 within 3 days. Yield: 43.5%. Anal. Calcd for C24H22N28Mn3: C, 33.23; H, 2.56; N, 45.21. Found: C, 33.11; H, 2.65; N, 45.13. Main IR band (cm-1): ν(NH2), 3358m; νas(N3), 2133s, 2075s, 2045vs; ν(CN), 1655m. By a similar procedure, the compound can also be prepared with the starting M:L1:N3 ratio being 3:2:6, which corresponds to the stoichiometry of the product. \n\n [Mn  2  (L  2   )  2  (N  3  )  3  ]   n   (ClO  4  )   n   ⋅  n  H  2  O (2). The complex was prepared in the same way as 1, using L2 instead of L1. Slow evaporation of the reaction solution at room temperature yielded yellow crystals of 2 within 7 days. Yield: 37.0%. Anal. Calcd for C24H26N21ClO5Mn2: C, 34.57; H, 3.14; N, 35.27. Found: C, 34.54; H, 3.32; N, 35.54. Main IR band (cm-1): ν(OH2), 3422m; ν(NH2), 3340m, 3245m; νas(N3), 2059vs; ν(CN), 1631m; ν(ClO4), 1099m (br). \n\n [Mn  2  (L  4   )(N  3  )  4  ]   n    (4). Crystals of 4 are obtained by slow diffusion in an H-shaped tube. A methanol solution (5 mL) containing L4 (0.042 g, 0.2 mmol) and sodium azide (0.052 g, 0.8 mmol) was added into one arm of the H-shaped tube and manganese(II) perchlorate hexahydrate (0.145 g, 0.4 mmol) into the same solvent (2 mL) into the other arm, and then about 20 mL of methanol was carefully added so that the bridge of the tube was filled. Slow diffusion between the two solutions afforded orange red crystals of 4 within 2 weeks. The complex can also be prepared in a way similar to that for 1, but as a polycrystalline product, which precipitated immediately upon mixing the solutions of the reactants. Yield: 78.8%. The samples obtained by the two methods give identical spectral and analytical results. Anal. Calcd for C12H10N16Mn2: C, 29.52; H, 2.06; N, 45.91. Found: C, 29.97; H, 2.41; N, 45.93. Main IR band (cm-1): νas(N3), 2131vs, 2072vs; ν(CN), 1638m. ", "data": [{"meta": {"name": "[Mn3(L1)2(N3)6]n", "symbol": "1", "chemical formula": "C24H22N28Mn3"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "manganese(II) perchlorate hexahydrate", "amount": "0.15", "unit": "g"}, {"name": "sodium azide", "amount": "0.052", "unit": "g"}, {"name": "L1", "amount": "0.045", "unit": "g"}], "solution": [{"name": "H2O", "amount": "2", "unit": "mL"}, {"name": "methanol", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "3 days"}, {"synthesis method": "evaporation", "temperature": "room temperature", "time": "several weeks"}], "yield": "43.5%"}, {"meta": {"name": "[Mn2(L2)2(N3)3]n(ClO4)n·nH2O", "symbol": "2", "chemical formula": "C24H26N21ClO5Mn2"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "manganese(II) perchlorate hexahydrate", "amount": "0.15", "unit": "g"}, {"name": "sodium azide", "amount": "0.052", "unit": "g"}, {"name": "L2", "amount": "0.042", "unit": "g"}], "solution": [{"name": "H2O", "amount": "2", "unit": "mL"}, {"name": "methanol", "amount": "5", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "7 days"}, {"synthesis method": "evaporation", "temperature": "room temperature", "time": "several weeks"}], "yield": "37.0%"}, {"meta": {"name": "[Mn2(L4)(N3)4]n", "symbol": "4", "chemical formula": "C12H10N16Mn2"}, "processes": [{"synthesis method": "diffusion", "precursor": [{"name": "manganese(II) perchlorate hexahydrate", "amount": "0.145", "unit": "g"}, {"name": "sodium azide", "amount": "0.052", "unit": "g"}, {"name": "L4", "amount": "0.042", "unit": "g"}], "solvent": [{"name": "methanol", "amount": "5", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "2 weeks"}, {"synthesis method": "chemical synthesis", "precursor": [{"name": "manganese(II) perchlorate hexahydrate", "amount": "0.145", "unit": "g"}, {"name": "sodium azide", "amount": "0.052", "unit": "g"}, {"name": "L4", "amount": "0.042", "unit": "g"}], "solution": [{"name": "H2O", "amount": "2", "unit": "mL"}, {"name": "methanol", "amount": "20", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": ""}], "yield": "78.8%"}], "include_properties": ["chemical_synthesis"]}, {"idx": "34, 36, 37, 42, 44, 45, 46, 49, 50", "type": "text", "classification": "property", "content": "<p>\n<bold>Magnetic Properties. Complex 1.</bold> The magnetic susceptibility of complex <bold>1</bold> was measured in the 1.8−300 K range at 1000\nG (Figure ; χ<sub>M</sub> is the magnetic susceptibility per Mn<sub>3</sub> unit).\nThe temperature dependence of reciprocal susceptibility (χ<sub>M</sub>\n<sup>-1</sup>)\nabove 50 K follows the Curie−Weiss law, with a negative Weiss\n\nconstant θ = −31.7 K, indicating an overall antiferromagnetic\ninteraction between Mn(II) ions. The χ<sub>M</sub>\n<italic>T</italic> value at 300 K is\n11.1 emu K mol<sup>-1</sup>, lower than the spin-only value (13.1 emu\nK mol<sup>-1</sup>) expected for three magnetically isolated high-spin\nMn(II) ions. As the temperature is lowered, the χ<sub>M</sub>\n<italic>T</italic> product\nfirst decreases smoothly to a rounded minimum (7.35 emu K\nmol<sup>-1</sup>) at 32 K, then increases rapidly to a very high and sharp\nmaximum (24.9 emu K mol<sup>-1</sup>) at 2.9 K, and finally decreases\nrapidly on further cooling. The behavior above 2.9 K is\ncharacteristic of a ferrimagnetic chain, and that below 2.9 K\nmay be due to interchain antiferrimagnetic interactions and/or\nthe saturation effect.\n\n</p><p>To get a closer characterization in the low-temperature region,\nfield-cooled magnetization was measured under different fields\n(Figure , inset). At the low field of 400 G, the <italic>M</italic>−<italic>T</italic> curve\ndisplays a maximum at ca. 2.9 K, clearly indicating the\noccurrence of 3D antiferromagnetic ordering of the ferrimagnetic\nchains below the critical temperature. The magnetization\nmaximum shifts toward low temperature as the applied field is\nincreased to 1000 G. However, the magnetization at or above\n1100 G shows no maximum and tends to saturate at lower\ntemperature, indicating that the interchain antiferromagnetic\ninteractions are overcome by the external field. These behaviors\nare characteristic of a metamagnet built of ferrimagnetic chains.\nThe temperature dependence of the ac magnetic susceptibility\nis also measured at zero dc field and confirms the occurrence\nof the magnetic ordering with <italic>T</italic>\n<sub>N</sub> = 2.9 K, at which both χ‘\n(the in-phase component) and χ‘ ‘ (the out-of-phase component)\nreach maximum values (see Figure S3 in Supporting Information).\n</p><p>The metamagnetic behavior is confirmed by the field\ndependence of magnetization (Figure ). The sigmoidal shape\nof the <italic>M</italic>\n<italic>−</italic>\n<italic>H</italic> curve at 1.8 K clearly indicates the field-induced\ntransition from an antiferromagnetic to a ferromagnetic state,\nwhich is characteristic of a metamagnet. The critical field is\n1100 G, estimated as the field at which a maximum ∂<italic>M</italic>/∂<italic>H</italic>\nvalue is reached. Upon increasing the field above the critical\nfield, the magnetization increases and saturates rapidly. The\nsaturation magnetization is 5.09 Nβ, confirming the <italic>S</italic> = 5/2\nground state for a trinuclear unit. As expected, the sigmoidal\nfeature of the magnetization curve disappears at 3 and 5 K,\nwhich are above the critical temperature for 3D antiferromagnetic ordering. Further measurements revealed that <bold>1</bold> is a soft\nmagnet with no detectable magnetic hysteresis.\n\n</p><p>\n<bold>Complex 2.</bold> The temperature dependence of magnetic\nsusceptibility of <bold>2</bold> as a conglomerate in the 2−300 K temperature range is shown in Figure . The χ<sub>M</sub>\n<sup>-1</sup> versus <italic>T</italic> plot above\n50 K follows the Curie−Weiss law, with a negative Weiss\nconstant θ = −52.6 K, indicating an overall antiferromagnetic\ninteraction between Mn(II) ions. The experimental χ<sub>M</sub>\n<italic>T</italic> value\nper Mn(II) ion at room temperature is ca. 4.0 emu mol<sup>-1</sup> K,\nslightly lower than the spin-only value (4.38 emu K mol<sup>-1</sup>)\nexpected for an isolated high-spin Mn(II) ion. As the temperature\nis lowered, the χ<sub>M</sub>\n<italic>T</italic> product exhibits a monotonic decrease but\nχ<sub>M</sub> varies in a complex way:  it first increases smoothly to a\nrounded maximum at about 20 K, then decreases slightly to a\nminimum at 6 K, and finally increases again upon further\ncooling to 2 K. The behavior before the minimum is reached is\ntypical of Mn(II) chain complexes with overall antiferromagnetic\nintrachain interactions. The final increase at very low temperature may be due to the presence of a small amount of\nparamagnetic impurities. The magnetization versus field curve\nmeasured at 1.8 K supports the antiferromagnetic nature of the\ncomplex at low temperature (Figure , inset). The nonlinearity\nof the curve in the low-field region (&lt;5 kG) is consistent with\nthe presence of a small amount of paramagnetic impurities.\nFurther temperature- and field-dependent measurements did not\nreveal any evidence of long-range magnetic ordering.\n\n</p><p>According to the structural data, the compound should\nexhibiting alternating interactions mediated by the double\ndiazine and the single EE azido bridges. To evaluate the\ninteractions (<italic>J</italic>\n<sub>1</sub> and <italic>J</italic>\n<sub>2</sub>), we used the theoretical model based\non the Hamiltonian <bold>\n<italic>H</italic>\n</bold>\n<italic>=</italic> −<italic>J</italic>\n<sub>1</sub>∑<bold>\n<italic>S</italic>\n</bold>\n<sub>2</sub>\n<italic>\n<sub>i</sub>\n</italic>\n<bold>\n<italic>S</italic>\n</bold>\n<sub>2</sub>\n<italic>\n<sub>i+</sub>\n</italic>\n<sub>1</sub> − <italic>J</italic>\n<sub>2</sub>∑<bold>\n<italic>S</italic>\n</bold>\n<sub>2</sub>\n<italic>\n<sub>i</sub>\n</italic>\n<sub>+1</sub>\n<bold>\n<italic>S</italic>\n</bold>\n<sub>2</sub>\n<italic>\n<sub>i+</sub>\n</italic>\n<sub>2</sub>. According to Cortés et al., the molar susceptibility of an\nalternating <italic>S </italic>= 5/2 chain, in which the local spin is larger\nenough to be treated as a classical spin, can be expressed as\n<disp-formula content-type=\"pre-labeled\" id=\"ja039104ae00001\">\n<graphic position=\"anchor\" xlink:href=\"ja-2003-09104a_0011.gif\"></graphic>\n</disp-formula>\nwhere <italic>u</italic>\n<italic>\n<sub>i</sub>\n</italic> = coth[<italic>J</italic>\n<italic>\n<sub>i</sub>\n</italic>\n<italic>S</italic>(<italic>S</italic> + 1)/<italic>kT</italic>] − <italic>kT/</italic>[<italic>J</italic>\n<italic>\n<sub>i</sub>\n</italic>\n<italic>S</italic>(<italic>S</italic> + 1)] (<italic>i</italic> = 1, 2). In\nthe expression, we have included the ρ parameter, which is the\namount of the paramagnetic impurities (presumably a monomeric Mn(II) complex), to account for the increase of χ<sub>M</sub> below\n6 K. The least-squares fit of the experimental data to the above\nexpression is quite satisfactory, leading to <italic>g</italic> = 2.00, <italic>J</italic>\n<sub>1</sub> = −5.7\ncm<sup>-1</sup>, <italic>J</italic>\n<sub>2</sub> = −2.5 cm<sup>-1</sup>, ρ = 0.006, and <italic>R</italic> = 4.2 × 10<sup>-5</sup>, where\n<italic>R</italic> is the agreement factor defined as ∑[(χ<sub>M</sub>)<sub>obs</sub> − (χ<sub>M</sub>)<sub>calc</sub>]<sup>2</sup>/∑[(χ<sub>M</sub>)<sub>obs</sub>]<sup>2</sup>. We have tried in vain to fit the data by setting\nopposite signs for <italic>J</italic>\n<sub>1</sub> and <italic>J</italic>\n<sub>2</sub>, which could not simulate the\nvariation in the low-temperature region. Therefore, although it\nis difficult, with limited data, to assign the two exchange\nparameters to specific bridges, we can safely conclude that both\nthe double diazine and single EE azido bridges mediate\nantiferromagnetic interactions. This is in agreement with what\nwe have inferred for the same kinds of bridges in <bold>1</bold>, although\nthe structural parameters (e.g., the Mn−N−N−Mn and Mn−N<sub>3</sub>\n<sub>-</sub>Mn torsion angles) of the bridges are quite different in these\ntwo compounds.\n</p><p>\n<bold>Complexes 3a and 3b.</bold> These two compounds have been\ncharacterized by various temperature- and field-dependent\nmagnetic measurements. The results have been presented and\ndiscussed elsewhere, and we do not repeat them here. Only\nsome important conclusions are summarized. The complexes\nexhibit overall antiferromagnetic intralayer interactions with\nsimilar high-temperature behaviors, reflecting the similarity in\n2D layer structure. In the low-temperature region, both behave\nas weak ferromagnets, whose spontaneous magnetization arises\nfrom spin canting within the antiferromagnetic layers (canted\nantiferromagnetism), consistent with the chiral layer structure.\nHowever, the critical temperatures (8 K for <bold>3a</bold> and 12.5 K for\n<bold>3b</bold>) and other details (field-cooled (FC) and zero-field-cooled\n(ZFC) magnetization, hysteresis) of the weak ferromagnetic\ntransitions are different, which may be related to the differences\nin the intralayer structure and/or the interlayer stacking.\n</p><p>\n<bold>Complex 4.</bold> The temperature dependence of the magnetic\nsusceptibility of <bold>4</bold> in the 2−300 K temperature range is shown\nin Figure . The susceptibility (χ<sub>M</sub>) per Mn(II) ion first increases\nwith decreasing temperature to a round maximum around 30\nK, then decreases slightly, and finally increases below 22 K.\nThe final increase becomes very rapid below 17 K. The\nreciprocal susceptibility (χ<sub>M</sub>\n<sup>-1</sup>) versus temperature plot above\n60 K obeys the Curie−Weiss law, with θ = −42.6 K. The χ<sub>M</sub>\n<italic>T</italic>\nvalue at room temperature is 3.71 emu mol<sup>-1</sup> K, lower than\nthe spin-only value expected for an isolated Mn(II) ion. As the\ntemperature is lowered, χ<sub>M</sub>\n<italic>T</italic> first decreases smoothly to 0.78\nemu mol<sup>-1</sup> K at 16.5 K, then increases sharply to 1.16 emu\nmol<sup>-1</sup> K at about 10 K, and finally drops rapidly upon further\ncooling. The high-temperature magnetic behaviors indicate that\n\nthe magnetic interactions between Mn(II) ions are dominated\nby antiferromagnetic coupling. Structural data have revealed that\nthere exist five different superexchange pathways in the 2D\nbridging network of <bold>4</bold>:  the single N−N bridges, two different\nsets of double EO azido bridges, and two different sets of single\nEE azido bridges. According to the magnetic analysis on <bold>1</bold> and\n<bold>2</bold> and the previous findings established for azido bridges, it\nshould be reasonable to assume that the EO azido bridges\nmediate a ferromagnetic interaction and that the diazine and\nEE azido bridges mediate antiferromagnetic interactions. For\nso complicated a topology, it is impossible to evaluate the\nsuperexchange parameters by conventional methods.\n\n</p><p>To fully characterize the weak ferromagnetism due to spin\ncanting, FC and ZFC magnetizations were measured at different\nfields (Figure , inset). All curves support the occurrence of\nspontaneous ferromagnetic ordering in compound <bold>4</bold>, and the\ndifference between the ZFC and FC curves at 200 G indicates\nthe existence of remnant magnetization. Interestingly, the\nmagnetization at the field below 1.5 kG exhibits a two-step\ndecrease as temperature is increased, indicating the existence\nof two magnetic transitions. The critical temperatures are\nestimated to be <italic>T</italic>\n<sub>C1</sub> = 10.1 K and <italic>T</italic>\n<sub>C2</sub> = 14.6 K at 200 G,\ncorresponding to the temperatures at which the slope of the FC\ncurve reaches maximum values. As the field is increased, the\nphase transitions shift slightly toward higher temperatures:  the\ncritical temperatures are 10.7 and 14.7 K at 500 G and 11.4\nand 15.0 K at 1 kG, respectively. As can be seen from Figure\n (inset), the two-step feature of the FC curves becomes less\nobvious at higher field, and at the field of as high as 1.5 kG,\nthe two transitions are hardly distinguishable. The temperature\ndependence of the ac magnetic susceptibility of <bold>4</bold> is also\nmeasured at zero dc field (see Figure S4 in Supporting\nInformation). Both χ‘ and χ‘ ‘ exhibit a strong and sharp peak at\n14.4 K and a weak and broad peak around 10.4 K, confirming\nthe occurrence of the two magnetic transitions suggested by dc\nmagnetic measurements.\n</p><p>The field-dependent magnetization of <bold>4</bold> was measured at 1.8\nK (Figure ). The magnetization increases very rapidly before\nthe field reaches 1 kG, above which the magnetization increases\nslowly and linearly with the increasing field. The magnetization\nat the highest field measured (70 kG) is 0.72 Nβ, far below the\nsaturation value (5 Nβ) expected for Mn(II) species. These\nbehaviors are consistent with weak ferromagnetism due to spin\ncanting, or the so-called “canted antiferromagnetism”. Furthermore, a well-defined hysteresis loop was observed at 1.8 K with\na remnant magnetization (<italic>M</italic>\n<sub>r</sub>) of 0.030 Nβ and a coercive field\n(<italic>H</italic>\n<sub>c</sub>) of 360 G (Figure , inset a)<italic>.</italic> The magnetic hysteresis was\nalso observed at 13.6 K, which is between <italic>T</italic>\n<sub>C1</sub> and <italic>T</italic>\n<sub>C2</sub>, but the\nremnant magnetization (0.0053 Nβ) and the coercive field (22\nG) are much smaller (Figure , inset b).\n\n</p>", "clean_text": " Magnetic Properties. Complex 1. The magnetic susceptibility of complex 1 was measured in the 1.8-300 K range at 1000 G (Figure ; χM is the magnetic susceptibility per Mn3 unit). The temperature dependence of reciprocal susceptibility (χM -1) above 50 K follows the Curie-Weiss law, with a negative Weiss  constant θ = -31.7 K, indicating an overall antiferromagnetic interaction between Mn(II) ions. The χM T value at 300 K is 11.1 emu K mol-1, lower than the spin-only value (13.1 emu K mol-1) expected for three magnetically isolated high-spin Mn(II) ions. As the temperature is lowered, the χM T product first decreases smoothly to a rounded minimum (7.35 emu K mol-1) at 32 K, then increases rapidly to a very high and sharp maximum (24.9 emu K mol-1) at 2.9 K, and finally decreases rapidly on further cooling. The behavior above 2.9 K is characteristic of a ferrimagnetic chain, and that below 2.9 K may be due to interchain antiferrimagnetic interactions and/or the saturation effect.  \n\nTo get a closer characterization in the low-temperature region, field-cooled magnetization was measured under different fields (Figure , inset). At the low field of 400 G, the M-T curve displays a maximum at ca. 2.9 K, clearly indicating the occurrence of 3D antiferromagnetic ordering of the ferrimagnetic chains below the critical temperature. The magnetization maximum shifts toward low temperature as the applied field is increased to 1000 G. However, the magnetization at or above 1100 G shows no maximum and tends to saturate at lower temperature, indicating that the interchain antiferromagnetic interactions are overcome by the external field. These behaviors are characteristic of a metamagnet built of ferrimagnetic chains. The temperature dependence of the ac magnetic susceptibility is also measured at zero dc field and confirms the occurrence of the magnetic ordering with T N = 2.9 K, at which both χ‘ (the in-phase component) and χ‘‘ (the out-of-phase component) reach maximum values (see Figure S3 in Supporting Information). \n\nThe metamagnetic behavior is confirmed by the field dependence of magnetization (Figure ). The sigmoidal shape of the M - H curve at 1.8 K clearly indicates the field-induced transition from an antiferromagnetic to a ferromagnetic state, which is characteristic of a metamagnet. The critical field is 1100 G, estimated as the field at which a maximum ∂M/∂H value is reached. Upon increasing the field above the critical field, the magnetization increases and saturates rapidly. The saturation magnetization is 5.09 Nβ, confirming the S = 5/2 ground state for a trinuclear unit. As expected, the sigmoidal feature of the magnetization curve disappears at 3 and 5 K, which are above the critical temperature for 3D antiferromagnetic ordering. Further measurements revealed that 1 is a soft magnet with no detectable magnetic hysteresis.  \n\n Complex 2. The temperature dependence of magnetic susceptibility of 2 as a conglomerate in the 2-300 K temperature range is shown in Figure . The χM -1 versus T plot above 50 K follows the Curie-Weiss law, with a negative Weiss constant θ = -52.6 K, indicating an overall antiferromagnetic interaction between Mn(II) ions. The experimental χM T value per Mn(II) ion at room temperature is ca. 4.0 emu mol-1 K, slightly lower than the spin-only value (4.38 emu K mol-1) expected for an isolated high-spin Mn(II) ion. As the temperature is lowered, the χM T product exhibits a monotonic decrease but χM varies in a complex way: it first increases smoothly to a rounded maximum at about 20 K, then decreases slightly to a minimum at 6 K, and finally increases again upon further cooling to 2 K. The behavior before the minimum is reached is typical of Mn(II) chain complexes with overall antiferromagnetic intrachain interactions. The final increase at very low temperature may be due to the presence of a small amount of paramagnetic impurities. The magnetization versus field curve measured at 1.8 K supports the antiferromagnetic nature of the complex at low temperature (Figure , inset). The nonlinearity of the curve in the low-field region (<5 kG) is consistent with the presence of a small amount of paramagnetic impurities. Further temperature- and field-dependent measurements did not reveal any evidence of long-range magnetic ordering.  \n\nAccording to the structural data, the compound should exhibiting alternating interactions mediated by the double diazine and the single EE azido bridges. To evaluate the interactions (J 1 and J 2), we used the theoretical model based on the Hamiltonian  H  = -J 1∑ S  2  i   S  2  i+  1 - J 2∑ S  2  i  +1  S  2  i+  2. According to Cortés et al., the molar susceptibility of an alternating S = 5/2 chain, in which the local spin is larger enough to be treated as a classical spin, can be expressed as    where u  i  = coth[J  i  S(S + 1)/kT] - kT/[J  i  S(S + 1)] (i = 1, 2). In the expression, we have included the ρ parameter, which is the amount of the paramagnetic impurities (presumably a monomeric Mn(II) complex), to account for the increase of χM below 6 K. The least-squares fit of the experimental data to the above expression is quite satisfactory, leading to g = 2.00, J 1 = -5.7 cm-1, J 2 = -2.5 cm-1, ρ = 0.006, and R = 4.2 × 10-5, where R is the agreement factor defined as ∑[(χM)obs - (χM)calc]2/∑[(χM)obs]2. We have tried in vain to fit the data by setting opposite signs for J 1 and J 2, which could not simulate the variation in the low-temperature region. Therefore, although it is difficult, with limited data, to assign the two exchange parameters to specific bridges, we can safely conclude that both the double diazine and single EE azido bridges mediate antiferromagnetic interactions. This is in agreement with what we have inferred for the same kinds of bridges in 1, although the structural parameters (e.g., the Mn-N-N-Mn and Mn-N3 -Mn torsion angles) of the bridges are quite different in these two compounds. \n\n Complexes 3a and 3b. These two compounds have been characterized by various temperature- and field-dependent magnetic measurements. The results have been presented and discussed elsewhere, and we do not repeat them here. Only some important conclusions are summarized. The complexes exhibit overall antiferromagnetic intralayer interactions with similar high-temperature behaviors, reflecting the similarity in 2D layer structure. In the low-temperature region, both behave as weak ferromagnets, whose spontaneous magnetization arises from spin canting within the antiferromagnetic layers (canted antiferromagnetism), consistent with the chiral layer structure. However, the critical temperatures (8 K for 3a and 12.5 K for 3b) and other details (field-cooled (FC) and zero-field-cooled (ZFC) magnetization, hysteresis) of the weak ferromagnetic transitions are different, which may be related to the differences in the intralayer structure and/or the interlayer stacking. \n\n Complex 4. The temperature dependence of the magnetic susceptibility of 4 in the 2-300 K temperature range is shown in Figure . The susceptibility (χM) per Mn(II) ion first increases with decreasing temperature to a round maximum around 30 K, then decreases slightly, and finally increases below 22 K. The final increase becomes very rapid below 17 K. The reciprocal susceptibility (χM -1) versus temperature plot above 60 K obeys the Curie-Weiss law, with θ = -42.6 K. The χM T value at room temperature is 3.71 emu mol-1 K, lower than the spin-only value expected for an isolated Mn(II) ion. As the temperature is lowered, χM T first decreases smoothly to 0.78 emu mol-1 K at 16.5 K, then increases sharply to 1.16 emu mol-1 K at about 10 K, and finally drops rapidly upon further cooling. The high-temperature magnetic behaviors indicate that  the magnetic interactions between Mn(II) ions are dominated by antiferromagnetic coupling. Structural data have revealed that there exist five different superexchange pathways in the 2D bridging network of 4: the single N-N bridges, two different sets of double EO azido bridges, and two different sets of single EE azido bridges. According to the magnetic analysis on 1 and 2 and the previous findings established for azido bridges, it should be reasonable to assume that the EO azido bridges mediate a ferromagnetic interaction and that the diazine and EE azido bridges mediate antiferromagnetic interactions. For so complicated a topology, it is impossible to evaluate the superexchange parameters by conventional methods.  \n\nTo fully characterize the weak ferromagnetism due to spin canting, FC and ZFC magnetizations were measured at different fields (Figure , inset). All curves support the occurrence of spontaneous ferromagnetic ordering in compound 4, and the difference between the ZFC and FC curves at 200 G indicates the existence of remnant magnetization. Interestingly, the magnetization at the field below 1.5 kG exhibits a two-step decrease as temperature is increased, indicating the existence of two magnetic transitions. The critical temperatures are estimated to be T C1 = 10.1 K and T C2 = 14.6 K at 200 G, corresponding to the temperatures at which the slope of the FC curve reaches maximum values. As the field is increased, the phase transitions shift slightly toward higher temperatures: the critical temperatures are 10.7 and 14.7 K at 500 G and 11.4 and 15.0 K at 1 kG, respectively. As can be seen from Figure  (inset), the two-step feature of the FC curves becomes less obvious at higher field, and at the field of as high as 1.5 kG, the two transitions are hardly distinguishable. The temperature dependence of the ac magnetic susceptibility of 4 is also measured at zero dc field (see Figure S4 in Supporting Information). Both χ‘ and χ‘‘ exhibit a strong and sharp peak at 14.4 K and a weak and broad peak around 10.4 K, confirming the occurrence of the two magnetic transitions suggested by dc magnetic measurements. \n\nThe field-dependent magnetization of 4 was measured at 1.8 K (Figure ). The magnetization increases very rapidly before the field reaches 1 kG, above which the magnetization increases slowly and linearly with the increasing field. The magnetization at the highest field measured (70 kG) is 0.72 Nβ, far below the saturation value (5 Nβ) expected for Mn(II) species. These behaviors are consistent with weak ferromagnetism due to spin canting, or the so-called \"canted antiferromagnetism\". Furthermore, a well-defined hysteresis loop was observed at 1.8 K with a remnant magnetization (M r) of 0.030 Nβ and a coercive field (H c) of 360 G (Figure , inset a). The magnetic hysteresis was also observed at 13.6 K, which is between T C1 and T C2, but the remnant magnetization (0.0053 Nβ) and the coercive field (22 G) are much smaller (Figure , inset b).  ", "data": [[{"meta": {"name": "Complex 1", "symbol": "", "chemical formula": ""}, "magnetic susceptibility": [{"value": "11.1", "unit": "emu K mol-1", "temperature": "300 K", "condition": ""}, {"value": "7.35", "unit": "emu K mol-1", "temperature": "32 K", "condition": ""}, {"value": "24.9", "unit": "emu K mol-1", "temperature": "2.9 K", "condition": ""}]}, {"meta": {"name": "Complex 2", "symbol": "", "chemical formula": ""}, "magnetic susceptibility": [{"value": "3.71", "unit": "emu mol-1 K", "temperature": "room temperature", "condition": ""}, {"value": "0.78", "unit": "emu mol-1 K", "temperature": "16.5 K", "condition": ""}, {"value": "1.16", "unit": "emu mol-1 K", "temperature": "10 K", "condition": ""}]}]], "include_properties": ["magnetic_susceptibility", "etc"]}, {"idx": 53, "type": "text", "classification": "property", "content": "<p>Consistent with the structural diversity, the magnetic properties of these complexes are also distinct from one another\ndramatically. Compound <bold>1</bold> represents a new example of the rare\nphenomenon of homometallic ferrimagnetism and behaves as\na metamagnet built of ferrimagnetic chain. The critical temperature for antiferromagnetic ordering and the critical field for\nthe antiferromagnetic-to-ferromagnetic transition are <italic>T</italic>\n<sub>N</sub> = 2.9\nK and <italic>H</italic>\n<sub>C</sub> = 1.1 kG, respectively. The noncompensation in spin\nmoment is achieved by a specific alternation of ferro- and\nantiferromagnetic interactions within the unusual “fused triangles” chain. Compound <bold>2</bold> exhibits alternating antiferro- and\nferromagnetic interactions mediated by the double diazine and\nthe single EE azido bridges, respectively. The two pseudopolymorphous compounds, <bold>3a</bold> and <bold>3b</bold>, behave as weak ferromagnets\nbelow 8 and 12.5 K, respectively, where the spontaneous\nmagnetization arises from spin canting within the antiferromagnetic layers (canted antiferromagnetism). Compound <bold>4</bold> also\nexhibits weak ferromagnetism due to spin canting, but it\nundergoes two magnetic transitions at about 10.1 and 14.6 K,\nrespectively.\n</p>", "clean_text": "Consistent with the structural diversity, the magnetic properties of these complexes are also distinct from one another dramatically. Compound 1 represents a new example of the rare phenomenon of homometallic ferrimagnetism and behaves as a metamagnet built of ferrimagnetic chain. The critical temperature for antiferromagnetic ordering and the critical field for the antiferromagnetic-to-ferromagnetic transition are T N = 2.9 K and H C = 1.1 kG, respectively. The noncompensation in spin moment is achieved by a specific alternation of ferro- and antiferromagnetic interactions within the unusual \"fused triangles\" chain. Compound 2 exhibits alternating antiferro- and ferromagnetic interactions mediated by the double diazine and the single EE azido bridges, respectively. The two pseudopolymorphous compounds, 3a and 3b, behave as weak ferromagnets below 8 and 12.5 K, respectively, where the spontaneous magnetization arises from spin canting within the antiferromagnetic layers (canted antiferromagnetism). Compound 4 also exhibits weak ferromagnetism due to spin canting, but it undergoes two magnetic transitions at about 10.1 and 14.6 K, respectively. ", "data": [[{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "etc": [{"property name": "critical temperature for antiferromagnetic ordering", "value": "2.9", "unit": "K", "condition": ""}, {"property name": "critical field for the antiferromagnetic-to-ferromagnetic transition", "value": "1.1", "unit": "kG", "condition": ""}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": ""}, "etc": [{"property name": "alternating antiferro- and ferromagnetic interactions", "value": "", "unit": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "3a", "chemical formula": ""}, "etc": [{"property name": "weak ferromagnetism", "value": "", "unit": "", "condition": "below 8 K"}]}, {"meta": {"name": "", "symbol": "3b", "chemical formula": ""}, "etc": [{"property name": "weak ferromagnetism", "value": "", "unit": "", "condition": "below 12.5 K"}]}, {"meta": {"name": "", "symbol": "4", "chemical formula": ""}, "etc": [{"property name": "weak ferromagnetism", "value": "", "unit": "", "condition": ""}, {"property name": "magnetic transitions", "value": "", "unit": "", "condition": "at about 10.1 and 14.6 K"}]}]], "include_properties": ["etc"]}, {"idx": 14, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"ja039104at00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Summary of Crystallographic Data for the Complexes</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3a</bold>\n</oasis:entry>\n<oasis:entry nameend=\"5\" namest=\"5\">\n<bold>3b</bold>\n</oasis:entry>\n<oasis:entry nameend=\"6\" namest=\"6\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>24</sub>H<sub>22</sub>Mn<sub>3</sub>N<sub>28</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">C<sub>24</sub>H<sub>24</sub>ClMn<sub>2</sub>N<sub>21</sub>O<sub>5</sub>\n</oasis:entry>\n<oasis:entry colname=\"4\">C<sub>14</sub>H<sub>14</sub>Mn<sub>2</sub>N<sub>16</sub>\n</oasis:entry>\n<oasis:entry colname=\"5\">C<sub>15</sub>H<sub>18</sub>Mn<sub>2</sub>N<sub>16</sub>O\n</oasis:entry>\n<oasis:entry colname=\"6\">C<sub>12</sub>H<sub>10</sub>Mn<sub>2</sub>N<sub>16</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">fw\n</oasis:entry>\n<oasis:entry colname=\"2\">867.52\n</oasis:entry>\n<oasis:entry colname=\"3\">833.97\n</oasis:entry>\n<oasis:entry colname=\"4\">516.29\n</oasis:entry>\n<oasis:entry colname=\"5\">548.33\n</oasis:entry>\n<oasis:entry colname=\"6\">488.24\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">crystal system\n</oasis:entry>\n<oasis:entry colname=\"2\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"3\">orthorhombic\n</oasis:entry>\n<oasis:entry colname=\"4\">monoclinic\n</oasis:entry>\n<oasis:entry colname=\"5\">trigonal\n</oasis:entry>\n<oasis:entry colname=\"6\">triclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic>C</italic>2\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic>P</italic>2<sub>1</sub>2<sub>1</sub>2<sub>1</sub>\n</oasis:entry>\n<oasis:entry colname=\"4\">\n<italic>C</italic>2/<italic>c</italic>\n</oasis:entry>\n<oasis:entry colname=\"5\">\n<italic>P</italic>3<sub>1</sub>21\n</oasis:entry>\n<oasis:entry colname=\"6\">\n<italic>P</italic>1̄\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic>, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">17.1238(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">14.4368(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">15.0691(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">8.0488(11)\n</oasis:entry>\n<oasis:entry colname=\"6\">9.8074(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic>, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">10.8439(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">14.5844(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">7.8290(3)\n</oasis:entry>\n<oasis:entry colname=\"5\">8.0488(11)\n</oasis:entry>\n<oasis:entry colname=\"6\">9.9501(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic>, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">12.3532(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">17.5169(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">17.4369(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">30.552(6)\n</oasis:entry>\n<oasis:entry colname=\"6\">10.6064(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">α, deg\n</oasis:entry>\n<oasis:entry colname=\"2\">90\n</oasis:entry>\n<oasis:entry colname=\"3\">90\n</oasis:entry>\n<oasis:entry colname=\"4\">90\n</oasis:entry>\n<oasis:entry colname=\"5\">90\n</oasis:entry>\n<oasis:entry colname=\"6\">79.182(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β, deg\n</oasis:entry>\n<oasis:entry colname=\"2\">127.0816(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">90\n</oasis:entry>\n<oasis:entry colname=\"4\">96.088(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">90\n</oasis:entry>\n<oasis:entry colname=\"6\">69.414(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">γ, deg\n</oasis:entry>\n<oasis:entry colname=\"2\">90\n</oasis:entry>\n<oasis:entry colname=\"3\">90\n</oasis:entry>\n<oasis:entry colname=\"4\">90\n</oasis:entry>\n<oasis:entry colname=\"5\">120\n</oasis:entry>\n<oasis:entry colname=\"6\">80.472(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>V</italic>, Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1829.98(9)\n</oasis:entry>\n<oasis:entry colname=\"3\">3688.22(14)\n</oasis:entry>\n<oasis:entry colname=\"4\">2045.53(11)\n</oasis:entry>\n<oasis:entry colname=\"5\">1714.1(5)\n</oasis:entry>\n<oasis:entry colname=\"6\">946.12(17)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Z\n</oasis:entry>\n<oasis:entry colname=\"2\">2\n</oasis:entry>\n<oasis:entry colname=\"3\">4\n</oasis:entry>\n<oasis:entry colname=\"4\">4\n</oasis:entry>\n<oasis:entry colname=\"5\">3\n</oasis:entry>\n<oasis:entry colname=\"6\">2\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>D</italic>\n<sub>calcd</sub>, g cm<sup>-3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.574\n</oasis:entry>\n<oasis:entry colname=\"3\">1.498\n</oasis:entry>\n<oasis:entry colname=\"4\">1.676\n</oasis:entry>\n<oasis:entry colname=\"5\">1.594\n</oasis:entry>\n<oasis:entry colname=\"6\">1.374\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">μ, mm<sup>-1</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.082\n</oasis:entry>\n<oasis:entry colname=\"3\">0.822\n</oasis:entry>\n<oasis:entry colname=\"4\">1.276\n</oasis:entry>\n<oasis:entry colname=\"5\">1.150\n</oasis:entry>\n<oasis:entry colname=\"6\">1.714\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic> [<italic>I </italic>&gt; 2σ(<italic>I</italic>)]\n</oasis:entry>\n<oasis:entry colname=\"2\">0.0385\n</oasis:entry>\n<oasis:entry colname=\"3\">0.0534\n</oasis:entry>\n<oasis:entry colname=\"4\">0.0346\n</oasis:entry>\n<oasis:entry colname=\"5\">0.0425\n</oasis:entry>\n<oasis:entry colname=\"6\">0.0497\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">GOF\n</oasis:entry>\n<oasis:entry colname=\"2\">1.005\n</oasis:entry>\n<oasis:entry colname=\"3\">1.014\n</oasis:entry>\n<oasis:entry colname=\"4\">1.012\n</oasis:entry>\n<oasis:entry colname=\"5\">1.026\n</oasis:entry>\n<oasis:entry colname=\"6\">0.952</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Summary of Crystallographic Data for the Complexes\n\n|        | 1     | 2     | 3a    | 3b    | 4     |\n|--------|-------|-------|-------|-------|-------|\n| formula| C<sub>24</sub>H<sub>22</sub>Mn<sub>3</sub>N<sub>28</sub> | C<sub>24</sub>H<sub>24</sub>ClMn<sub>2</sub>N<sub>21</sub>O<sub>5</sub> | C<sub>14</sub>H<sub>14</sub>Mn<sub>2</sub>N<sub>16</sub> | C<sub>15</sub>H<sub>18</sub>Mn<sub>2</sub>N<sub>16</sub>O | C<sub>12</sub>H<sub>10</sub>Mn<sub>2</sub>N<sub>16</sub> |\n| fw     | 867.52| 833.97| 516.29| 548.33| 488.24|\n| crystal system | monoclinic | orthorhombic | monoclinic | trigonal | triclinic |\n| space group | C2 | P2<sub>1</sub>2<sub>1</sub>2<sub>1</sub> | C2/c | P3<sub>1</sub>21 | P1̄ |\n| a, Å   | 17.1238(4) | 14.4368(3) | 15.0691(4) | 8.0488(11) | 9.8074(10) |\n| b, Å   | 10.8439(3) | 14.5844(3) | 7.8290(3) | 8.0488(11) | 9.9501(10) |\n| c, Å   | 12.3532(4) | 17.5169(4) | 17.4369(4) | 30.552(6) | 10.6064(11) |\n| α, deg | 90 | 90 | 90 | 90 | 79.182(2) |\n| β, deg | 127.0816(12) | 90 | 96.088(2) | 90 | 69.414(2) |\n| γ, deg | 90 | 90 | 90 | 120 | 80.472(2) |\n| V, Å<sup>3</sup> | 1829.98(9) | 3688.22(14) | 2045.53(11) | 1714.1(5) | 946.12(17) |\n| Z      | 2 | 4 | 4 | 3 | 2 |\n| D<sub>calcd</sub>, g cm<sup>-3</sup> | 1.574 | 1.498 | 1.676 | 1.594 | 1.374 |\n| μ, mm<sup>-1</sup> | 1.082 | 0.822 | 1.276 | 1.150 | 1.714 |\n| R [I &gt; 2σ(I)] | 0.0385 | 0.0534 | 0.0346 | 0.0425 | 0.0497 |\n| GOF    | 1.005 | 1.014 | 1.012 | 1.026 | 0.952 |", "data": ["substring not found"], "include_properties": null}, {"idx": 17, "type": "table", "classification": null, "content": "<table-wrap id=\"ja039104at00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Selected Structural Parameters Involving the Bridging Ligands in Complexes<bold>1</bold>\n<bold>−</bold>\n<bold>4</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3a</bold>\n</oasis:entry>\n<oasis:entry nameend=\"5\" namest=\"5\">\n<bold>3b</bold>\n</oasis:entry>\n<oasis:entry nameend=\"6\" namest=\"6\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Diazine\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−N, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">2.300(3), 2.348(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.303(4), 2.271(4);\n2.273(4), 2.245(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.3594(19)\n</oasis:entry>\n<oasis:entry colname=\"5\">2.345(3)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.386(2), 2.426(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C−N−N−C,<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> deg\n</oasis:entry>\n<oasis:entry colname=\"2\">139.8\n</oasis:entry>\n<oasis:entry colname=\"3\">144.1, 139.8\n</oasis:entry>\n<oasis:entry colname=\"4\">108.5\n</oasis:entry>\n<oasis:entry colname=\"5\">97.8\n</oasis:entry>\n<oasis:entry colname=\"6\">150.1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−N−N−Mn,<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> deg\n</oasis:entry>\n<oasis:entry colname=\"2\">126.1\n</oasis:entry>\n<oasis:entry colname=\"3\">83.1, 86.7\n</oasis:entry>\n<oasis:entry colname=\"4\">32.6\n</oasis:entry>\n<oasis:entry colname=\"5\">27.9\n</oasis:entry>\n<oasis:entry colname=\"6\">134.7\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">δ,<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> deg\n</oasis:entry>\n<oasis:entry colname=\"2\">133.7\n</oasis:entry>\n<oasis:entry colname=\"3\">104.9, 106.0\n</oasis:entry>\n<oasis:entry colname=\"4\">56.7\n</oasis:entry>\n<oasis:entry colname=\"5\">48.7\n</oasis:entry>\n<oasis:entry colname=\"6\">139.7\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−N−N, deg\n</oasis:entry>\n<oasis:entry colname=\"2\">127.3, 127.8\n</oasis:entry>\n<oasis:entry colname=\"3\">123.0, 122.5; 121.9, 123.1\n</oasis:entry>\n<oasis:entry colname=\"4\">111.5\n</oasis:entry>\n<oasis:entry colname=\"5\">112.3\n</oasis:entry>\n<oasis:entry colname=\"6\">131.3, 133.4\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn···Mn, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">5.367\n</oasis:entry>\n<oasis:entry colname=\"3\">4.651\n</oasis:entry>\n<oasis:entry colname=\"4\">3.357\n</oasis:entry>\n<oasis:entry colname=\"5\">3.343\n</oasis:entry>\n<oasis:entry colname=\"6\">5.701</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">EE Azido\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−N, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">2.187(3), 2.140(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.205(5), 2.222(5)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.127(3), 2.169(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">2.134(3), 2.180(4)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.148(3), 2.177(3);\n2.172(2), 2.181(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−N<sub>3</sub>−Mn,<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> deg\n</oasis:entry>\n<oasis:entry colname=\"2\">44.6\n</oasis:entry>\n<oasis:entry colname=\"3\">171.6\n</oasis:entry>\n<oasis:entry colname=\"4\">25.2\n</oasis:entry>\n<oasis:entry colname=\"5\">67.3\n</oasis:entry>\n<oasis:entry colname=\"6\">58.7, 74.1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−N−N, deg\n</oasis:entry>\n<oasis:entry colname=\"2\">138.1, 154.2\n</oasis:entry>\n<oasis:entry colname=\"3\">127.8, 129.2\n</oasis:entry>\n<oasis:entry colname=\"4\">146.5, 137.6\n</oasis:entry>\n<oasis:entry colname=\"5\">130.3, 140.7\n</oasis:entry>\n<oasis:entry colname=\"6\">147.7, 138.4; 120.7, 140.5\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn···Mn, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">6.015\n</oasis:entry>\n<oasis:entry colname=\"3\">6.136\n</oasis:entry>\n<oasis:entry colname=\"4\">5.807\n</oasis:entry>\n<oasis:entry colname=\"5\">5.705\n</oasis:entry>\n<oasis:entry colname=\"6\">5.944, 5.524</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">EO Azido\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:colspec colname=\"6\" colnum=\"6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−N, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">2.185(2), 2.256(3)\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\">2.2892(19), 2.209(2)\n</oasis:entry>\n<oasis:entry colname=\"5\">2.269(3), 2.224(3)\n</oasis:entry>\n<oasis:entry colname=\"6\">2.162(2), 2.252(2);\n2.197(2), 2.210(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn−N−Mn, deg\n</oasis:entry>\n<oasis:entry colname=\"2\">102.0\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\">96.5\n</oasis:entry>\n<oasis:entry colname=\"5\">96.2\n</oasis:entry>\n<oasis:entry colname=\"6\">99.9, 103.7\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Mn···Mn, Å\n</oasis:entry>\n<oasis:entry colname=\"2\">3.451\n</oasis:entry>\n<oasis:entry colname=\"3\"></oasis:entry>\n<oasis:entry colname=\"4\">3.357\n</oasis:entry>\n<oasis:entry colname=\"5\">3.343\n</oasis:entry>\n<oasis:entry colname=\"6\">3.379, 3.466</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Torsion angles.<italic>\n<sup>b</sup>\n</italic>\n<sup></sup> Dihedral angles between the two Mn−NC−CN chelate rings linked by the N−N bond.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["substring not found"], "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ja039104ah00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Diazine Ligands and Generation of Conformational Chirality</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Diazine Ligands and Generation of Conformational Chirality   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"ja039104af00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Views showing structures of the chiral building unit (a) and the homochiral chain (b) in<bold>1</bold>.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  Views showing structures of the chiral building unit (a) and the homochiral chain (b) in1.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"ja039104af00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) ORTEP view of the chiral building unit, (b) space-filling view highlighting the binuclear double helicate (the azido ligand is omitted for clarity), and (c) a side view of the homochiral chain in<bold>2</bold>.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) ORTEP view of the chiral building unit, (b) space-filling view highlighting the binuclear double helicate (the azido ligand is omitted for clarity), and (c) a side view of the homochiral chain in2.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"ja039104af00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Views showing the chiral building unit (a), illustrating the scale-like homochiral chain (b), and highlighting the helical chains formed by Mn atoms and azido bridges (c) in<bold>3a</bold>. Those for <bold>3b</bold> are similar. In (c)\nOnly Mn and the bridging atoms are shown for clarity.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  Views showing the chiral building unit (a), illustrating the scale-like homochiral chain (b), and highlighting the helical chains formed by Mn atoms and azido bridges (c) in3a. Those for 3b are similar. In (c) Only Mn and the bridging atoms are shown for clarity.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"ja039104af00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Views showing the tetranuclear building unit (a) and the layer structure (b; only Mn and N atoms are shown for clarity) in<bold>4</bold>.\n</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0006.tif\"></graphic>\n</fig>", "clean_text": " 4  Views showing the tetranuclear building unit (a) and the layer structure (b; only Mn and N atoms are shown for clarity) in4.    ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"ja039104af00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Temperature dependence of χ<sub>M</sub> and χ<sub>M</sub>\n<italic>T</italic> for <bold>1</bold>. Inset:  field-cooled magnetization curves at different fields.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0007.tif\"></graphic>\n</fig>", "clean_text": " 5  Temperature dependence of χM and χM T for 1. Inset: field-cooled magnetization curves at different fields.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig id=\"ja039104af00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Field dependence of magnetization at different temperaturesfor<bold>1</bold>. The inset is the blowup of the curves in the lower field region.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0008.tif\"></graphic>\n</fig>", "clean_text": " 6  Field dependence of magnetization at different temperaturesfor1. The inset is the blowup of the curves in the lower field region.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"ja039104af00007\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Spin topology (a) and ferrimagnetic scheme (b) of the chain in the ground state for<bold>1</bold>.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0009.tif\"></graphic>\n</fig>", "clean_text": " 7  Spin topology (a) and ferrimagnetic scheme (b) of the chain in the ground state for1.   ", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig id=\"ja039104af00008\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Temperature dependence of χ<sub>M</sub> and χ<sub>M</sub>\n<italic>T</italic> for <bold>2</bold>. The solid lines\nrepresent the best fit of the data to the model described in the text. Inset: \nmagnetization curve at 1.8 K.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0010.tif\"></graphic>\n</fig>", "clean_text": " 8  Temperature dependence of χM and χM T for 2. The solid lines represent the best fit of the data to the model described in the text. Inset: magnetization curve at 1.8 K.   ", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig id=\"ja039104af00009\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Temperature dependence of χ<sub>M</sub> and χ<sub>M</sub>\n<italic>T</italic> for <bold>4</bold>. Inset:  field-cooled and zero-field-cooled magnetization curves at different fields.</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0012.tif\"></graphic>\n</fig>", "clean_text": " 9  Temperature dependence of χM and χM T for 4. Inset: field-cooled and zero-field-cooled magnetization curves at different fields.   ", "data": null, "include_properties": null}, {"idx": 51, "type": "figure", "classification": null, "content": "<fig id=\"ja039104af00010\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Field dependence of magnetization of<bold>4</bold>. The insets are the\nhysteresis loops at 1.8 (a) and 13.6 K (b).</p>\n</caption>\n<graphic xlink:href=\"ja-2003-09104a_0013.tif\"></graphic>\n</fig>", "clean_text": " 10  Field dependence of magnetization of4. The insets are the hysteresis loops at 1.8 (a) and 13.6 K (b).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ja039104a", "title": "\nFrom Achiral Ligands to Chiral Coordination Polymers: \nSpontaneous Resolution, Weak Ferromagnetism, and\nTopological Ferrimagnetism\n", "journal": "American Chemical Society", "date": "2004.01", "author_list": ["Gao\nEn-Qing", "Yue\nYan-Feng", "Bai\nShi-Qiang", "He\nZheng", "Yan\nChun-Hua"]}}