{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ja0752540.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Facile control of pore nature by simply replacing a <italic>cartridge</italic> is a new approach to the library synthesis of a family of porous networks. We succeeded in the preparation of various biporous networks via modular synthesis and the fine-tuning of the channel atmosphere by simple modification of the cartridge molecules. Noteworthy is that alcohol molecules are selectively recognized by the biporous network. </p>", "clean_text": "Facile control of pore nature by simply replacing a cartridge is a new approach to the library synthesis of a family of porous networks. We succeeded in the preparation of various biporous networks via modular synthesis and the fine-tuning of the channel atmosphere by simple modification of the cartridge molecules. Noteworthy is that alcohol molecules are selectively recognized by the biporous network. ", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title></title><p>Although numerous porous coordination networks have been\nsynthesized to date, the functionalization of the pores at will\nwithout changing the network frameworks is still a difficult task\ndespite the high designability of organic ligand components. This\nis because the porous network formation is very sensitive to the\nligand structure. Namely, the introduction of even a small functional\ngroup to the ligand often brings about the formation of completely\ndifferent, unpredictable network structures. We have previously\nsynthesized a unique porous coordination network composed of\ntwo interpenetrating networks in which the pores are surrounded\nby aromatic bricks. The bricks consist of alternatively layered 2,4,6-tris(4-pyridyl)-1,3,5-triazine (<bold>1</bold>) and triphenylene (<bold>2a</bold>); the former,\n<bold>1</bold>, forms infinite 3D network via coordination to ZnI<sub>2</sub>, whereas the\nlatter, <bold>2a</bold>, is involved in the 3D framework without forming any\ncovalent or coordination bonds with other components. Here, we\nreport that the noncovalently intercalated <bold>2a</bold> in this porous complex\ncan be replaced with functionalized triphenylenes <bold>2b</bold>−<bold>f</bold> without\ncausing any change in the porous network structure (Figure ). In\nthese porous complexes, intercalated triphenylenes <bold>2a</bold>−<bold>f</bold> are\nregarded as the cartridges of functional groups. We emphasize that\nthe facile control of the pore nature by simply replacing the cartridge\nprovides a family of porous networks.\n\n</p>", "clean_text": "\n\nAlthough numerous porous coordination networks have been synthesized to date, the functionalization of the pores at will without changing the network frameworks is still a difficult task despite the high designability of organic ligand components. This is because the porous network formation is very sensitive to the ligand structure. Namely, the introduction of even a small functional group to the ligand often brings about the formation of completely different, unpredictable network structures. We have previously synthesized a unique porous coordination network composed of two interpenetrating networks in which the pores are surrounded by aromatic bricks. The bricks consist of alternatively layered 2,4,6-tris(4-pyridyl)-1,3,5-triazine (1) and triphenylene (2a); the former, 1, forms infinite 3D network via coordination to ZnI2, whereas the latter, 2a, is involved in the 3D framework without forming any covalent or coordination bonds with other components. Here, we report that the noncovalently intercalated 2a in this porous complex can be replaced with functionalized triphenylenes 2b-f without causing any change in the porous network structure (Figure ). In these porous complexes, intercalated triphenylenes 2a-f are regarded as the cartridges of functional groups. We emphasize that the facile control of the pore nature by simply replacing the cartridge provides a family of porous networks.  ", "data": null, "include_properties": null}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig id=\"ja0752540f00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Cartoon representation of the modular synthesis. (b) The library of the cartridges.</p>\n</caption>\n<graphic xlink:href=\"ja-2007-052540_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Cartoon representation of the modular synthesis. (b) The library of the cartridges.   ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The porous complex was prepared by treating triazine ligand <bold>1</bold>\nand triphenylene <bold>2</bold> with ZnI<sub>2</sub> in a nitrobenzene-methanol gradient\nsolution and isolated as single crystals with the formula of {[(ZnI<sub>2</sub>)<sub>3</sub>(<bold>1</bold>)<sub>2</sub>(<bold>2</bold>)]·<italic>x</italic>(C<sub>6</sub>H<sub>5</sub>NO<sub>2</sub>)·<italic>y</italic>(CH<sub>3</sub>OH)}<italic>\n<sub>n</sub>\n</italic> (<bold>3</bold>), wherein the [(ZnI<sub>2</sub>)<sub>3</sub>(<bold>1</bold>)<sub>2</sub>(<bold>2</bold>)]\ncomposite constitutes the porous framework whose pore is filled\nwith nitrobenzene and methanol. For a typical procedure, the single\ncrystals of {[(ZnI<sub>2</sub>)<sub>3</sub>(<bold>1</bold>)<sub>2</sub>(<bold>2b</bold>)]·4(C<sub>6</sub>H<sub>5</sub>NO<sub>2</sub>)}<italic>\n<sub>n</sub>\n</italic> (<bold>3b</bold>), having acidic\nphenolic pore, were grown from a triple-layered solution consisting\nof a methanol solution (0.5 mL) of ZnI<sub>2</sub> (0.03 mmol) as the top\nlayer, methanol (0.5 mL) as the middle layer, and a nitrobenzene/methanol solution (4:1, 5 mL) of <bold>1</bold> (0.02 mmol) and the cartridge\nmolecule <bold>2b</bold> (0.1 mmol) as the bottom layer. After 2 days, the\ncrystals were grown and isolated by filtration in 47% yield (Scheme\n). In a similar way, the use of cartridge <bold>2c</bold> afforded another porous\ncomplex <bold>3c</bold> with the acidic phenolic hydroxyl group arrayed at\ndifferent positions in the pore (27% yield). From cartridges <bold>2d</bold>,<bold>e</bold>\nwith a 2- or 1-NH<sub>2</sub> group on the triphenylene core, complexes <bold>3d</bold>,<bold>e</bold>\nwith a basic pore were formed (32% and 30% yields, respectively).\nSimilarly, cartridge <bold>2f</bold> with a polar NO<sub>2</sub> group gave a polar pore\nin <bold>3f</bold> (18% yield).\n\n</p>", "clean_text": "The porous complex was prepared by treating triazine ligand 1 and triphenylene 2 with ZnI2 in a nitrobenzene-methanol gradient solution and isolated as single crystals with the formula of {[(ZnI2)3(1)2(2)]⋅x(C6H5NO2)⋅y(CH3OH)} n  (3), wherein the [(ZnI2)3(1)2(2)] composite constitutes the porous framework whose pore is filled with nitrobenzene and methanol. For a typical procedure, the single crystals of {[(ZnI2)3(1)2(2b)]⋅4(C6H5NO2)} n  (3b), having acidic phenolic pore, were grown from a triple-layered solution consisting of a methanol solution (0.5 mL) of ZnI2 (0.03 mmol) as the top layer, methanol (0.5 mL) as the middle layer, and a nitrobenzene/methanol solution (4:1, 5 mL) of 1 (0.02 mmol) and the cartridge molecule 2b (0.1 mmol) as the bottom layer. After 2 days, the crystals were grown and isolated by filtration in 47% yield (Scheme ). In a similar way, the use of cartridge 2c afforded another porous complex 3c with the acidic phenolic hydroxyl group arrayed at different positions in the pore (27% yield). From cartridges 2d,e with a 2- or 1-NH2 group on the triphenylene core, complexes 3d,e with a basic pore were formed (32% and 30% yields, respectively). Similarly, cartridge 2f with a polar NO2 group gave a polar pore in 3f (18% yield).  ", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ja0752540h00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Preparation and Guest-Exchange of 3D Porous Networks<bold>3a</bold>-<bold>f</bold>.\n</p>\n</caption>\n<graphic xlink:href=\"ja-2007-052540_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  Preparation and Guest-Exchange of 3D Porous Networks3a-f.    ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>All the complexes <bold>3a</bold>−<bold>f</bold> were characterized by X-ray crystallographic analysis and shown to have the identical porous network\nframeworks of [(ZnI<sub>2</sub>)<sub>3</sub>(<bold>1</bold>)<sub>2</sub>(<bold>2</bold>)], whose pores were filled with\nnitrobenzene and, in the case of <bold>2c</bold>, methanol (Supporting Information). All the porous complexes <bold>3a</bold>−<bold>f</bold> have in fact two distinct pores,\nA (cylindrical) and B (trigonal prismatic) (Figure a). The acidic\nOH groups of <bold>3b</bold> are mainly directed to the pore A (68%\noccupancy), while the remaining 32% is located in the boundary\nbetween pores A and B. In most of the cases each substituent of\n<bold>3a</bold>−<bold>f</bold> is mainly directed to specific pore either A or B (Supporting\nInformation).\n\n</p>", "clean_text": "All the complexes 3a-f were characterized by X-ray crystallographic analysis and shown to have the identical porous network frameworks of [(ZnI2)3(1)2(2)], whose pores were filled with nitrobenzene and, in the case of 2c, methanol (Supporting Information). All the porous complexes 3a-f have in fact two distinct pores, A (cylindrical) and B (trigonal prismatic) (Figure a). The acidic OH groups of 3b are mainly directed to the pore A (68% occupancy), while the remaining 32% is located in the boundary between pores A and B. In most of the cases each substituent of 3a-f is mainly directed to specific pore either A or B (Supporting Information).  ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig id=\"ja0752540f00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Porous structure of<bold>3b</bold>. Guests in the pores are omitted for\nclarity. (b) The view of the aromatic layers of <bold>3b</bold> (square region in panel\na) from pore A. Acidic OH groups are pointed toward the pore A. (c) The\nsame view of <bold>3d</bold>. Basic NH<sub>2</sub> groups are pointed toward the pore A. (d)\nChannel of the guest (propan-2-ol) formed in the pore A of <bold>3b</bold> via hydrogen\nbonding with phenolic OH groups. (e) Channel of the guest (cyclohexane)\nformed in the neutral pore A of <bold>3a</bold>.</p>\n</caption>\n<graphic xlink:href=\"ja-2007-052540_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Porous structure of3b. Guests in the pores are omitted for clarity. (b) The view of the aromatic layers of 3b (square region in panel a) from pore A. Acidic OH groups are pointed toward the pore A. (c) The same view of 3d. Basic NH2 groups are pointed toward the pore A. (d) Channel of the guest (propan-2-ol) formed in the pore A of 3b via hydrogen bonding with phenolic OH groups. (e) Channel of the guest (cyclohexane) formed in the neutral pore A of 3a.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Owing to the acidic nature of the pore A, the guest-exchange\nproperty of <bold>3b</bold> strikingly differs from that of <bold>3a</bold> having less polar\npores. The crystals of as-synthesized <bold>3b</bold> were immersed in a mixed\nsolvent of propan-2-ol and cyclohexane (1:39). Interestingly, despite\nits very low concentration, propan-2-ol was selectively taken up to\nthe pore A, replacing nitrobenzene molecules filled in the pore A\nof the as-synthesized <bold>3b</bold> (Figure d). The selective uptake of propan-2-ol is driven by hydrogen-bond formation of propan-2-ol with the\nacidic phenolic hydroxyl group of cartridge <bold>2b</bold> via a water molecule,\nas discussed later. Such a selective uptake of propan-2-ol by pore\nA was not observed for <bold>3a</bold> because its pore A is hydrophobic;\n\ninstead, cyclohexane was taken up by the pore A of <bold>3a</bold> (Figure\ne). The pore B of <bold>3a</bold> and <bold>3b</bold> are both hydrophobic. Thus, nitrobenzene in the pore B of as-synthesized <bold>3a</bold>,<bold>b</bold> was fully exchanged\nwith cyclohexane.\n</p>", "clean_text": "Owing to the acidic nature of the pore A, the guest-exchange property of 3b strikingly differs from that of 3a having less polar pores. The crystals of as-synthesized 3b were immersed in a mixed solvent of propan-2-ol and cyclohexane (1:39). Interestingly, despite its very low concentration, propan-2-ol was selectively taken up to the pore A, replacing nitrobenzene molecules filled in the pore A of the as-synthesized 3b (Figure d). The selective uptake of propan-2-ol is driven by hydrogen-bond formation of propan-2-ol with the acidic phenolic hydroxyl group of cartridge 2b via a water molecule, as discussed later. Such a selective uptake of propan-2-ol by pore A was not observed for 3a because its pore A is hydrophobic;  instead, cyclohexane was taken up by the pore A of 3a (Figure e). The pore B of 3a and 3b are both hydrophobic. Thus, nitrobenzene in the pore B of as-synthesized 3a,b was fully exchanged with cyclohexane. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Crystallinity remained intact during the guest exchange allowing\nthe detailed crystallographic analysis after the guest exchange. In\nthe pore A of <bold>3b</bold>, propan-2-ol is hydrogen bonded via one water\nmolecule with the OH group of the cartridge <bold>2b</bold>. The interatomic\ndistances of O<sub>OH</sub>···O<sub>water</sub> and O<sub>water</sub>···O<sub>propan-2-ol</sub> are 2.53 Å and\n3.33 Å, respectively (Figure d). Another disordered OH group\n(32%) also forms hydrogen bonds with two propan-2-ol\n(O<sub>OH</sub>···O<sub>propan-2-ol</sub>, 2.67 Å and 2.86 Å).\n</p>", "clean_text": "Crystallinity remained intact during the guest exchange allowing the detailed crystallographic analysis after the guest exchange. In the pore A of 3b, propan-2-ol is hydrogen bonded via one water molecule with the OH group of the cartridge 2b. The interatomic distances of OOH⋅⋅⋅Owater and Owater⋅⋅⋅Opropan-2-ol are 2.53 Å and 3.33 Å, respectively (Figure d). Another disordered OH group (32%) also forms hydrogen bonds with two propan-2-ol (OOH⋅⋅⋅Opropan-2-ol, 2.67 Å and 2.86 Å). ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>With another acidic cartridge <bold>2c</bold>, the OH group was directed to\nthe pore A of <bold>3c</bold> with 100% occupancy. Thus, the pore A of the\nas-synthesized <bold>3c</bold> contained hydrogen-bonded methanol (O<sub>OH</sub>···O<sub>methanol</sub> is 2.76 Å) together with nitrobenzene solvent. When <bold>3c</bold>\nwas immersed in the 1:39 mixed solvent of propan-2-ol and\ncyclohexane, again the pore A took up propan-2-ol only via\nhydrogen bonds with the OH group (O<sub>OH</sub>···O<sub>propan-2-ol</sub>, 2.74 Å and\n2.76 Å), while neutral pore B did cyclohexane only. In contrast\nwith <bold>3b</bold>, no water molecule in <bold>3c</bold> was involved for propan-2-ol\nrecognition.\n</p>", "clean_text": "With another acidic cartridge 2c, the OH group was directed to the pore A of 3c with 100% occupancy. Thus, the pore A of the as-synthesized 3c contained hydrogen-bonded methanol (OOH⋅⋅⋅Omethanol is 2.76 Å) together with nitrobenzene solvent. When 3c was immersed in the 1:39 mixed solvent of propan-2-ol and cyclohexane, again the pore A took up propan-2-ol only via hydrogen bonds with the OH group (OOH⋅⋅⋅Opropan-2-ol, 2.74 Å and 2.76 Å), while neutral pore B did cyclohexane only. In contrast with 3b, no water molecule in 3c was involved for propan-2-ol recognition. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>In summary, we succeeded in the preparation of various biporous\nnetworks via modular synthesis and the fine-tuning of the channel\natmosphere by simple modification of the cartridge molecules.\nNoteworthy is that alcohol molecules are selectively recognized\nby the biporous networks. We expect that a porous coordination\nnetwork with properly modified pores will be a promising candidate\nfor membrane materials because alcohol separation is an urgent\nissue for biofuel production in industry.\n</p>", "clean_text": "In summary, we succeeded in the preparation of various biporous networks via modular synthesis and the fine-tuning of the channel atmosphere by simple modification of the cartridge molecules. Noteworthy is that alcohol molecules are selectively recognized by the biporous networks. We expect that a porous coordination network with properly modified pores will be a promising candidate for membrane materials because alcohol separation is an urgent issue for biofuel production in industry. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>\n<ext-link xlink:href=\"/doi/suppl/10.1021%2Fja0752540\">Supporting Information Available</ext-link>\n</title><p>Experimental details; TG\nanalysis; crystallographic details (.cif; see also CCDC (No.647842−647849)). This material is available free of charge via the Internet at\n<uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.\n</p><title>References</title>", "clean_text": " Supporting Information Available \n\nExperimental details; TG analysis; crystallographic details (.cif; see also CCDC (No.647842-647849)). This material is available free of charge via the Internet at http://pubs.acs.org. \n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": 3, "type": "figure", "classification": null, "content": "<fig id=\"ja0752540f00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Cartoon representation of the modular synthesis. (b) The library of the cartridges.</p>\n</caption>\n<graphic xlink:href=\"ja-2007-052540_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Cartoon representation of the modular synthesis. (b) The library of the cartridges.   ", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ja0752540h00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Preparation and Guest-Exchange of 3D Porous Networks<bold>3a</bold>-<bold>f</bold>.\n</p>\n</caption>\n<graphic xlink:href=\"ja-2007-052540_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  Preparation and Guest-Exchange of 3D Porous Networks3a-f.    ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig id=\"ja0752540f00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Porous structure of<bold>3b</bold>. Guests in the pores are omitted for\nclarity. (b) The view of the aromatic layers of <bold>3b</bold> (square region in panel\na) from pore A. Acidic OH groups are pointed toward the pore A. (c) The\nsame view of <bold>3d</bold>. Basic NH<sub>2</sub> groups are pointed toward the pore A. (d)\nChannel of the guest (propan-2-ol) formed in the pore A of <bold>3b</bold> via hydrogen\nbonding with phenolic OH groups. (e) Channel of the guest (cyclohexane)\nformed in the neutral pore A of <bold>3a</bold>.</p>\n</caption>\n<graphic xlink:href=\"ja-2007-052540_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Porous structure of3b. Guests in the pores are omitted for clarity. (b) The view of the aromatic layers of 3b (square region in panel a) from pore A. Acidic OH groups are pointed toward the pore A. (c) The same view of 3d. Basic NH2 groups are pointed toward the pore A. (d) Channel of the guest (propan-2-ol) formed in the pore A of 3b via hydrogen bonding with phenolic OH groups. (e) Channel of the guest (cyclohexane) formed in the neutral pore A of 3a.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ja0752540", "title": "\nThe Modular Synthesis of Functional Porous Coordination Networks\n", "journal": "American Chemical Society", "date": "2007.11", "author_list": ["Kawano\nMasaki", "Kawamichi\nTakehide", "Haneda\nTsuyoshi", "Kojima\nTakahiro", "Fujita\nMakoto"]}}