{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ja7b06397.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The metal–organic\nframeworks M<sub>2</sub>(<italic>m</italic>-dobdc) (M = Mn, Fe, Co,\nNi; <italic>m</italic>-dobdc<sup>4–</sup> = 4,6-dioxido-1,3-benzene­dicarboxylate)\nwere evaluated as\nadsorbents for separating olefins from paraffins. Using single-component\nand multicomponent equilibrium gas adsorption measurements, we show\nthat the coordinatively unsaturated M<sup>2+</sup> sites in these\nmaterials lead to superior performance for the physisorptive separation\nof ethylene from ethane and propylene from propane relative to any\nknown adsorbent, including <italic>para</italic>-functionalized structural\nisomers of the type M<sub>2</sub>(<italic>p</italic>-dobdc) (<italic>p</italic>-dobdc<sup>4–</sup> = 2,5-dioxido-1,4-benzene­dicarboxylate).\nNotably, the M<sub>2</sub>(<italic>m</italic>-dobdc) frameworks all\nexhibit an increased affinity for olefins over paraffins relative\nto their corresponding structural isomers, with the Fe, Co, and Ni\nvariants showing more than double the selectivity. Among these frameworks,\nFe<sub>2</sub>(<italic>m</italic>-dobdc) displays the highest ethylene/ethane\n(&gt;25) and propylene/propane (&gt;55) selectivity under relevant\nconditions,\ntogether with olefin capacities exceeding 7 mmol/g. Differential enthalpy\ncalculations in conjunction with structural characterization of ethylene\nbinding in Co<sub>2</sub>(<italic>m</italic>-dobdc) and Co<sub>2</sub>(<italic>p</italic>-dobdc) <italic>via in situ</italic> single-crystal\nX-ray diffraction reveal that the vast improvement in selectivity\narises from enhanced metal–olefin interactions induced by increased\ncharge density at the metal site. Moderate olefin binding enthalpies,\nbelow 55 and 70 kJ/mol for ethylene and propylene, respectively, indicate\nthat these adsorbents maintain sufficient reversibility under mild\nregeneration conditions. Additionally, transient adsorption experiments\nshow fast kinetics, with more than 90% of ethylene adsorption occurring\nwithin 30 s after dosing. Breakthrough measurements further indicate\nthat Co<sub>2</sub>(<italic>m</italic>-dobdc) can produce high purity\nolefins without a temperature swing, an important test of process\napplicability. The excellent olefin/paraffin selectivity, high olefin\ncapacity, rapid adsorption kinetics, and low raw materials cost make\nthe M<sub>2</sub>(<italic>m</italic>-dobdc) frameworks the materials\nof choice for adsorptive olefin/paraffin separations.</p>", "clean_text": "The metal-organic frameworks M2(m-dobdc) (M = Mn, Fe, Co, Ni; m-dobdc4- = 4,6-dioxido-1,3-benzenedicarboxylate) were evaluated as adsorbents for separating olefins from paraffins. Using single-component and multicomponent equilibrium gas adsorption measurements, we show that the coordinatively unsaturated M2+ sites in these materials lead to superior performance for the physisorptive separation of ethylene from ethane and propylene from propane relative to any known adsorbent, including para-functionalized structural isomers of the type M2(p-dobdc) (p-dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate). Notably, the M2(m-dobdc) frameworks all exhibit an increased affinity for olefins over paraffins relative to their corresponding structural isomers, with the Fe, Co, and Ni variants showing more than double the selectivity. Among these frameworks, Fe2(m-dobdc) displays the highest ethylene/ethane (>25) and propylene/propane (>55) selectivity under relevant conditions, together with olefin capacities exceeding 7 mmol/g. Differential enthalpy calculations in conjunction with structural characterization of ethylene binding in Co2(m-dobdc) and Co2(p-dobdc) via in situ single-crystal X-ray diffraction reveal that the vast improvement in selectivity arises from enhanced metal-olefin interactions induced by increased charge density at the metal site. Moderate olefin binding enthalpies, below 55 and 70 kJ/mol for ethylene and propylene, respectively, indicate that these adsorbents maintain sufficient reversibility under mild regeneration conditions. Additionally, transient adsorption experiments show fast kinetics, with more than 90% of ethylene adsorption occurring within 30 s after dosing. Breakthrough measurements further indicate that Co2(m-dobdc) can produce high purity olefins without a temperature swing, an important test of process applicability. The excellent olefin/paraffin selectivity, high olefin capacity, rapid adsorption kinetics, and low raw materials cost make the M2(m-dobdc) frameworks the materials of choice for adsorptive olefin/paraffin separations.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Olefins, including\nethylene and propylene, are high-value products\nobtained primarily from naphtha or ethane cracking and are ubiquitous\nfeedstocks for the most commonly used polymers. However, olefins are produced as a mixture with their saturated\nparaffinic counterparts. Separations of these olefin/paraffin mixtures\nare some of the most energy-intensive industrial processes and are\ncurrently dominated by cryogenic distillation technologies. The U.S. alone consumes over 120 TBtu/yr in carrying out olefin/paraffin\nseparations. Nonthermally driven processes,\nsuch as adsorption, can dramatically reduce the cost and energy required\nto purify olefins. However, replacing\ndistillation requires adsorbents with adequate performance characteristics,\nincluding selectivity, capacity, kinetics, and cost. While there have\nbeen significant research efforts directed toward designing materials\nwith the requisite olefin/paraffin separation properties, usually\noperating via size-selective, chemisorptive, or physisorptive mechanisms, better performing materials are still needed.</p>", "clean_text": "Introduction\n\nOlefins, including ethylene and propylene, are high-value products obtained primarily from naphtha or ethane cracking and are ubiquitous feedstocks for the most commonly used polymers. However, olefins are produced as a mixture with their saturated paraffinic counterparts. Separations of these olefin/paraffin mixtures are some of the most energy-intensive industrial processes and are currently dominated by cryogenic distillation technologies. The U.S. alone consumes over 120 TBtu/yr in carrying out olefin/paraffin separations. Nonthermally driven processes, such as adsorption, can dramatically reduce the cost and energy required to purify olefins. However, replacing distillation requires adsorbents with adequate performance characteristics, including selectivity, capacity, kinetics, and cost. While there have been significant research efforts directed toward designing materials with the requisite olefin/paraffin separation properties, usually operating via size-selective, chemisorptive, or physisorptive mechanisms, better performing materials are still needed.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks are a class of porous crystalline\nmaterials with a high degree of structural tunability that have been\ndemonstrated to be capable of facilitating gas separations through\neach of these three mechanisms. Due to the small and similar kinetic diameters of\nlight olefins and paraffins, size-selective adsorbents typically display\nmoderate selectivities alongside a very low working capacity and slow\nkinetics. These characteristics arise from the narrow pore sizes necessary\nto discriminate between small molecules. For example, NbOFFIVE-Ni,\na metal–organic framework in which Ni<sup>2+</sup>-pyrazine\nsquare grids are pillared by [NbOF<sub>5</sub>]<sup>2–</sup> units to form 4.752(1) Å channels that accommodate propylene\nbut reject propane, displays near perfect propylene/propane selectivity\nbut is impaired by a very low (0.6 mmol/g) working capacity. Chemisorptive mechanisms, such as π-complexation\nwith Ag­(I) or Cu­(I), appear promising due to the high binding enthalpy\nfor olefins. However, these high selectivities\narise from metal–olefin interactions that are typically greater\nthan 100 kJ/mol in strength, leading to irreversible binding under\ntypical temperature swing or pressure swing adsorption conditions.\nBy exchanging Ag­(I) into the porous aromatic framework PAF-1-SO<sub>3</sub>H, Li and co-workers showed high\nethylene/ethane selectivity using the 106 kJ/mol binding affinity\nbetween the olefin and Ag­(I); however, they could not demonstrate\nreversibility under process conditions. Finally, adsorbents that display separation properties based on\nphysisorptive mechanisms typically have faster cycling kinetics and\nbetter working capacities due to larger pore sizes and weaker binding\naffinities. However, due to the difficulty in discriminating between\nolefins and paraffins, adsorbents have not yet displayed sufficient\nselectivity to produce polymer grade (99.9% purity) olefins.\n</p>", "clean_text": "Metal-organic frameworks are a class of porous crystalline materials with a high degree of structural tunability that have been demonstrated to be capable of facilitating gas separations through each of these three mechanisms. Due to the small and similar kinetic diameters of light olefins and paraffins, size-selective adsorbents typically display moderate selectivities alongside a very low working capacity and slow kinetics. These characteristics arise from the narrow pore sizes necessary to discriminate between small molecules. For example, NbOFFIVE-Ni, a metal-organic framework in which Ni2+-pyrazine square grids are pillared by [NbOF5]2- units to form 4.752(1) Å channels that accommodate propylene but reject propane, displays near perfect propylene/propane selectivity but is impaired by a very low (0.6 mmol/g) working capacity. Chemisorptive mechanisms, such as π-complexation with Ag(I) or Cu(I), appear promising due to the high binding enthalpy for olefins. However, these high selectivities arise from metal-olefin interactions that are typically greater than 100 kJ/mol in strength, leading to irreversible binding under typical temperature swing or pressure swing adsorption conditions. By exchanging Ag(I) into the porous aromatic framework PAF-1-SO3H, Li and co-workers showed high ethylene/ethane selectivity using the 106 kJ/mol binding affinity between the olefin and Ag(I); however, they could not demonstrate reversibility under process conditions. Finally, adsorbents that display separation properties based on physisorptive mechanisms typically have faster cycling kinetics and better working capacities due to larger pore sizes and weaker binding affinities. However, due to the difficulty in discriminating between olefins and paraffins, adsorbents have not yet displayed sufficient selectivity to produce polymer grade (99.9% purity) olefins. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["property"], "content": "<p>The metal–organic frameworks M<sub>2</sub>(<italic>p</italic>-dobdc) (M-MOF-74; CPO-27-M; M = Mg, Mn,\nFe, Co, Ni, Zn; <italic>p</italic>-dobdc<sup>4–</sup> = 2,5-dioxido-1,4-benzene­dicarboxylate), which feature ∼12 Å-wide hexagonal channels lined with\na high concentration of exposed divalent cations, use coordinatively\nunsaturated M<sup>2+</sup> sites to polarize and adsorb olefins preferentially\nover paraffins. Among these materials, Fe<sub>2</sub>(<italic>p</italic>-dobdc)\nshows an ethylene/ethane selectivity of ∼14 at 45 °C with\nan ethylene capacity of greater than 7 mmol/g, and Mn<sub>2</sub>(<italic>p</italic>-dobdc) shows a propylene/propane selectivity of ∼16\nwith a propylene capacity of greater than 7.5 mmol/g. While these\nframeworks show reversible olefin adsorption with olefin capacities\nthat are more than an order of magnitude higher than in size-selective\nadsorbents, improvements in selectivity are desired in order to boost\nolefin purity in the product stream. Such increases in selectivity\nwould translate to olefin purities sufficient for downstream processes,\nsuch as polymerization.</p>", "clean_text": "The metal-organic frameworks M2(p-dobdc) (M-MOF-74; CPO-27-M; M = Mg, Mn, Fe, Co, Ni, Zn; p-dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate), which feature ~12 Å-wide hexagonal channels lined with a high concentration of exposed divalent cations, use coordinatively unsaturated M2+ sites to polarize and adsorb olefins preferentially over paraffins. Among these materials, Fe2(p-dobdc) shows an ethylene/ethane selectivity of ~14 at 45 °C with an ethylene capacity of greater than 7 mmol/g, and Mn2(p-dobdc) shows a propylene/propane selectivity of ~16 with a propylene capacity of greater than 7.5 mmol/g. While these frameworks show reversible olefin adsorption with olefin capacities that are more than an order of magnitude higher than in size-selective adsorbents, improvements in selectivity are desired in order to boost olefin purity in the product stream. Such increases in selectivity would translate to olefin purities sufficient for downstream processes, such as polymerization.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>We hypothesized that higher selectivities\ncould be achieved in\nthese physisorptive materials by altering the affinity of the metal\nsite for adsorbed hydrocarbons. By employing a <italic>meta</italic>-substituted H<sub>4</sub>(<italic>m</italic>-dobdc) ligand, a structural\nisomer M<sub>2</sub>(<italic>m</italic>-dobdc) (M = Mg, Mn, Fe, Co,\nNi; <italic>m</italic>-dobdc<sup>4–</sup> = 4,6-dioxido-1,3-benzene­dicarboxylate)\ncan be formed. This metal–organic framework has been shown\nto have increased charge density at the metal sites, leading to enhanced\nH<sub>2</sub> binding enthalpies and greater H<sub>2</sub> storage\ncapacities. Further, this metal–organic\nframework is produced from low-cost raw materials, as its linker is\nderived from a reaction of CO<sub>2</sub> with the commodity chemical\nresorcinol, lending itself to large-scale industrial applications. The present study aims to evaluate a series\nof M<sub>2</sub>(<italic>m</italic>-dobdc) metal–organic frameworks\nfor utility in olefin/paraffin separations using single-component\nequilibrium gas adsorption, multicomponent equilibrium gas adsorption,\nadsorption kinetics, transient breakthrough measurements, and <italic>in situ</italic> single-crystal X-ray diffraction experiments. From\nthis, we have found that the M<sub>2</sub>(<italic>m</italic>-dobdc)\nframeworks exhibit superior performance to their <italic>para</italic>-functionalized counterparts (M<sub>2</sub>(<italic>p</italic>-dobdc))\nand the highest selectivity values among materials that utilize a\nfast, reversible, physisorptive mechanism. Most notably, Fe<sub>2</sub>(<italic>m</italic>-dobdc) shows an ethylene/ethane selectivity of\n∼25 and a propylene/propane selectivity of ∼55 under\nrelevant conditions, demonstrating that control over the electronic\nproperties of the open metal sites can lead to improved performance.\nThis is a generalizable concept, in that tuning the electronic environment\naround a given adsorption site in a given structure can greatly affect\nadsorption and separation properties. The combined features of these\nadsorbents including selectivity, capacity, kinetics, and cost, make\nthe M<sub>2</sub>(<italic>m</italic>-dobdc) compounds promising adsorbents\nfor industrial olefin/paraffin separations, and these materials have\nthe potential to offset significant energy consumption relative to\nthe decades-old distillation technology that is employed today.</p>", "clean_text": "We hypothesized that higher selectivities could be achieved in these physisorptive materials by altering the affinity of the metal site for adsorbed hydrocarbons. By employing a meta-substituted H4(m-dobdc) ligand, a structural isomer M2(m-dobdc) (M = Mg, Mn, Fe, Co, Ni; m-dobdc4- = 4,6-dioxido-1,3-benzenedicarboxylate) can be formed. This metal-organic framework has been shown to have increased charge density at the metal sites, leading to enhanced H2 binding enthalpies and greater H2 storage capacities. Further, this metal-organic framework is produced from low-cost raw materials, as its linker is derived from a reaction of CO2 with the commodity chemical resorcinol, lending itself to large-scale industrial applications. The present study aims to evaluate a series of M2(m-dobdc) metal-organic frameworks for utility in olefin/paraffin separations using single-component equilibrium gas adsorption, multicomponent equilibrium gas adsorption, adsorption kinetics, transient breakthrough measurements, and in situ single-crystal X-ray diffraction experiments. From this, we have found that the M2(m-dobdc) frameworks exhibit superior performance to their para-functionalized counterparts (M2(p-dobdc)) and the highest selectivity values among materials that utilize a fast, reversible, physisorptive mechanism. Most notably, Fe2(m-dobdc) shows an ethylene/ethane selectivity of ~25 and a propylene/propane selectivity of ~55 under relevant conditions, demonstrating that control over the electronic properties of the open metal sites can lead to improved performance. This is a generalizable concept, in that tuning the electronic environment around a given adsorption site in a given structure can greatly affect adsorption and separation properties. The combined features of these adsorbents including selectivity, capacity, kinetics, and cost, make the M2(m-dobdc) compounds promising adsorbents for industrial olefin/paraffin separations, and these materials have the potential to offset significant energy consumption relative to the decades-old distillation technology that is employed today.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Materials and Methods</title><title>Synthesis of M<sub>2</sub>(<italic>m</italic>-dobdc) (M = Mn,\nFe, Co, Ni)</title><p>The M<sub>2</sub>(<italic>m</italic>-dobdc) materials\nwere synthesized according to modified versions of the large-scale\nliterature procedures. MnCl<sub>2</sub>, FeCl<sub>2</sub>, CoCl<sub>2</sub>, and NiCl<sub>2</sub> were purchased\nfrom Sigma-Aldrich and used as received. Methanol was purchased from\nEMD Millipore Corporation as DriSolv grade, dried over 3 Å sieves,\nand sparged with Ar prior to use. Dimethylformamide (DMF) was purchased\nfrom EMD Millipore Corporation as OmniSolv grade, sparged with Ar,\nand dried with an alumina column prior to use.</p>", "clean_text": "Materials and Methods\n\nSynthesis of M2(m-dobdc) (M = Mn, Fe, Co, Ni)\n\nThe M2(m-dobdc) materials were synthesized according to modified versions of the large-scale literature procedures. MnCl2, FeCl2, CoCl2, and NiCl2 were purchased from Sigma-Aldrich and used as received. Methanol was purchased from EMD Millipore Corporation as DriSolv grade, dried over 3 Å sieves, and sparged with Ar prior to use. Dimethylformamide (DMF) was purchased from EMD Millipore Corporation as OmniSolv grade, sparged with Ar, and dried with an alumina column prior to use.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Co<sub>2</sub>(<italic>m</italic>-dobdc) and Ni<sub>2</sub>(<italic>m</italic>-dobdc)</title><p>A mixture of 310 mL of methanol and 310\nmL of DMF was added to a 1-L three-neck round-bottom flask equipped\nwith a reflux condenser and purged with N<sub>2</sub> while stirring\nfor 1 h. The ligand H<sub>4</sub>(<italic>m</italic>-dobdc) (2.00\ng, 10.1 mmol) and CoCl<sub>2</sub> (3.27 g, 25.2 mmol) or NiCl<sub>2</sub> (3.27 g, 25.2 mmol) were added to the solvent under N<sub>2</sub> pressure, and the reaction mixture was heated at 120 °C\nfor 18 h while stirring vigorously. The mixture was cooled to ambient\ntemperature and then filtered, yielding a microcrystalline powder.\nThe resulting powder was rinsed with DMF, and soaked in 200 mL of\nDMF at 120 °C for 24 h. The powder was collected by filtration,\nrinsed with methanol, and soaked in 200 mL of methanol at 60 °C\nfor 12 h. The supernatant solution was decanted, and 200 mL of fresh\nmethanol were added. This procedure was repeated four times, such\nthat the total time washing with methanol was 2 days. This resulted\nin an ∼54% yield of Co<sub>2</sub>(<italic>m</italic>-dobdc)\nand Ni<sub>2</sub>(<italic>m</italic>-dobdc). The resulting powder\nwas collected by filtration and heated at 180 °C under dynamic\nvacuum (&lt;0.01 mbar) for 24 h. The resulting activated powders were\npurple and brown for Co<sub>2</sub>(<italic>m</italic>-dobdc) and\nNi<sub>2</sub>(<italic>m</italic>-dobdc), respectively.</p>", "clean_text": "Co2(m-dobdc) and Ni2(m-dobdc)\n\nA mixture of 310 mL of methanol and 310 mL of DMF was added to a 1-L three-neck round-bottom flask equipped with a reflux condenser and purged with N2 while stirring for 1 h. The ligand H4(m-dobdc) (2.00 g, 10.1 mmol) and CoCl2 (3.27 g, 25.2 mmol) or NiCl2 (3.27 g, 25.2 mmol) were added to the solvent under N2 pressure, and the reaction mixture was heated at 120 °C for 18 h while stirring vigorously. The mixture was cooled to ambient temperature and then filtered, yielding a microcrystalline powder. The resulting powder was rinsed with DMF, and soaked in 200 mL of DMF at 120 °C for 24 h. The powder was collected by filtration, rinsed with methanol, and soaked in 200 mL of methanol at 60 °C for 12 h. The supernatant solution was decanted, and 200 mL of fresh methanol were added. This procedure was repeated four times, such that the total time washing with methanol was 2 days. This resulted in an ~54% yield of Co2(m-dobdc) and Ni2(m-dobdc). The resulting powder was collected by filtration and heated at 180 °C under dynamic vacuum (<0.01 mbar) for 24 h. The resulting activated powders were purple and brown for Co2(m-dobdc) and Ni2(m-dobdc), respectively.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Mn<sub>2</sub>(<italic>m</italic>-dobdc) and Fe<sub>2</sub>(<italic>m</italic>-dobdc)</title><p>All manipulations involving the preparation\nand handling of Mn<sub>2</sub>(<italic>m</italic>-dobdc) and Fe<sub>2</sub>(<italic>m</italic>-dobdc) were performed under a N<sub>2</sub> atmosphere in a VAC Atmospheres glovebox or using standard Schlenk\ntechniques. A solution of MCl<sub>2</sub> (2.5 equiv, 3.0 mmol) in\n12 mL of methanol was added to a 200 mL Schlenk flask charged with\na magnetic stir bar and a solution of H<sub>4</sub>(<italic>m</italic>-dobdc) (240 mg, 1.0 equiv, 1.2 mmol) in 68 mL of DMF. The solution\nwas stirred at 120 °C for 18 h. The resulting powder was collected\nby filtration, rinsed with DMF, and soaked in 20 mL of DMF at 120\n°C for 24 h. The powder was collected by filtration, rinsed with\nmethanol, and soaked in 20 mL of methanol at 60 °C for 12 h.\nThe supernatant solution was decanted, and 10 mL of fresh methanol\nwere added. This process was repeated four times, such that the total\ntime washing with methanol was 2 days. This resulted in an ∼75%\nyield for Mn<sub>2</sub>(<italic>m</italic>-dobdc) and an ∼85%\nyield for Fe<sub>2</sub>(<italic>m</italic>-dobdc). The resulting\npowder was collected by filtration and heated at 180 °C under\ndynamic vacuum (&lt;0.01 mbar) for 24 h. The resulting activated powders\nwere light purple and light pink for Fe<sub>2</sub>(<italic>m</italic>-dobdc) and Mn<sub>2</sub>(<italic>m</italic>-dobdc), respectively.</p>", "clean_text": "Mn2(m-dobdc) and Fe2(m-dobdc)\n\nAll manipulations involving the preparation and handling of Mn2(m-dobdc) and Fe2(m-dobdc) were performed under a N2 atmosphere in a VAC Atmospheres glovebox or using standard Schlenk techniques. A solution of MCl2 (2.5 equiv, 3.0 mmol) in 12 mL of methanol was added to a 200 mL Schlenk flask charged with a magnetic stir bar and a solution of H4(m-dobdc) (240 mg, 1.0 equiv, 1.2 mmol) in 68 mL of DMF. The solution was stirred at 120 °C for 18 h. The resulting powder was collected by filtration, rinsed with DMF, and soaked in 20 mL of DMF at 120 °C for 24 h. The powder was collected by filtration, rinsed with methanol, and soaked in 20 mL of methanol at 60 °C for 12 h. The supernatant solution was decanted, and 10 mL of fresh methanol were added. This process was repeated four times, such that the total time washing with methanol was 2 days. This resulted in an ~75% yield for Mn2(m-dobdc) and an ~85% yield for Fe2(m-dobdc). The resulting powder was collected by filtration and heated at 180 °C under dynamic vacuum (<0.01 mbar) for 24 h. The resulting activated powders were light purple and light pink for Fe2(m-dobdc) and Mn2(m-dobdc), respectively.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Single-Component Gas Adsorption Measurements</title><p>Single-component\ngas adsorption experiments in the pressure range of 0–1.1 bar\nwere conducted on a Micromeritics 3Flex instrument, which uses a volumetric\nmethod to determine the amount adsorbed under an equilibrated gas\npressure. Activated samples were transferred under a dry N<sub>2</sub> atmosphere into preweighed sample tubes and then capped with a Micromeritics\nTranSeal. Samples were then evacuated at 180 °C under a dynamic\nvacuum of &lt;10<sup>–5</sup> bar, until the off-gas rate was\nless than 10<sup>–7</sup> bar/s. The mass of the activated\nsample was then recorded, typically in the range 50–150 mg.\nPrior to collecting each adsorption isotherm, the free-space of the\nsample was measured using UHP (99.999%) He. Gas adsorption isotherms\nof ethylene, ethane, propylene, and propane were measured at 25, 35,\nand 45 °C using a water bath to maintain a constant temperature.\nSamples were reactivated in between each isotherm measurement by heating\nat 180 °C under dynamic vacuum for 2 h. Oil-free vacuum pumps\nand oil-free pressure regulators were used for all measurements.</p>", "clean_text": "Single-Component Gas Adsorption Measurements\n\nSingle-component gas adsorption experiments in the pressure range of 0-1.1 bar were conducted on a Micromeritics 3Flex instrument, which uses a volumetric method to determine the amount adsorbed under an equilibrated gas pressure. Activated samples were transferred under a dry N2 atmosphere into preweighed sample tubes and then capped with a Micromeritics TranSeal. Samples were then evacuated at 180 °C under a dynamic vacuum of <10-5 bar, until the off-gas rate was less than 10-7 bar/s. The mass of the activated sample was then recorded, typically in the range 50-150 mg. Prior to collecting each adsorption isotherm, the free-space of the sample was measured using UHP (99.999%) He. Gas adsorption isotherms of ethylene, ethane, propylene, and propane were measured at 25, 35, and 45 °C using a water bath to maintain a constant temperature. Samples were reactivated in between each isotherm measurement by heating at 180 °C under dynamic vacuum for 2 h. Oil-free vacuum pumps and oil-free pressure regulators were used for all measurements.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Isotherm Fitting, Ideal Adsorbed Solution Theory, and Differential\nEnthalpies</title><p>The single-component gas adsorption isotherms\nwere fit using a dual-site Langmuir–Freundlich equation, given\nby<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"ja-2017-06397n_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>n</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>sat</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>b</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msup>\n<mml:mrow>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>v</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>b</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msup>\n<mml:mrow>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>v</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>sat</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi mathvariant=\"normal\">b</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>b</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">b</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msup>\n<mml:mrow>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>v</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">b</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>b</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">b</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msup>\n<mml:mrow>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>v</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">b</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>n</italic> is the amount adsorbed\nin mmol/g, <italic>q</italic>\n<sub>sat</sub> is the amount adsorbed\nwhen saturated with the gas in mmol/g, <italic>b</italic> is the Langmuir\nparameter in bar<sup>–1</sup>, <italic>P</italic> is the gas\npressure in bar, <italic>v</italic> is the dimensionless Freundlich\nparameter, and subscripts <italic>a</italic> and <italic>b</italic> correspond to two different site identities. These parameters were\ndetermined using a least-squares method and are given in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b06397/suppl_file/ja7b06397_si_001.pdf\">Supplementary Tables 1–4</ext-link>. Ideal Adsorbed\nSolution Theory (IAST) was used to determine adsorbent selectivities\nfrom single-component gas adsorption isotherms. This involves\nnumerically solving for the spreading pressure and subsequently determining\nthe composition of the adsorbed phase at a given gas phase composition.\nThe selectivity is then given by<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"ja-2017-06397n_m002.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>S</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>olefin</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>paraffin</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>y</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>olefin</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>y</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>paraffin</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>S</italic> is the IAST selectivity, <italic>x</italic> is the mole fraction in the adsorbed phase, and <italic>y</italic> is the mole fraction in the gas phase. Finally, the differential\nenthalpy was extracted from the temperature dependence of the isotherms\nusing the Clausius–Clapeyron relationship. The adsorption isotherm fits were numerically inverted\nand solved as <italic>P</italic>(<italic>n</italic>). The differential\nenthalpy, <italic>h</italic>, can then be determined at a constant\nloading by<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic xlink:href=\"ja-2017-06397n_m003.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>h</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:mi>R</mml:mi>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>ln</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:mi>P</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>/</mml:mo>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>R</italic> is the ideal gas\nconstant, <italic>P</italic> is the pressure at a given loading, and <italic>T</italic> is the temperature (298.15, 308.15, or 318.15 K) at which\nthe isotherm data were collected.</p>", "clean_text": "Isotherm Fitting, Ideal Adsorbed Solution Theory, and Differential Enthalpies\n\nThe single-component gas adsorption isotherms were fit using a dual-site Langmuir-Freundlich equation, given by 1    n =     q   sat , a     b   a     P     v   a       1 +   b   a     P     v   a       +     q   sat , b     b   b     P     v   b       1 +   b   b     P     v   b         where n is the amount adsorbed in mmol/g, q sat is the amount adsorbed when saturated with the gas in mmol/g, b is the Langmuir parameter in bar-1, P is the gas pressure in bar, v is the dimensionless Freundlich parameter, and subscripts a and b correspond to two different site identities. These parameters were determined using a least-squares method and are given in Supplementary Tables 1-4. Ideal Adsorbed Solution Theory (IAST) was used to determine adsorbent selectivities from single-component gas adsorption isotherms. This involves numerically solving for the spreading pressure and subsequently determining the composition of the adsorbed phase at a given gas phase composition. The selectivity is then given by 2    S =       x   olefin    /    x   paraffin           y   olefin    /    y   paraffin         where S is the IAST selectivity, x is the mole fraction in the adsorbed phase, and y is the mole fraction in the gas phase. Finally, the differential enthalpy was extracted from the temperature dependence of the isotherms using the Clausius-Clapeyron relationship. The adsorption isotherm fits were numerically inverted and solved as P(n). The differential enthalpy, h, can then be determined at a constant loading by 3    h = - R   d  ( ln ⁡ P )    d  ( 1 / T )      where R is the ideal gas constant, P is the pressure at a given loading, and T is the temperature (298.15, 308.15, or 318.15 K) at which the isotherm data were collected.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Breakthrough Measurements</title><p>Breakthrough experiments\nwere performed using a custom-built breakthrough apparatus, composed\nof primarily 1/8″ copper tubing fitted with Swagelok fittings\nand valves to control the flow of the gas to either flow through the\nsample holder or bypass the sample holder and flow directly to a gas\nchromatograph used to monitor outflow composition. A premixed 1:1\nethane/ethylene or 1:1 propane/propylene cylinder was attached to\nthe breakthrough manifold via an MRS mass flow controller to control\ngas flow from the cylinder. A helium (99.999%) cylinder used to dilute\nthe hydrocarbon mixture was also attached to the manifold and controlled\nby an MRS mass flow controller. A coil of tubing was placed after\nthe mass flow controllers to ensure mixing of the gases. The Co<sub>2</sub>(<italic>m</italic>-dobdc) sample was pelletized and broken\ninto pieces using a 20–40 mesh sieve. Then, 0.575 g of the\nsample was loaded into one vertical component (13.335 cm, inner diameter\nof 0.4572 cm) of a U-shaped sample holder comprised of 1/4″\ntubing and fitted with Swagelok VCR fittings with fritted (0.5 μm)\ngaskets to prevent the sample from moving. The U-shaped tubing was\nimmersed in a sand-filled heating mantle and connected to the breakthrough\nmanifold. The Co<sub>2</sub>(<italic>m</italic>-dobdc) sample was\nactivated in the sample holder by heating it in the sand bath at 180\n°C under flowing He. The sample was then cooled to 45 °C\nfor the breakthrough experiments. A total flow rate of 30 mL/min was\nemployed, with each hydrocarbon mixture set to 2 mL/min and the He\nset to 28 mL/min. The uncertainty in the flow rate of the olefin/paraffin\nmixture is about 0.5 mL/min. The mixture was tested without flowing\nto the packed Co<sub>2</sub>(<italic>m</italic>-dobdc) bed to ensure\nproper composition and separation using the GC monitoring the outflow.\nThe mixture was then flowed through the packed bed of Co<sub>2</sub>(<italic>m</italic>-dobdc), and the outflow was recorded by GC every\n2.0 min for the ethane/ethylene mixture and every 3.5 min for the\npropane/propylene mixture. The outflow composition was analyzed by\ngas chromatography using an SRI Instruments 8610 V GC equipped with\na 6′ HayeSep D column, which was kept at 90 °C. After\nboth components for an experiment had broken through the packed Co<sub>2</sub>(<italic>m</italic>-dobdc) bed, the flow was switched to He\nto fully desorb both hydrocarbon components from the column. The data\nwere recorded and analyzed using PeakSimple software.</p>", "clean_text": "Breakthrough Measurements\n\nBreakthrough experiments were performed using a custom-built breakthrough apparatus, composed of primarily 1/8\" copper tubing fitted with Swagelok fittings and valves to control the flow of the gas to either flow through the sample holder or bypass the sample holder and flow directly to a gas chromatograph used to monitor outflow composition. A premixed 1:1 ethane/ethylene or 1:1 propane/propylene cylinder was attached to the breakthrough manifold via an MRS mass flow controller to control gas flow from the cylinder. A helium (99.999%) cylinder used to dilute the hydrocarbon mixture was also attached to the manifold and controlled by an MRS mass flow controller. A coil of tubing was placed after the mass flow controllers to ensure mixing of the gases. The Co2(m-dobdc) sample was pelletized and broken into pieces using a 20-40 mesh sieve. Then, 0.575 g of the sample was loaded into one vertical component (13.335 cm, inner diameter of 0.4572 cm) of a U-shaped sample holder comprised of 1/4\" tubing and fitted with Swagelok VCR fittings with fritted (0.5 μm) gaskets to prevent the sample from moving. The U-shaped tubing was immersed in a sand-filled heating mantle and connected to the breakthrough manifold. The Co2(m-dobdc) sample was activated in the sample holder by heating it in the sand bath at 180 °C under flowing He. The sample was then cooled to 45 °C for the breakthrough experiments. A total flow rate of 30 mL/min was employed, with each hydrocarbon mixture set to 2 mL/min and the He set to 28 mL/min. The uncertainty in the flow rate of the olefin/paraffin mixture is about 0.5 mL/min. The mixture was tested without flowing to the packed Co2(m-dobdc) bed to ensure proper composition and separation using the GC monitoring the outflow. The mixture was then flowed through the packed bed of Co2(m-dobdc), and the outflow was recorded by GC every 2.0 min for the ethane/ethylene mixture and every 3.5 min for the propane/propylene mixture. The outflow composition was analyzed by gas chromatography using an SRI Instruments 8610 V GC equipped with a 6' HayeSep D column, which was kept at 90 °C. After both components for an experiment had broken through the packed Co2(m-dobdc) bed, the flow was switched to He to fully desorb both hydrocarbon components from the column. The data were recorded and analyzed using PeakSimple software.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Single-Crystal\nX-ray Diffraction Experiments</title><p>\n<italic>In situ</italic> X-ray\ndiffraction measurements for both Co<sub>2</sub>(<italic>m</italic>-dobdc) and Co<sub>2</sub>(<italic>p</italic>-dobdc)\nwere performed on single crystals in ethylene-dosed capillaries, which\nwere prepared according to a previously reported procedure. Briefly, a methanol-solvated crystal of either\nCo<sub>2</sub>(<italic>m</italic>-dobdc) or Co<sub>2</sub>(<italic>p</italic>-dobdc) was mounted onto a borosilicate glass fiber using\na minimal amount of epoxy, ensuring accessibility of the crystal pores.\nThe glass fiber was then inserted into a 1.0 mm borosilicate glass\ncapillary, which was connected to a capillary-dosing assembly attached\nto a port on a Micromeritics 3Flex instrument. The sample was evacuated\nunder reduced pressure at 180 °C for 24 h to remove all solvent\nfrom the crystal. The capillary was dosed with 300 mbar of ethylene\nand then flame-sealed with a methane/oxygen torch.</p>", "clean_text": "Single-Crystal X-ray Diffraction Experiments\n\n In situ X-ray diffraction measurements for both Co2(m-dobdc) and Co2(p-dobdc) were performed on single crystals in ethylene-dosed capillaries, which were prepared according to a previously reported procedure. Briefly, a methanol-solvated crystal of either Co2(m-dobdc) or Co2(p-dobdc) was mounted onto a borosilicate glass fiber using a minimal amount of epoxy, ensuring accessibility of the crystal pores. The glass fiber was then inserted into a 1.0 mm borosilicate glass capillary, which was connected to a capillary-dosing assembly attached to a port on a Micromeritics 3Flex instrument. The sample was evacuated under reduced pressure at 180 °C for 24 h to remove all solvent from the crystal. The capillary was dosed with 300 mbar of ethylene and then flame-sealed with a methane/oxygen torch.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>X-ray diffraction\ndata for all samples were collected at Beamline 11.3.1 at the Advanced\nLight Source at Lawrence Berkeley National Laboratory using synchrotron\nradiation (λ = 0.8856 Å for Co<sub>2</sub>(<italic>m</italic>-dobdc)·2.0C<sub>2</sub>H<sub>4</sub> and λ = 0.6888 Å\nfor Co<sub>2</sub>(<italic>p</italic>-dobdc)·1.9C<sub>2</sub>H<sub>4</sub>) and a Bruker PHOTON100 CMOS detector mounted on a\nD8 diffractometer. The samples were cooled to 100 K using an Oxford\nCryosystems cryostream for data collection. For Co<sub>2</sub>(<italic>p</italic>-dobdc)·1.9C<sub>2</sub>H<sub>4</sub>, the crystal\nwas found to be an obverse/reverse twin based on analysis of the diffraction\npatterns, and CELL_NOW was used to determine\nthe orientation matrices. Raw data for each structure (using both\ntwin matrices for Co<sub>2</sub>(<italic>p</italic>-dobdc)·1.9C<sub>2</sub>H<sub>4</sub>) were integrated and corrected for Lorentz and\npolarization effects using the Bruker AXS SAINT software and corrected for absorption using SADABS for\nCo<sub>2</sub>(<italic>m</italic>-dobdc)·2.0C<sub>2</sub>H<sub>4</sub> and TWINABS for Co<sub>2</sub>(<italic>p</italic>-dobdc)·1.9C<sub>2</sub>H<sub>4</sub>. For Co<sub>2</sub>(<italic>p</italic>-dobdc)·1.9C<sub>2</sub>H<sub>4</sub>, TWINABS\nwas used to produce a merged HKLF4 file for structure solution and\ninitial refinement and an HKLF5 file for final structure refinement.</p>", "clean_text": "X-ray diffraction data for all samples were collected at Beamline 11.3.1 at the Advanced Light Source at Lawrence Berkeley National Laboratory using synchrotron radiation (λ = 0.8856 Å for Co2(m-dobdc)⋅2.0C2H4 and λ = 0.6888 Å for Co2(p-dobdc)⋅1.9C2H4) and a Bruker PHOTON100 CMOS detector mounted on a D8 diffractometer. The samples were cooled to 100 K using an Oxford Cryosystems cryostream for data collection. For Co2(p-dobdc)⋅1.9C2H4, the crystal was found to be an obverse/reverse twin based on analysis of the diffraction patterns, and CELL_NOW was used to determine the orientation matrices. Raw data for each structure (using both twin matrices for Co2(p-dobdc)⋅1.9C2H4) were integrated and corrected for Lorentz and polarization effects using the Bruker AXS SAINT software and corrected for absorption using SADABS for Co2(m-dobdc)⋅2.0C2H4 and TWINABS for Co2(p-dobdc)⋅1.9C2H4. For Co2(p-dobdc)⋅1.9C2H4, TWINABS was used to produce a merged HKLF4 file for structure solution and initial refinement and an HKLF5 file for final structure refinement.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Structures were solved using either direct methods with SHELXS (for Co<sub>2</sub>(<italic>p</italic>-dobdc)·1.9C<sub>2</sub>H<sub>4</sub>) or intrinsic phasing methods for Co<sub>2</sub>(<italic>m</italic>-dobdc)·2.0C<sub>2</sub>H<sub>4</sub> with SHELXT and refined using SHELXL operated in the OLEX2 interface. Thermal\nparameters were refined anisotropically for all non-hydrogen atoms.\nDisorder and thermal motion of the bound gas molecules required the\nuse of displacement parameter and distance restraints. All framework\nH atoms were refined using the riding model. Hydrogen atoms on the\ncoordinated ethylene molecules in Co<sub>2</sub>(<italic>m</italic>-dobdc)·2.0C<sub>2</sub>H<sub>4</sub> could not be located in\nthe electron density difference map and were omitted from the refinement,\nbut not the formula. Hydrogen atoms on the coordinated ethylene molecules\nin Co<sub>2</sub>(<italic>p</italic>-dobdc)·1.9C<sub>2</sub>H<sub>4</sub> were located in the electron density difference map, constrained\nto be coplanar with the ethylene carbon atoms, and restrained to have\nC–H distances based on those of free ethylene.</p>", "clean_text": "Structures were solved using either direct methods with SHELXS (for Co2(p-dobdc)⋅1.9C2H4) or intrinsic phasing methods for Co2(m-dobdc)⋅2.0C2H4 with SHELXT and refined using SHELXL operated in the OLEX2 interface. Thermal parameters were refined anisotropically for all non-hydrogen atoms. Disorder and thermal motion of the bound gas molecules required the use of displacement parameter and distance restraints. All framework H atoms were refined using the riding model. Hydrogen atoms on the coordinated ethylene molecules in Co2(m-dobdc)⋅2.0C2H4 could not be located in the electron density difference map and were omitted from the refinement, but not the formula. Hydrogen atoms on the coordinated ethylene molecules in Co2(p-dobdc)⋅1.9C2H4 were located in the electron density difference map, constrained to be coplanar with the ethylene carbon atoms, and restrained to have C-H distances based on those of free ethylene.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>Structural Characterization of Ethylene-Dosed\nCo<sub>2</sub>(<italic>m</italic>-dobdc) and Co<sub>2</sub>(<italic>p</italic>-dobdc)</title><p>\n<italic>In situ</italic> single-crystal\nX-ray diffraction was employed\nas an initial means of comparing ethylene binding in the isomeric\nCo<sub>2</sub>(<italic>m</italic>-dobdc) and Co<sub>2</sub>(<italic>p</italic>-dobdc) frameworks. This technique requires large single\ncrystals that can be manipulated and mounted, which restricts the\nmethod to the characterization of Co<sub>2</sub>(<italic>m</italic>-dobdc) and Co<sub>2</sub>(<italic>p</italic>-dobdc), the most crystalline\nof the M<sub>2</sub>(dobdc) materials investigated here. However,\nrelative differences between the two structures are expected to be\nsimilar in other variants. The structures of Co<sub>2</sub>(<italic>m</italic>-dobdc) and Co<sub>2</sub>(<italic>p</italic>-dobdc) under\n∼0.3 bar of ethylene at 100 K () confirm that ethylene primarily binds through\na side-on interaction with the cobalt­(II) sites in both materials.\nUnlike molecular Co–C<sub>2</sub>H<sub>4</sub> complexes reported\nin the Cambridge Crystal Structure Database, which feature low-spin cobalt­(II) centers and Co–C distances\nin the range 1.965–2.087 Å, much longer Co···C\ndistances are apparent in Co<sub>2</sub>(<italic>m</italic>-dobdc)·2.0C<sub>2</sub>H<sub>4</sub> (2.643(18) and 2.687(16) Å) and Co<sub>2</sub>(<italic>p</italic>-dobdc)·1.9C<sub>2</sub>H<sub>4</sub> (2.667(7) and 2.743(8) Å). These long distances indicate that\nthe cobalt sites in both frameworks bind ethylene through much weaker\nreversible interactions compared to typical transition metal alkene\ncomplexes. Similar weak interactions have been reported for ethylene\nand propylene in Co<sub>2</sub>(<italic>p</italic>-dobdc) and Fe<sub>2</sub>(<italic>p</italic>-dobdc) and have been attributed to limited π\nbackbonding from the high-spin metal­(II) centers in these frameworks.</p>", "clean_text": "Results and Discussion\n\nStructural Characterization of Ethylene-Dosed Co2(m-dobdc) and Co2(p-dobdc)\n\n In situ single-crystal X-ray diffraction was employed as an initial means of comparing ethylene binding in the isomeric Co2(m-dobdc) and Co2(p-dobdc) frameworks. This technique requires large single crystals that can be manipulated and mounted, which restricts the method to the characterization of Co2(m-dobdc) and Co2(p-dobdc), the most crystalline of the M2(dobdc) materials investigated here. However, relative differences between the two structures are expected to be similar in other variants. The structures of Co2(m-dobdc) and Co2(p-dobdc) under ~0.3 bar of ethylene at 100 K () confirm that ethylene primarily binds through a side-on interaction with the cobalt(II) sites in both materials. Unlike molecular Co-C2H4 complexes reported in the Cambridge Crystal Structure Database, which feature low-spin cobalt(II) centers and Co-C distances in the range 1.965-2.087 Å, much longer Co⋅⋅⋅C distances are apparent in Co2(m-dobdc)⋅2.0C2H4 (2.643(18) and 2.687(16) Å) and Co2(p-dobdc)⋅1.9C2H4 (2.667(7) and 2.743(8) Å). These long distances indicate that the cobalt sites in both frameworks bind ethylene through much weaker reversible interactions compared to typical transition metal alkene complexes. Similar weak interactions have been reported for ethylene and propylene in Co2(p-dobdc) and Fe2(p-dobdc) and have been attributed to limited π backbonding from the high-spin metal(II) centers in these frameworks.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Comparison\nof the framework structures, ligand structure, and ethylene\nbinding geometries for (a) Co<sub>2</sub>(<italic>p</italic>-dobdc)\nand (b) Co<sub>2</sub>(<italic>m</italic>-dobdc) under ∼0.3\nbar of ethylene at 100 K as determined from <italic>in situ</italic> single-crystal X-ray diffraction experiments. Purple, red, gray,\nand white spheres represent Co, O, C, and H atoms, respectively.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja-2017-06397n_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Comparison of the framework structures, ligand structure, and ethylene binding geometries for (a) Co2(p-dobdc) and (b) Co2(m-dobdc) under ~0.3 bar of ethylene at 100 K as determined from in situ single-crystal X-ray diffraction experiments. Purple, red, gray, and white spheres represent Co, O, C, and H atoms, respectively.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The shorter Co···C\ndistances in Co<sub>2</sub>(<italic>m</italic>-dobdc)·2.0C<sub>2</sub>H<sub>4</sub> compared to\nCo<sub>2</sub>(<italic>p</italic>-dobdc)·1.9C<sub>2</sub>H<sub>4</sub> likely result from stronger ethylene binding induced by the\nincreased charge density at the cobalt­(II) site in Co<sub>2</sub>(<italic>m</italic>-dobdc). A similar effect was also observed for H<sub>2</sub> binding to Co<sub>2</sub>(<italic>m</italic>-dobdc), in structures\nobtained from <italic>in situ</italic> neutron powder neutron diffraction\nexperiments, and this was attributed to a higher charge density at\nthe metal site in the <italic>meta</italic>-substituted variant using\ndensity functional theory. The stronger\nCo–C<sub>2</sub>H<sub>4</sub> interactions inferred from shorter\nCo···C distances in Co<sub>2</sub>(<italic>m</italic>-dobdc)·2.0C<sub>2</sub>H<sub>4</sub> are more generally expected\nto correspond to an increased olefin/paraffin selectivity in the M<sub>2</sub>(<italic>m</italic>-dobdc) frameworks compared to the M<sub>2</sub>(<italic>p</italic>-dobdc) isomers, as discussed below.</p>", "clean_text": "The shorter Co⋅⋅⋅C distances in Co2(m-dobdc)⋅2.0C2H4 compared to Co2(p-dobdc)⋅1.9C2H4 likely result from stronger ethylene binding induced by the increased charge density at the cobalt(II) site in Co2(m-dobdc). A similar effect was also observed for H2 binding to Co2(m-dobdc), in structures obtained from in situ neutron powder neutron diffraction experiments, and this was attributed to a higher charge density at the metal site in the meta-substituted variant using density functional theory. The stronger Co-C2H4 interactions inferred from shorter Co⋅⋅⋅C distances in Co2(m-dobdc)⋅2.0C2H4 are more generally expected to correspond to an increased olefin/paraffin selectivity in the M2(m-dobdc) frameworks compared to the M2(p-dobdc) isomers, as discussed below.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<title>Gas Adsorption and Olefin/Paraffin Selectivity in M<sub>2</sub>(<italic>m</italic>-dobdc) Frameworks</title><p>In rigid frameworks\nwith well-defined gas adsorption sites, single-component gas adsorption\nisotherms reveal a wide range of information about the thermodynamics\nof gas molecules interacting within the system. Single-component ethylene,\nethane, propylene, and propane isotherms were therefore measured at\n25, 35, and 45 °C in M<sub>2</sub>(<italic>m</italic>-dobdc)\n(M = Mn, Fe, Co, Ni) (a and b). These isotherms display\nsteep adsorption behavior at low pressures, corresponding to strong\ninteractions with the frameworks. Among the four gases, propylene\nadsorbs the strongest, followed by ethylene, then propane, and last\nethane for each variant. This qualitative comparison suggests that\nall of these materials selectively adsorb olefins over paraffins.\nFurther, the high densities of coordinatively unsaturated metal centers\nin these materials afford olefin saturation capacities in excess of\n7 mmol/g. Note that the adsorption of one molecule per metal corresponds\nto a loading of 6.6, 6.5, 6.4, and 6.4 mmol/g for M = Mn, Fe, Co,\nand Ni, respectively.</p>", "clean_text": "Gas Adsorption and Olefin/Paraffin Selectivity in M2(m-dobdc) Frameworks\n\nIn rigid frameworks with well-defined gas adsorption sites, single-component gas adsorption isotherms reveal a wide range of information about the thermodynamics of gas molecules interacting within the system. Single-component ethylene, ethane, propylene, and propane isotherms were therefore measured at 25, 35, and 45 °C in M2(m-dobdc) (M = Mn, Fe, Co, Ni) (a and b). These isotherms display steep adsorption behavior at low pressures, corresponding to strong interactions with the frameworks. Among the four gases, propylene adsorbs the strongest, followed by ethylene, then propane, and last ethane for each variant. This qualitative comparison suggests that all of these materials selectively adsorb olefins over paraffins. Further, the high densities of coordinatively unsaturated metal centers in these materials afford olefin saturation capacities in excess of 7 mmol/g. Note that the adsorption of one molecule per metal corresponds to a loading of 6.6, 6.5, 6.4, and 6.4 mmol/g for M = Mn, Fe, Co, and Ni, respectively.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Single-component gas adsorption isotherms of (a) ethylene/ethane\nand (b) propylene/propane and their corresponding olefin/paraffin\nIAST selectivity for (c) ethylene/ethane and (d) propylene/propane\nat 25 °C in M<sub>2</sub>(<italic>m</italic>-dobdc) (M = Mn,\nFe, Co, Ni).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja-2017-06397n_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Single-component gas adsorption isotherms of (a) ethylene/ethane and (b) propylene/propane and their corresponding olefin/paraffin IAST selectivity for (c) ethylene/ethane and (d) propylene/propane at 25 °C in M2(m-dobdc) (M = Mn, Fe, Co, Ni).   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Single-component isotherms\ncan be used to understand the expected\nequilibrium properties of multicomponent systems by applying IAST\nto predict the composition of the adsorbed phase in the presence of\na gas mixture. The IAST model is expected\nto work accurately for this system, given the relatively rigid nature\nof the framework and the absence of significant interactions between\nadsorbates bound to the metal sites at low gas loadings. The IAST\nselectivities were obtained from single-component dual-site Langmuir–Freundlich\nfits (c and d). As this method extrapolates the isotherm of\nthe less strongly bound gas (in this case ethane and propane), obtaining\nrealistic results depends on restricting the saturation capacity for\nthese isotherms to reasonable values (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b06397/suppl_file/ja7b06397_si_001.pdf\">Tables S1–S4</ext-link>). Otherwise, nonphysical trends in the IAST selectivities can arise\nand severe overestimations of the values can result.\n</p>", "clean_text": "Single-component isotherms can be used to understand the expected equilibrium properties of multicomponent systems by applying IAST to predict the composition of the adsorbed phase in the presence of a gas mixture. The IAST model is expected to work accurately for this system, given the relatively rigid nature of the framework and the absence of significant interactions between adsorbates bound to the metal sites at low gas loadings. The IAST selectivities were obtained from single-component dual-site Langmuir-Freundlich fits (c and d). As this method extrapolates the isotherm of the less strongly bound gas (in this case ethane and propane), obtaining realistic results depends on restricting the saturation capacity for these isotherms to reasonable values (Tables S1-S4). Otherwise, nonphysical trends in the IAST selectivities can arise and severe overestimations of the values can result. ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>After taking these procedures into consideration,\nwe observe an\nethylene/ethane IAST selectivity in Fe<sub>2</sub>(<italic>m</italic>-dobdc) of over 25 under equimolar feed conditions at a total pressure\nof 1 bar and 25 °C, making it the most selective physisorptive\nmaterial for the separation. This selectivity corresponds to a composition\nin the adsorbed phase of 96% ethylene in equilibrium with an equimolar\ngas phase. Within only two equilibrium stages, in which the ethylene\nadsorbed from an equimolar mixture at equilibrium is then desorbed\nand subsequently equilibrated with the adsorbent a second time, an\nethylene purity of greater than 99.9% can be achieved. This is the\nminimum purity required for a polymerization feed and can usually\nonly be achieved through cryogenic methods. Additionally, this separation is accomplished at near-ambient temperatures,\nwith further improvements in selectivity expected at reduced temperatures.\nPropylene/propane selectivity in Fe<sub>2</sub>(<italic>m</italic>-dobdc) is greater than 55 under the same conditions, corresponding\nto 98% of the adsorbed phase composed of propylene in the first equilibrium\nstage. Variants including Mn, Co, and Ni also display high adsorption\nselectivities of greater than 15 for ethylene/ethane and greater than\n30 for propylene/propane.</p>", "clean_text": "After taking these procedures into consideration, we observe an ethylene/ethane IAST selectivity in Fe2(m-dobdc) of over 25 under equimolar feed conditions at a total pressure of 1 bar and 25 °C, making it the most selective physisorptive material for the separation. This selectivity corresponds to a composition in the adsorbed phase of 96% ethylene in equilibrium with an equimolar gas phase. Within only two equilibrium stages, in which the ethylene adsorbed from an equimolar mixture at equilibrium is then desorbed and subsequently equilibrated with the adsorbent a second time, an ethylene purity of greater than 99.9% can be achieved. This is the minimum purity required for a polymerization feed and can usually only be achieved through cryogenic methods. Additionally, this separation is accomplished at near-ambient temperatures, with further improvements in selectivity expected at reduced temperatures. Propylene/propane selectivity in Fe2(m-dobdc) is greater than 55 under the same conditions, corresponding to 98% of the adsorbed phase composed of propylene in the first equilibrium stage. Variants including Mn, Co, and Ni also display high adsorption selectivities of greater than 15 for ethylene/ethane and greater than 30 for propylene/propane.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>To verify the applicability of IAST\nin predicting behavior under\nreal mixtures, multicomponent equilibrium adsorption measurements\nwere conducted (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b06397/suppl_file/ja7b06397_si_001.pdf\">Figure S1</ext-link>). By dosing an\nethylene/ethane mixture of known composition, determining the total\namount of gas adsorbed at equilibrium, and measuring the equilibrium\ncomposition of the gas phase after adsorption using a mass spectrometer,\nthe composition of the adsorbed phase can be determined. Indeed, samples\nof M<sub>2</sub>(<italic>m</italic>-dobdc) (M = Fe, Co, Ni), when\ndosed with an equimolar mixture of ethylene and ethane, revealed significant\nenrichment of ethylene in the adsorbed phase. Additionally, equimolar\nethylene/ethane breakthrough on Mn<sub>2</sub>(<italic>m</italic>-dobdc)\nreveal its applicability under real gas conditions (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b06397/suppl_file/ja7b06397_si_001.pdf\">Figure S11</ext-link>). Ethylene/ethane selectivities as determined from\nthis method corroborate those calculated from IAST, with measured\nvalues of 25 ± 3 compared with 26, 14 ± 2 compared with\n16, and 18 ± 2 compared with 16 for Fe<sub>2</sub>(<italic>m</italic>-dobdc), Co<sub>2</sub>(<italic>m</italic>-dobdc), and Ni<sub>2</sub>(<italic>m</italic>-dobdc), respectively. This is not surprising,\nas the assumptions that are required for IAST to hold (the thermodynamic\nstate of the adsorbent does not change upon gas adsorption, and adsorbate–adsorbate\ninteractions are minimal, given they are isolated at discrete metal\nsites) are fulfilled in this system.</p>", "clean_text": "To verify the applicability of IAST in predicting behavior under real mixtures, multicomponent equilibrium adsorption measurements were conducted (Figure S1). By dosing an ethylene/ethane mixture of known composition, determining the total amount of gas adsorbed at equilibrium, and measuring the equilibrium composition of the gas phase after adsorption using a mass spectrometer, the composition of the adsorbed phase can be determined. Indeed, samples of M2(m-dobdc) (M = Fe, Co, Ni), when dosed with an equimolar mixture of ethylene and ethane, revealed significant enrichment of ethylene in the adsorbed phase. Additionally, equimolar ethylene/ethane breakthrough on Mn2(m-dobdc) reveal its applicability under real gas conditions (Figure S11). Ethylene/ethane selectivities as determined from this method corroborate those calculated from IAST, with measured values of 25 ± 3 compared with 26, 14 ± 2 compared with 16, and 18 ± 2 compared with 16 for Fe2(m-dobdc), Co2(m-dobdc), and Ni2(m-dobdc), respectively. This is not surprising, as the assumptions that are required for IAST to hold (the thermodynamic state of the adsorbent does not change upon gas adsorption, and adsorbate-adsorbate interactions are minimal, given they are isolated at discrete metal sites) are fulfilled in this system.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The IAST selectivities\ncalculated at 45 °C for the M<sub>2</sub>(<italic>m</italic>-dobdc)\nframeworks are significantly higher than\nthose for the corresponding M<sub>2</sub>(<italic>p</italic>-dobdc)\nisomers ().\nIn the case of ethylene/ethane, the most selective in the <italic>para</italic> series, Fe<sub>2</sub>(<italic>p</italic>-dobdc), shows\nsimilar selectivity to Ni<sub>2</sub>(<italic>m</italic>-dobdc), the\nleast selective of the <italic>meta</italic> series. Additionally,\nNi<sub>2</sub>(<italic>m</italic>-dobdc) and Co<sub>2</sub>(<italic>m</italic>-dobdc) have more than double the selectivity of their <italic>para</italic>-substituted counterparts. These changes are even more\npronounced for a propylene/propane separation. All variants in the\nM<sub>2</sub>(<italic>m</italic>-dobdc) series are significantly more\nselective than in the M<sub>2</sub>(<italic>p</italic>-dobdc) series,\nand Fe<sub>2</sub>(<italic>m</italic>-dobdc) has nearly triple the\nselectivity of Fe<sub>2</sub>(<italic>p</italic>-dobdc). Moreover,\ntemperature-dependent IAST calculations predict more dramatic differences\nin selectivity at lower temperatures, under which differences in adsorption\nenthalpy play a larger role in determining adsorption equilibria.</p>", "clean_text": "The IAST selectivities calculated at 45 °C for the M2(m-dobdc) frameworks are significantly higher than those for the corresponding M2(p-dobdc) isomers (). In the case of ethylene/ethane, the most selective in the para series, Fe2(p-dobdc), shows similar selectivity to Ni2(m-dobdc), the least selective of the meta series. Additionally, Ni2(m-dobdc) and Co2(m-dobdc) have more than double the selectivity of their para-substituted counterparts. These changes are even more pronounced for a propylene/propane separation. All variants in the M2(m-dobdc) series are significantly more selective than in the M2(p-dobdc) series, and Fe2(m-dobdc) has nearly triple the selectivity of Fe2(p-dobdc). Moreover, temperature-dependent IAST calculations predict more dramatic differences in selectivity at lower temperatures, under which differences in adsorption enthalpy play a larger role in determining adsorption equilibria.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Comparison\nof the IAST selectivity under an equimolar feed at 45\n°C between M<sub>2</sub>(<italic>p</italic>-dobdc) and M<sub>2</sub>(<italic>m</italic>-dobdc) (M = Mn, Fe, Co, Ni) for (a) ethylene/ethane\nand (b) propylene/propane separations.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja-2017-06397n_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Comparison of the IAST selectivity under an equimolar feed at 45 °C between M2(p-dobdc) and M2(m-dobdc) (M = Mn, Fe, Co, Ni) for (a) ethylene/ethane and (b) propylene/propane separations.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>As the increased charge density at the metal site changes\nthe relative\nadsorption enthalpies, it was not surprising to see improvements in\nolefin/paraffin adsorption selectivity; however, the magnitude of\nthese changes was unexpected. Using the single-component isotherm\nfits and the Clausius–Clapeyron relationship, differential\nenthalpies of ethylene, ethane, propylene, and propane were determined\nas a function of loading (). For ethylene and propylene, initial adsorption enthalpies\nbelow ∼1 mmol/g correspond to interactions between the gas\nand the metal site. The subsequent decrease in differential enthalpy\nfor these species corresponds to saturation of the metal sites, and\nthe enthalpies beyond this point result from subsequent binding sites.\nFor ethane and propane, the initial adsorption at low loading also\ncorresponds to interactions with the metal sites. However, increases\nin enthalpy are observed upon metal site saturation, due to more pronounced\nadsorbate–adsorbate interactions as the pore begins to fill\nwith gas molecules. This analysis reveals\nFe<sub>2</sub>(<italic>m</italic>-dobdc) to have the largest ethylene\nand propylene adsorption enthalpy relative to the other metal variants.\nAt a loading of 1 mmol/g, where the differential enthalpies primarily\narise from the interaction between the adsorbate and the metal site,\nFe<sub>2</sub>(<italic>m</italic>-dobdc) shows an ethylene adsorption\nof about −52 ± 0.1 kJ/mol and a propylene adsorption of\n−65 ± 0.5 kJ/mol.</p>", "clean_text": "As the increased charge density at the metal site changes the relative adsorption enthalpies, it was not surprising to see improvements in olefin/paraffin adsorption selectivity; however, the magnitude of these changes was unexpected. Using the single-component isotherm fits and the Clausius-Clapeyron relationship, differential enthalpies of ethylene, ethane, propylene, and propane were determined as a function of loading (). For ethylene and propylene, initial adsorption enthalpies below ~1 mmol/g correspond to interactions between the gas and the metal site. The subsequent decrease in differential enthalpy for these species corresponds to saturation of the metal sites, and the enthalpies beyond this point result from subsequent binding sites. For ethane and propane, the initial adsorption at low loading also corresponds to interactions with the metal sites. However, increases in enthalpy are observed upon metal site saturation, due to more pronounced adsorbate-adsorbate interactions as the pore begins to fill with gas molecules. This analysis reveals Fe2(m-dobdc) to have the largest ethylene and propylene adsorption enthalpy relative to the other metal variants. At a loading of 1 mmol/g, where the differential enthalpies primarily arise from the interaction between the adsorbate and the metal site, Fe2(m-dobdc) shows an ethylene adsorption of about -52 ± 0.1 kJ/mol and a propylene adsorption of -65 ± 0.5 kJ/mol.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Differential enthalpies of adsorption for (a)\nethylene and ethane\nand (b) propylene and propane in M<sub>2</sub>(<italic>m</italic>-dobdc)\n(M = Mn, Fe, Co, Ni).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja-2017-06397n_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Differential enthalpies of adsorption for (a) ethylene and ethane and (b) propylene and propane in M2(m-dobdc) (M = Mn, Fe, Co, Ni).   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Ethylene adsorption enthalpy magnitudes follow the trend\nFe ≈\nNi ≈ 52 kJ/mol &gt; Mn ≈ Co ≈ 47 kJ/mol. Interestingly,\nthese are not consistent with the trend in IAST selectivity. The explanation\nfor this discrepancy lies in the ethane adsorption enthalpies. While\nNi<sub>2</sub>(<italic>m</italic>-dobdc) and Fe<sub>2</sub>(<italic>m</italic>-dobdc) have similar ethylene adsorption enthalpies, the\nethane adsorption enthalpy in Ni<sub>2</sub>(<italic>m</italic>-dobdc)\nis ∼5 kJ/mol greater than in Fe<sub>2</sub>(<italic>m</italic>-dobdc). Selectivity is associated with the difference in adsorption\nenthalpy rather than the absolute enthalpy of the more strongly adsorbed\ncomponent. This results in the Fe<sub>2</sub>(<italic>m</italic>-dobdc)\nanalog having the highest ethylene/ethane selectivity. Relatedly,\nFe<sub>2</sub>(<italic>m</italic>-dobdc) shows both the strongest\npropylene adsorption and also the highest difference in enthalpy between\npropylene and propane, leading to its high propylene/propane selectivity.</p>", "clean_text": "Ethylene adsorption enthalpy magnitudes follow the trend Fe ~ Ni ~ 52 kJ/mol > Mn ~ Co ~ 47 kJ/mol. Interestingly, these are not consistent with the trend in IAST selectivity. The explanation for this discrepancy lies in the ethane adsorption enthalpies. While Ni2(m-dobdc) and Fe2(m-dobdc) have similar ethylene adsorption enthalpies, the ethane adsorption enthalpy in Ni2(m-dobdc) is ~5 kJ/mol greater than in Fe2(m-dobdc). Selectivity is associated with the difference in adsorption enthalpy rather than the absolute enthalpy of the more strongly adsorbed component. This results in the Fe2(m-dobdc) analog having the highest ethylene/ethane selectivity. Relatedly, Fe2(m-dobdc) shows both the strongest propylene adsorption and also the highest difference in enthalpy between propylene and propane, leading to its high propylene/propane selectivity.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>This metal-dependence can also be explained by a convolution of\ncation charge density and backbonding character. As the hard Ni<sup>2+</sup> center polarizes olefins and paraffins strongly, both adsorbates\nshow high adsorption enthalpies. Conversely, the softer Fe<sup>2+</sup> cation does not polarize olefins or paraffins as strongly as Ni<sup>2+</sup>, but can show enhanced backbonding interactions uniquely\nwith olefins.</p>", "clean_text": "This metal-dependence can also be explained by a convolution of cation charge density and backbonding character. As the hard Ni2+ center polarizes olefins and paraffins strongly, both adsorbates show high adsorption enthalpies. Conversely, the softer Fe2+ cation does not polarize olefins or paraffins as strongly as Ni2+, but can show enhanced backbonding interactions uniquely with olefins.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Along with olefin/paraffin selectivity, the kinetics\nof olefin\nadsorption is a crucial factor when evaluating adsorbents for industrial\nseparations. To probe the kinetics of olefin adsorption, a transient\nvolumetric measurement of ethylene uptake in Fe<sub>2</sub>(<italic>m</italic>-dobdc) was conducted by dosing 1000 mbar of ethylene from\na reservoir to the adsorbent and monitoring the pressure drop to an\nequilibrated pressure of 270 mbar. The resulting transient adsorption\nprofile ()\nrevealed rapid adsorption kinetics, reaching &gt;90% of equilibrium\nin\nless than 30 s, with complete adsorption observed in just 60 s. Thus,\nfast cycle times can be used in a pressure-swing adsorption process,\nminimizing the amount of adsorbent needed to process a given flow\nof gas. This fast adsorption behavior distinctly contrasts with adsorbents\nthat rely on a size-exclusion mechanism for separating gases, in which\nseparation occurs far from equilibrium in a real process. These findings\nalso emphasize the advantage of adsorbents displaying fast kinetics,\nas pure-component equilibrium adsorption measurements for these systems\ncan accurately model the near-equilibrium operation of the process.</p>", "clean_text": "Along with olefin/paraffin selectivity, the kinetics of olefin adsorption is a crucial factor when evaluating adsorbents for industrial separations. To probe the kinetics of olefin adsorption, a transient volumetric measurement of ethylene uptake in Fe2(m-dobdc) was conducted by dosing 1000 mbar of ethylene from a reservoir to the adsorbent and monitoring the pressure drop to an equilibrated pressure of 270 mbar. The resulting transient adsorption profile () revealed rapid adsorption kinetics, reaching >90% of equilibrium in less than 30 s, with complete adsorption observed in just 60 s. Thus, fast cycle times can be used in a pressure-swing adsorption process, minimizing the amount of adsorbent needed to process a given flow of gas. This fast adsorption behavior distinctly contrasts with adsorbents that rely on a size-exclusion mechanism for separating gases, in which separation occurs far from equilibrium in a real process. These findings also emphasize the advantage of adsorbents displaying fast kinetics, as pure-component equilibrium adsorption measurements for these systems can accurately model the near-equilibrium operation of the process.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Transient\nadsorption measurement for ethylene in Fe<sub>2</sub>(<italic>m</italic>-dobdc); the equilibrium pressure is ∼300\nmbar corresponding to an equilibrated loading (<italic>Q</italic>\n<sub>0</sub>) of ∼6 mmol/g.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja-2017-06397n_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Transient adsorption measurement for ethylene in Fe2(m-dobdc); the equilibrium pressure is ~300 mbar corresponding to an equilibrated loading (Q 0) of ~6 mmol/g.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Olefin/Paraffin Breakthrough Experiments</title><p>To test the\napplicability of the M<sub>2</sub>(<italic>m</italic>-dobdc) adsorbents\nunder more realistic process conditions, Co<sub>2</sub>(<italic>m</italic>-dobdc) was tested in a breakthrough measurement. In a typical experiment,\nan ethylene/ethane or propylene/propane mixture was flowed through\na fixed packed bed of adsorbent with He as the carrier gas. The relative\ntime it takes for the olefin and paraffin to break through the bed\nindicates the ability of the adsorbent to discriminate between the\ntwo components (). Longer breakthrough times for the propylene/propane mixture relative\nto the ethylene/ethane mixture are likely due to uncertainties in\nthe olefin/paraffin flow rate. Using an equimolar olefin/paraffin\nfeed, it can be seen that the paraffin breaks through the bed first,\nfollowed by the olefin. The steep breakthrough of ethane, propane,\nethylene, and propylene indicates that there is a clean separation\nof each species. After breakthrough of both components, when the bed\nis saturated with an equilibrium composition, the effluent composition\nreturns to equimolar. A subsequent purge with He at ambient conditions\nregenerated the bed. Notably, residual paraffin in the bed shortly\nafter switching to desorption was not observed, indicating that the\nadsorbed phase is highly enriched in olefin. This implies that during\nolefin separation, high purity ethylene or propylene can be produced,\nexceeding the purity requirement of 99.9%. Additionally, the rapid\ndesorption of the olefin by merely purging with He indicates that\nthe olefin is labile and regeneration of the bed can be accomplished\nwithout a temperature swing. This is significant, as flowing a purge\ngas or using a vacuum or pressure swing are desirable over a temperature\nswing process, which has longer cycle times due to the time-consuming\nheating and cooling steps.</p>", "clean_text": "Olefin/Paraffin Breakthrough Experiments\n\nTo test the applicability of the M2(m-dobdc) adsorbents under more realistic process conditions, Co2(m-dobdc) was tested in a breakthrough measurement. In a typical experiment, an ethylene/ethane or propylene/propane mixture was flowed through a fixed packed bed of adsorbent with He as the carrier gas. The relative time it takes for the olefin and paraffin to break through the bed indicates the ability of the adsorbent to discriminate between the two components (). Longer breakthrough times for the propylene/propane mixture relative to the ethylene/ethane mixture are likely due to uncertainties in the olefin/paraffin flow rate. Using an equimolar olefin/paraffin feed, it can be seen that the paraffin breaks through the bed first, followed by the olefin. The steep breakthrough of ethane, propane, ethylene, and propylene indicates that there is a clean separation of each species. After breakthrough of both components, when the bed is saturated with an equilibrium composition, the effluent composition returns to equimolar. A subsequent purge with He at ambient conditions regenerated the bed. Notably, residual paraffin in the bed shortly after switching to desorption was not observed, indicating that the adsorbed phase is highly enriched in olefin. This implies that during olefin separation, high purity ethylene or propylene can be produced, exceeding the purity requirement of 99.9%. Additionally, the rapid desorption of the olefin by merely purging with He indicates that the olefin is labile and regeneration of the bed can be accomplished without a temperature swing. This is significant, as flowing a purge gas or using a vacuum or pressure swing are desirable over a temperature swing process, which has longer cycle times due to the time-consuming heating and cooling steps.", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Transient breakthrough measurements of an equimolar\nmixture of\n(a) ethylene/ethane and (b) propylene/propane in Co<sub>2</sub>(<italic>m</italic>-dobdc) at 45 °C. Breakthrough corresponds to the\ntime when the olefin composition goes to approximately 50% of the\ntotal outflow from the packed bed. The subsequent uptick in olefin\nconcentration corresponds to a change in the feed composition to 100%\nHe to regenerate the bed.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ja-2017-06397n_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Transient breakthrough measurements of an equimolar mixture of (a) ethylene/ethane and (b) propylene/propane in Co2(m-dobdc) at 45 °C. Breakthrough corresponds to the time when the olefin composition goes to approximately 50% of the total outflow from the packed bed. The subsequent uptick in olefin concentration corresponds to a change in the feed composition to 100% He to regenerate the bed.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>Olefin/paraffin separations account for\nan enormous amount of energy\nconsumed in the industrial sector and represent a major opportunity\nfor new adsorbents to replace cryogenic distillation. Competitive\nadsorbent-based technologies require materials with high selectivity\nand capacity, fast kinetics, labile desorption, and low production\ncost. We have demonstrated these key features in M<sub>2</sub>(<italic>m</italic>-dobdc) (M = Mn, Fe, Co, Ni). Specifically, single-component\nadsorption isotherms combined with IAST reveal ethylene/ethane and\npropylene/propane selectivities at 25 °C in excess of 25 and\n55, respectively. These selectivities arise from differences in adsorption\nenthalpy between olefins and paraffins, in which olefins bind more\nstrongly at the coordinatively unsaturated metal sites present at\nhigh concentration in these materials. This separation mechanism does\nnot rely on size exclusion and thus retains the excellent adsorption\nkinetics necessary for fast cycling. Notably, stronger olefin adsorption\narising from increased charge density at the metal site leads to much\nhigher selectivity in the M<sub>2</sub>(<italic>m</italic>-dobdc)\nframeworks relative to their structural isomers, M<sub>2</sub>(<italic>p</italic>-dobdc). Finally, this separation capability was demonstrated\nin breakthrough measurements, in which high olefin purities under\nmild regeneration conditions were obtained. These unique properties\nmake the M<sub>2</sub>(<italic>m</italic>-dobdc) compounds the adsorbents\nof choice for industrial olefin/paraffin separations and indicate\na promising route to improving separation properties by tuning the\nelectronic environment of the adsorption sites.</p>", "clean_text": "Conclusions\n\nOlefin/paraffin separations account for an enormous amount of energy consumed in the industrial sector and represent a major opportunity for new adsorbents to replace cryogenic distillation. Competitive adsorbent-based technologies require materials with high selectivity and capacity, fast kinetics, labile desorption, and low production cost. We have demonstrated these key features in M2(m-dobdc) (M = Mn, Fe, Co, Ni). Specifically, single-component adsorption isotherms combined with IAST reveal ethylene/ethane and propylene/propane selectivities at 25 °C in excess of 25 and 55, respectively. These selectivities arise from differences in adsorption enthalpy between olefins and paraffins, in which olefins bind more strongly at the coordinatively unsaturated metal sites present at high concentration in these materials. This separation mechanism does not rely on size exclusion and thus retains the excellent adsorption kinetics necessary for fast cycling. Notably, stronger olefin adsorption arising from increased charge density at the metal site leads to much higher selectivity in the M2(m-dobdc) frameworks relative to their structural isomers, M2(p-dobdc). Finally, this separation capability was demonstrated in breakthrough measurements, in which high olefin purities under mild regeneration conditions were obtained. These unique properties make the M2(m-dobdc) compounds the adsorbents of choice for industrial olefin/paraffin separations and indicate a promising route to improving separation properties by tuning the electronic environment of the adsorption sites.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/jacs.7b06397\">10.1021/jacs.7b06397</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional experimental\ndetails, adsorption data and\nanalysis, crystal structure information (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b06397/suppl_file/ja7b06397_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystallographic data for C<sub>2</sub>H<sub>4</sub>-dosed Co<sub>2</sub>(<italic>m</italic>-dobdc) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b06397/suppl_file/ja7b06397_si_002.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystallographic\ndata for C<sub>2</sub>H<sub>4</sub>-dosed Co<sub>2</sub>(<italic>p</italic>-dobdc) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b06397/suppl_file/ja7b06397_si_003.cif\">CIF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.7b06397.  Additional experimental details, adsorption data and analysis, crystal structure information (PDF)   Crystallographic data for C2H4-dosed Co2(m-dobdc) (CIF)   Crystallographic data for C2H4-dosed Co2(p-dobdc) (CIF)   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Additional experimental\ndetails, adsorption data and\nanalysis, crystal structure information (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b06397/suppl_file/ja7b06397_si_001.pdf\">PDF</ext-link>)</p><p>Crystallographic data for C<sub>2</sub>H<sub>4</sub>-dosed Co<sub>2</sub>(<italic>m</italic>-dobdc) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b06397/suppl_file/ja7b06397_si_002.cif\">CIF</ext-link>)</p><p>Crystallographic\ndata for C<sub>2</sub>H<sub>4</sub>-dosed Co<sub>2</sub>(<italic>p</italic>-dobdc) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b06397/suppl_file/ja7b06397_si_003.cif\">CIF</ext-link>)</p><p>J.E.B. and M.T.K. contributed equally.</p><p>The authors\ndeclare the following competing financial interest(s): J.R.L. has\na financial interest in Mosaic Materials, Inc., a start-up company\nworking to commercialize metalorganic frameworks for gas separations.\nU.C. Berkeley has applied for a patent on the materials discussed\nherein, on which M.T.K. and J.R.L. are included as inventors.</p>", "clean_text": "Additional experimental details, adsorption data and analysis, crystal structure information (PDF)\n\nCrystallographic data for C2H4-dosed Co2(m-dobdc) (CIF)\n\nCrystallographic data for C2H4-dosed Co2(p-dobdc) (CIF)\n\nJ.E.B. and M.T.K. contributed equally.\n\nThe authors declare the following competing financial interest(s): J.R.L. has a financial interest in Mosaic Materials, Inc., a start-up company working to commercialize metalorganic frameworks for gas separations. U.C. Berkeley has applied for a patent on the materials discussed herein, on which M.T.K. and J.R.L. are included as inventors.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "7, 8", "type": "text", "classification": "synthesis condition", "content": "<title>Co<sub>2</sub>(<italic>m</italic>-dobdc) and Ni<sub>2</sub>(<italic>m</italic>-dobdc)</title><p>A mixture of 310 mL of methanol and 310\nmL of DMF was added to a 1-L three-neck round-bottom flask equipped\nwith a reflux condenser and purged with N<sub>2</sub> while stirring\nfor 1 h. The ligand H<sub>4</sub>(<italic>m</italic>-dobdc) (2.00\ng, 10.1 mmol) and CoCl<sub>2</sub> (3.27 g, 25.2 mmol) or NiCl<sub>2</sub> (3.27 g, 25.2 mmol) were added to the solvent under N<sub>2</sub> pressure, and the reaction mixture was heated at 120 °C\nfor 18 h while stirring vigorously. The mixture was cooled to ambient\ntemperature and then filtered, yielding a microcrystalline powder.\nThe resulting powder was rinsed with DMF, and soaked in 200 mL of\nDMF at 120 °C for 24 h. The powder was collected by filtration,\nrinsed with methanol, and soaked in 200 mL of methanol at 60 °C\nfor 12 h. The supernatant solution was decanted, and 200 mL of fresh\nmethanol were added. This procedure was repeated four times, such\nthat the total time washing with methanol was 2 days. This resulted\nin an ∼54% yield of Co<sub>2</sub>(<italic>m</italic>-dobdc)\nand Ni<sub>2</sub>(<italic>m</italic>-dobdc). The resulting powder\nwas collected by filtration and heated at 180 °C under dynamic\nvacuum (&lt;0.01 mbar) for 24 h. The resulting activated powders were\npurple and brown for Co<sub>2</sub>(<italic>m</italic>-dobdc) and\nNi<sub>2</sub>(<italic>m</italic>-dobdc), respectively.</p><title>Mn<sub>2</sub>(<italic>m</italic>-dobdc) and Fe<sub>2</sub>(<italic>m</italic>-dobdc)</title><p>All manipulations involving the preparation\nand handling of Mn<sub>2</sub>(<italic>m</italic>-dobdc) and Fe<sub>2</sub>(<italic>m</italic>-dobdc) were performed under a N<sub>2</sub> atmosphere in a VAC Atmospheres glovebox or using standard Schlenk\ntechniques. A solution of MCl<sub>2</sub> (2.5 equiv, 3.0 mmol) in\n12 mL of methanol was added to a 200 mL Schlenk flask charged with\na magnetic stir bar and a solution of H<sub>4</sub>(<italic>m</italic>-dobdc) (240 mg, 1.0 equiv, 1.2 mmol) in 68 mL of DMF. The solution\nwas stirred at 120 °C for 18 h. The resulting powder was collected\nby filtration, rinsed with DMF, and soaked in 20 mL of DMF at 120\n°C for 24 h. The powder was collected by filtration, rinsed with\nmethanol, and soaked in 20 mL of methanol at 60 °C for 12 h.\nThe supernatant solution was decanted, and 10 mL of fresh methanol\nwere added. This process was repeated four times, such that the total\ntime washing with methanol was 2 days. This resulted in an ∼75%\nyield for Mn<sub>2</sub>(<italic>m</italic>-dobdc) and an ∼85%\nyield for Fe<sub>2</sub>(<italic>m</italic>-dobdc). The resulting\npowder was collected by filtration and heated at 180 °C under\ndynamic vacuum (&lt;0.01 mbar) for 24 h. The resulting activated powders\nwere light purple and light pink for Fe<sub>2</sub>(<italic>m</italic>-dobdc) and Mn<sub>2</sub>(<italic>m</italic>-dobdc), respectively.</p>", "clean_text": "Co2(m-dobdc) and Ni2(m-dobdc)\n\nA mixture of 310 mL of methanol and 310 mL of DMF was added to a 1-L three-neck round-bottom flask equipped with a reflux condenser and purged with N2 while stirring for 1 h. The ligand H4(m-dobdc) (2.00 g, 10.1 mmol) and CoCl2 (3.27 g, 25.2 mmol) or NiCl2 (3.27 g, 25.2 mmol) were added to the solvent under N2 pressure, and the reaction mixture was heated at 120 °C for 18 h while stirring vigorously. The mixture was cooled to ambient temperature and then filtered, yielding a microcrystalline powder. The resulting powder was rinsed with DMF, and soaked in 200 mL of DMF at 120 °C for 24 h. The powder was collected by filtration, rinsed with methanol, and soaked in 200 mL of methanol at 60 °C for 12 h. The supernatant solution was decanted, and 200 mL of fresh methanol were added. This procedure was repeated four times, such that the total time washing with methanol was 2 days. This resulted in an ~54% yield of Co2(m-dobdc) and Ni2(m-dobdc). The resulting powder was collected by filtration and heated at 180 °C under dynamic vacuum (<0.01 mbar) for 24 h. The resulting activated powders were purple and brown for Co2(m-dobdc) and Ni2(m-dobdc), respectively.\n\nMn2(m-dobdc) and Fe2(m-dobdc)\n\nAll manipulations involving the preparation and handling of Mn2(m-dobdc) and Fe2(m-dobdc) were performed under a N2 atmosphere in a VAC Atmospheres glovebox or using standard Schlenk techniques. A solution of MCl2 (2.5 equiv, 3.0 mmol) in 12 mL of methanol was added to a 200 mL Schlenk flask charged with a magnetic stir bar and a solution of H4(m-dobdc) (240 mg, 1.0 equiv, 1.2 mmol) in 68 mL of DMF. The solution was stirred at 120 °C for 18 h. The resulting powder was collected by filtration, rinsed with DMF, and soaked in 20 mL of DMF at 120 °C for 24 h. The powder was collected by filtration, rinsed with methanol, and soaked in 20 mL of methanol at 60 °C for 12 h. The supernatant solution was decanted, and 10 mL of fresh methanol were added. This process was repeated four times, such that the total time washing with methanol was 2 days. This resulted in an ~75% yield for Mn2(m-dobdc) and an ~85% yield for Fe2(m-dobdc). The resulting powder was collected by filtration and heated at 180 °C under dynamic vacuum (<0.01 mbar) for 24 h. The resulting activated powders were light purple and light pink for Fe2(m-dobdc) and Mn2(m-dobdc), respectively.", "data": ["(SyntaxError(\"unmatched ']'\", ('<unknown>', 1, 3995, '[{\"meta\":{\"name\":\"Co2(m-dobdc)\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"chemical synthesis\", \"precursor\":[{\"name\":\"H4(m-dobdc)\", \"amount\":\"2.00\", \"unit\":\"g\"}, {\"name\":\"CoCl2\", \"amount\":\"3.27\", \"unit\":\"g\"}], \"solution\": [{\"name\":\"methanol\", \"amount\":\"310\", \"unit\":\"mL\"}, {\"name\":\"DMF\", \"amount\":\"310\", \"unit\":\"mL\"}], \"pressure\": \"N2\", \"temperature\":\"120 °C\", \"time\":\"18 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"DMF\", \"amount\":\"\"}, {\"synthesis method\":\"soaking\", \"soaking solution\":\"DMF\", \"temperature\":\"120 °C\", \"time\":\"24 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"methanol\", \"amount\":\"\"}, {\"synthesis method\":\"soaking\", \"soaking solution\":\"methanol\", \"temperature\":\"60 °C\", \"time\":\"12 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"methanol\", \"amount\":\"\"}, {\"synthesis method\":\"heating\", \"pressure\":\"dynamic vacuum (<0.01 mbar)\", \"temperature\":\"180 °C\", \"atmosphere\":\"\", \"time\":\"24 h\"}], \"yield\":\"54%\"}], [{\"meta\":{\"name\":\"Ni2(m-dobdc)\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"chemical synthesis\", \"precursor\":[{\"name\":\"H4(m-dobdc)\", \"amount\":\"2.00\", \"unit\":\"g\"}, {\"name\":\"NiCl2\", \"amount\":\"3.27\", \"unit\":\"g\"}], \"solution\": [{\"name\":\"methanol\", \"amount\":\"310\", \"unit\":\"mL\"}, {\"name\":\"DMF\", \"amount\":\"310\", \"unit\":\"mL\"}], \"pressure\": \"N2\", \"temperature\":\"120 °C\", \"time\":\"18 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"DMF\", \"amount\":\"\"}, {\"synthesis method\":\"soaking\", \"soaking solution\":\"DMF\", \"temperature\":\"120 °C\", \"time\":\"24 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"methanol\", \"amount\":\"\"}, {\"synthesis method\":\"soaking\", \"soaking solution\":\"methanol\", \"temperature\":\"60 °C\", \"time\":\"12 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"methanol\", \"amount\":\"\"}, {\"synthesis method\":\"heating\", \"pressure\":\"dynamic vacuum (<0.01 mbar)\", \"temperature\":\"180 °C\", \"atmosphere\":\"\", \"time\":\"24 h\"}], \"yield\":\"54%\"}], [{\"meta\":{\"name\":\"Mn2(m-dobdc)\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"chemical synthesis\", \"precursor\":[{\"name\":\"H4(m-dobdc)\", \"amount\":\"240\", \"unit\":\"mg\"}, {\"name\":\"MnCl2\", \"amount\":\"2.5 equiv\", \"unit\":\"3.0 mmol\"}], \"solution\": [{\"name\":\"methanol\", \"amount\":\"12\", \"unit\":\"mL\"}, {\"name\":\"DMF\", \"amount\":\"68\", \"unit\":\"mL\"}], \"pressure\": \"N2\", \"temperature\":\"120 °C\", \"time\":\"18 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"DMF\", \"amount\":\"\"}, {\"synthesis method\":\"soaking\", \"soaking solution\":\"DMF\", \"temperature\":\"120 °C\", \"time\":\"24 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"methanol\", \"amount\":\"\"}, {\"synthesis method\":\"soaking\", \"soaking solution\":\"methanol\", \"temperature\":\"60 °C\", \"time\":\"12 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"methanol\", \"amount\":\"\"}, {\"synthesis method\":\"heating\", \"pressure\":\"dynamic vacuum (<0.01 mbar)\", \"temperature\":\"180 °C\", \"atmosphere\":\"\", \"time\":\"24 h\"}], \"yield\":\"75%\"}], [{\"meta\":{\"name\":\"Fe2(m-dobdc)\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"chemical synthesis\", \"precursor\":[{\"name\":\"H4(m-dobdc)\", \"amount\":\"240\", \"unit\":\"mg\"}, {\"name\":\"FeCl2\", \"amount\":\"2.5 equiv\", \"unit\":\"3.0 mmol\"}], \"solution\": [{\"name\":\"methanol\", \"amount\":\"12\", \"unit\":\"mL\"}, {\"name\":\"DMF\", \"amount\":\"68\", \"unit\":\"mL\"}], \"pressure\": \"N2\", \"temperature\":\"120 °C\", \"time\":\"18 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"DMF\", \"amount\":\"\"}, {\"synthesis method\":\"soaking\", \"soaking solution\":\"DMF\", \"temperature\":\"120 °C\", \"time\":\"24 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"methanol\", \"amount\":\"\"}, {\"synthesis method\":\"soaking\", \"soaking solution\":\"methanol\", \"temperature\":\"60 °C\", \"time\":\"12 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"methanol\", \"amount\":\"\"}, {\"synthesis method\":\"heating\", \"pressure\":\"dynamic vacuum (<0.01 mbar)\", \"temperature\":\"180 °C\", \"atmosphere\":\"\", \"time\":\"24 h\"}], \"yield\":\"85%\"}]]')), '[{\"meta\":{\"name\":\"Co2(m-dobdc)\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"chemical synthesis\", \"precursor\":[{\"name\":\"H4(m-dobdc)\", \"amount\":\"2.00\", \"unit\":\"g\"}, {\"name\":\"CoCl2\", \"amount\":\"3.27\", \"unit\":\"g\"}], \"solution\": [{\"name\":\"methanol\", \"amount\":\"310\", \"unit\":\"mL\"}, {\"name\":\"DMF\", \"amount\":\"310\", \"unit\":\"mL\"}], \"pressure\": \"N2\", \"temperature\":\"120 °C\", \"time\":\"18 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"DMF\", \"amount\":\"\"}, {\"synthesis method\":\"soaking\", \"soaking solution\":\"DMF\", \"temperature\":\"120 °C\", \"time\":\"24 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"methanol\", \"amount\":\"\"}, {\"synthesis method\":\"soaking\", \"soaking solution\":\"methanol\", \"temperature\":\"60 °C\", \"time\":\"12 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"methanol\", \"amount\":\"\"}, {\"synthesis method\":\"heating\", \"pressure\":\"dynamic vacuum (<0.01 mbar)\", \"temperature\":\"180 °C\", \"atmosphere\":\"\", \"time\":\"24 h\"}], \"yield\":\"54%\"}], [{\"meta\":{\"name\":\"Ni2(m-dobdc)\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"chemical synthesis\", \"precursor\":[{\"name\":\"H4(m-dobdc)\", \"amount\":\"2.00\", \"unit\":\"g\"}, {\"name\":\"NiCl2\", \"amount\":\"3.27\", \"unit\":\"g\"}], \"solution\": [{\"name\":\"methanol\", \"amount\":\"310\", \"unit\":\"mL\"}, {\"name\":\"DMF\", \"amount\":\"310\", \"unit\":\"mL\"}], \"pressure\": \"N2\", \"temperature\":\"120 °C\", \"time\":\"18 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"DMF\", \"amount\":\"\"}, {\"synthesis method\":\"soaking\", \"soaking solution\":\"DMF\", \"temperature\":\"120 °C\", \"time\":\"24 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"methanol\", \"amount\":\"\"}, {\"synthesis method\":\"soaking\", \"soaking solution\":\"methanol\", \"temperature\":\"60 °C\", \"time\":\"12 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"methanol\", \"amount\":\"\"}, {\"synthesis method\":\"heating\", \"pressure\":\"dynamic vacuum (<0.01 mbar)\", \"temperature\":\"180 °C\", \"atmosphere\":\"\", \"time\":\"24 h\"}], \"yield\":\"54%\"}], [{\"meta\":{\"name\":\"Mn2(m-dobdc)\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"chemical synthesis\", \"precursor\":[{\"name\":\"H4(m-dobdc)\", \"amount\":\"240\", \"unit\":\"mg\"}, {\"name\":\"MnCl2\", \"amount\":\"2.5 equiv\", \"unit\":\"3.0 mmol\"}], \"solution\": [{\"name\":\"methanol\", \"amount\":\"12\", \"unit\":\"mL\"}, {\"name\":\"DMF\", \"amount\":\"68\", \"unit\":\"mL\"}], \"pressure\": \"N2\", \"temperature\":\"120 °C\", \"time\":\"18 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"DMF\", \"amount\":\"\"}, {\"synthesis method\":\"soaking\", \"soaking solution\":\"DMF\", \"temperature\":\"120 °C\", \"time\":\"24 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"methanol\", \"amount\":\"\"}, {\"synthesis method\":\"soaking\", \"soaking solution\":\"methanol\", \"temperature\":\"60 °C\", \"time\":\"12 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"methanol\", \"amount\":\"\"}, {\"synthesis method\":\"heating\", \"pressure\":\"dynamic vacuum (<0.01 mbar)\", \"temperature\":\"180 °C\", \"atmosphere\":\"\", \"time\":\"24 h\"}], \"yield\":\"75%\"}], [{\"meta\":{\"name\":\"Fe2(m-dobdc)\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\": \"chemical synthesis\", \"precursor\":[{\"name\":\"H4(m-dobdc)\", \"amount\":\"240\", \"unit\":\"mg\"}, {\"name\":\"FeCl2\", \"amount\":\"2.5 equiv\", \"unit\":\"3.0 mmol\"}], \"solution\": [{\"name\":\"methanol\", \"amount\":\"12\", \"unit\":\"mL\"}, {\"name\":\"DMF\", \"amount\":\"68\", \"unit\":\"mL\"}], \"pressure\": \"N2\", \"temperature\":\"120 °C\", \"time\":\"18 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"DMF\", \"amount\":\"\"}, {\"synthesis method\":\"soaking\", \"soaking solution\":\"DMF\", \"temperature\":\"120 °C\", \"time\":\"24 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"methanol\", \"amount\":\"\"}, {\"synthesis method\":\"soaking\", \"soaking solution\":\"methanol\", \"temperature\":\"60 °C\", \"time\":\"12 h\"}, {\"synthesis method\":\"filtration\", \"filtration solution\":\"methanol\", \"amount\":\"\"}, {\"synthesis method\":\"heating\", \"pressure\":\"dynamic vacuum (<0.01 mbar)\", \"temperature\":\"180 °C\", \"atmosphere\":\"\", \"time\":\"24 h\"}], \"yield\":\"85%\"}]]')"], "include_properties": ["chemical_synthesis", "filtration", "rinsing", "filtration", "rinsing", "filtration", "drying"]}, {"idx": "4, 18, 21, 25", "type": "text", "classification": "property", "content": "<p>The metal–organic frameworks M<sub>2</sub>(<italic>p</italic>-dobdc) (M-MOF-74; CPO-27-M; M = Mg, Mn,\nFe, Co, Ni, Zn; <italic>p</italic>-dobdc<sup>4–</sup> = 2,5-dioxido-1,4-benzene­dicarboxylate), which feature ∼12 Å-wide hexagonal channels lined with\na high concentration of exposed divalent cations, use coordinatively\nunsaturated M<sup>2+</sup> sites to polarize and adsorb olefins preferentially\nover paraffins. Among these materials, Fe<sub>2</sub>(<italic>p</italic>-dobdc)\nshows an ethylene/ethane selectivity of ∼14 at 45 °C with\nan ethylene capacity of greater than 7 mmol/g, and Mn<sub>2</sub>(<italic>p</italic>-dobdc) shows a propylene/propane selectivity of ∼16\nwith a propylene capacity of greater than 7.5 mmol/g. While these\nframeworks show reversible olefin adsorption with olefin capacities\nthat are more than an order of magnitude higher than in size-selective\nadsorbents, improvements in selectivity are desired in order to boost\nolefin purity in the product stream. Such increases in selectivity\nwould translate to olefin purities sufficient for downstream processes,\nsuch as polymerization.</p><title>Gas Adsorption and Olefin/Paraffin Selectivity in M<sub>2</sub>(<italic>m</italic>-dobdc) Frameworks</title><p>In rigid frameworks\nwith well-defined gas adsorption sites, single-component gas adsorption\nisotherms reveal a wide range of information about the thermodynamics\nof gas molecules interacting within the system. Single-component ethylene,\nethane, propylene, and propane isotherms were therefore measured at\n25, 35, and 45 °C in M<sub>2</sub>(<italic>m</italic>-dobdc)\n(M = Mn, Fe, Co, Ni) (a and b). These isotherms display\nsteep adsorption behavior at low pressures, corresponding to strong\ninteractions with the frameworks. Among the four gases, propylene\nadsorbs the strongest, followed by ethylene, then propane, and last\nethane for each variant. This qualitative comparison suggests that\nall of these materials selectively adsorb olefins over paraffins.\nFurther, the high densities of coordinatively unsaturated metal centers\nin these materials afford olefin saturation capacities in excess of\n7 mmol/g. Note that the adsorption of one molecule per metal corresponds\nto a loading of 6.6, 6.5, 6.4, and 6.4 mmol/g for M = Mn, Fe, Co,\nand Ni, respectively.</p><p>After taking these procedures into consideration,\nwe observe an\nethylene/ethane IAST selectivity in Fe<sub>2</sub>(<italic>m</italic>-dobdc) of over 25 under equimolar feed conditions at a total pressure\nof 1 bar and 25 °C, making it the most selective physisorptive\nmaterial for the separation. This selectivity corresponds to a composition\nin the adsorbed phase of 96% ethylene in equilibrium with an equimolar\ngas phase. Within only two equilibrium stages, in which the ethylene\nadsorbed from an equimolar mixture at equilibrium is then desorbed\nand subsequently equilibrated with the adsorbent a second time, an\nethylene purity of greater than 99.9% can be achieved. This is the\nminimum purity required for a polymerization feed and can usually\nonly be achieved through cryogenic methods. Additionally, this separation is accomplished at near-ambient temperatures,\nwith further improvements in selectivity expected at reduced temperatures.\nPropylene/propane selectivity in Fe<sub>2</sub>(<italic>m</italic>-dobdc) is greater than 55 under the same conditions, corresponding\nto 98% of the adsorbed phase composed of propylene in the first equilibrium\nstage. Variants including Mn, Co, and Ni also display high adsorption\nselectivities of greater than 15 for ethylene/ethane and greater than\n30 for propylene/propane.</p><p>As the increased charge density at the metal site changes\nthe relative\nadsorption enthalpies, it was not surprising to see improvements in\nolefin/paraffin adsorption selectivity; however, the magnitude of\nthese changes was unexpected. Using the single-component isotherm\nfits and the Clausius–Clapeyron relationship, differential\nenthalpies of ethylene, ethane, propylene, and propane were determined\nas a function of loading (). For ethylene and propylene, initial adsorption enthalpies\nbelow ∼1 mmol/g correspond to interactions between the gas\nand the metal site. The subsequent decrease in differential enthalpy\nfor these species corresponds to saturation of the metal sites, and\nthe enthalpies beyond this point result from subsequent binding sites.\nFor ethane and propane, the initial adsorption at low loading also\ncorresponds to interactions with the metal sites. However, increases\nin enthalpy are observed upon metal site saturation, due to more pronounced\nadsorbate–adsorbate interactions as the pore begins to fill\nwith gas molecules. This analysis reveals\nFe<sub>2</sub>(<italic>m</italic>-dobdc) to have the largest ethylene\nand propylene adsorption enthalpy relative to the other metal variants.\nAt a loading of 1 mmol/g, where the differential enthalpies primarily\narise from the interaction between the adsorbate and the metal site,\nFe<sub>2</sub>(<italic>m</italic>-dobdc) shows an ethylene adsorption\nof about −52 ± 0.1 kJ/mol and a propylene adsorption of\n−65 ± 0.5 kJ/mol.</p>", "clean_text": "The metal-organic frameworks M2(p-dobdc) (M-MOF-74; CPO-27-M; M = Mg, Mn, Fe, Co, Ni, Zn; p-dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate), which feature ~12 Å-wide hexagonal channels lined with a high concentration of exposed divalent cations, use coordinatively unsaturated M2+ sites to polarize and adsorb olefins preferentially over paraffins. Among these materials, Fe2(p-dobdc) shows an ethylene/ethane selectivity of ~14 at 45 °C with an ethylene capacity of greater than 7 mmol/g, and Mn2(p-dobdc) shows a propylene/propane selectivity of ~16 with a propylene capacity of greater than 7.5 mmol/g. While these frameworks show reversible olefin adsorption with olefin capacities that are more than an order of magnitude higher than in size-selective adsorbents, improvements in selectivity are desired in order to boost olefin purity in the product stream. Such increases in selectivity would translate to olefin purities sufficient for downstream processes, such as polymerization.\n\nGas Adsorption and Olefin/Paraffin Selectivity in M2(m-dobdc) Frameworks\n\nIn rigid frameworks with well-defined gas adsorption sites, single-component gas adsorption isotherms reveal a wide range of information about the thermodynamics of gas molecules interacting within the system. Single-component ethylene, ethane, propylene, and propane isotherms were therefore measured at 25, 35, and 45 °C in M2(m-dobdc) (M = Mn, Fe, Co, Ni) (a and b). These isotherms display steep adsorption behavior at low pressures, corresponding to strong interactions with the frameworks. Among the four gases, propylene adsorbs the strongest, followed by ethylene, then propane, and last ethane for each variant. This qualitative comparison suggests that all of these materials selectively adsorb olefins over paraffins. Further, the high densities of coordinatively unsaturated metal centers in these materials afford olefin saturation capacities in excess of 7 mmol/g. Note that the adsorption of one molecule per metal corresponds to a loading of 6.6, 6.5, 6.4, and 6.4 mmol/g for M = Mn, Fe, Co, and Ni, respectively.\n\nAfter taking these procedures into consideration, we observe an ethylene/ethane IAST selectivity in Fe2(m-dobdc) of over 25 under equimolar feed conditions at a total pressure of 1 bar and 25 °C, making it the most selective physisorptive material for the separation. This selectivity corresponds to a composition in the adsorbed phase of 96% ethylene in equilibrium with an equimolar gas phase. Within only two equilibrium stages, in which the ethylene adsorbed from an equimolar mixture at equilibrium is then desorbed and subsequently equilibrated with the adsorbent a second time, an ethylene purity of greater than 99.9% can be achieved. This is the minimum purity required for a polymerization feed and can usually only be achieved through cryogenic methods. Additionally, this separation is accomplished at near-ambient temperatures, with further improvements in selectivity expected at reduced temperatures. Propylene/propane selectivity in Fe2(m-dobdc) is greater than 55 under the same conditions, corresponding to 98% of the adsorbed phase composed of propylene in the first equilibrium stage. Variants including Mn, Co, and Ni also display high adsorption selectivities of greater than 15 for ethylene/ethane and greater than 30 for propylene/propane.\n\nAs the increased charge density at the metal site changes the relative adsorption enthalpies, it was not surprising to see improvements in olefin/paraffin adsorption selectivity; however, the magnitude of these changes was unexpected. Using the single-component isotherm fits and the Clausius-Clapeyron relationship, differential enthalpies of ethylene, ethane, propylene, and propane were determined as a function of loading (). For ethylene and propylene, initial adsorption enthalpies below ~1 mmol/g correspond to interactions between the gas and the metal site. The subsequent decrease in differential enthalpy for these species corresponds to saturation of the metal sites, and the enthalpies beyond this point result from subsequent binding sites. For ethane and propane, the initial adsorption at low loading also corresponds to interactions with the metal sites. However, increases in enthalpy are observed upon metal site saturation, due to more pronounced adsorbate-adsorbate interactions as the pore begins to fill with gas molecules. This analysis reveals Fe2(m-dobdc) to have the largest ethylene and propylene adsorption enthalpy relative to the other metal variants. At a loading of 1 mmol/g, where the differential enthalpies primarily arise from the interaction between the adsorbate and the metal site, Fe2(m-dobdc) shows an ethylene adsorption of about -52 ± 0.1 kJ/mol and a propylene adsorption of -65 ± 0.5 kJ/mol.", "data": [[{"meta": {"name": "M-MOF-74", "symbol": "", "chemical formula": "M2(p-dobdc)"}}, {"meta": {"name": "CPO-27-M", "symbol": "", "chemical formula": "M2(p-dobdc)"}}, {"meta": {"name": "Mg", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "olefins", "adsorbed amount": "etc", "unit": "", "temperature": "", "pressure": "", "condition": ""}]}, {"meta": {"name": "Mn", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "propylene", "adsorbed amount": "etc", "unit": "", "temperature": "", "pressure": "", "condition": ""}]}, {"meta": {"name": "Fe", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "ethylene", "adsorbed amount": "7", "unit": "mmol/g", "temperature": "45 °C", "pressure": "etc", "condition": ""}]}, {"meta": {"name": "Co", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "etc", "adsorbed amount": "etc", "unit": "", "temperature": "", "pressure": "", "condition": ""}]}, {"meta": {"name": "Ni", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "etc", "adsorbed amount": "etc", "unit": "", "temperature": "", "pressure": "", "condition": ""}]}, {"meta": {"name": "Zn", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "etc", "adsorbed amount": "etc", "unit": "", "temperature": "", "pressure": "", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Comparison\nof the framework structures, ligand structure, and ethylene\nbinding geometries for (a) Co<sub>2</sub>(<italic>p</italic>-dobdc)\nand (b) Co<sub>2</sub>(<italic>m</italic>-dobdc) under ∼0.3\nbar of ethylene at 100 K as determined from <italic>in situ</italic> single-crystal X-ray diffraction experiments. Purple, red, gray,\nand white spheres represent Co, O, C, and H atoms, respectively.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja-2017-06397n_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Comparison of the framework structures, ligand structure, and ethylene binding geometries for (a) Co2(p-dobdc) and (b) Co2(m-dobdc) under ~0.3 bar of ethylene at 100 K as determined from in situ single-crystal X-ray diffraction experiments. Purple, red, gray, and white spheres represent Co, O, C, and H atoms, respectively.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Single-component gas adsorption isotherms of (a) ethylene/ethane\nand (b) propylene/propane and their corresponding olefin/paraffin\nIAST selectivity for (c) ethylene/ethane and (d) propylene/propane\nat 25 °C in M<sub>2</sub>(<italic>m</italic>-dobdc) (M = Mn,\nFe, Co, Ni).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja-2017-06397n_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Single-component gas adsorption isotherms of (a) ethylene/ethane and (b) propylene/propane and their corresponding olefin/paraffin IAST selectivity for (c) ethylene/ethane and (d) propylene/propane at 25 °C in M2(m-dobdc) (M = Mn, Fe, Co, Ni).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Comparison\nof the IAST selectivity under an equimolar feed at 45\n°C between M<sub>2</sub>(<italic>p</italic>-dobdc) and M<sub>2</sub>(<italic>m</italic>-dobdc) (M = Mn, Fe, Co, Ni) for (a) ethylene/ethane\nand (b) propylene/propane separations.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja-2017-06397n_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Comparison of the IAST selectivity under an equimolar feed at 45 °C between M2(p-dobdc) and M2(m-dobdc) (M = Mn, Fe, Co, Ni) for (a) ethylene/ethane and (b) propylene/propane separations.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Differential enthalpies of adsorption for (a)\nethylene and ethane\nand (b) propylene and propane in M<sub>2</sub>(<italic>m</italic>-dobdc)\n(M = Mn, Fe, Co, Ni).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja-2017-06397n_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Differential enthalpies of adsorption for (a) ethylene and ethane and (b) propylene and propane in M2(m-dobdc) (M = Mn, Fe, Co, Ni).   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Transient\nadsorption measurement for ethylene in Fe<sub>2</sub>(<italic>m</italic>-dobdc); the equilibrium pressure is ∼300\nmbar corresponding to an equilibrated loading (<italic>Q</italic>\n<sub>0</sub>) of ∼6 mmol/g.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja-2017-06397n_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Transient adsorption measurement for ethylene in Fe2(m-dobdc); the equilibrium pressure is ~300 mbar corresponding to an equilibrated loading (Q 0) of ~6 mmol/g.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Transient breakthrough measurements of an equimolar\nmixture of\n(a) ethylene/ethane and (b) propylene/propane in Co<sub>2</sub>(<italic>m</italic>-dobdc) at 45 °C. Breakthrough corresponds to the\ntime when the olefin composition goes to approximately 50% of the\ntotal outflow from the packed bed. The subsequent uptick in olefin\nconcentration corresponds to a change in the feed composition to 100%\nHe to regenerate the bed.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ja-2017-06397n_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Transient breakthrough measurements of an equimolar mixture of (a) ethylene/ethane and (b) propylene/propane in Co2(m-dobdc) at 45 °C. Breakthrough corresponds to the time when the olefin composition goes to approximately 50% of the total outflow from the packed bed. The subsequent uptick in olefin concentration corresponds to a change in the feed composition to 100% He to regenerate the bed.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.7b06397", "title": "\nM2(m‑dobdc) (M\n= Mn, Fe, Co, Ni) Metal–Organic Frameworks as Highly Selective,\nHigh-Capacity Adsorbents for Olefin/Paraffin Separations\n", "journal": "American Chemical\nSociety", "date": "2017.10", "author_list": ["Bachman\nJonathan\nE.", "Kapelewski\nMatthew T.", "Reed\nDouglas A.", "Gonzalez\nMiguel I.", "Long\nJeffrey R."]}}