{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/ja991698n.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p> The coordination polymer {[Cd<sub>2</sub>(4,4‘-pytz)<sub>3</sub>(μ-NO<sub>3</sub>)(NO<sub>3</sub>)<sub>3</sub>(MeOH)]}<sub>∞</sub>, <bold>1</bold>, displays a unique\npolyknotted structure in which each Cd(II) center is coordinated by three pyridyl N-donors arranged in an\napproximate T-shaped geometry to form a ladder motif. Within this structure, each ladder is interpenetrated\nperpendicularly by two other ladders. Significantly, each of the Cd(II) centers at the intersections of one ladder\nis bridged by a coordinated NO<sub>3</sub>\n<sup>-</sup> anion to a Cd(II) center located at the corner of a square section of one of\nthe perpendicularly interpenetrated ladders. Thus, all the ladders are linked together to give a three-dimensional\npolymer where the overall architecture is constructed of one molecule in a fused “polyknot”.\n</p>", "clean_text": " The coordination polymer {[Cd2(4,4‘-pytz)3(μ-NO3)(NO3)3(MeOH)]}∞, 1, displays a unique polyknotted structure in which each Cd(II) center is coordinated by three pyridyl N-donors arranged in an approximate T-shaped geometry to form a ladder motif. Within this structure, each ladder is interpenetrated perpendicularly by two other ladders. Significantly, each of the Cd(II) centers at the intersections of one ladder is bridged by a coordinated NO3 - anion to a Cd(II) center located at the corner of a square section of one of the perpendicularly interpenetrated ladders. Thus, all the ladders are linked together to give a three-dimensional polymer where the overall architecture is constructed of one molecule in a fused \"polyknot\". ", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title></title><p>Many examples of discrete supramolecular architectures\nincluding molecular squares, knots, rotaxanes, catenanes,\nand cages<sup>1</sup> have been reported. The level of sophistication\nachieved in these systems is such that recent advances have\nbeen linked to the development of potential “molecular machines”. More recently, this chemistry has been extended to\nthe assembly of polymeric arrays derived from and based upon\nmetal-coordination networks, ranging from simple chains to\nladders, sheets, diamondoid nets, and other fascinating\narchitectures. Interpenetration<sup>6,7,8a,9,10b</sup> (or polycatenation) is\na phenomenon exhibited by some of these compounds and,\nrecently, examples of polyrotaxane networks have been identified. It is clear that there is a crossover between discrete and\npolymeric systems, and that both can exhibit the phenomena\nof catenation/polycatenation and rotaxanation/polyrotaxanation.\nWe report herein a knotted three-dimensional polymer, which\ncan be thought of as the polymeric equivalent of the discrete\nmolecular knots reported by Sauvage and others.\n</p>", "clean_text": "\n\nMany examples of discrete supramolecular architectures including molecular squares, knots, rotaxanes, catenanes, and cages1 have been reported. The level of sophistication achieved in these systems is such that recent advances have been linked to the development of potential \"molecular machines\". More recently, this chemistry has been extended to the assembly of polymeric arrays derived from and based upon metal-coordination networks, ranging from simple chains to ladders, sheets, diamondoid nets, and other fascinating architectures. Interpenetration6,7,8a,9,10b (or polycatenation) is a phenomenon exhibited by some of these compounds and, recently, examples of polyrotaxane networks have been identified. It is clear that there is a crossover between discrete and polymeric systems, and that both can exhibit the phenomena of catenation/polycatenation and rotaxanation/polyrotaxanation. We report herein a knotted three-dimensional polymer, which can be thought of as the polymeric equivalent of the discrete molecular knots reported by Sauvage and others. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Using the extended bis(pyridin-4-yl) spacer ligand, 3,6-bis(pyridin-4-yl)-1,2,4,5-tetrazine (4,4‘-pytz), we have synthesized\nthe metalloorganic coordination polymer {[Cd<sub>2</sub>(4,4‘-pytz)<sub>3</sub>(μ-NO<sub>3</sub>)(NO<sub>3</sub>)<sub>3</sub>(MeOH)]}<sub>∞</sub>, <bold>1</bold>, which displays the unique knotted\nmotif. Pink sphenoidal crystals of the complex were prepared by diffusion of toluene into the pink mother liquor\n\nobtained by layering solutions of 4,4‘-pytz in CH<sub>2</sub>Cl<sub>2</sub> and Cd(NO<sub>3</sub>)<sub>2</sub>·4H<sub>2</sub>O in MeOH. A single-crystal X-ray structure determination revealed that {[Cd<sub>2</sub>(μ-4,4‘-pytz)<sub>3</sub>(μ-NO<sub>3</sub>)(NO<sub>3</sub>)<sub>3</sub>(MeOH)]}<sub>∞</sub> exists as a 3:2 ligand/metal coordination polymer,\nwith each Cd(II) center (Figure ) coordinated by three pyridyl\nN-donors arranged in an approximate T-shaped geometry. Two\nmonodentate NO<sub>3</sub>\n<sup>-</sup> anions (one-half-occupied), a MeOH (half-occupied) and a disordered bridging NO<sub>3</sub>\n<sup>-</sup>, complete the\ncoordination at Cd(II) (Figure ).\n\n\n\n</p>", "clean_text": "Using the extended bis(pyridin-4-yl) spacer ligand, 3,6-bis(pyridin-4-yl)-1,2,4,5-tetrazine (4,4‘-pytz), we have synthesized the metalloorganic coordination polymer {[Cd2(4,4‘-pytz)3(μ-NO3)(NO3)3(MeOH)]}∞, 1, which displays the unique knotted motif. Pink sphenoidal crystals of the complex were prepared by diffusion of toluene into the pink mother liquor  obtained by layering solutions of 4,4‘-pytz in CH2Cl2 and Cd(NO3)2⋅4H2O in MeOH. A single-crystal X-ray structure determination revealed that {[Cd2(μ-4,4‘-pytz)3(μ-NO3)(NO3)3(MeOH)]}∞ exists as a 3:2 ligand/metal coordination polymer, with each Cd(II) center (Figure ) coordinated by three pyridyl N-donors arranged in an approximate T-shaped geometry. Two monodentate NO3 - anions (one-half-occupied), a MeOH (half-occupied) and a disordered bridging NO3 -, complete the coordination at Cd(II) (Figure ).    ", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig id=\"ja991698nf00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>The coordination sphere about the Cd(II) center in<bold>1</bold>\nillustrating the nitrate bridge between Cd(II) centers; displacement\nellipsoids at 50% probability. Selected interatomic distances (Å) and\nangles (deg):  Cd−N(31) = 2.444(11), Cd−N(131) = 2.256(9), Cd−N(161)<sup>i</sup> = 2.274(10), Cd−O(12) = 2.390(9), Cd−O(1) = 2.447(13),\nCd−O(21) = 2.381(14); ∠N(31)−Cd−N(131) = 95.4(4)°, ∠N(31)−Cd−N(161) = 87.1(4)°, ∠N(131)−Cd−N(161) = 175.1(5)° (symmetry\ncodes, i = <italic toggle=\"yes\">x</italic> − <sup>1</sup>/<sub>2</sub>, <italic toggle=\"yes\">y</italic> + <sup>1</sup>/<sub>2</sub>, <italic toggle=\"yes\">z</italic>; ii = 2 − <italic toggle=\"yes\">x</italic>, <italic toggle=\"yes\">y</italic>, 1<sup>1</sup>/<sub>2</sub> − <italic toggle=\"yes\">z</italic>).</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja991698nf00001.tif\"></graphic>\n</fig>", "clean_text": " 1  The coordination sphere about the Cd(II) center in1 illustrating the nitrate bridge between Cd(II) centers; displacement ellipsoids at 50% probability. Selected interatomic distances (Å) and angles (deg): Cd-N(31) = 2.444(11), Cd-N(131) = 2.256(9), Cd-N(161)i = 2.274(10), Cd-O(12) = 2.390(9), Cd-O(1) = 2.447(13), Cd-O(21) = 2.381(14); ∠N(31)-Cd-N(131) = 95.4(4)°, ∠N(31)-Cd-N(161) = 87.1(4)°, ∠N(131)-Cd-N(161) = 175.1(5)° (symmetry codes, i = x - 1/2, y + 1/2, z; ii = 2 - x, y, 11/2 - z).   ", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig id=\"ja991698nf00002\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>The perpendicular interpenetration of ladders formed in<bold>1</bold>.\n</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja991698nf00002.tif\"></graphic>\n</fig>", "clean_text": " 2  The perpendicular interpenetration of ladders formed in1.    ", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ja991698nh00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>A Schematic Diagram Showing the Linking of Cd(II) Centers by the Bridging NO<sub>3</sub>- Anions in <bold>1</bold>\n</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja991698nh00001.eps\"></graphic>\n</fig>", "clean_text": " 1  A Schematic Diagram Showing the Linking of Cd(II) Centers by the Bridging NO3- Anions in 1    ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>T-shaped connecting units, as exemplified by the Cd(II) center\nin <bold>1</bold>, have given rise to ladder, brick-wall<sup>7b,c</sup> and herringbone\narchitectures. The structure of <bold>1</bold> can be regarded as a ladder-type motif in which large cavities are created within each square\nof the ladder, defined as two rungs and two edges [Cd···Cd\n(‘rung') = 15.53 Å, Cd···Cd (‘edge') = 16.01 Å]. These cavities\n(23.1% of the crystal volume<sup>15</sup>) are filled by intercalated solvent\nand by further ladders which interpenetrate perpendicularly\nthrough the original ladder (Figure ). Interpenetration of\nmolecular ladders <italic toggle=\"yes\">must</italic> result in a polycatenated structure and\nin this case a total of two ladders are catenated through each\nsquare of any given ladder. Each of the Cd(II) centers at the\nintersections of the ladder is bridged to one other Cd(II) center\nby a coordinated NO<sub>3</sub>\n<sup>-</sup> anion (Scheme ), and this second Cd(II) is located at the corner of a square section of a perpendicularly interpenetrated ladder (Figure , Scheme ). As a\nconsequence of the bridging NO<sub>3</sub>\n<sup>-</sup> anion, all the ladders are\nlinked together resulting in the formation of a three-dimensional\npolymer where the total architecture is constructed of one\nmolecule. As this single polymeric network also exhibits\npolycatenation, this coordination polymer can be regarded as a\nfused polyknotted array, or a “polyknot”. The role of the\nMeOH solvent is influential in determining the structure of <bold>1</bold>\nas when EtOH is used, instead of MeOH, a simpler, noninterpenetrated, molecular ladder motif <bold>2</bold> is observed.\n\n\n</p>", "clean_text": "T-shaped connecting units, as exemplified by the Cd(II) center in 1, have given rise to ladder, brick-wall7b,c and herringbone architectures. The structure of 1 can be regarded as a ladder-type motif in which large cavities are created within each square of the ladder, defined as two rungs and two edges [Cd⋅⋅⋅Cd (‘rung') = 15.53 Å, Cd⋅⋅⋅Cd (‘edge') = 16.01 Å]. These cavities (23.1% of the crystal volume15) are filled by intercalated solvent and by further ladders which interpenetrate perpendicularly through the original ladder (Figure ). Interpenetration of molecular ladders must result in a polycatenated structure and in this case a total of two ladders are catenated through each square of any given ladder. Each of the Cd(II) centers at the intersections of the ladder is bridged to one other Cd(II) center by a coordinated NO3 - anion (Scheme ), and this second Cd(II) is located at the corner of a square section of a perpendicularly interpenetrated ladder (Figure , Scheme ). As a consequence of the bridging NO3 - anion, all the ladders are linked together resulting in the formation of a three-dimensional polymer where the total architecture is constructed of one molecule. As this single polymeric network also exhibits polycatenation, this coordination polymer can be regarded as a fused polyknotted array, or a \"polyknot\". The role of the MeOH solvent is influential in determining the structure of 1 as when EtOH is used, instead of MeOH, a simpler, noninterpenetrated, molecular ladder motif 2 is observed.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"ja991698nf00003\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Expanded view of the interpenetration of the ladders in<bold>1</bold>\nwith the bridging NO<sub>3</sub>\n<sup>-</sup> anions clearly evident. These anions link the\nladders to produce a three-dimensional polymer, effectively a single\nmolecule.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja991698nf00003.tif\"></graphic>\n</fig>", "clean_text": " 3  Expanded view of the interpenetration of the ladders in1 with the bridging NO3 - anions clearly evident. These anions link the ladders to produce a three-dimensional polymer, effectively a single molecule.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ja991698nh00002\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>A Schematic Showing the Knotting of the Interpenetrated Ladders in<bold>1</bold>\n<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n<p>\n<fn id=\"d7e478\">\n<p>\n<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup> Bridging NO<sub>3</sub>\n<sup>-</sup> anions are represented by dashes and wedges.</p>\n</fn>\n</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja991698nh00002.tif\"></graphic>\n</fig>", "clean_text": " 2  A Schematic Showing the Knotting of the Interpenetrated Ladders in1  a        a  Bridging NO3 - anions are represented by dashes and wedges.     ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Interpenetrating ladders have been reported for the complex\n{[Cd<sub>2</sub>(1,4-bis(pyrid-4-ylmethyl)benzene)<sub>3</sub>(NO<sub>3</sub>)<sub>4</sub>]}<sub>∞</sub>, <bold>3</bold>. This\nstructure is related to that of <bold>1</bold> as both exhibit perpendicularly\ninterpenetrated ladders. However, in <bold>3</bold> all the anions act as\nbidentate donors to individual Cd(II) centers and so the\nindividual ladders are independent of each other and are not\nconnected through bridging NO<sub>3</sub>\n<sup>-</sup> anions as in <bold>1</bold>. Therefore <bold>3</bold>\nis an example of a polycatenated complex but is not knotted.\nPolyrotaxanes have been identified in {[Ag<sub>2</sub>(bix)<sub>3</sub>(NO<sub>3</sub>)<sub>2</sub>]}<sub>∞</sub>,\n<bold>4</bold>, and {[Zn(bix)<sub>2</sub>(NO<sub>3</sub>)<sub>2</sub>]4.5H<sub>2</sub>O}<sub>∞</sub>,\n<bold>5</bold>, [bix = 1,4-bis(imidazol-1-ylmethyl)benzene]. In <bold>4</bold> and <bold>5</bold>, chains and sheets, respectively, are intertwined by rotaxanated linkages where again each\nchain or sheet is independent of each other (i.e. not coordinatively linked). The superstructure of <bold>1</bold> is neither a polycatenane\nnor a polyrotaxane:  this is because each ladder in <bold>1</bold> is not\nindependent of the other interpenetrating ladders due to the\nlinking NO<sub>3</sub>\n<sup>-</sup> bridges joining them together. Therefore, <bold>1</bold> is best\ndescribed as a knotted coordination polymer as it is a single\npolymeric molecule that loops around itself. <bold>1</bold> is the first\nexample of this type of knotting in coordination polymers,\nand we are currently investigating whether this phenomenon is\ntransferable to other metal/ligand combinations.\n</p>", "clean_text": "Interpenetrating ladders have been reported for the complex {[Cd2(1,4-bis(pyrid-4-ylmethyl)benzene)3(NO3)4]}∞, 3. This structure is related to that of 1 as both exhibit perpendicularly interpenetrated ladders. However, in 3 all the anions act as bidentate donors to individual Cd(II) centers and so the individual ladders are independent of each other and are not connected through bridging NO3 - anions as in 1. Therefore 3 is an example of a polycatenated complex but is not knotted. Polyrotaxanes have been identified in {[Ag2(bix)3(NO3)2]}∞, 4, and {[Zn(bix)2(NO3)2]4.5H2O}∞, 5, [bix = 1,4-bis(imidazol-1-ylmethyl)benzene]. In 4 and 5, chains and sheets, respectively, are intertwined by rotaxanated linkages where again each chain or sheet is independent of each other (i.e. not coordinatively linked). The superstructure of 1 is neither a polycatenane nor a polyrotaxane: this is because each ladder in 1 is not independent of the other interpenetrating ladders due to the linking NO3 - bridges joining them together. Therefore, 1 is best described as a knotted coordination polymer as it is a single polymeric molecule that loops around itself. 1 is the first example of this type of knotting in coordination polymers, and we are currently investigating whether this phenomenon is transferable to other metal/ligand combinations. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>\n<ext-link xlink:href=\"/doi/suppl/10.1021%2Fja991698n\">Supporting Information Available</ext-link>\n</title><p>Tables of crystal data,\nstructure solution and refinement, atomic coordinates and\nanisotropic displacement parameters for <bold>1</bold>, <bold>1a</bold>, and<bold> 2</bold>, a synthetic\nscheme for complex preparation, and figures giving the numbering scheme for <bold>1</bold>, <bold>1a, </bold>and<bold> 2</bold> and a view of the molecular ladder\nformed by <bold>2 </bold>(PDF); X-ray crystallographic files for <bold>1</bold>, <bold>1a, </bold>and\n<bold>2 </bold>(CIF). This material is available free of charge via the Internet\nat <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p>", "clean_text": " Supporting Information Available \n\nTables of crystal data, structure solution and refinement, atomic coordinates and anisotropic displacement parameters for 1, 1a, and 2, a synthetic scheme for complex preparation, and figures giving the numbering scheme for 1, 1a, and 2 and a view of the molecular ladder formed by 2 (PDF); X-ray crystallographic files for 1, 1a, and 2 (CIF). This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>References</title>", "clean_text": "References", "data": null, "include_properties": null}], "cln_elements": [{"idx": 4, "type": "figure", "classification": null, "content": "<fig id=\"ja991698nf00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>The coordination sphere about the Cd(II) center in<bold>1</bold>\nillustrating the nitrate bridge between Cd(II) centers; displacement\nellipsoids at 50% probability. Selected interatomic distances (Å) and\nangles (deg):  Cd−N(31) = 2.444(11), Cd−N(131) = 2.256(9), Cd−N(161)<sup>i</sup> = 2.274(10), Cd−O(12) = 2.390(9), Cd−O(1) = 2.447(13),\nCd−O(21) = 2.381(14); ∠N(31)−Cd−N(131) = 95.4(4)°, ∠N(31)−Cd−N(161) = 87.1(4)°, ∠N(131)−Cd−N(161) = 175.1(5)° (symmetry\ncodes, i = <italic toggle=\"yes\">x</italic> − <sup>1</sup>/<sub>2</sub>, <italic toggle=\"yes\">y</italic> + <sup>1</sup>/<sub>2</sub>, <italic toggle=\"yes\">z</italic>; ii = 2 − <italic toggle=\"yes\">x</italic>, <italic toggle=\"yes\">y</italic>, 1<sup>1</sup>/<sub>2</sub> − <italic toggle=\"yes\">z</italic>).</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja991698nf00001.tif\"></graphic>\n</fig>", "clean_text": " 1  The coordination sphere about the Cd(II) center in1 illustrating the nitrate bridge between Cd(II) centers; displacement ellipsoids at 50% probability. Selected interatomic distances (Å) and angles (deg): Cd-N(31) = 2.444(11), Cd-N(131) = 2.256(9), Cd-N(161)i = 2.274(10), Cd-O(12) = 2.390(9), Cd-O(1) = 2.447(13), Cd-O(21) = 2.381(14); ∠N(31)-Cd-N(131) = 95.4(4)°, ∠N(31)-Cd-N(161) = 87.1(4)°, ∠N(131)-Cd-N(161) = 175.1(5)° (symmetry codes, i = x - 1/2, y + 1/2, z; ii = 2 - x, y, 11/2 - z).   ", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig id=\"ja991698nf00002\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>The perpendicular interpenetration of ladders formed in<bold>1</bold>.\n</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja991698nf00002.tif\"></graphic>\n</fig>", "clean_text": " 2  The perpendicular interpenetration of ladders formed in1.    ", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ja991698nh00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>A Schematic Diagram Showing the Linking of Cd(II) Centers by the Bridging NO<sub>3</sub>- Anions in <bold>1</bold>\n</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja991698nh00001.eps\"></graphic>\n</fig>", "clean_text": " 1  A Schematic Diagram Showing the Linking of Cd(II) Centers by the Bridging NO3- Anions in 1    ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"ja991698nf00003\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Expanded view of the interpenetration of the ladders in<bold>1</bold>\nwith the bridging NO<sub>3</sub>\n<sup>-</sup> anions clearly evident. These anions link the\nladders to produce a three-dimensional polymer, effectively a single\nmolecule.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja991698nf00003.tif\"></graphic>\n</fig>", "clean_text": " 3  Expanded view of the interpenetration of the ladders in1 with the bridging NO3 - anions clearly evident. These anions link the ladders to produce a three-dimensional polymer, effectively a single molecule.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ja991698nh00002\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>A Schematic Showing the Knotting of the Interpenetrated Ladders in<bold>1</bold>\n<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n<p>\n<fn id=\"d7e478\">\n<p>\n<italic toggle=\"yes\">\n<sup>a</sup>\n</italic>\n<sup></sup> Bridging NO<sub>3</sub>\n<sup>-</sup> anions are represented by dashes and wedges.</p>\n</fn>\n</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja991698nh00002.tif\"></graphic>\n</fig>", "clean_text": " 2  A Schematic Showing the Knotting of the Interpenetrated Ladders in1  a        a  Bridging NO3 - anions are represented by dashes and wedges.     ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ja991698n", "title": "\nAssembly of a Three-Dimensional Polyknotted Coordination Polymer\n", "journal": "American Chemical Society", "date": "2000.04", "author_list": ["Withersby\nMatthew A.", "Blake\nAlexander J.", "Champness\nNeil R.", "Cooke\nPaul A.", "Hubberstey\nPeter", "Schröder\nMartin"]}}