{"filepath": "../L2M3_data/0_csd_related_papers/ACS_XML/jp303907p.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>NMR relaxation studies and spectroscopic measurements\nof zeolitic\nimidazolate framework-8 (ZIF-8) are reported. The dominant nuclear\nspin–lattice relaxation (<italic toggle=\"yes\">T</italic>\n<sub>1</sub>) mechanism\nfor ZIF-8 in air arises from atmospheric paramagnetic molecular oxygen.\nThe <sup>13</sup>C <italic toggle=\"yes\">T</italic>\n<sub>1</sub> measurements indicate\nthat the oxygen interacts primarily with the imidazolate ring rather\nthan the methyl substituent. Similar relaxation behavior was also\nobserved in a ZIF with an unsubstituted ring, ZIF-4. Single-crystal\nX-ray diffraction was used to provide data for the study of the thermal\nellipsoids of ZIF-8 at variable temperatures from 100 to 298 K, which\nfurther confirmed the rigid nature of this ZIF framework. These results\nhighlight a rigid ZIF framework and are in contrast with dynamic metal–organic\nframeworks based on benzenedicarboxylate linking groups, for which\nthe relaxation reflects the dynamics of the benzenedicarboxylate moiety.</p>", "clean_text": "NMR relaxation studies and spectroscopic measurements of zeolitic imidazolate framework-8 (ZIF-8) are reported. The dominant nuclear spin-lattice relaxation (T 1) mechanism for ZIF-8 in air arises from atmospheric paramagnetic molecular oxygen. The 13C T 1 measurements indicate that the oxygen interacts primarily with the imidazolate ring rather than the methyl substituent. Similar relaxation behavior was also observed in a ZIF with an unsubstituted ring, ZIF-4. Single-crystal X-ray diffraction was used to provide data for the study of the thermal ellipsoids of ZIF-8 at variable temperatures from 100 to 298 K, which further confirmed the rigid nature of this ZIF framework. These results highlight a rigid ZIF framework and are in contrast with dynamic metal-organic frameworks based on benzenedicarboxylate linking groups, for which the relaxation reflects the dynamics of the benzenedicarboxylate moiety.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Zeolitic imidazolate frameworks (ZIFs) are porous, crystalline frameworks in which\nthe tetrahedral metal ions are linked by imidazolate (Im) units. ZIF\nstructures may be compared with those of zeolites, as the bridging\nangle formed by this linkage is analogous to that between silicon\noxygen and aluminum oxygen units in zeolites. ZIFs are of great interest\nfor numerous applications including gas separation and storage. In\ncontrast with metal–organic frameworks (MOFs), ZIF frameworks have exceptional chemical stability. Highlighting the chemical stability and the importance\nof ZIF frameworks, ZIF-8 (Zn(C<sub>4</sub>H<sub>5</sub>N<sub>2</sub>)<sub>2</sub>) is now commercially produced in large quantities by\nBASF.</p>", "clean_text": "Introduction\n\nZeolitic imidazolate frameworks (ZIFs) are porous, crystalline frameworks in which the tetrahedral metal ions are linked by imidazolate (Im) units. ZIF structures may be compared with those of zeolites, as the bridging angle formed by this linkage is analogous to that between silicon oxygen and aluminum oxygen units in zeolites. ZIFs are of great interest for numerous applications including gas separation and storage. In contrast with metal-organic frameworks (MOFs), ZIF frameworks have exceptional chemical stability. Highlighting the chemical stability and the importance of ZIF frameworks, ZIF-8 (Zn(C4H5N2)2) is now commercially produced in large quantities by BASF.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>The framework mobility of MOFs, particularly the isoreticular\nmetal–organic\nframework IRMOF series, based on Zn<sup>2+</sup> with benzenedicarboxylate\nlinkers, has been shown to affect the diffusion of guest molecules\nwithin the framework. Placing various substituents on the benzenedicarboxylate linkers\nprovides a degree of control of the internal dynamics within MOFs.\nAs specific examples, an activation energy of 11.3 kcal/mol was obtained\nfor the ring-flipping motion for the 1,4-benzenedicarobylate linker. IRMOF-2, containing a bromine substituent on\nthe aromatic ring of the linker, has a rotational barrier of 7.3 kcal/mol. IRMOF-3, with an amino group substituent, lowers\nthe rotational activation energy to only 5.0 kcal/mol. Such efforts may open opportunities for the development\nof functional materials and artificial molecular machines. In addition to mobility, framework flexibility\nappears to play a role, as guest molecules have entered framework\nopenings that appear to be smaller than the guest molecules; therefore, an understanding of mobility in ZIFs\nis essential for accessing the role of diffusion in ZIF frameworks.</p>", "clean_text": "The framework mobility of MOFs, particularly the isoreticular metal-organic framework IRMOF series, based on Zn2+ with benzenedicarboxylate linkers, has been shown to affect the diffusion of guest molecules within the framework. Placing various substituents on the benzenedicarboxylate linkers provides a degree of control of the internal dynamics within MOFs. As specific examples, an activation energy of 11.3 kcal/mol was obtained for the ring-flipping motion for the 1,4-benzenedicarobylate linker. IRMOF-2, containing a bromine substituent on the aromatic ring of the linker, has a rotational barrier of 7.3 kcal/mol. IRMOF-3, with an amino group substituent, lowers the rotational activation energy to only 5.0 kcal/mol. Such efforts may open opportunities for the development of functional materials and artificial molecular machines. In addition to mobility, framework flexibility appears to play a role, as guest molecules have entered framework openings that appear to be smaller than the guest molecules; therefore, an understanding of mobility in ZIFs is essential for accessing the role of diffusion in ZIF frameworks.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The purpose of this work is to investigate the framework mobility\nin ZIF-8 and ZIF-4 using variable temperature nuclear magnetic resonance\nspectroscopy and single-crystal diffraction. Previous studies have\ndemonstrated that proton and carbon NMR relaxation in MOFs reflects\nthe local dynamics of the benzenedicarboxylate; however, no studies\nas of yet have focused on ZIFs. The present experiments demonstrate\nthat in contradistinction to MOF frameworks, NMR relaxation in ZIF-8\nhas a much different origin and suggests that the linking groups in\nZIFs are much more rigid than the linking groups in MOFs. Furthermore, substitution of the imidazolate in ZIF-8 does not alter\nthe dynamics of the ring.</p>", "clean_text": "The purpose of this work is to investigate the framework mobility in ZIF-8 and ZIF-4 using variable temperature nuclear magnetic resonance spectroscopy and single-crystal diffraction. Previous studies have demonstrated that proton and carbon NMR relaxation in MOFs reflects the local dynamics of the benzenedicarboxylate; however, no studies as of yet have focused on ZIFs. The present experiments demonstrate that in contradistinction to MOF frameworks, NMR relaxation in ZIF-8 has a much different origin and suggests that the linking groups in ZIFs are much more rigid than the linking groups in MOFs. Furthermore, substitution of the imidazolate in ZIF-8 does not alter the dynamics of the ring.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><p>A Bruker Avance 300 spectrometer\nwas used to acquire the NMR data.\nA standard Bruker <sup>1</sup>H wide-line probe with a horizontal\n5-mm solenoid radiofrequency (RF) coil was used to acquire proton\ndata for static samples. The sample was confined to the center of\nthe RF coil by two loose plugs of Teflon tape in a 5-mm NMR tube open\non both ends. The two open ends allowed the atmosphere of the sample\nto be switched between air and dry nitrogen gas. The <sup>1</sup>H\nπ/2 pulse width was 1 μs. Proton spin–lattice relaxation\n(<italic toggle=\"yes\">T</italic>\n<sub>1</sub>) data were acquired with a saturation-recovery\nsequence. Using a spin-locking field\nstrength of 62.5 kHz, the <sup>1</sup>H spin–lattice relaxation\nin the rotating frame (<italic toggle=\"yes\">T</italic>\n<sub>1ρ</sub>) was\ndetermined using a standard spin-locking sequence (π/2<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> – (spin\nlock)<sub>\n<italic toggle=\"yes\">y</italic>\n</sub>).</p>", "clean_text": "Experimental Section\n\nA Bruker Avance 300 spectrometer was used to acquire the NMR data. A standard Bruker 1H wide-line probe with a horizontal 5-mm solenoid radiofrequency (RF) coil was used to acquire proton data for static samples. The sample was confined to the center of the RF coil by two loose plugs of Teflon tape in a 5-mm NMR tube open on both ends. The two open ends allowed the atmosphere of the sample to be switched between air and dry nitrogen gas. The 1H π/2 pulse width was 1 μs. Proton spin-lattice relaxation (T 1) data were acquired with a saturation-recovery sequence. Using a spin-locking field strength of 62.5 kHz, the 1H spin-lattice relaxation in the rotating frame (T 1ρ) was determined using a standard spin-locking sequence (π/2 x  - (spin lock) y ).", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>A magic-angle spinning\n(MAS) probe with a 4 mm (outside diameter)\nzirconia rotor was used to acquire high-resolution solid-state <sup>13</sup>C and <sup>15</sup>N cross-polarization/magic-angle spinning\n(CP/MAS) data. For the data acquisition,\na <sup>1</sup>H π/2 pulse width of 4 μs, a contact time\nof 5 ms, a data acquisition time of 65 ms, and a recycle delay of\nat least five times the <sup>1</sup>H spin–lattice relaxation\ntime were used. The sample spinning rate was 10.000 (±0.004)\nkHz. Variable contact time experiments were done using a spin rate\nof 5.000 (±0.004) kHz.</p>", "clean_text": "A magic-angle spinning (MAS) probe with a 4 mm (outside diameter) zirconia rotor was used to acquire high-resolution solid-state 13C and 15N cross-polarization/magic-angle spinning (CP/MAS) data. For the data acquisition, a 1H π/2 pulse width of 4 μs, a contact time of 5 ms, a data acquisition time of 65 ms, and a recycle delay of at least five times the 1H spin-lattice relaxation time were used. The sample spinning rate was 10.000 (±0.004) kHz. Variable contact time experiments were done using a spin rate of 5.000 (±0.004) kHz.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>For a chemical shift scale with\ntetramethylsilane at zero ppm,\nthe <sup>13</sup>C spectra are referenced to the methylene resonance\nof adamantane at 37.77 ppm as a secondary standard. For <sup>15</sup>N spectra referenced to liquid ammonia\nat zero ppm, the chemical shift was set by use of the <sup>15</sup>N resonance of <italic toggle=\"yes\">α-</italic>glycine at 36.5 ppm as a\nsecondary reference. Nitromethane resonates\nat 382 ppm on this scale.</p>", "clean_text": "For a chemical shift scale with tetramethylsilane at zero ppm, the 13C spectra are referenced to the methylene resonance of adamantane at 37.77 ppm as a secondary standard. For 15N spectra referenced to liquid ammonia at zero ppm, the chemical shift was set by use of the 15N resonance of α-glycine at 36.5 ppm as a secondary reference. Nitromethane resonates at 382 ppm on this scale.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Single-crystal X-ray diffraction data\nfor laboratory synthesized\nZIF-8 were collected on a Bruker SMART APEXII three-circle diffractometer\nequipped with a CCD area detector and operated at 1200 W power (40\nkV, 30 mA) to generate Cu Kα radiation (λ = 1.5418 Å)\nat 100(2), 200(2), 240(2), and 298(2) K. The incident X-ray beam was\nfocused and monochromated using Bruker Excalibur Gobel mirror optics.\nFor all cases, frame widths of 0.5° were judged to be appropriate,\nand full hemispheres of data were collected using the Bruker APEX2 software suite to carry out overlapping φ\nand ω scans at different detector (2θ) settings. Following\nthe data collection, reflections were sampled from all regions of\nthe Ewald sphere to finalize unit cell parameters from the data. Data\nwere integrated using Bruker APEX2 V 2.1 software. Space group determination\nand tests for merohedral twinning were carried out using XPREP. The highest possible space group was selected\n(<italic toggle=\"yes\">I</italic>4̅3<italic toggle=\"yes\">m</italic>), and no evidence of\ntwinning was observed. All variable temperature structures of ZIF-8\nwere solved using direct methods and were refined with the SHELXTL’97 software suite. Final models were refined anisotropically.\nCrystal-structure and refinement details for ZIF-8 are summarized\nin Table , and CIF files have been deposited\nin the Cambridge Crystallographic Database (864309–864312).\nFurther structural information at the four temperatures is given in\nthe , Tables S1–S4.</p>", "clean_text": "Single-crystal X-ray diffraction data for laboratory synthesized ZIF-8 were collected on a Bruker SMART APEXII three-circle diffractometer equipped with a CCD area detector and operated at 1200 W power (40 kV, 30 mA) to generate Cu Kα radiation (λ = 1.5418 Å) at 100(2), 200(2), 240(2), and 298(2) K. The incident X-ray beam was focused and monochromated using Bruker Excalibur Gobel mirror optics. For all cases, frame widths of 0.5° were judged to be appropriate, and full hemispheres of data were collected using the Bruker APEX2 software suite to carry out overlapping φ and ω scans at different detector (2θ) settings. Following the data collection, reflections were sampled from all regions of the Ewald sphere to finalize unit cell parameters from the data. Data were integrated using Bruker APEX2 V 2.1 software. Space group determination and tests for merohedral twinning were carried out using XPREP. The highest possible space group was selected (I4̅3m), and no evidence of twinning was observed. All variable temperature structures of ZIF-8 were solved using direct methods and were refined with the SHELXTL'97 software suite. Final models were refined anisotropically. Crystal-structure and refinement details for ZIF-8 are summarized in Table , and CIF files have been deposited in the Cambridge Crystallographic Database (864309-864312). Further structural information at the four temperatures is given in the , Tables S1-S4.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>A fragment of the extended structure\nof ZIF-8 is shown in Figure A. ZIF-8 crystallizes\nin the sodalite (<bold>sod</bold>) topology in the highly symmetric\ncubic space group <italic toggle=\"yes\">I</italic>43̅<italic toggle=\"yes\">m</italic>. Crystal\nstructures have been acquired from data collected at temperatures\nof 100, 200, 240, and 298 K. Single-crystal diffraction confirms ZIF-8\nmaintains crystallinity across this temperature range with a small\nincrease in the lattice parameter as the temperature is increased\n(Table ), which is consistent with previous\nneutron diffraction measurements. Analysis of\nthermal ellipsoids was used to evaluate motion in the crystals. Study of the methylimidazolate ring at each\ntemperature offers qualitative insight into the framework flexibility.\nAs shown in Figure , the sizes of the thermal\nellipsoids of the imidazolate atoms indicate a relatively rigid framework\nover this temperature range. With the exception of relatively free\nrotation of the methyl group, no significant increase in size of the\nthermal ellipsoid is seen across the temperature range. This behavior\ndiffers from the mobility of the framework found in MOFs based on\nZn<sup>2+</sup> with benzenedicarboxylate linkers. In addition, from\nthe X-ray diffraction data, a minimum C–C distance between\nadjacent methyl groups is calculated to be 0.435 nm, making any coupling\nbetween the methyl groups very small. Previous neutron diffraction\nstudies at low temperature revealed three-fold rotation of the methyl\ngroup was “quasi-free,” with a rotational barrier of\n∼675 J mol<sup>–1</sup>.\n</p>", "clean_text": "Results and Discussion\n\nA fragment of the extended structure of ZIF-8 is shown in Figure A. ZIF-8 crystallizes in the sodalite (sod) topology in the highly symmetric cubic space group I43̅m. Crystal structures have been acquired from data collected at temperatures of 100, 200, 240, and 298 K. Single-crystal diffraction confirms ZIF-8 maintains crystallinity across this temperature range with a small increase in the lattice parameter as the temperature is increased (Table ), which is consistent with previous neutron diffraction measurements. Analysis of thermal ellipsoids was used to evaluate motion in the crystals. Study of the methylimidazolate ring at each temperature offers qualitative insight into the framework flexibility. As shown in Figure , the sizes of the thermal ellipsoids of the imidazolate atoms indicate a relatively rigid framework over this temperature range. With the exception of relatively free rotation of the methyl group, no significant increase in size of the thermal ellipsoid is seen across the temperature range. This behavior differs from the mobility of the framework found in MOFs based on Zn2+ with benzenedicarboxylate linkers. In addition, from the X-ray diffraction data, a minimum C-C distance between adjacent methyl groups is calculated to be 0.435 nm, making any coupling between the methyl groups very small. Previous neutron diffraction studies at low temperature revealed three-fold rotation of the methyl group was \"quasi-free,\" with a rotational barrier of ~675 J mol-1. ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) Structure of one <bold>sod</bold> cage of ZIF-8. The yellow\nsphere represents the free volume within the framework. (B) Assignment\nof nitrogen and carbon environments in ZIF-8. (C) Structure of one <bold>cag</bold> cage of ZIF-4. The yellow sphere represents the free volume\nwithin the framework. (D) Assignment of nitrogen and carbon environments\nin ZIF-4. Nitrogen (green), carbon (black), and zinc (blue tetrahedra).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2012-03907p_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (A) Structure of one sod cage of ZIF-8. The yellow sphere represents the free volume within the framework. (B) Assignment of nitrogen and carbon environments in ZIF-8. (C) Structure of one cag cage of ZIF-4. The yellow sphere represents the free volume within the framework. (D) Assignment of nitrogen and carbon environments in ZIF-4. Nitrogen (green), carbon (black), and zinc (blue tetrahedra).   ", "data": null, "include_properties": null}, {"idx": 11, "type": "table", "classification": null, "content": "<table-wrap id=\"tblI\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of Single-Crystal X-ray Data\nfor ZIFs Collected at Variable Temperature</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"5\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:colspec colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">temperature</oasis:entry>\n<oasis:entry align=\"center\">100(2) K</oasis:entry>\n<oasis:entry align=\"center\">200(2) K</oasis:entry>\n<oasis:entry align=\"center\">240(2) K</oasis:entry>\n<oasis:entry align=\"center\">298(2) K</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>empirical formula</oasis:entry>\n<oasis:entry>C<sub>24</sub>H<sub>30</sub>N<sub>12</sub>O<sub>3</sub>Zn<sub>3</sub>\n</oasis:entry>\n<oasis:entry>C<sub>24</sub>H<sub>30</sub>N<sub>12</sub>O<sub>4</sub>Zn<sub>3</sub>\n</oasis:entry>\n<oasis:entry>C<sub>24</sub>H<sub>30</sub>N<sub>12</sub>O<sub>4</sub>Zn<sub>3</sub>\n</oasis:entry>\n<oasis:entry>C<sub>24</sub>H<sub>30</sub>N<sub>12</sub>Zn<sub>3</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula weight</oasis:entry>\n<oasis:entry>746.7</oasis:entry>\n<oasis:entry>746.7</oasis:entry>\n<oasis:entry>746.7</oasis:entry>\n<oasis:entry>682.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">I</italic>4̅3<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">I</italic>4̅3<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">I</italic>4̅3<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">I</italic>4̅3<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>unit cell dimension (Å)</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> = 16.8509(3)</oasis:entry>\n<oasis:entry>16.9122(9)</oasis:entry>\n<oasis:entry>16.993(2)</oasis:entry>\n<oasis:entry>17.0095(8)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>volume (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>4784.86(15)</oasis:entry>\n<oasis:entry>4837.3(4)</oasis:entry>\n<oasis:entry>4906.8(10)</oasis:entry>\n<oasis:entry>4921.2(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>density Mg (m<sup>3</sup>)</oasis:entry>\n<oasis:entry>1.037</oasis:entry>\n<oasis:entry>1.025</oasis:entry>\n<oasis:entry>1.011</oasis:entry>\n<oasis:entry>0.921</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal\nsize (mm<sup>3</sup>)</oasis:entry>\n<oasis:entry>0.20 × 0.20 × 0.20</oasis:entry>\n<oasis:entry>0.20 × 0.20 × 0.20</oasis:entry>\n<oasis:entry>0.20 × 0.20\n× 0.20</oasis:entry>\n<oasis:entry>0.20 × 0.20 × 0.20</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflections collected</oasis:entry>\n<oasis:entry>11078</oasis:entry>\n<oasis:entry>10867</oasis:entry>\n<oasis:entry>8313</oasis:entry>\n<oasis:entry>10627</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>independent reflections</oasis:entry>\n<oasis:entry>573</oasis:entry>\n<oasis:entry>565</oasis:entry>\n<oasis:entry>385</oasis:entry>\n<oasis:entry>500</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>data/restraints/parameters</oasis:entry>\n<oasis:entry>573/0/40</oasis:entry>\n<oasis:entry>565/0/40</oasis:entry>\n<oasis:entry>385/0/40</oasis:entry>\n<oasis:entry>500/0/34</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness of fit on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>2.098</oasis:entry>\n<oasis:entry>1.391</oasis:entry>\n<oasis:entry>1.393</oasis:entry>\n<oasis:entry>1.624</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>final <italic toggle=\"yes\">R</italic> indices [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1 = 0.0688, <italic toggle=\"yes\">wR</italic>2 = 0.2089</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1 = 0.0513, <italic toggle=\"yes\">wR</italic>2 = 0.1382</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1 = 0.0510, <italic toggle=\"yes\">wR</italic>2 = 0.1424</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1 = 0.0477, <italic toggle=\"yes\">wR</italic>2 = 0.1595</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic> indices all data</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1 = 0.0689, <italic toggle=\"yes\">wR</italic>2 = 0.2090</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1 = 0.0513, <italic toggle=\"yes\">wR</italic>2 = 0.1382</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1 = 0.0512, <italic toggle=\"yes\">wR</italic>2 = 0.1431</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1 = 0.0477, <italic toggle=\"yes\">wR</italic>2 = 0.1595</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) ORTEP representation (50% probability) of <bold>sod</bold> unit\nof ZIF-8 at 100, 200, 240, and 298 K. (b) ORTEP representation (50%\nprobability) of imidazolate unit of ZIF-8 at 100, 200, 240, and 298\nK. Zinc (red), nitrogen (blue), and carbon (black).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2012-03907p_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) ORTEP representation (50% probability) of sod unit of ZIF-8 at 100, 200, 240, and 298 K. (b) ORTEP representation (50% probability) of imidazolate unit of ZIF-8 at 100, 200, 240, and 298 K. Zinc (red), nitrogen (blue), and carbon (black).   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>NMR spectroscopy is useful in investigating molecular\nmotions across\na wide frequency range. The spin–lattice\nrelaxation time, <italic toggle=\"yes\">T</italic>\n<sub>1</sub>, is sensitive to molecular\nor group motions on the order of the inverse of the Larmor resonance\nfrequency. The <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1</sub> of a polycrystalline\nZIF-8 open to the earth’s atmosphere was found to be 0.51 ±\n0.07 s at 296 K. Measurement of the <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1</sub> in the same sample flushed with dry nitrogen gas at\nthe same temperature yielded a <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1</sub> of 15.0 ± 0.4 s. The <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1</sub> could be switched between the two extremes by flushing\nwith either air or nitrogen gas after 25 min. Intermediate <italic toggle=\"yes\">T</italic>\n<sub>1</sub> values were measured after the switch in gas\nif the period of purging was less than 25 min.</p>", "clean_text": "NMR spectroscopy is useful in investigating molecular motions across a wide frequency range. The spin-lattice relaxation time, T 1, is sensitive to molecular or group motions on the order of the inverse of the Larmor resonance frequency. The 1H T 1 of a polycrystalline ZIF-8 open to the earth's atmosphere was found to be 0.51 ± 0.07 s at 296 K. Measurement of the 1H T 1 in the same sample flushed with dry nitrogen gas at the same temperature yielded a 1H T 1 of 15.0 ± 0.4 s. The 1H T 1 could be switched between the two extremes by flushing with either air or nitrogen gas after 25 min. Intermediate T 1 values were measured after the switch in gas if the period of purging was less than 25 min.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>These measurements\nsuggest that interaction with paramagnetic oxygen\nis the dominant relaxation mechanism for ZIF-8 exposed to air. Oxygen’s\neffectiveness as a paramagnetic relaxation agent in solution NMR is\nwidely known, and the role of atmospheric oxygen as the dominant source\nof nuclear spin relaxation has also been shown for solid samples such\nas silicalites, zeolites, and some polymers.\n</p>", "clean_text": "These measurements suggest that interaction with paramagnetic oxygen is the dominant relaxation mechanism for ZIF-8 exposed to air. Oxygen's effectiveness as a paramagnetic relaxation agent in solution NMR is widely known, and the role of atmospheric oxygen as the dominant source of nuclear spin relaxation has also been shown for solid samples such as silicalites, zeolites, and some polymers. ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>To investigate\nframework motion on the order of the resonance frequency,\nwe performed NMR experiments on the ZIF-8 sample under a nitrogen\natmosphere to suppress the paramagnetic relaxation mechanism. Under\noxygen-free conditions, the <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1</sub> was found to be relatively constant at 15.0 ± 0.4 s over the\ntemperature range from 230 to 345 K.</p>", "clean_text": "To investigate framework motion on the order of the resonance frequency, we performed NMR experiments on the ZIF-8 sample under a nitrogen atmosphere to suppress the paramagnetic relaxation mechanism. Under oxygen-free conditions, the 1H T 1 was found to be relatively constant at 15.0 ± 0.4 s over the temperature range from 230 to 345 K.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>For motions on the order\nof tens of kilohertz, <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1ρ</sub> values were measured using a spin-locking\nfield of 62.5 kHz, equivalent to that used in the CP/MAS experiments.\nFor hardware reasons, the spin-locking field was not allowed to exceed\n30 ms. Little decay of the <sup>1</sup>H signal was seen in this temperature\nrange. The <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1ρ</sub> times\nobtained from fits to the experimental data were also relatively constant\nat 150 ± 30 ms. Because no data points could be acquired with\nspin-locking fields comparable to the relaxation time constant, there\nis significant uncertainty in the measurements. Nevertheless, the\nexperimentally determined time constants are nearly independent of\ntemperature.</p>", "clean_text": "For motions on the order of tens of kilohertz, 1H T 1ρ values were measured using a spin-locking field of 62.5 kHz, equivalent to that used in the CP/MAS experiments. For hardware reasons, the spin-locking field was not allowed to exceed 30 ms. Little decay of the 1H signal was seen in this temperature range. The 1H T 1ρ times obtained from fits to the experimental data were also relatively constant at 150 ± 30 ms. Because no data points could be acquired with spin-locking fields comparable to the relaxation time constant, there is significant uncertainty in the measurements. Nevertheless, the experimentally determined time constants are nearly independent of temperature.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The <sup>1</sup>H wide-line NMR spectrum of ZIF-8\nis shown in Figure\nS1 of the . The line\nis almost featureless, with a width characteristic of broadening due\nto the effects of dipolar coupling among protons. Very low-frequency\nmotions are typically studied by either spin–spin relaxation\n(<italic toggle=\"yes\">T</italic>\n<sub>2</sub>) measurements\nor by changes in the second moment of\nthe spectra. A classic example is the study of solid benzene, in which the second moment changes by a factor\nof five with the onset of molecular rotation about the six-fold axis\nat 100 K. The <sup>1</sup>H wide-line spectrum of ZIF-8 does not vary\nwithin the temperature range from 230 to 345 K.</p>", "clean_text": "The 1H wide-line NMR spectrum of ZIF-8 is shown in Figure S1 of the . The line is almost featureless, with a width characteristic of broadening due to the effects of dipolar coupling among protons. Very low-frequency motions are typically studied by either spin-spin relaxation (T 2) measurements or by changes in the second moment of the spectra. A classic example is the study of solid benzene, in which the second moment changes by a factor of five with the onset of molecular rotation about the six-fold axis at 100 K. The 1H wide-line spectrum of ZIF-8 does not vary within the temperature range from 230 to 345 K.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The three-fold\nrotation of the methyl group on the imidazolate\nis apparently too fast to provide an effective NMR relaxation mechanism\nover this temperature range. No evidence of slower motions was found.</p>", "clean_text": "The three-fold rotation of the methyl group on the imidazolate is apparently too fast to provide an effective NMR relaxation mechanism over this temperature range. No evidence of slower motions was found.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>All spectra\nwere obtained in the presence of air. (A) <sup>13</sup>C CP/MAS spectrum\nof ZIF-8 at 296 K. (B) <sup>15</sup>N CP/MAS spectrum\nof ZIF-8 at 296 K. (C) <sup>13</sup>C CP/MAS spectrum of ZIF-4 at\n296 K. (D) <sup>15</sup>N CP/MAS spectrum of ZIF-4 in air at 296 K.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2012-03907p_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  All spectra were obtained in the presence of air. (A) 13C CP/MAS spectrum of ZIF-8 at 296 K. (B) 15N CP/MAS spectrum of ZIF-8 at 296 K. (C) 13C CP/MAS spectrum of ZIF-4 at 296 K. (D) 15N CP/MAS spectrum of ZIF-4 in air at 296 K.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Variable-contact-time <sup>13</sup>C CP/MAS data (A) and\nexpansion\n(B) for the resonance of ZIF-8 in air at 298 K. The nonmonotonic behavior\nis discussed in the text.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2012-03907p_0006.tif\"></graphic>\n</fig>", "clean_text": " 4  Variable-contact-time 13C CP/MAS data (A) and expansion (B) for the resonance of ZIF-8 in air at 298 K. The nonmonotonic behavior is discussed in the text.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>The <sup>13</sup>C CP/MAS spectrum of ZIF-8 in\nair at 296 K is\nshown in Figure A. Three sharp <sup>13</sup>C resonances are observed at 150.5 (2-C), 123.5 (4-C), and 13.3 ppm\n(1-C, methyl group); the corresponding molecular numbering is given\nin Figure B. The <sup>13</sup>C variable–contact–time\ndata for the 4-C resonance at 123.5 ppm, shown in Figure , display intense oscillations at multiples of the inverse\nof the 5 kHz sample rotation speed. These data also show additional\nless intense oscillations characteristic of the effects of direct\ndipole–dipole couplings with the protons in strongly coupled\nsolids. No observable shifts in the <sup>13</sup>C resonances due to paramagnetic or susceptibility differences\nwere observed when the spectrum was acquired under a nitrogen atmosphere.\nThe <sup>13</sup>C variable–contact–time data for the\nother two resonances are given in the  (Figures S1 and S2). As shown in Figure B, a single resonance at 208.3 ppm is observed in\nthe <sup>15</sup>N CP/MAS spectrum. The <sup>15</sup>N variable–contact–time\ndata are shown in Figure S2.</p>", "clean_text": "The 13C CP/MAS spectrum of ZIF-8 in air at 296 K is shown in Figure A. Three sharp 13C resonances are observed at 150.5 (2-C), 123.5 (4-C), and 13.3 ppm (1-C, methyl group); the corresponding molecular numbering is given in Figure B. The 13C variable-contact-time data for the 4-C resonance at 123.5 ppm, shown in Figure , display intense oscillations at multiples of the inverse of the 5 kHz sample rotation speed. These data also show additional less intense oscillations characteristic of the effects of direct dipole-dipole couplings with the protons in strongly coupled solids. No observable shifts in the 13C resonances due to paramagnetic or susceptibility differences were observed when the spectrum was acquired under a nitrogen atmosphere. The 13C variable-contact-time data for the other two resonances are given in the  (Figures S1 and S2). As shown in Figure B, a single resonance at 208.3 ppm is observed in the 15N CP/MAS spectrum. The 15N variable-contact-time data are shown in Figure S2.", "data": null, "include_properties": null}, {"idx": 22, "type": "table", "classification": null, "content": "<table-wrap id=\"tblII\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>\n<sup>1</sup>H and <sup>13</sup>C NMR\nSpin–Lattice Relaxation Times for ZIF-8<xref rid=\"tIIfn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col3\" rowsep=\"1\">carbon\nresonance position</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">150.5 ppm</oasis:entry>\n<oasis:entry align=\"center\">123.5 ppm</oasis:entry>\n<oasis:entry align=\"center\">13.3 ppm</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>ZIF-8 in air</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<sup>1</sup>H<xref rid=\"tIIfn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.50 ± 0.06</oasis:entry>\n<oasis:entry>0.56 ± 0.06</oasis:entry>\n<oasis:entry>0.50 ± 0.06</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<sup>13</sup>C</oasis:entry>\n<oasis:entry>16.6 ± 2</oasis:entry>\n<oasis:entry>10.4 ± 1.5</oasis:entry>\n<oasis:entry>6.8 ± 0.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8 in N<sub>2</sub>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<sup>1</sup>H<xref rid=\"tIIfn2\"></xref>\n</oasis:entry>\n<oasis:entry>12.4 ± 1.5</oasis:entry>\n<oasis:entry>10.9\n± 1.2</oasis:entry>\n<oasis:entry>14.8 ±\n1.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<sup>13</sup>C</oasis:entry>\n<oasis:entry>357 ± 40</oasis:entry>\n<oasis:entry>702 ±\n70</oasis:entry>\n<oasis:entry>28.4 ± 30</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tIIfn1\">\n<label>a</label>\n<p>Spin–lattice relaxation\ntimes are given in seconds.</p>\n</fn>\n<fn id=\"tIIfn2\">\n<label>b</label>\n<p>\n<sup>1</sup>H spin–lattice\nrelaxation times measured indirectly through <sup>13</sup>C CP/MAS\nexperiments.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>Proton <italic toggle=\"yes\">T</italic>\n<sub>1</sub> times can be\nmeasured indirectly\nfrom the <sup>13</sup>C CP/MAS spectrum. The results for this sample are given in Table . The <italic toggle=\"yes\">T</italic>\n<sub>1</sub> of 0.53 ± 0.03 s\nobtained by this method is in good agreement with the value 0.51 s\nobtained by direct observation of the proton resonance. Although the\nprotons are strongly dipolar coupled and hence yield a single-proton\nrelaxation time indicative of the dominant relaxation site, relaxation\nmeasurements of the rare <sup>13</sup>C spins allow one to probe spatially\nwithin the framework. The <sup>13</sup>C <italic toggle=\"yes\">T</italic>\n<sub>1</sub> relaxation times at the various sites were obtained by Torchia’s\ntechnique and are reported in Table . As previously discussed, the <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1</sub> is increased in the static sample from 0.5\ns in air to 15 s in a nitrogen atmosphere. When the <sup>1</sup>H\nspin–lattice relaxation time is measured indirectly by <sup>13</sup>C NMR combined with MAS for a sample packed in the rotor\nin air with the rotor driven by compressed air, the same <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1</sub> of 0.5 s is obtained under MAS.\nHowever, when the sample is packed in the rotor under a nitrogen atmosphere\nwith the rotor driven by nitrogen gas, the proton spin–lattice\nrelaxation times become two orders of magnitude longer. It is interesting\nto note that under the conditions of a nitrogen atmosphere and MAS,\nthe methyl proton <italic toggle=\"yes\">T</italic>\n<sub>1</sub> is longer than the <italic toggle=\"yes\">T</italic>\n<sub>1</sub> for the other protons. The combination of\ninternal molecular motion, that is, the rotation of the methyl group,\nand the MAS provides some attenuation of the proton homonuclear coupling,\nreducing the spin diffusion between the methyl protons and the others.</p>", "clean_text": "Proton T 1 times can be measured indirectly from the 13C CP/MAS spectrum. The results for this sample are given in Table . The T 1 of 0.53 ± 0.03 s obtained by this method is in good agreement with the value 0.51 s obtained by direct observation of the proton resonance. Although the protons are strongly dipolar coupled and hence yield a single-proton relaxation time indicative of the dominant relaxation site, relaxation measurements of the rare 13C spins allow one to probe spatially within the framework. The 13C T 1 relaxation times at the various sites were obtained by Torchia's technique and are reported in Table . As previously discussed, the 1H T 1 is increased in the static sample from 0.5 s in air to 15 s in a nitrogen atmosphere. When the 1H spin-lattice relaxation time is measured indirectly by 13C NMR combined with MAS for a sample packed in the rotor in air with the rotor driven by compressed air, the same 1H T 1 of 0.5 s is obtained under MAS. However, when the sample is packed in the rotor under a nitrogen atmosphere with the rotor driven by nitrogen gas, the proton spin-lattice relaxation times become two orders of magnitude longer. It is interesting to note that under the conditions of a nitrogen atmosphere and MAS, the methyl proton T 1 is longer than the T 1 for the other protons. The combination of internal molecular motion, that is, the rotation of the methyl group, and the MAS provides some attenuation of the proton homonuclear coupling, reducing the spin diffusion between the methyl protons and the others.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Assuming a dipolar interaction with the paramagnetic oxygen, the\nrate of relaxation is proportional to\n1/(&lt;<italic toggle=\"yes\">r</italic>\n<sup>6</sup>&gt;), where &lt;<italic toggle=\"yes\">r</italic>\n<sup>6</sup>&gt; is the motionally averaged distance between the\nnucleus\nand the oxygen molecule. The effective shortening of the <sup>13</sup>C relaxation times of the imidazolate carbons strongly suggests that\nthe molecular oxygen interacts effectively with the imidazolate ring.\nThe relaxation time of the methyl carbon is not lengthened nearly\nas much in the nitrogen atmosphere as the relaxation times of the\nother two carbon atoms. This shorter relaxation time of the methyl\ncarbon probably arises from a component of relaxation due to the methyl\ngroup rotation. The fact that NMR relaxation suggests that the imidazolate\nring appears to be a primary site for gases in ZIF-8 is consistent\nwith a neutron diffraction study that shows the strongest adsorption\nsites are “directly associated with the organic linkers”.\n</p>", "clean_text": "Assuming a dipolar interaction with the paramagnetic oxygen, the rate of relaxation is proportional to 1/(<r 6>), where <r 6> is the motionally averaged distance between the nucleus and the oxygen molecule. The effective shortening of the 13C relaxation times of the imidazolate carbons strongly suggests that the molecular oxygen interacts effectively with the imidazolate ring. The relaxation time of the methyl carbon is not lengthened nearly as much in the nitrogen atmosphere as the relaxation times of the other two carbon atoms. This shorter relaxation time of the methyl carbon probably arises from a component of relaxation due to the methyl group rotation. The fact that NMR relaxation suggests that the imidazolate ring appears to be a primary site for gases in ZIF-8 is consistent with a neutron diffraction study that shows the strongest adsorption sites are \"directly associated with the organic linkers\". ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>Similar NMR relaxation results were obtained\nfor another member\nof this family, ZIF-4, in which the Zn atoms are linked by an unsubstituted\nimidazolate. For ZIF-4 in air, paramagnetic oxygen has an even greater\neffect on nuclear spin relaxation. The <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1</sub> value at 296 K is 63 ± 7 ms, almost an order of\nmagnitude shorter than that measured for ZIF-8. In the presence of\nnitrogen, the <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1</sub> time increases\nto 115 000 ± 12 000 ms. The <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1ρ</sub> time remains relatively long at 60\n± 7 ms for air and nitrogen atmospheres. ZIF-4 crystallizes with\na lower symmetry than ZIF-8 in the orthorhombic space group <italic toggle=\"yes\">Pbca</italic>. Unlike ZIF-8 in which all the methylimidazolate rings\nare equivalent, three individual resonances are resolved in the CP/MAS\nspectra for each type of carbon atom (Figure C) as well as for the nitrogen atom (Figure D).</p>", "clean_text": "Similar NMR relaxation results were obtained for another member of this family, ZIF-4, in which the Zn atoms are linked by an unsubstituted imidazolate. For ZIF-4 in air, paramagnetic oxygen has an even greater effect on nuclear spin relaxation. The 1H T 1 value at 296 K is 63 ± 7 ms, almost an order of magnitude shorter than that measured for ZIF-8. In the presence of nitrogen, the 1H T 1 time increases to 115000 ± 12000 ms. The 1H T 1ρ time remains relatively long at 60 ± 7 ms for air and nitrogen atmospheres. ZIF-4 crystallizes with a lower symmetry than ZIF-8 in the orthorhombic space group Pbca. Unlike ZIF-8 in which all the methylimidazolate rings are equivalent, three individual resonances are resolved in the CP/MAS spectra for each type of carbon atom (Figure C) as well as for the nitrogen atom (Figure D).", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>These NMR relaxation results show why ZIFs are so amenable\nto structural\ncharacterization by CP/MAS spectroscopy. The combination of short <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1</sub> and long <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1ρ</sub> times makes the fast acquisition of\nhigh signal-to-noise <sup>13</sup>C and <sup>15</sup>N spectra possible.\nNevertheless, changes in the spin–lattice relaxation times\nfor the framework sites as oxygen is displaced by gases such as CO<sub>2</sub>, H<sub>2</sub>, and CH<sub>4</sub> may prove to be useful\nfor future investigations using NMR spectroscopy by providing spectral\ndiscrimination of the sorbed gases. This work is in contrast with\nexperimental work and theoretical work, which showed flexibility under gas pressure. However, the NMR and\nX-ray experiments described within were performed under the condition\nof thermal equilibrium and did not expose the framework to changes\nof gas pressure; therefore, the flexible regimen described by others\nwas not probed.</p>", "clean_text": "These NMR relaxation results show why ZIFs are so amenable to structural characterization by CP/MAS spectroscopy. The combination of short 1H T 1 and long 1H T 1ρ times makes the fast acquisition of high signal-to-noise 13C and 15N spectra possible. Nevertheless, changes in the spin-lattice relaxation times for the framework sites as oxygen is displaced by gases such as CO2, H2, and CH4 may prove to be useful for future investigations using NMR spectroscopy by providing spectral discrimination of the sorbed gases. This work is in contrast with experimental work and theoretical work, which showed flexibility under gas pressure. However, the NMR and X-ray experiments described within were performed under the condition of thermal equilibrium and did not expose the framework to changes of gas pressure; therefore, the flexible regimen described by others was not probed.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In contrast with the mobility of the linker\nin the IRMOFs, variable-temperature\nX-ray and NMR experiments show that ZIF-8 has a comparatively rigid\nframework over the corresponding temperature range of 100 to 298 K.\nThe dominant nuclear spin–lattice relaxation mechanism for\nZIF-8 in air arises from interaction of the protons of the imidazolate\ngroup with absorbed atmospheric paramagnetic molecular oxygen. The <sup>13</sup>C <italic toggle=\"yes\">T</italic>\n<sub>1</sub> measurements indicate that\nthe oxygen interacts primarily with the imidazolate ring rather than\nwith the methyl substituent. Similar relaxation behavior is also observed\nin the unsubstituted ZIF-4. These results contrast the NMR relaxation\nbehavior in the previously investigated IRMOF series. In those cases,\nlocal dynamics of the linking groups provide an efficient relaxation\nmechanism, which allows the determination of dynamic properties such\nas the activation energy for jumps of the phenyl ring. These results\nare confirmed by X-ray analysis of ZIF-8 across a wide range of temperatures,\nwhich show little change in the size of the thermal ellipsoids across\nthe temperature range, which is indicative of a rigid framework.</p>", "clean_text": "Conclusions\n\nIn contrast with the mobility of the linker in the IRMOFs, variable-temperature X-ray and NMR experiments show that ZIF-8 has a comparatively rigid framework over the corresponding temperature range of 100 to 298 K. The dominant nuclear spin-lattice relaxation mechanism for ZIF-8 in air arises from interaction of the protons of the imidazolate group with absorbed atmospheric paramagnetic molecular oxygen. The 13C T 1 measurements indicate that the oxygen interacts primarily with the imidazolate ring rather than with the methyl substituent. Similar relaxation behavior is also observed in the unsubstituted ZIF-4. These results contrast the NMR relaxation behavior in the previously investigated IRMOF series. In those cases, local dynamics of the linking groups provide an efficient relaxation mechanism, which allows the determination of dynamic properties such as the activation energy for jumps of the phenyl ring. These results are confirmed by X-ray analysis of ZIF-8 across a wide range of temperatures, which show little change in the size of the thermal ellipsoids across the temperature range, which is indicative of a rigid framework.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Single-crystal X-ray diffraction\n(SXRD) tables of ZIF-8 and ZIF-4, variable-contact-time <sup>13</sup>C CP/MAS analysis of ZIF-8 and ZIF-4. This material is available\nfree of charge via the Internet at <uri>http://pubs.acs.org</uri>.</p>", "clean_text": "Single-crystal X-ray diffraction (SXRD) tables of ZIF-8 and ZIF-4, variable-contact-time 13C CP/MAS analysis of ZIF-8 and ZIF-4. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The authors declare\nno\ncompeting financial interest.</p><title>References</title>", "clean_text": "The authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "13, 15, 16, 23, 25", "type": "text", "classification": "property", "content": "<p>NMR spectroscopy is useful in investigating molecular\nmotions across\na wide frequency range. The spin–lattice\nrelaxation time, <italic toggle=\"yes\">T</italic>\n<sub>1</sub>, is sensitive to molecular\nor group motions on the order of the inverse of the Larmor resonance\nfrequency. The <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1</sub> of a polycrystalline\nZIF-8 open to the earth’s atmosphere was found to be 0.51 ±\n0.07 s at 296 K. Measurement of the <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1</sub> in the same sample flushed with dry nitrogen gas at\nthe same temperature yielded a <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1</sub> of 15.0 ± 0.4 s. The <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1</sub> could be switched between the two extremes by flushing\nwith either air or nitrogen gas after 25 min. Intermediate <italic toggle=\"yes\">T</italic>\n<sub>1</sub> values were measured after the switch in gas\nif the period of purging was less than 25 min.</p><p>To investigate\nframework motion on the order of the resonance frequency,\nwe performed NMR experiments on the ZIF-8 sample under a nitrogen\natmosphere to suppress the paramagnetic relaxation mechanism. Under\noxygen-free conditions, the <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1</sub> was found to be relatively constant at 15.0 ± 0.4 s over the\ntemperature range from 230 to 345 K.</p><p>For motions on the order\nof tens of kilohertz, <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1ρ</sub> values were measured using a spin-locking\nfield of 62.5 kHz, equivalent to that used in the CP/MAS experiments.\nFor hardware reasons, the spin-locking field was not allowed to exceed\n30 ms. Little decay of the <sup>1</sup>H signal was seen in this temperature\nrange. The <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1ρ</sub> times\nobtained from fits to the experimental data were also relatively constant\nat 150 ± 30 ms. Because no data points could be acquired with\nspin-locking fields comparable to the relaxation time constant, there\nis significant uncertainty in the measurements. Nevertheless, the\nexperimentally determined time constants are nearly independent of\ntemperature.</p><p>Proton <italic toggle=\"yes\">T</italic>\n<sub>1</sub> times can be\nmeasured indirectly\nfrom the <sup>13</sup>C CP/MAS spectrum. The results for this sample are given in Table . The <italic toggle=\"yes\">T</italic>\n<sub>1</sub> of 0.53 ± 0.03 s\nobtained by this method is in good agreement with the value 0.51 s\nobtained by direct observation of the proton resonance. Although the\nprotons are strongly dipolar coupled and hence yield a single-proton\nrelaxation time indicative of the dominant relaxation site, relaxation\nmeasurements of the rare <sup>13</sup>C spins allow one to probe spatially\nwithin the framework. The <sup>13</sup>C <italic toggle=\"yes\">T</italic>\n<sub>1</sub> relaxation times at the various sites were obtained by Torchia’s\ntechnique and are reported in Table . As previously discussed, the <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1</sub> is increased in the static sample from 0.5\ns in air to 15 s in a nitrogen atmosphere. When the <sup>1</sup>H\nspin–lattice relaxation time is measured indirectly by <sup>13</sup>C NMR combined with MAS for a sample packed in the rotor\nin air with the rotor driven by compressed air, the same <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1</sub> of 0.5 s is obtained under MAS.\nHowever, when the sample is packed in the rotor under a nitrogen atmosphere\nwith the rotor driven by nitrogen gas, the proton spin–lattice\nrelaxation times become two orders of magnitude longer. It is interesting\nto note that under the conditions of a nitrogen atmosphere and MAS,\nthe methyl proton <italic toggle=\"yes\">T</italic>\n<sub>1</sub> is longer than the <italic toggle=\"yes\">T</italic>\n<sub>1</sub> for the other protons. The combination of\ninternal molecular motion, that is, the rotation of the methyl group,\nand the MAS provides some attenuation of the proton homonuclear coupling,\nreducing the spin diffusion between the methyl protons and the others.</p><p>Similar NMR relaxation results were obtained\nfor another member\nof this family, ZIF-4, in which the Zn atoms are linked by an unsubstituted\nimidazolate. For ZIF-4 in air, paramagnetic oxygen has an even greater\neffect on nuclear spin relaxation. The <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1</sub> value at 296 K is 63 ± 7 ms, almost an order of\nmagnitude shorter than that measured for ZIF-8. In the presence of\nnitrogen, the <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1</sub> time increases\nto 115 000 ± 12 000 ms. The <sup>1</sup>H <italic toggle=\"yes\">T</italic>\n<sub>1ρ</sub> time remains relatively long at 60\n± 7 ms for air and nitrogen atmospheres. ZIF-4 crystallizes with\na lower symmetry than ZIF-8 in the orthorhombic space group <italic toggle=\"yes\">Pbca</italic>. Unlike ZIF-8 in which all the methylimidazolate rings\nare equivalent, three individual resonances are resolved in the CP/MAS\nspectra for each type of carbon atom (Figure C) as well as for the nitrogen atom (Figure D).</p>", "clean_text": "NMR spectroscopy is useful in investigating molecular motions across a wide frequency range. The spin-lattice relaxation time, T 1, is sensitive to molecular or group motions on the order of the inverse of the Larmor resonance frequency. The 1H T 1 of a polycrystalline ZIF-8 open to the earth's atmosphere was found to be 0.51 ± 0.07 s at 296 K. Measurement of the 1H T 1 in the same sample flushed with dry nitrogen gas at the same temperature yielded a 1H T 1 of 15.0 ± 0.4 s. The 1H T 1 could be switched between the two extremes by flushing with either air or nitrogen gas after 25 min. Intermediate T 1 values were measured after the switch in gas if the period of purging was less than 25 min.\n\nTo investigate framework motion on the order of the resonance frequency, we performed NMR experiments on the ZIF-8 sample under a nitrogen atmosphere to suppress the paramagnetic relaxation mechanism. Under oxygen-free conditions, the 1H T 1 was found to be relatively constant at 15.0 ± 0.4 s over the temperature range from 230 to 345 K.\n\nFor motions on the order of tens of kilohertz, 1H T 1ρ values were measured using a spin-locking field of 62.5 kHz, equivalent to that used in the CP/MAS experiments. For hardware reasons, the spin-locking field was not allowed to exceed 30 ms. Little decay of the 1H signal was seen in this temperature range. The 1H T 1ρ times obtained from fits to the experimental data were also relatively constant at 150 ± 30 ms. Because no data points could be acquired with spin-locking fields comparable to the relaxation time constant, there is significant uncertainty in the measurements. Nevertheless, the experimentally determined time constants are nearly independent of temperature.\n\nProton T 1 times can be measured indirectly from the 13C CP/MAS spectrum. The results for this sample are given in Table . The T 1 of 0.53 ± 0.03 s obtained by this method is in good agreement with the value 0.51 s obtained by direct observation of the proton resonance. Although the protons are strongly dipolar coupled and hence yield a single-proton relaxation time indicative of the dominant relaxation site, relaxation measurements of the rare 13C spins allow one to probe spatially within the framework. The 13C T 1 relaxation times at the various sites were obtained by Torchia's technique and are reported in Table . As previously discussed, the 1H T 1 is increased in the static sample from 0.5 s in air to 15 s in a nitrogen atmosphere. When the 1H spin-lattice relaxation time is measured indirectly by 13C NMR combined with MAS for a sample packed in the rotor in air with the rotor driven by compressed air, the same 1H T 1 of 0.5 s is obtained under MAS. However, when the sample is packed in the rotor under a nitrogen atmosphere with the rotor driven by nitrogen gas, the proton spin-lattice relaxation times become two orders of magnitude longer. It is interesting to note that under the conditions of a nitrogen atmosphere and MAS, the methyl proton T 1 is longer than the T 1 for the other protons. The combination of internal molecular motion, that is, the rotation of the methyl group, and the MAS provides some attenuation of the proton homonuclear coupling, reducing the spin diffusion between the methyl protons and the others.\n\nSimilar NMR relaxation results were obtained for another member of this family, ZIF-4, in which the Zn atoms are linked by an unsubstituted imidazolate. For ZIF-4 in air, paramagnetic oxygen has an even greater effect on nuclear spin relaxation. The 1H T 1 value at 296 K is 63 ± 7 ms, almost an order of magnitude shorter than that measured for ZIF-8. In the presence of nitrogen, the 1H T 1 time increases to 115000 ± 12000 ms. The 1H T 1ρ time remains relatively long at 60 ± 7 ms for air and nitrogen atmospheres. ZIF-4 crystallizes with a lower symmetry than ZIF-8 in the orthorhombic space group Pbca. Unlike ZIF-8 in which all the methylimidazolate rings are equivalent, three individual resonances are resolved in the CP/MAS spectra for each type of carbon atom (Figure C) as well as for the nitrogen atom (Figure D).", "data": [[{"meta": {"name": "ZIF-8", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "spin–lattice relaxation time", "value": "0.51", "unit": "s", "condition": "polycrystalline ZIF-8 open to the earth’s atmosphere at 296 K"}, {"property name": "spin–lattice relaxation time", "value": "15.0", "unit": "s", "condition": "sample flushed with dry nitrogen gas at the same temperature"}, {"property name": "spin–lattice relaxation time", "value": "15.0", "unit": "s", "condition": "oxygen-free conditions over the temperature range from 230 to 345 K"}, {"property name": "spin–lattice relaxation time", "value": "150", "unit": "ms", "condition": "motions on the order of tens of kilohertz"}, {"property name": "spin–lattice relaxation time", "value": "0.53", "unit": "s", "condition": "measured indirectly from the 13C CP/MAS spectrum"}]}, {"meta": {"name": "ZIF-4", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "spin–lattice relaxation time", "value": "63", "unit": "ms", "condition": "in air at 296 K"}, {"property name": "spin–lattice relaxation time", "value": "115000", "unit": "ms", "condition": "in nitrogen atmosphere"}, {"property name": "spin–lattice relaxation time", "value": "60", "unit": "ms", "condition": "motions on the order of tens of kilohertz"}]}]], "include_properties": ["etc"]}, {"idx": 11, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tblI\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of Single-Crystal X-ray Data\nfor ZIFs Collected at Variable Temperature</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"5\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:colspec colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">temperature</oasis:entry>\n<oasis:entry align=\"center\">100(2) K</oasis:entry>\n<oasis:entry align=\"center\">200(2) K</oasis:entry>\n<oasis:entry align=\"center\">240(2) K</oasis:entry>\n<oasis:entry align=\"center\">298(2) K</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>empirical formula</oasis:entry>\n<oasis:entry>C<sub>24</sub>H<sub>30</sub>N<sub>12</sub>O<sub>3</sub>Zn<sub>3</sub>\n</oasis:entry>\n<oasis:entry>C<sub>24</sub>H<sub>30</sub>N<sub>12</sub>O<sub>4</sub>Zn<sub>3</sub>\n</oasis:entry>\n<oasis:entry>C<sub>24</sub>H<sub>30</sub>N<sub>12</sub>O<sub>4</sub>Zn<sub>3</sub>\n</oasis:entry>\n<oasis:entry>C<sub>24</sub>H<sub>30</sub>N<sub>12</sub>Zn<sub>3</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula weight</oasis:entry>\n<oasis:entry>746.7</oasis:entry>\n<oasis:entry>746.7</oasis:entry>\n<oasis:entry>746.7</oasis:entry>\n<oasis:entry>682.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">I</italic>4̅3<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">I</italic>4̅3<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">I</italic>4̅3<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">I</italic>4̅3<italic toggle=\"yes\">m</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>unit cell dimension (Å)</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> = 16.8509(3)</oasis:entry>\n<oasis:entry>16.9122(9)</oasis:entry>\n<oasis:entry>16.993(2)</oasis:entry>\n<oasis:entry>17.0095(8)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>volume (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>4784.86(15)</oasis:entry>\n<oasis:entry>4837.3(4)</oasis:entry>\n<oasis:entry>4906.8(10)</oasis:entry>\n<oasis:entry>4921.2(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>density Mg (m<sup>3</sup>)</oasis:entry>\n<oasis:entry>1.037</oasis:entry>\n<oasis:entry>1.025</oasis:entry>\n<oasis:entry>1.011</oasis:entry>\n<oasis:entry>0.921</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal\nsize (mm<sup>3</sup>)</oasis:entry>\n<oasis:entry>0.20 × 0.20 × 0.20</oasis:entry>\n<oasis:entry>0.20 × 0.20 × 0.20</oasis:entry>\n<oasis:entry>0.20 × 0.20\n× 0.20</oasis:entry>\n<oasis:entry>0.20 × 0.20 × 0.20</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflections collected</oasis:entry>\n<oasis:entry>11078</oasis:entry>\n<oasis:entry>10867</oasis:entry>\n<oasis:entry>8313</oasis:entry>\n<oasis:entry>10627</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>independent reflections</oasis:entry>\n<oasis:entry>573</oasis:entry>\n<oasis:entry>565</oasis:entry>\n<oasis:entry>385</oasis:entry>\n<oasis:entry>500</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>data/restraints/parameters</oasis:entry>\n<oasis:entry>573/0/40</oasis:entry>\n<oasis:entry>565/0/40</oasis:entry>\n<oasis:entry>385/0/40</oasis:entry>\n<oasis:entry>500/0/34</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness of fit on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>2.098</oasis:entry>\n<oasis:entry>1.391</oasis:entry>\n<oasis:entry>1.393</oasis:entry>\n<oasis:entry>1.624</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>final <italic toggle=\"yes\">R</italic> indices [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1 = 0.0688, <italic toggle=\"yes\">wR</italic>2 = 0.2089</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1 = 0.0513, <italic toggle=\"yes\">wR</italic>2 = 0.1382</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1 = 0.0510, <italic toggle=\"yes\">wR</italic>2 = 0.1424</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1 = 0.0477, <italic toggle=\"yes\">wR</italic>2 = 0.1595</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic> indices all data</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1 = 0.0689, <italic toggle=\"yes\">wR</italic>2 = 0.2090</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1 = 0.0513, <italic toggle=\"yes\">wR</italic>2 = 0.1382</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1 = 0.0512, <italic toggle=\"yes\">wR</italic>2 = 0.1431</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1 = 0.0477, <italic toggle=\"yes\">wR</italic>2 = 0.1595</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Summary of Single-Crystal X-ray Data for ZIFs Collected at Variable Temperature\n\n| temperature | 100(2) K | 200(2) K | 240(2) K | 298(2) K |\n|-------------|----------|----------|----------|----------|\n| empirical formula | C<sub>24</sub>H<sub>30</sub>N<sub>12</sub>O<sub>3</sub>Zn<sub>3</sub> | C<sub>24</sub>H<sub>30</sub>N<sub>12</sub>O<sub>4</sub>Zn<sub>3</sub> | C<sub>24</sub>H<sub>30</sub>N<sub>12</sub>O<sub>4</sub>Zn<sub>3</sub> | C<sub>24</sub>H<sub>30</sub>N<sub>12</sub>Zn<sub>3</sub> |\n| formula weight | 746.7 | 746.7 | 746.7 | 682.4 |\n| crystal system | *I*4̅3*m* | *I*4̅3*m* | *I*4̅3*m* | *I*4̅3*m* |\n| unit cell dimension (Å) | *a* = 16.8509(3) | 16.9122(9) | 16.993(2) | 17.0095(8) |\n| volume (Å<sup>3</sup>) | 4784.86(15) | 4837.3(4) | 4906.8(10) | 4921.2(4) |\n| density Mg (m<sup>3</sup>) | 1.037 | 1.025 | 1.011 | 0.921 |\n| crystal size (mm<sup>3</sup>) | 0.20 × 0.20 × 0.20 | 0.20 × 0.20 × 0.20 | 0.20 × 0.20 × 0.20 | 0.20 × 0.20 × 0.20 |\n| reflections collected | 11078 | 10867 | 8313 | 10627 |\n| independent reflections | 573 | 565 | 385 | 500 |\n| data/restraints/parameters | 573/0/40 | 565/0/40 | 385/0/40 | 500/0/34 |\n| goodness of fit on *F*<sup>2</sup> | 2.098 | 1.391 | 1.393 | 1.624 |\n| final *R* indices [*I* > 2σ(*I*)] | *R*1 = 0.0688, *wR*2 = 0.2089 | *R*1 = 0.0513, *wR*2 = 0.1382 | *R*1 = 0.0510, *wR*2 = 0.1424 | *R*1 = 0.0477, *wR*2 = 0.1595 |\n| *R* indices all data | *R*1 = 0.0689, *wR*2 = 0.2090 | *R*1 = 0.0513, *wR*2 = 0.1382 | *R*1 = 0.0512, *wR*2 = 0.1431 | *R*1 = 0.0477, *wR*2 = 0.1595 |", "data": [{"meta": {"name": "", "symbol": "100(2) K", "chemical formula": "C24H30N12O3Zn3"}, "chemical formula weight": [{"value": "746.7", "unit": "", "condition": ""}], "crystal system": [{"value": "I4̅3m", "condition": ""}], "lattice parameters": [{"value": {"a": "16.8509(3)", "b": "", "c": "", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}], "cell volume": [{"value": "4784.86(15)", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.037", "unit": "g/cm^3", "condition": "Mg"}], "crystal size": [{"value": "0.20 x 0.20 x 0.20", "unit": "mm", "condition": ""}]}, {"meta": {"name": "", "symbol": "200(2) K", "chemical formula": "C24H30N12O4Zn3"}, "chemical formula weight": [{"value": "746.7", "unit": "", "condition": ""}], "crystal system": [{"value": "I4̅3m", "condition": ""}], "lattice parameters": [{"value": {"a": "16.9122(9)", "b": "", "c": "", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}], "cell volume": [{"value": "4837.3(4)", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.025", "unit": "g/cm^3", "condition": "Mg"}], "crystal size": [{"value": "0.20 x 0.20 x 0.20", "unit": "mm", "condition": ""}]}, {"meta": {"name": "", "symbol": "240(2) K", "chemical formula": "C24H30N12O4Zn3"}, "chemical formula weight": [{"value": "746.7", "unit": "", "condition": ""}], "crystal system": [{"value": "I4̅3m", "condition": ""}], "lattice parameters": [{"value": {"a": "16.993(2)", "b": "", "c": "", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}], "cell volume": [{"value": "4906.8(10)", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.011", "unit": "g/cm^3", "condition": "Mg"}], "crystal size": [{"value": "0.20 x 0.20 x 0.20", "unit": "mm", "condition": ""}]}, {"meta": {"name": "", "symbol": "298(2) K", "chemical formula": "C24H30N12Zn3"}, "chemical formula weight": [{"value": "682.4", "unit": "", "condition": ""}], "crystal system": [{"value": "I4̅3m", "condition": ""}], "lattice parameters": [{"value": {"a": "17.0095(8)", "b": "", "c": "", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}], "cell volume": [{"value": "4921.2(4)", "unit": "Å^3", "condition": ""}], "density": [{"value": "0.921", "unit": "g/cm^3", "condition": "Mg"}], "crystal size": [{"value": "0.20 x 0.20 x 0.20", "unit": "mm", "condition": ""}]}], "include_properties": ["chemical_formula", "chemical_formula_weight", "crystal_system", "lattice_parameters", "cell_volume", "density", "crystal_size"]}, {"idx": 22, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tblII\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>\n<sup>1</sup>H and <sup>13</sup>C NMR\nSpin–Lattice Relaxation Times for ZIF-8<xref rid=\"tIIfn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col3\" rowsep=\"1\">carbon\nresonance position</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">150.5 ppm</oasis:entry>\n<oasis:entry align=\"center\">123.5 ppm</oasis:entry>\n<oasis:entry align=\"center\">13.3 ppm</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>ZIF-8 in air</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<sup>1</sup>H<xref rid=\"tIIfn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.50 ± 0.06</oasis:entry>\n<oasis:entry>0.56 ± 0.06</oasis:entry>\n<oasis:entry>0.50 ± 0.06</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<sup>13</sup>C</oasis:entry>\n<oasis:entry>16.6 ± 2</oasis:entry>\n<oasis:entry>10.4 ± 1.5</oasis:entry>\n<oasis:entry>6.8 ± 0.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8 in N<sub>2</sub>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<sup>1</sup>H<xref rid=\"tIIfn2\"></xref>\n</oasis:entry>\n<oasis:entry>12.4 ± 1.5</oasis:entry>\n<oasis:entry>10.9\n± 1.2</oasis:entry>\n<oasis:entry>14.8 ±\n1.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<sup>13</sup>C</oasis:entry>\n<oasis:entry>357 ± 40</oasis:entry>\n<oasis:entry>702 ±\n70</oasis:entry>\n<oasis:entry>28.4 ± 30</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tIIfn1\">\n<label>a</label>\n<p>Spin–lattice relaxation\ntimes are given in seconds.</p>\n</fn>\n<fn id=\"tIIfn2\">\n<label>b</label>\n<p>\n<sup>1</sup>H spin–lattice\nrelaxation times measured indirectly through <sup>13</sup>C CP/MAS\nexperiments.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. 1H and 13C NMR Spin–Lattice Relaxation Times for ZIF-8[^a]\n\n| sample        | carbon resonance position | 150.5 ppm | 123.5 ppm | 13.3 ppm |\n|---------------|----------------------------|-----------|-----------|----------|\n| ZIF-8 in air  | 1H[^b]                     | 0.50 ± 0.06 | 0.56 ± 0.06 | 0.50 ± 0.06 |\n|               | 13C                        | 16.6 ± 2 | 10.4 ± 1.5 | 6.8 ± 0.7 |\n| ZIF-8 in N2   | 1H[^b]                     | 12.4 ± 1.5 | 10.9 ± 1.2 | 14.8 ± 1.6 |\n|               | 13C                        | 357 ± 40 | 702 ± 70 | 28.4 ± 30 |\n\n[^a]: Spin–lattice relaxation times are given in seconds.\n[^b]: 1H spin–lattice relaxation times measured indirectly through 13C CP/MAS experiments.", "data": ["substring not found"], "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) Structure of one <bold>sod</bold> cage of ZIF-8. The yellow\nsphere represents the free volume within the framework. (B) Assignment\nof nitrogen and carbon environments in ZIF-8. (C) Structure of one <bold>cag</bold> cage of ZIF-4. The yellow sphere represents the free volume\nwithin the framework. (D) Assignment of nitrogen and carbon environments\nin ZIF-4. Nitrogen (green), carbon (black), and zinc (blue tetrahedra).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2012-03907p_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (A) Structure of one sod cage of ZIF-8. The yellow sphere represents the free volume within the framework. (B) Assignment of nitrogen and carbon environments in ZIF-8. (C) Structure of one cag cage of ZIF-4. The yellow sphere represents the free volume within the framework. (D) Assignment of nitrogen and carbon environments in ZIF-4. Nitrogen (green), carbon (black), and zinc (blue tetrahedra).   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) ORTEP representation (50% probability) of <bold>sod</bold> unit\nof ZIF-8 at 100, 200, 240, and 298 K. (b) ORTEP representation (50%\nprobability) of imidazolate unit of ZIF-8 at 100, 200, 240, and 298\nK. Zinc (red), nitrogen (blue), and carbon (black).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2012-03907p_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) ORTEP representation (50% probability) of sod unit of ZIF-8 at 100, 200, 240, and 298 K. (b) ORTEP representation (50% probability) of imidazolate unit of ZIF-8 at 100, 200, 240, and 298 K. Zinc (red), nitrogen (blue), and carbon (black).   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>All spectra\nwere obtained in the presence of air. (A) <sup>13</sup>C CP/MAS spectrum\nof ZIF-8 at 296 K. (B) <sup>15</sup>N CP/MAS spectrum\nof ZIF-8 at 296 K. (C) <sup>13</sup>C CP/MAS spectrum of ZIF-4 at\n296 K. (D) <sup>15</sup>N CP/MAS spectrum of ZIF-4 in air at 296 K.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2012-03907p_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  All spectra were obtained in the presence of air. (A) 13C CP/MAS spectrum of ZIF-8 at 296 K. (B) 15N CP/MAS spectrum of ZIF-8 at 296 K. (C) 13C CP/MAS spectrum of ZIF-4 at 296 K. (D) 15N CP/MAS spectrum of ZIF-4 in air at 296 K.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Variable-contact-time <sup>13</sup>C CP/MAS data (A) and\nexpansion\n(B) for the resonance of ZIF-8 in air at 298 K. The nonmonotonic behavior\nis discussed in the text.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2012-03907p_0006.tif\"></graphic>\n</fig>", "clean_text": " 4  Variable-contact-time 13C CP/MAS data (A) and expansion (B) for the resonance of ZIF-8 in air at 298 K. The nonmonotonic behavior is discussed in the text.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jp303907p", "title": "\nNMR and X-ray Study Revealing\nthe Rigidity of Zeolitic\nImidazolate Frameworks\n", "journal": "American\nChemical Society", "date": "2012.06", "author_list": ["Morris\nWilliam", "Stevens\nCaitlin\nJ.", "Taylor\nR. E.", "Dybowski\nC.", "Yaghi\nOmar M.", "Garcia-Garibay\nMiguel A."]}}