{"filepath": "../L2M3_data/1_application_papers/acs_xml/ac2c03154.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Post-neurosurgical meningitis (PNM) often leads to serious\nconsequences;\nunfortunately, the commonly used clinical diagnostic methods of PNM\nare time-consuming or have low specificity. To realize the accurate\nand convenient diagnosis of PNM, herein, we propose a comprehensive\nstrategy for cerebrospinal fluid (CSF) analysis based on a machine-learning-aided\ncross-reactive sensing array. The sensing array involves three Eu<sup>3+</sup>-doped metal–organic frameworks (MOFs), which can\ngenerate specific fluorescence responding patterns after reacting\nwith potential targets in CSF. Then, the responding pattern is used\nas learning data to train the machine learning algorithms. The discrimination\nconfidence for artificial CSF containing different components of molecules,\nproteins, and cells is from 81.3 to 100%. Furthermore, the machine-learning-aided\nsensing array was applied in the analysis of CSF samples from post-neurosurgical\npatients. Only 25 μL of CSF samples was needed, and the samples\ncould be robustly classified into “normal,” “mild,”\nor “severe” groups within 40 min. It is believed that\nthe combination of machine learning algorithms with robust data processing\ncapability and a lanthanide luminescent sensor array will provide\na reliable alternative for more comprehensive, convenient, and rapid\ndiagnosis of PNM.</p>", "clean_text": "Post-neurosurgical meningitis (PNM) often leads to serious consequences; unfortunately, the commonly used clinical diagnostic methods of PNM are time-consuming or have low specificity. To realize the accurate and convenient diagnosis of PNM, herein, we propose a comprehensive strategy for cerebrospinal fluid (CSF) analysis based on a machine-learning-aided cross-reactive sensing array. The sensing array involves three Eu3+-doped metal-organic frameworks (MOFs), which can generate specific fluorescence responding patterns after reacting with potential targets in CSF. Then, the responding pattern is used as learning data to train the machine learning algorithms. The discrimination confidence for artificial CSF containing different components of molecules, proteins, and cells is from 81.3 to 100%. Furthermore, the machine-learning-aided sensing array was applied in the analysis of CSF samples from post-neurosurgical patients. Only 25 μL of CSF samples was needed, and the samples could be robustly classified into \"normal,\" \"mild,\" or \"severe\" groups within 40 min. It is believed that the combination of machine learning algorithms with robust data processing capability and a lanthanide luminescent sensor array will provide a reliable alternative for more comprehensive, convenient, and rapid diagnosis of PNM.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Postoperative infection\nis a serious issue that cannot be ignored\nas it always slows wound healing and, in severe cases, affects the\nprognosis of the surgical operation. Among\nthe postoperative infections, the most serious and life-threatening\nis post-neurosurgical meningitis (PNM). Although great progress has been acquired in brain surgery technology,\nthe emergence of PNM is inevitable. The worldwide incidence rate of\nPNM is varied with many factors and can be more than 8% in some reports. The diagnosis of PNM is more difficult than community-acquired\nmeningitis because neurosurgical patients\noften undergo febrile neurological compromise and consciousness decrease,\nwhich mask the presentation of meningitis. A lumbar puncture and cerebrospinal\nfluid (CSF) examination are necessary for early identification of\nPNM.\n</p>", "clean_text": "Introduction\n\nPostoperative infection is a serious issue that cannot be ignored as it always slows wound healing and, in severe cases, affects the prognosis of the surgical operation. Among the postoperative infections, the most serious and life-threatening is post-neurosurgical meningitis (PNM). Although great progress has been acquired in brain surgery technology, the emergence of PNM is inevitable. The worldwide incidence rate of PNM is varied with many factors and can be more than 8% in some reports. The diagnosis of PNM is more difficult than community-acquired meningitis because neurosurgical patients often undergo febrile neurological compromise and consciousness decrease, which mask the presentation of meningitis. A lumbar puncture and cerebrospinal fluid (CSF) examination are necessary for early identification of PNM. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>At present, the clinical diagnosis of PNM is mainly determined\nby microbiological examination and the laboratory values of CSF. For\nmicrobiological examination of CSF, a false negative signal always\nappears even with serious PNM patients. As for the laboratory values of CSF, the total protein levels and\nthe counts of leukocyte and red cells are provided. Although the leukocyte\ncount of CSF is the most relevant to the pathogenesis of PNM, it is\nnot a specific biomarker because some other diseases, like cerebral\nhemorrhage, may also induce the increase of CSF leukocyte count.\n</p>", "clean_text": "At present, the clinical diagnosis of PNM is mainly determined by microbiological examination and the laboratory values of CSF. For microbiological examination of CSF, a false negative signal always appears even with serious PNM patients. As for the laboratory values of CSF, the total protein levels and the counts of leukocyte and red cells are provided. Although the leukocyte count of CSF is the most relevant to the pathogenesis of PNM, it is not a specific biomarker because some other diseases, like cerebral hemorrhage, may also induce the increase of CSF leukocyte count. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Many clinical studies reported the potential of molecules\nand proteins\nin the diagnosis of PNM. For example, the concentration of CSF lactate\nwas most closely related to PNM. A threshold of 4 mM CSF lactate has\nbeen widely used as a cutoff point in identifying PNM. The ratio of CSF/blood glucose has also been reported to\nbe of high relevance in PNM. In addition,\nMaskin et al.’s work discovered that the concentration of CSF\nprotein is related to PNM. Considering\nthe complexity of PNM diagnosis, we anticipate to construct a method\nthat can comprehensively reflect the changes of CSF based on multiple\nkinds of detection targets.</p>", "clean_text": "Many clinical studies reported the potential of molecules and proteins in the diagnosis of PNM. For example, the concentration of CSF lactate was most closely related to PNM. A threshold of 4 mM CSF lactate has been widely used as a cutoff point in identifying PNM. The ratio of CSF/blood glucose has also been reported to be of high relevance in PNM. In addition, Maskin et al.'s work discovered that the concentration of CSF protein is related to PNM. Considering the complexity of PNM diagnosis, we anticipate to construct a method that can comprehensively reflect the changes of CSF based on multiple kinds of detection targets.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Cross-reactive sensing arrays can\ngenerate specific patterns from\ndifferent targets, which are subsequently classified to generate algorithms\nfor identifying targets. Benefiting from their robust pattern-based sensing, sensing arrays have been successfully applied in the assay of exhalation,\nserum, and tissues. However, pattern-based CSF sensing has never been reported. Data\nprocessing is significant to acquire accurate assay results of sensing\narrays; machine learning (ML)-based artificial intelligence has served\nas an efficient and reliable tool for processing large amounts of\ndata. ML algorithms such as <italic toggle=\"yes\">k</italic>-nearest\nneighbors (<italic toggle=\"yes\">k</italic>-NNs) and artificial neural networks\n(ANNs) are able to learn from a part of data and focus on the prediction\nof other data. Therefore, it is anticipated that the combination of\na sensing array with ML algorithms is able to comprehensively identify\nthe biomarkers consisting of molecules, proteins, cells, and even\nsome unknown biomarkers.</p>", "clean_text": "Cross-reactive sensing arrays can generate specific patterns from different targets, which are subsequently classified to generate algorithms for identifying targets. Benefiting from their robust pattern-based sensing, sensing arrays have been successfully applied in the assay of exhalation, serum, and tissues. However, pattern-based CSF sensing has never been reported. Data processing is significant to acquire accurate assay results of sensing arrays; machine learning (ML)-based artificial intelligence has served as an efficient and reliable tool for processing large amounts of data. ML algorithms such as k-nearest neighbors (k-NNs) and artificial neural networks (ANNs) are able to learn from a part of data and focus on the prediction of other data. Therefore, it is anticipated that the combination of a sensing array with ML algorithms is able to comprehensively identify the biomarkers consisting of molecules, proteins, cells, and even some unknown biomarkers.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Accordingly, we report an ML-assisted\nsensing array consisting\nof three Eu<sup>3+</sup>-doped metal–organic frameworks (MOFs),\nwhich can realize the diagnosis of PNM from 25 μL of CSF samples\nwithin 40 min (). The Eu<sup>3+</sup>-doped MOFs (EMs) are selected because of their\nbinary merits of functional diversity and structural adjustability\nfor MOFs and the high resolution and low background signal of lanthanide\nluminescence. After the sensing array was reacted with targets, the\nfluorescence change was processed by <italic toggle=\"yes\">k</italic>-NN and ANN\nalgorithms and good discrimination and determination of different\npotential targets in the complex CSF can be acquired. Finally, the\nsensing array was reacted with the CSF from post-neurosurgical patients\nand successfully distinguished normal individuals from mild and severe\nPNM patients, with an accuracy of 86.7%. What is exciting is that\nthe sensing array can be applied to the individualized monitoring\nof the treatment process of PNM patients, providing an effective and\nobjective evaluation of the clinical treatment effect.</p>", "clean_text": "Accordingly, we report an ML-assisted sensing array consisting of three Eu3+-doped metal-organic frameworks (MOFs), which can realize the diagnosis of PNM from 25 μL of CSF samples within 40 min (). The Eu3+-doped MOFs (EMs) are selected because of their binary merits of functional diversity and structural adjustability for MOFs and the high resolution and low background signal of lanthanide luminescence. After the sensing array was reacted with targets, the fluorescence change was processed by k-NN and ANN algorithms and good discrimination and determination of different potential targets in the complex CSF can be acquired. Finally, the sensing array was reacted with the CSF from post-neurosurgical patients and successfully distinguished normal individuals from mild and severe PNM patients, with an accuracy of 86.7%. What is exciting is that the sensing array can be applied to the individualized monitoring of the treatment process of PNM patients, providing an effective and objective evaluation of the clinical treatment effect.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic\nIllustration of PNM Diagnosis Based on the Comprehensive\nAnalysis of Cerebrospinal Fluid by the Machine-Learning-Aided Sensing\nArray of Eu<sup>3+</sup>-Doped Metal–Organic Frameworks</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac2c03154_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of PNM Diagnosis Based on the Comprehensive Analysis of Cerebrospinal Fluid by the Machine-Learning-Aided Sensing Array of Eu3+-Doped Metal-Organic Frameworks   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Construction of the Machine Learning Algorithm</title><p>The <italic toggle=\"yes\">k</italic>-nearest neighbor (<italic toggle=\"yes\">k</italic>-NN)\nalgorithm was constructed by Python v 3.9.0; 75% of the data points\nwere extracted to train the <italic toggle=\"yes\">k</italic>-NN algorithm and generate\na training set, and the other 25% of the data points generated a test\nset. After choosing an appropriate value of <italic toggle=\"yes\">k</italic>, <italic toggle=\"yes\">k</italic> training samples were chosen to predict the information\nof a test sample. The accuracy of confusion matrices was accessed\nthrough the comparison between predicted outputs and real data.</p>", "clean_text": "Experimental Section\n\nConstruction of the Machine Learning Algorithm\n\nThe k-nearest neighbor (k-NN) algorithm was constructed by Python v 3.9.0; 75% of the data points were extracted to train the k-NN algorithm and generate a training set, and the other 25% of the data points generated a test set. After choosing an appropriate value of k, k training samples were chosen to predict the information of a test sample. The accuracy of confusion matrices was accessed through the comparison between predicted outputs and real data.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>The artificial neural network (ANN) algorithm was constructed by\nMATLAB 2014a, and it was a two-layer feed-forward network with sigmoid\nhidden neurons and softmax output neurons. The network was trained\nwith scaled conjugate gradient backpropagation, and its performance\nwas evaluated by cross-entropy and confusion matrices. The same data\nin each group was randomly divided into training (70%), validation\n(15%), and testing (15%) sets. The training sets were presented to\nthe network during training, and the network was adjusted according\nto its error. The validation sets were used to measure network generalization\nand to halt training when generalization stopped improving.</p>", "clean_text": "The artificial neural network (ANN) algorithm was constructed by MATLAB 2014a, and it was a two-layer feed-forward network with sigmoid hidden neurons and softmax output neurons. The network was trained with scaled conjugate gradient backpropagation, and its performance was evaluated by cross-entropy and confusion matrices. The same data in each group was randomly divided into training (70%), validation (15%), and testing (15%) sets. The training sets were presented to the network during training, and the network was adjusted according to its error. The validation sets were used to measure network generalization and to halt training when generalization stopped improving.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Identification of Molecules, Proteins, and\nCells by the Sensor Array</title><p>First, 50 μL of the EM1,\nEM2, and EM3 solutions (2 mg·mL<sup>–1</sup>) was mixed\nwith artificial cerebrospinal fluid separately.</p><p>Then, for the\nidentification of molecules, different small molecules (DA, LA, H<sub>2</sub>O<sub>2</sub>, GSH, Glu, H<sub>2</sub>S, and AA) were added,\nand the final volume was kept at 500 μL. Among them, Na<sub>2</sub>S was substituted for H<sub>2</sub>S as it is easier to access\nand store. For the identification of proteins, different proteins\n(CAT, HSA, LDH, Lyso, TRF, and SOD) with various concentrations (50,\n100, 200, 300, and 400 μg·mL<sup>–1</sup>) were\nadded, and the final volume was kept at 500 μL. For the identification\nof cells, different cell lines (BV-2, Thp-1, and RAW264.7) were added,\nand the final volume was kept at 500 μL.</p>", "clean_text": "Identification of Molecules, Proteins, and Cells by the Sensor Array\n\nFirst, 50 μL of the EM1, EM2, and EM3 solutions (2 mg⋅mL-1) was mixed with artificial cerebrospinal fluid separately.\n\nThen, for the identification of molecules, different small molecules (DA, LA, H2O2, GSH, Glu, H2S, and AA) were added, and the final volume was kept at 500 μL. Among them, Na2S was substituted for H2S as it is easier to access and store. For the identification of proteins, different proteins (CAT, HSA, LDH, Lyso, TRF, and SOD) with various concentrations (50, 100, 200, 300, and 400 μg⋅mL-1) were added, and the final volume was kept at 500 μL. For the identification of cells, different cell lines (BV-2, Thp-1, and RAW264.7) were added, and the final volume was kept at 500 μL.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>After 30 min\nof incubation at room temperature, the fluorescence\nspectra before (<italic toggle=\"yes\">I</italic>\n<sub>0</sub>) and after adding targets\n(<italic toggle=\"yes\">I</italic>) of the mixture were recorded at Ex/Em (nm) 300:616\nnm (scanning range: 520–750 nm). The difference between the\ntwo values (Δ<italic toggle=\"yes\">I</italic> = <italic toggle=\"yes\">I</italic>\n<sub>0</sub> – <italic toggle=\"yes\">I</italic>) was used as the response signal for\nsensing analysis. This procedure was repeated to produce four replicates\nto obtain a data matrix of 3 MOFs × 7 molecules × 4 replicates,\n3 MOFs × 6 proteins × 4 replicates, or 3 MOFs × 3 cells\n× 4 replicates. Finally, the obtained data were analyzed using\nlinear discriminant analysis (LDA) in SPSS v 20.0, <italic toggle=\"yes\">k</italic>-NN, and ANN.</p>", "clean_text": "After 30 min of incubation at room temperature, the fluorescence spectra before (I 0) and after adding targets (I) of the mixture were recorded at Ex/Em (nm) 300:616 nm (scanning range: 520-750 nm). The difference between the two values (ΔI = I 0 - I) was used as the response signal for sensing analysis. This procedure was repeated to produce four replicates to obtain a data matrix of 3 MOFs × 7 molecules × 4 replicates, 3 MOFs × 6 proteins × 4 replicates, or 3 MOFs × 3 cells × 4 replicates. Finally, the obtained data were analyzed using linear discriminant analysis (LDA) in SPSS v 20.0, k-NN, and ANN.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Diagnosis of Meningitis by the Fluorescence\nSensor Array</title><p>Cerebrospinal fluid samples were obtained from\nthe Nanfang Hospital of Southern Medical University. Informed consent\nwas obtained in all cases, and the research was approved by the scientific\nethical committee of Southern Medical University. To identify and\ndiagnose the PNM, the lumbar puncture was implemented for neurosurgical\npatients; 25 μL of the cerebrospinal fluid sample was collected\nand mixed with 50 μL of three MOFs solution (2 mg·mL<sup>–1</sup>) and artificial cerebrospinal fluid, and the final\nvolume was kept at 500 μL. After 30 min of incubation at room\ntemperature, the fluorescence spectra before (<italic toggle=\"yes\">I</italic>\n<sub>0</sub>) and after adding different cerebrospinal fluid samples (<italic toggle=\"yes\">I</italic>) of the mixture were recorded at Ex/Em (nm) 300:616 nm\n(scanning range: 520–750 nm). The difference between the two\nvalues (Δ<italic toggle=\"yes\">I</italic> = <italic toggle=\"yes\">I</italic>\n<sub>0</sub> – <italic toggle=\"yes\">I</italic>) was used as the response signal for\nsensing analysis. Finally, the obtained data were analyzed using linear\ndiscriminant analysis (LDA) in SPSS v 20.0, <italic toggle=\"yes\">k</italic>-NN,\nand ANN.</p>", "clean_text": "Diagnosis of Meningitis by the Fluorescence Sensor Array\n\nCerebrospinal fluid samples were obtained from the Nanfang Hospital of Southern Medical University. Informed consent was obtained in all cases, and the research was approved by the scientific ethical committee of Southern Medical University. To identify and diagnose the PNM, the lumbar puncture was implemented for neurosurgical patients; 25 μL of the cerebrospinal fluid sample was collected and mixed with 50 μL of three MOFs solution (2 mg⋅mL-1) and artificial cerebrospinal fluid, and the final volume was kept at 500 μL. After 30 min of incubation at room temperature, the fluorescence spectra before (I 0) and after adding different cerebrospinal fluid samples (I) of the mixture were recorded at Ex/Em (nm) 300:616 nm (scanning range: 520-750 nm). The difference between the two values (ΔI = I 0 - I) was used as the response signal for sensing analysis. Finally, the obtained data were analyzed using linear discriminant analysis (LDA) in SPSS v 20.0, k-NN, and ANN.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><title>Characterization of EM1, EM2, and EM3</title><p>The sensing array is composed of three Eu<sup>3+</sup>-doped MOFs;\nthey are Eu<sup>3+</sup>/UIO-66, Eu<sup>3+</sup>/HKUST-1, and Eu<sup>3+</sup>/MIL-53, denoted as EM1, EM2, and EM3. As shown in SEM images\nin , both EM1\nand EM3 present a spherical structure, and the average sizes are 40\n± 5.62 and 200 ± 46 nm, respectively. EM2 shows an octahedral\nstructure with an average size of 500 ± 50 nm. The PXRD patterns\nof the three EMs are consistent with their standard PXRD patterns,\nindicating that the doping of Eu<sup>3+</sup> does not influence the\ncrystal structure of MOFs (d–f). The FT-IR spectra correspond with their\norganic ligands (g) for EM1; the stretching vibrations of ν<sub>as</sub> (−COO−)\nand ν<sub>s</sub> (−COO−) at 1581 and 1396 cm<sup>–1</sup> belong to the characteristic bands of the carboxylate\ngroup in ligands, and the peak of the benzene ring is at 1506 cm<sup>–1</sup>. As for EM2, the absorption\nband at 1630 cm<sup>–1</sup> is attributed to the stretching\nvibration of −COOH groups; the peak at 1450 cm<sup>–1</sup> is assigned to the stretching vibration of the −CC\nbond. For EM3, the peak at 600 cm<sup>–1</sup> should correspond to Al–O stretching vibrations. Furthermore, the three Eu<sup>3+</sup>-doped\nMOFs reveal the main emission wavelength of Eu<sup>3+</sup> (616 nm)\nupon excitation at 300 nm due to the sensitization of the organic\nligand to Eu<sup>3+</sup> (<sup>5</sup>D<sub>0</sub>–<sup>7</sup>F<sub>2</sub>), implying the successful introduction of Eu<sup>3+</sup> (h). The\nζ potentials of the three EMs are −24.5, −14.3,\nand −4.75 mV, respectively (i).</p>", "clean_text": "Results and Discussion\n\nCharacterization of EM1, EM2, and EM3\n\nThe sensing array is composed of three Eu3+-doped MOFs; they are Eu3+/UIO-66, Eu3+/HKUST-1, and Eu3+/MIL-53, denoted as EM1, EM2, and EM3. As shown in SEM images in , both EM1 and EM3 present a spherical structure, and the average sizes are 40 ± 5.62 and 200 ± 46 nm, respectively. EM2 shows an octahedral structure with an average size of 500 ± 50 nm. The PXRD patterns of the three EMs are consistent with their standard PXRD patterns, indicating that the doping of Eu3+ does not influence the crystal structure of MOFs (d-f). The FT-IR spectra correspond with their organic ligands (g) for EM1; the stretching vibrations of νas (-COO-) and νs (-COO-) at 1581 and 1396 cm-1 belong to the characteristic bands of the carboxylate group in ligands, and the peak of the benzene ring is at 1506 cm-1. As for EM2, the absorption band at 1630 cm-1 is attributed to the stretching vibration of -COOH groups; the peak at 1450 cm-1 is assigned to the stretching vibration of the -CC bond. For EM3, the peak at 600 cm-1 should correspond to Al-O stretching vibrations. Furthermore, the three Eu3+-doped MOFs reveal the main emission wavelength of Eu3+ (616 nm) upon excitation at 300 nm due to the sensitization of the organic ligand to Eu3+ (5D0-7F2), implying the successful introduction of Eu3+ (h). The ζ potentials of the three EMs are -24.5, -14.3, and -4.75 mV, respectively (i).", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM images and PXRD patterns of (a, d) EM1,\n(b, e) EM2, and (c,\nf) EM3. The FT-IR spectra (g), photoluminescence spectra (h), and\nζ potentials (i) of the three Eu<sup>3+</sup>-doped MOFs. The\ninsets of panel (h) are the photographs of three MOFs Eu<sup>3+</sup>-doped under 265 nm UV light.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac2c03154_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  SEM images and PXRD patterns of (a, d) EM1, (b, e) EM2, and (c, f) EM3. The FT-IR spectra (g), photoluminescence spectra (h), and ζ potentials (i) of the three Eu3+-doped MOFs. The insets of panel (h) are the photographs of three MOFs Eu3+-doped under 265 nm UV light.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Identification and Determination of CSF Molecules</title><p>Seven molecules are utilized to test the identification and determination\nability of potential PNM molecular markers in CSF. Lactate (LA), glucose\n(Glu), and hydrogen peroxide (H<sub>2</sub>O<sub>2</sub>) are inflammation-related\nmolecules; ascorbic acid (AA), glutathione (GSH), and hydrogen sulfide\n(H<sub>2</sub>S) are critical in neuroprotection and neuromodulation; and dopamine (DA) is a typical neurotransmitter. The response of\neach sensor toward 100 μM molecules is first studied in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figures S1</ext-link> and a, in\nwhich <italic toggle=\"yes\">I</italic>\n<sub>0</sub> and <italic toggle=\"yes\">I</italic> represent\nthe fluorescence intensity at 616 nm of the sensor before and after\nthe reaction with molecules, respectively. The potential mechanism\nof the molecule-induced optical change is examined, and the results\nare shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>. The luminescence\nchange of EM2 is not obvious, mainly because Cu<sup>2+</sup> in HKUST-1\ncan quench the lanthanide luminescence. There is no overlap for the absorption of molecules with the corresponding\nwavelengths (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figure S2a</ext-link>) with the excitation/emission\nwavelength of 300:616 nm; thus, no inner filter effect occurs between\nmolecules and the three EMs. After the reaction with H<sub>2</sub>O<sub>2</sub>, the crystal structure of EM1 is disrupted (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figure S2b</ext-link>), which may lead to the luminescence\nquenching of EM1, while the crystal structure\nof EM3 is stable (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figure S2c</ext-link>). It can be\nseen from <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figures S2d–f</ext-link> that the\nlifetime of Eu<sup>3+</sup> emission in EM1 and EM3 decrease in the\npresence of DA, indicating nonradiative energy transfer from the Eu<sup>3+</sup> ion to the DA molecule. In\naddition, 100 μM DA was separately reacted with three EMs, then\nthe mixtures were centrifugated, and the UV–vis absorption\nspectra of the supernatant were measured. The result in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figure S2g</ext-link> reveals that an abundance of DA can\ncoordinate with EM1, which may also contribute to the highest response\nof EM1. The lifetime of three EMs after reacting with GSH, LA, Glu,\nand AA, respectively, is detected. As\nshown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figures S2h–k</ext-link>, the four\nmolecules can all prolong the lifetime of lanthanide luminescence\nmore or less, implying an enhanced antenna effect toward Eu<sup>3+</sup>-doped MOFs. The different levels of emission enhancement are also\nestimated to have resulted from the various surface areas and charges\nof three EMs. The H<sub>2</sub>S can react with Cu<sup>2+</sup> in\nEM2 to induce the structural collapse of EM2 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figure S2l</ext-link>), which disrupts the quenching by Cu<sup>2+</sup> and increases luminescence of EM2.\n</p>", "clean_text": "Identification and Determination of CSF Molecules\n\nSeven molecules are utilized to test the identification and determination ability of potential PNM molecular markers in CSF. Lactate (LA), glucose (Glu), and hydrogen peroxide (H2O2) are inflammation-related molecules; ascorbic acid (AA), glutathione (GSH), and hydrogen sulfide (H2S) are critical in neuroprotection and neuromodulation; and dopamine (DA) is a typical neurotransmitter. The response of each sensor toward 100 μM molecules is first studied in Figures S1 and a, in which I 0 and I represent the fluorescence intensity at 616 nm of the sensor before and after the reaction with molecules, respectively. The potential mechanism of the molecule-induced optical change is examined, and the results are shown in Figure S2. The luminescence change of EM2 is not obvious, mainly because Cu2+ in HKUST-1 can quench the lanthanide luminescence. There is no overlap for the absorption of molecules with the corresponding wavelengths (Figure S2a) with the excitation/emission wavelength of 300:616 nm; thus, no inner filter effect occurs between molecules and the three EMs. After the reaction with H2O2, the crystal structure of EM1 is disrupted (Figure S2b), which may lead to the luminescence quenching of EM1, while the crystal structure of EM3 is stable (Figure S2c). It can be seen from Figures S2d-f that the lifetime of Eu3+ emission in EM1 and EM3 decrease in the presence of DA, indicating nonradiative energy transfer from the Eu3+ ion to the DA molecule. In addition, 100 μM DA was separately reacted with three EMs, then the mixtures were centrifugated, and the UV-vis absorption spectra of the supernatant were measured. The result in Figure S2g reveals that an abundance of DA can coordinate with EM1, which may also contribute to the highest response of EM1. The lifetime of three EMs after reacting with GSH, LA, Glu, and AA, respectively, is detected. As shown in Figures S2h-k, the four molecules can all prolong the lifetime of lanthanide luminescence more or less, implying an enhanced antenna effect toward Eu3+-doped MOFs. The different levels of emission enhancement are also estimated to have resulted from the various surface areas and charges of three EMs. The H2S can react with Cu2+ in EM2 to induce the structural collapse of EM2 (Figure S2l), which disrupts the quenching by Cu2+ and increases luminescence of EM2. ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Fluorescence\nresponse (<italic toggle=\"yes\">I</italic>\n<sub>0</sub> – <italic toggle=\"yes\">I</italic>) patterns of the sensor array against various molecules\n(100 μM). (b) LDA plots for the sensor array against seven small\nmolecules. (c) Confusion matrix of the discrimination of seven molecules\nbased on the data of sensor array. LDA plots for the sensor array\nagainst lactate (LA) at different concentrations without (d) and with\n(e) interferences. (f) LDA plots for the sensor array against different\nproportions of lactate and glucose in artificial cerebrospinal fluid.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac2c03154_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Fluorescence response (I 0 - I) patterns of the sensor array against various molecules (100 μM). (b) LDA plots for the sensor array against seven small molecules. (c) Confusion matrix of the discrimination of seven molecules based on the data of sensor array. LDA plots for the sensor array against lactate (LA) at different concentrations without (d) and with (e) interferences. (f) LDA plots for the sensor array against different proportions of lactate and glucose in artificial cerebrospinal fluid.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>In the preliminary study, linear discriminant analysis\n(LDA) was\nutilized to investigate the fluorescence change, and the most significant\ntwo factors (factor 1 = 90.4% and factor 2 = 9.1%) were used to generate\na two-dimensional (2D) plot. b reveals that seven molecules can be clearly separated\nfrom each other at 100 μM. Furthermore, the <italic toggle=\"yes\">k</italic>-nearest neighbor (<italic toggle=\"yes\">k</italic>-NN) algorithms are utilized\nto examine the discriminant accuracy, and the results are shown in c. The rows and columns\nin the confusion matrix are true classes and predicted classes, respectively.\nMost of the molecules can be discriminated perfectly, except that\n29% of DA, 22% of Glu, and 57% of H<sub>2</sub>S are false classifications;\nthe discrimination confidence is 91.5%.</p>", "clean_text": "In the preliminary study, linear discriminant analysis (LDA) was utilized to investigate the fluorescence change, and the most significant two factors (factor 1 = 90.4% and factor 2 = 9.1%) were used to generate a two-dimensional (2D) plot. b reveals that seven molecules can be clearly separated from each other at 100 μM. Furthermore, the k-nearest neighbor (k-NN) algorithms are utilized to examine the discriminant accuracy, and the results are shown in c. The rows and columns in the confusion matrix are true classes and predicted classes, respectively. Most of the molecules can be discriminated perfectly, except that 29% of DA, 22% of Glu, and 57% of H2S are false classifications; the discrimination confidence is 91.5%.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Apart from the qualitative\nanalysis, the discrimination of different\nconcentrations of molecules is also significant for a potential clinical\ndiagnosis approach. An artificial cerebrospinal fluid was prepared\nto test the assay performance of the sensor array in the presence\nof interferents; the detailed composition of the artificial CSF is\nprovided in Experiments of the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>. Lactate and glucose from 0.1 to 5 mM are reacted with the sensing\narray, and the optical response is analyzed by LDA. The results indicate\nthat various concentrations of lactate (d,e and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">S3</ext-link>) or\nglucose (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>) can be completely distinguished,\neither alone or in artificial cerebrospinal fluid. In addition, artificial\ncerebrospinal fluids containing different proportions of lactate and\nglucose are prepared to simulate more complex composition changes. f and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">S5</ext-link> reveal that the artificial cerebrospinal fluid\nwith different proportions of lactate and glucose (from 0.1mM Glu/4\nmM LA to 0.5 mM LA/5 mM Glu) can also be discriminated after a reaction\nwith the sensor array. The above results reveal that the proposed\nEu<sup>3+</sup>-doped MOF array has a good performance for the identification\nand determination of CSF molecules.</p>", "clean_text": "Apart from the qualitative analysis, the discrimination of different concentrations of molecules is also significant for a potential clinical diagnosis approach. An artificial cerebrospinal fluid was prepared to test the assay performance of the sensor array in the presence of interferents; the detailed composition of the artificial CSF is provided in Experiments of the Supporting Information. Lactate and glucose from 0.1 to 5 mM are reacted with the sensing array, and the optical response is analyzed by LDA. The results indicate that various concentrations of lactate (d,e and S3) or glucose (Figure S4) can be completely distinguished, either alone or in artificial cerebrospinal fluid. In addition, artificial cerebrospinal fluids containing different proportions of lactate and glucose are prepared to simulate more complex composition changes. f and S5 reveal that the artificial cerebrospinal fluid with different proportions of lactate and glucose (from 0.1mM Glu/4 mM LA to 0.5 mM LA/5 mM Glu) can also be discriminated after a reaction with the sensor array. The above results reveal that the proposed Eu3+-doped MOF array has a good performance for the identification and determination of CSF molecules.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Identification and Determination of CSF Proteins</title><p>Six kinds of proteins were selected as the model targets, among\nwhich transferrin (TRF), superoxide dismutase (SOD), lactic dehydrogenase\n(LDH), and catalyze (CAT) have been reported to be associated with\ninflammation. As shown in a, each protein (200 μg·mL<sup>–1</sup>) has its own pattern of luminescence response to three MOFs. The\nfluorescence intensity of EM1 is increased for almost all proteins,\nand the fluorescence intensity of EM2 and EM3 is slightly decreased.</p>", "clean_text": "Identification and Determination of CSF Proteins\n\nSix kinds of proteins were selected as the model targets, among which transferrin (TRF), superoxide dismutase (SOD), lactic dehydrogenase (LDH), and catalyze (CAT) have been reported to be associated with inflammation. As shown in a, each protein (200 μg⋅mL-1) has its own pattern of luminescence response to three MOFs. The fluorescence intensity of EM1 is increased for almost all proteins, and the fluorescence intensity of EM2 and EM3 is slightly decreased.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Photoluminescence\n(<italic toggle=\"yes\">I</italic>\n<sub>0</sub> – <italic toggle=\"yes\">I</italic>) patterns\nof the sensor array for (a) various proteins\n(200 μg·mL<sup>–1</sup>), (d) different concentrations\nof HSA, and (g) the mixtures of different proportions of HSA and LDH\nunder interferences. LDA plots for the sensor array against (b) various\nproteins, (e) different concentrations of HSA, and (h) the mixtures\nof different proportions of HSA and LDH under interferences. Confusion\nmatrix of the discrimination of (c) various proteins, (f) different\nconcentrations of HSA, and (i) the mixtures of different proportions\nof HSA and LDH under interferences based on the data of the entire\nsensor array.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac2c03154_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Photoluminescence (I 0 - I) patterns of the sensor array for (a) various proteins (200 μg⋅mL-1), (d) different concentrations of HSA, and (g) the mixtures of different proportions of HSA and LDH under interferences. LDA plots for the sensor array against (b) various proteins, (e) different concentrations of HSA, and (h) the mixtures of different proportions of HSA and LDH under interferences. Confusion matrix of the discrimination of (c) various proteins, (f) different concentrations of HSA, and (i) the mixtures of different proportions of HSA and LDH under interferences based on the data of the entire sensor array.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>The mechanism for the optical change of three EMs\nto proteins is\nstudied. There is no overlap for the absorption of six proteins with\nthe excitation/emission wavelength of 300:616 nm for EMs (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figure S6a</ext-link>). So, no inner filter effect occurs\nbetween proteins and the three EMs. The lifetime of the three EMs\nhardly changes with the existence of protein (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figures S6b–d</ext-link>). Furthermore, a molecular docking simulation is performed to verify and explore the interaction\nforce between the ligands (H<sub>2</sub>BDC, H<sub>3</sub>BTC) of\nEMs and proteins (taking HSA as an example). <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figure S6e</ext-link> demonstrates that there are mainly hydrogen bond interactions\nbetween H<sub>2</sub>BDC and amino acid residues of LYS-467, ARG-194,\nASP-394, ARG-259, GLN-333, and TYR-359 of HSA. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figure S6f</ext-link> demonstrates the similar hydrogen bond interactions\nbetween H<sub>3</sub>BTC and amino acid residues of HSA. In addition,\nthe six proteins with different isoelectric points (pI) have various\nsurface charges (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>), which also\naffect the reaction of proteins with Eu<sup>3+</sup>-doped MOFs.</p>", "clean_text": "The mechanism for the optical change of three EMs to proteins is studied. There is no overlap for the absorption of six proteins with the excitation/emission wavelength of 300:616 nm for EMs (Figure S6a). So, no inner filter effect occurs between proteins and the three EMs. The lifetime of the three EMs hardly changes with the existence of protein (Figures S6b-d). Furthermore, a molecular docking simulation is performed to verify and explore the interaction force between the ligands (H2BDC, H3BTC) of EMs and proteins (taking HSA as an example). Figure S6e demonstrates that there are mainly hydrogen bond interactions between H2BDC and amino acid residues of LYS-467, ARG-194, ASP-394, ARG-259, GLN-333, and TYR-359 of HSA. Figure S6f demonstrates the similar hydrogen bond interactions between H3BTC and amino acid residues of HSA. In addition, the six proteins with different isoelectric points (pI) have various surface charges (Table S1), which also affect the reaction of proteins with Eu3+-doped MOFs.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>After the responding pattern was preliminarily analyzed by LDA,\nthe most significant two factors (factor 1 = 83.3% and factor 2 =\n15.2%) were used to generate a 2D plot, in which the response patterns\nare clustered into six groups with no overlap (b). The <italic toggle=\"yes\">k</italic>-NN algorithm also\nreveals that the different proteins can be completely discriminated\nwith a confidence of 100% (c). Compared to using only one EM or two EMs, it is\nobserved that the correct classification rate of 100% can be achieved\nonly when all three EMs are employed (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>). After that, the identification potential of unknown protein samples\nwas explored. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>, the\nsensor array has demonstrated a 100% identification level, indicating\nthe excellent discrimination ability of the sensor array.</p>", "clean_text": "After the responding pattern was preliminarily analyzed by LDA, the most significant two factors (factor 1 = 83.3% and factor 2 = 15.2%) were used to generate a 2D plot, in which the response patterns are clustered into six groups with no overlap (b). The k-NN algorithm also reveals that the different proteins can be completely discriminated with a confidence of 100% (c). Compared to using only one EM or two EMs, it is observed that the correct classification rate of 100% can be achieved only when all three EMs are employed (Table S2). After that, the identification potential of unknown protein samples was explored. As shown in Table S3, the sensor array has demonstrated a 100% identification level, indicating the excellent discrimination ability of the sensor array.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>Since\nthe clinical research reported that the total protein content\nin CSF tends to show a dynamic change for PNM patients, the discriminating\ncapability of the sensor array for different concentrations of proteins\n(50, 100, 300, and 400 μg·mL<sup>–1</sup>) has been\nevaluated. As expected, each protein has its specific responding pattern\nover a wide range of concentrations (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figures S7–S12</ext-link>), showing a perfect potential to be distinguished from each other.\nIn addition, another challenge is to quantitatively determine the\nconcentration of a given protein. HSA is taken as an example (d), the LDA plot\nfor different concentrations of HSA (from 50 μg·mL<sup>–1</sup> to 400 μg·mL<sup>–1</sup>) is clustered\ninto five groups (e and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">S13</ext-link>), and a discriminant\naccuracy of 87.6% can be acquired based on the <italic toggle=\"yes\">k</italic>-NN\nalgorithm (f).</p>", "clean_text": "Since the clinical research reported that the total protein content in CSF tends to show a dynamic change for PNM patients, the discriminating capability of the sensor array for different concentrations of proteins (50, 100, 300, and 400 μg⋅mL-1) has been evaluated. As expected, each protein has its specific responding pattern over a wide range of concentrations (Figures S7-S12), showing a perfect potential to be distinguished from each other. In addition, another challenge is to quantitatively determine the concentration of a given protein. HSA is taken as an example (d), the LDA plot for different concentrations of HSA (from 50 μg⋅mL-1 to 400 μg⋅mL-1) is clustered into five groups (e and S13), and a discriminant accuracy of 87.6% can be acquired based on the k-NN algorithm (f).", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Next, the artificial CSF containing different proportions\nof HSA\nand LDH are prepared to investigate the discriminating ability in\nmore complex changing of CFS. h and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">S14</ext-link> reveal that artificial\nCSF with different proportions of HSA and LDH (from 50 μg·mL<sup>–1</sup> HSA/400 μg·mL<sup>–1</sup> LDH\nto 400 μg·mL<sup>–1</sup> HSA/50 μg·mL<sup>–1</sup> LDH) can be discriminated after the response patterns\nare analyzed by LDA. The discrimination confidence is 81.3% based\non the <italic toggle=\"yes\">k</italic>-NN algorithm (i).</p>", "clean_text": "Next, the artificial CSF containing different proportions of HSA and LDH are prepared to investigate the discriminating ability in more complex changing of CFS. h and S14 reveal that artificial CSF with different proportions of HSA and LDH (from 50 μg⋅mL-1 HSA/400 μg⋅mL-1 LDH to 400 μg⋅mL-1 HSA/50 μg⋅mL-1 LDH) can be discriminated after the response patterns are analyzed by LDA. The discrimination confidence is 81.3% based on the k-NN algorithm (i).", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Identification and Determination of CSF Cells</title><p>The CSF leukocyte count is clinically regarded as a significant\nindicator of PNM. Therefore, RAW264.7, BV-2, and Thp-1 are chosen\nto test the discrimination and determination capability of the sensor\narray. The three EMs are reacted with six groups of cells, including\nthree groups of individual cells and three groups of mixed cells (a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">S15–S17</ext-link>). After being analyzed by LDA,\nthe individual cells and mixed cells can be clearly discriminated\nwith no overlap (b,c).</p>", "clean_text": "Identification and Determination of CSF Cells\n\nThe CSF leukocyte count is clinically regarded as a significant indicator of PNM. Therefore, RAW264.7, BV-2, and Thp-1 are chosen to test the discrimination and determination capability of the sensor array. The three EMs are reacted with six groups of cells, including three groups of individual cells and three groups of mixed cells (a and S15-S17). After being analyzed by LDA, the individual cells and mixed cells can be clearly discriminated with no overlap (b,c).", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Photoluminescence response (<italic toggle=\"yes\">I</italic>\n<sub>0</sub> – <italic toggle=\"yes\">I</italic>) patterns of the sensor array against various cells. LDA\nplots for the sensor array against various cell lines (b), the mixtures\nof different cells (c), and artificial cerebrospinal fluids containing\ndifferent counts of RAW264.7 cells (d). (e) Relationship between factor\n1 and the count of RAW264.7 cells. (f) Confusion matrix of the discrimination\nof artificial cerebrospinal fluids containing various cell lines at\ndifferent counts based on the data of the entire sensor array.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac2c03154_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Photoluminescence response (I 0 - I) patterns of the sensor array against various cells. LDA plots for the sensor array against various cell lines (b), the mixtures of different cells (c), and artificial cerebrospinal fluids containing different counts of RAW264.7 cells (d). (e) Relationship between factor 1 and the count of RAW264.7 cells. (f) Confusion matrix of the discrimination of artificial cerebrospinal fluids containing various cell lines at different counts based on the data of the entire sensor array.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Fluorescence imaging is conducted to study whether\nthe three EMs\ncan be taken up by cells. It can be seen from <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figure S18a</ext-link> that EMs hardly entered the inside of the cells\nas the reaction time was only 0.5 h. Therefore, the optical change\nof the three EMs mainly resulted from the molecules and proteins on\nthe surface of cells. Then, the lifetime of the three EMs after reacting\nwith BV-2, RAW264.7, and Thp-1 cells is measured. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figure S18b,d</ext-link>, the lifetime of EM3 was prolonged\nby adding BV-2 cells and shortened by adding RAW264.7 cells. This\ncorresponded with the luminescence change by adding BV-2 and RAW264.7\ncells, respectively.</p>", "clean_text": "Fluorescence imaging is conducted to study whether the three EMs can be taken up by cells. It can be seen from Figure S18a that EMs hardly entered the inside of the cells as the reaction time was only 0.5 h. Therefore, the optical change of the three EMs mainly resulted from the molecules and proteins on the surface of cells. Then, the lifetime of the three EMs after reacting with BV-2, RAW264.7, and Thp-1 cells is measured. As shown in Figure S18b,d, the lifetime of EM3 was prolonged by adding BV-2 cells and shortened by adding RAW264.7 cells. This corresponded with the luminescence change by adding BV-2 and RAW264.7 cells, respectively.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The artificial cerebrospinal fluids containing\ndifferent concentrations\nof RAW264.7 from 1000 to 10000 cells·mL<sup>–1</sup> are\nintroduced to three EMs to validate the quantitative ability of the\nsensor array (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figures S15–S17</ext-link>).\nThe data are preliminarily analyzed by LDA; each group can be clustered\nwith the most significant two factors (factor 1 = 95.4% and factor\n2 = 4.0%) (d); factor 1 is linearly dependent on the concentration of RAW264.7\n(e). Furthermore,\nthe <italic toggle=\"yes\">k</italic>-NN algorithm is used to assess the determination\nof cell counts of the sensor array, and a discriminant accuracy of\n83.4% can be obtained (f).</p>", "clean_text": "The artificial cerebrospinal fluids containing different concentrations of RAW264.7 from 1000 to 10000 cells⋅mL-1 are introduced to three EMs to validate the quantitative ability of the sensor array (Figures S15-S17). The data are preliminarily analyzed by LDA; each group can be clustered with the most significant two factors (factor 1 = 95.4% and factor 2 = 4.0%) (d); factor 1 is linearly dependent on the concentration of RAW264.7 (e). Furthermore, the k-NN algorithm is used to assess the determination of cell counts of the sensor array, and a discriminant accuracy of 83.4% can be obtained (f).", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Diagnosis of PNM</title><p>Based on the above\nexperimental results, the sensor array performs excellently in distinguishing\nthe content change of molecules, proteins, and cells in CSF. Forty-five\nCSF samples from neurosurgical patients are preliminarily classified\ninto three types (normal, mild, and severe) based on their leukocyte\ncount. The CSF is reacted with the sensor array, and the three types\nare diagnosed by evaluating the minimal Mahalanobis squared distance\nbetween the unknown samples and each cluster established by the training\nset in LDA (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Tables S4 and S5</ext-link>). The results\nshow that three types of unknown samples can be classified with an\naccuracy of 86.7% compared with the results of preliminary classification\n(a). What is\nmore, misclassification is more common in mild and severe meningitis\nthan in the normal group, implying its powerful disease diagnosis\nand discrimination ability. The classification accuracy given by the <italic toggle=\"yes\">k</italic>-NN algorithm is 88.1% (b). Moreover, the previous data including\nmolecules, proteins, cells, and CSF are further processed by the ANN\nalgorithm. The confusion matrices and corresponding loss functions\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figure S19</ext-link> also indicate the good validation\nperformance of the sensor array.</p>", "clean_text": "Diagnosis of PNM\n\nBased on the above experimental results, the sensor array performs excellently in distinguishing the content change of molecules, proteins, and cells in CSF. Forty-five CSF samples from neurosurgical patients are preliminarily classified into three types (normal, mild, and severe) based on their leukocyte count. The CSF is reacted with the sensor array, and the three types are diagnosed by evaluating the minimal Mahalanobis squared distance between the unknown samples and each cluster established by the training set in LDA (Tables S4 and S5). The results show that three types of unknown samples can be classified with an accuracy of 86.7% compared with the results of preliminary classification (a). What is more, misclassification is more common in mild and severe meningitis than in the normal group, implying its powerful disease diagnosis and discrimination ability. The classification accuracy given by the k-NN algorithm is 88.1% (b). Moreover, the previous data including molecules, proteins, cells, and CSF are further processed by the ANN algorithm. The confusion matrices and corresponding loss functions in Figure S19 also indicate the good validation performance of the sensor array.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Distribution of points representing\n45 individuals in the canonical\nscore plot based on the training dataset (normal, mild, and severe).\n(b) Confusion matrix of the discrimination of various cerebrospinal\nfluid samples based on the data of the entire sensor array (1: normal;\n2: mild; 3: severe). (c) Box-plot of factor 1 for two groups (meningitis\nand normal individuals). (d) ROC analysis of the two-group diagnostic\nstudy (normal vs mild, normal vs severe, and mild vs severe).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac2c03154_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Distribution of points representing 45 individuals in the canonical score plot based on the training dataset (normal, mild, and severe). (b) Confusion matrix of the discrimination of various cerebrospinal fluid samples based on the data of the entire sensor array (1: normal; 2: mild; 3: severe). (c) Box-plot of factor 1 for two groups (meningitis and normal individuals). (d) ROC analysis of the two-group diagnostic study (normal vs mild, normal vs severe, and mild vs severe).   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<p>To explore its specificity and sensitivity, the\nLDA dataset is\ntransferred into a histogram of statistics to distinguish the meningitis\ngroup and the normal group; <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figure S20a</ext-link> illustrates that the distribution curve is partially crossed. And\nthere is a significant difference between scores of factor 1 in meningitis\nand normal individuals (c). Then, a more detailed analysis of the sensitivity and\nspecificity of the sensor array is conducted through the receiver\noperator characteristic (ROC). The area under the curve (AUC) is calculated\nas 0.949, indicating the reliability of the sensor array in the diagnosis\nof bacterial meningitis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figure S20b</ext-link>).\nIn addition, under the premise of ensuring sensitivity and specificity,\nwe obtain 93% sensitivity and 93% specificity according to the Youden\nindex. Finally, we compare the diagnostic ability of the sensor array\nfor normal and mild groups, normal and severe groups, and mild and\nsevere groups by ROC. As shown in d, all three groups have a relatively high\narea under the curve (AUC &gt; 0.87), which further proves that the\nsensor\narray is relatively reliable in the diagnosis of PNM.</p>", "clean_text": "To explore its specificity and sensitivity, the LDA dataset is transferred into a histogram of statistics to distinguish the meningitis group and the normal group; Figure S20a illustrates that the distribution curve is partially crossed. And there is a significant difference between scores of factor 1 in meningitis and normal individuals (c). Then, a more detailed analysis of the sensitivity and specificity of the sensor array is conducted through the receiver operator characteristic (ROC). The area under the curve (AUC) is calculated as 0.949, indicating the reliability of the sensor array in the diagnosis of bacterial meningitis (Figure S20b). In addition, under the premise of ensuring sensitivity and specificity, we obtain 93% sensitivity and 93% specificity according to the Youden index. Finally, we compare the diagnostic ability of the sensor array for normal and mild groups, normal and severe groups, and mild and severe groups by ROC. As shown in d, all three groups have a relatively high area under the curve (AUC > 0.87), which further proves that the sensor array is relatively reliable in the diagnosis of PNM.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Besides,\nthe CSF samples from the same patient were collected before\nand after the treatment, and the experiment was carried out in the\nsame way as before. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figure S21</ext-link>, there is a significant difference between scores of factor 1 before\nand after the treatments.</p>", "clean_text": "Besides, the CSF samples from the same patient were collected before and after the treatment, and the experiment was carried out in the same way as before. As shown in Figure S21, there is a significant difference between scores of factor 1 before and after the treatments.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, we have successfully\nconducted a machine-learning-aided\nsensor array including three Eu<sup>3+</sup>-doped MOFs with different\nsizes, morphologies, and surface charges. The discrimination capability\nof the sensor array for different concentrations of molecules, proteins,\nand cells is verified. On this basis, the sensor array exhibits a\npowerful PNM diagnosis ability for unknown CSF samples from post-neurosurgical\npatients. This strategy of comprehensive CSF analysis may provide\nmore accurate evidence for the diagnosis and prognosis of PNM; it\ncan also be referenced for the diagnosis of other brain diseases based\non CSF analysis.</p>", "clean_text": "Conclusions\n\nIn summary, we have successfully conducted a machine-learning-aided sensor array including three Eu3+-doped MOFs with different sizes, morphologies, and surface charges. The discrimination capability of the sensor array for different concentrations of molecules, proteins, and cells is verified. On this basis, the sensor array exhibits a powerful PNM diagnosis ability for unknown CSF samples from post-neurosurgical patients. This strategy of comprehensive CSF analysis may provide more accurate evidence for the diagnosis and prognosis of PNM; it can also be referenced for the diagnosis of other brain diseases based on CSF analysis.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.analchem.2c03154?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.analchem.2c03154</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional experimental details, including chemicals\nand materials, apparatus, and the synthesis of the three MOFs and\ncell culture; fluorescence spectra of the three EMs before and after\nthe addition of different kinds of targets at different concentrations;\nmechanism for the optical change of the three EMs to molecules, proteins,\nand cells; relationship between factor 1 and the concentration of\nlactate or human serum albumin; LDA plots for the sensor array against\nseven proteins with different concentrations; ANN algorithm-based\noverall confusion matrices of molecules, proteins, cells, and CSF,\nand the corresponding loss functions; LDA score and RO analysis of\nthe two groups (normal/meningitis); box-plot of score from the same\npatient before and after treatment; table of isoelectric points of\nsix proteins, different sensors for each protein classification and\nunknown protein classification, the fluorescence response patterns\nof the three EMs against various CSF samples, and the identification\nof 45 unknown samples (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.analchem.2c03154.  Additional experimental details, including chemicals and materials, apparatus, and the synthesis of the three MOFs and cell culture; fluorescence spectra of the three EMs before and after the addition of different kinds of targets at different concentrations; mechanism for the optical change of the three EMs to molecules, proteins, and cells; relationship between factor 1 and the concentration of lactate or human serum albumin; LDA plots for the sensor array against seven proteins with different concentrations; ANN algorithm-based overall confusion matrices of molecules, proteins, cells, and CSF, and the corresponding loss functions; LDA score and RO analysis of the two groups (normal/meningitis); box-plot of score from the same patient before and after treatment; table of isoelectric points of six proteins, different sensors for each protein classification and unknown protein classification, the fluorescence response patterns of the three EMs against various CSF samples, and the identification of 45 unknown samples (PDF)   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Additional experimental details, including chemicals\nand materials, apparatus, and the synthesis of the three MOFs and\ncell culture; fluorescence spectra of the three EMs before and after\nthe addition of different kinds of targets at different concentrations;\nmechanism for the optical change of the three EMs to molecules, proteins,\nand cells; relationship between factor 1 and the concentration of\nlactate or human serum albumin; LDA plots for the sensor array against\nseven proteins with different concentrations; ANN algorithm-based\noverall confusion matrices of molecules, proteins, cells, and CSF,\nand the corresponding loss functions; LDA score and RO analysis of\nthe two groups (normal/meningitis); box-plot of score from the same\npatient before and after treatment; table of isoelectric points of\nsix proteins, different sensors for each protein classification and\nunknown protein classification, the fluorescence response patterns\nof the three EMs against various CSF samples, and the identification\nof 45 unknown samples (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Additional experimental details, including chemicals and materials, apparatus, and the synthesis of the three MOFs and cell culture; fluorescence spectra of the three EMs before and after the addition of different kinds of targets at different concentrations; mechanism for the optical change of the three EMs to molecules, proteins, and cells; relationship between factor 1 and the concentration of lactate or human serum albumin; LDA plots for the sensor array against seven proteins with different concentrations; ANN algorithm-based overall confusion matrices of molecules, proteins, cells, and CSF, and the corresponding loss functions; LDA score and RO analysis of the two groups (normal/meningitis); box-plot of score from the same patient before and after treatment; table of isoelectric points of six proteins, different sensors for each protein classification and unknown protein classification, the fluorescence response patterns of the three EMs against various CSF samples, and the identification of 45 unknown samples (PDF)", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>R.X. and X.S. contributed equally to this work.</p><p>The authors declare\nno\ncompeting financial interest.</p>", "clean_text": "R.X. and X.S. contributed equally to this work.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "13, 23, 31", "type": "text", "classification": "property", "content": "<title>Results and Discussion</title><title>Characterization of EM1, EM2, and EM3</title><p>The sensing array is composed of three Eu<sup>3+</sup>-doped MOFs;\nthey are Eu<sup>3+</sup>/UIO-66, Eu<sup>3+</sup>/HKUST-1, and Eu<sup>3+</sup>/MIL-53, denoted as EM1, EM2, and EM3. As shown in SEM images\nin , both EM1\nand EM3 present a spherical structure, and the average sizes are 40\n± 5.62 and 200 ± 46 nm, respectively. EM2 shows an octahedral\nstructure with an average size of 500 ± 50 nm. The PXRD patterns\nof the three EMs are consistent with their standard PXRD patterns,\nindicating that the doping of Eu<sup>3+</sup> does not influence the\ncrystal structure of MOFs (d–f). The FT-IR spectra correspond with their\norganic ligands (g) for EM1; the stretching vibrations of ν<sub>as</sub> (−COO−)\nand ν<sub>s</sub> (−COO−) at 1581 and 1396 cm<sup>–1</sup> belong to the characteristic bands of the carboxylate\ngroup in ligands, and the peak of the benzene ring is at 1506 cm<sup>–1</sup>. As for EM2, the absorption\nband at 1630 cm<sup>–1</sup> is attributed to the stretching\nvibration of −COOH groups; the peak at 1450 cm<sup>–1</sup> is assigned to the stretching vibration of the −CC\nbond. For EM3, the peak at 600 cm<sup>–1</sup> should correspond to Al–O stretching vibrations. Furthermore, the three Eu<sup>3+</sup>-doped\nMOFs reveal the main emission wavelength of Eu<sup>3+</sup> (616 nm)\nupon excitation at 300 nm due to the sensitization of the organic\nligand to Eu<sup>3+</sup> (<sup>5</sup>D<sub>0</sub>–<sup>7</sup>F<sub>2</sub>), implying the successful introduction of Eu<sup>3+</sup> (h). The\nζ potentials of the three EMs are −24.5, −14.3,\nand −4.75 mV, respectively (i).</p><p>Since\nthe clinical research reported that the total protein content\nin CSF tends to show a dynamic change for PNM patients, the discriminating\ncapability of the sensor array for different concentrations of proteins\n(50, 100, 300, and 400 μg·mL<sup>–1</sup>) has been\nevaluated. As expected, each protein has its specific responding pattern\nover a wide range of concentrations (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figures S7–S12</ext-link>), showing a perfect potential to be distinguished from each other.\nIn addition, another challenge is to quantitatively determine the\nconcentration of a given protein. HSA is taken as an example (d), the LDA plot\nfor different concentrations of HSA (from 50 μg·mL<sup>–1</sup> to 400 μg·mL<sup>–1</sup>) is clustered\ninto five groups (e and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">S13</ext-link>), and a discriminant\naccuracy of 87.6% can be acquired based on the <italic toggle=\"yes\">k</italic>-NN\nalgorithm (f).</p><p>To explore its specificity and sensitivity, the\nLDA dataset is\ntransferred into a histogram of statistics to distinguish the meningitis\ngroup and the normal group; <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figure S20a</ext-link> illustrates that the distribution curve is partially crossed. And\nthere is a significant difference between scores of factor 1 in meningitis\nand normal individuals (c). Then, a more detailed analysis of the sensitivity and\nspecificity of the sensor array is conducted through the receiver\noperator characteristic (ROC). The area under the curve (AUC) is calculated\nas 0.949, indicating the reliability of the sensor array in the diagnosis\nof bacterial meningitis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.analchem.2c03154/suppl_file/ac2c03154_si_001.pdf\" xlink:type=\"simple\">Figure S20b</ext-link>).\nIn addition, under the premise of ensuring sensitivity and specificity,\nwe obtain 93% sensitivity and 93% specificity according to the Youden\nindex. Finally, we compare the diagnostic ability of the sensor array\nfor normal and mild groups, normal and severe groups, and mild and\nsevere groups by ROC. As shown in d, all three groups have a relatively high\narea under the curve (AUC &gt; 0.87), which further proves that the\nsensor\narray is relatively reliable in the diagnosis of PNM.</p>", "clean_text": "Results and Discussion\n\nCharacterization of EM1, EM2, and EM3\n\nThe sensing array is composed of three Eu3+-doped MOFs; they are Eu3+/UIO-66, Eu3+/HKUST-1, and Eu3+/MIL-53, denoted as EM1, EM2, and EM3. As shown in SEM images in , both EM1 and EM3 present a spherical structure, and the average sizes are 40 ± 5.62 and 200 ± 46 nm, respectively. EM2 shows an octahedral structure with an average size of 500 ± 50 nm. The PXRD patterns of the three EMs are consistent with their standard PXRD patterns, indicating that the doping of Eu3+ does not influence the crystal structure of MOFs (d-f). The FT-IR spectra correspond with their organic ligands (g) for EM1; the stretching vibrations of νas (-COO-) and νs (-COO-) at 1581 and 1396 cm-1 belong to the characteristic bands of the carboxylate group in ligands, and the peak of the benzene ring is at 1506 cm-1. As for EM2, the absorption band at 1630 cm-1 is attributed to the stretching vibration of -COOH groups; the peak at 1450 cm-1 is assigned to the stretching vibration of the -CC bond. For EM3, the peak at 600 cm-1 should correspond to Al-O stretching vibrations. Furthermore, the three Eu3+-doped MOFs reveal the main emission wavelength of Eu3+ (616 nm) upon excitation at 300 nm due to the sensitization of the organic ligand to Eu3+ (5D0-7F2), implying the successful introduction of Eu3+ (h). The ζ potentials of the three EMs are -24.5, -14.3, and -4.75 mV, respectively (i).\n\nSince the clinical research reported that the total protein content in CSF tends to show a dynamic change for PNM patients, the discriminating capability of the sensor array for different concentrations of proteins (50, 100, 300, and 400 μg⋅mL-1) has been evaluated. As expected, each protein has its specific responding pattern over a wide range of concentrations (Figures S7-S12), showing a perfect potential to be distinguished from each other. In addition, another challenge is to quantitatively determine the concentration of a given protein. HSA is taken as an example (d), the LDA plot for different concentrations of HSA (from 50 μg⋅mL-1 to 400 μg⋅mL-1) is clustered into five groups (e and S13), and a discriminant accuracy of 87.6% can be acquired based on the k-NN algorithm (f).\n\nTo explore its specificity and sensitivity, the LDA dataset is transferred into a histogram of statistics to distinguish the meningitis group and the normal group; Figure S20a illustrates that the distribution curve is partially crossed. And there is a significant difference between scores of factor 1 in meningitis and normal individuals (c). Then, a more detailed analysis of the sensitivity and specificity of the sensor array is conducted through the receiver operator characteristic (ROC). The area under the curve (AUC) is calculated as 0.949, indicating the reliability of the sensor array in the diagnosis of bacterial meningitis (Figure S20b). In addition, under the premise of ensuring sensitivity and specificity, we obtain 93% sensitivity and 93% specificity according to the Youden index. Finally, we compare the diagnostic ability of the sensor array for normal and mild groups, normal and severe groups, and mild and severe groups by ROC. As shown in d, all three groups have a relatively high area under the curve (AUC > 0.87), which further proves that the sensor array is relatively reliable in the diagnosis of PNM.", "data": [[{"meta": {"name": "EM1", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "spherical structure", "value": "", "unit": "", "condition": ""}, {"property name": "average size", "value": "40 ± 5.62", "unit": "nm", "condition": ""}]}, {"meta": {"name": "EM2", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "octahedral structure", "value": "", "unit": "", "condition": ""}, {"property name": "average size", "value": "500 ± 50", "unit": "nm", "condition": ""}]}, {"meta": {"name": "EM3", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "peak at 600 cm–1", "value": "", "unit": "", "condition": "corresponds to Al–O stretching vibrations"}]}]], "include_properties": ["etc"]}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic\nIllustration of PNM Diagnosis Based on the Comprehensive\nAnalysis of Cerebrospinal Fluid by the Machine-Learning-Aided Sensing\nArray of Eu<sup>3+</sup>-Doped Metal–Organic Frameworks</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac2c03154_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of PNM Diagnosis Based on the Comprehensive Analysis of Cerebrospinal Fluid by the Machine-Learning-Aided Sensing Array of Eu3+-Doped Metal-Organic Frameworks   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM images and PXRD patterns of (a, d) EM1,\n(b, e) EM2, and (c,\nf) EM3. The FT-IR spectra (g), photoluminescence spectra (h), and\nζ potentials (i) of the three Eu<sup>3+</sup>-doped MOFs. The\ninsets of panel (h) are the photographs of three MOFs Eu<sup>3+</sup>-doped under 265 nm UV light.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac2c03154_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  SEM images and PXRD patterns of (a, d) EM1, (b, e) EM2, and (c, f) EM3. The FT-IR spectra (g), photoluminescence spectra (h), and ζ potentials (i) of the three Eu3+-doped MOFs. The insets of panel (h) are the photographs of three MOFs Eu3+-doped under 265 nm UV light.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Fluorescence\nresponse (<italic toggle=\"yes\">I</italic>\n<sub>0</sub> – <italic toggle=\"yes\">I</italic>) patterns of the sensor array against various molecules\n(100 μM). (b) LDA plots for the sensor array against seven small\nmolecules. (c) Confusion matrix of the discrimination of seven molecules\nbased on the data of sensor array. LDA plots for the sensor array\nagainst lactate (LA) at different concentrations without (d) and with\n(e) interferences. (f) LDA plots for the sensor array against different\nproportions of lactate and glucose in artificial cerebrospinal fluid.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac2c03154_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Fluorescence response (I 0 - I) patterns of the sensor array against various molecules (100 μM). (b) LDA plots for the sensor array against seven small molecules. (c) Confusion matrix of the discrimination of seven molecules based on the data of sensor array. LDA plots for the sensor array against lactate (LA) at different concentrations without (d) and with (e) interferences. (f) LDA plots for the sensor array against different proportions of lactate and glucose in artificial cerebrospinal fluid.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Photoluminescence\n(<italic toggle=\"yes\">I</italic>\n<sub>0</sub> – <italic toggle=\"yes\">I</italic>) patterns\nof the sensor array for (a) various proteins\n(200 μg·mL<sup>–1</sup>), (d) different concentrations\nof HSA, and (g) the mixtures of different proportions of HSA and LDH\nunder interferences. LDA plots for the sensor array against (b) various\nproteins, (e) different concentrations of HSA, and (h) the mixtures\nof different proportions of HSA and LDH under interferences. Confusion\nmatrix of the discrimination of (c) various proteins, (f) different\nconcentrations of HSA, and (i) the mixtures of different proportions\nof HSA and LDH under interferences based on the data of the entire\nsensor array.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac2c03154_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Photoluminescence (I 0 - I) patterns of the sensor array for (a) various proteins (200 μg⋅mL-1), (d) different concentrations of HSA, and (g) the mixtures of different proportions of HSA and LDH under interferences. LDA plots for the sensor array against (b) various proteins, (e) different concentrations of HSA, and (h) the mixtures of different proportions of HSA and LDH under interferences. Confusion matrix of the discrimination of (c) various proteins, (f) different concentrations of HSA, and (i) the mixtures of different proportions of HSA and LDH under interferences based on the data of the entire sensor array.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Photoluminescence response (<italic toggle=\"yes\">I</italic>\n<sub>0</sub> – <italic toggle=\"yes\">I</italic>) patterns of the sensor array against various cells. LDA\nplots for the sensor array against various cell lines (b), the mixtures\nof different cells (c), and artificial cerebrospinal fluids containing\ndifferent counts of RAW264.7 cells (d). (e) Relationship between factor\n1 and the count of RAW264.7 cells. (f) Confusion matrix of the discrimination\nof artificial cerebrospinal fluids containing various cell lines at\ndifferent counts based on the data of the entire sensor array.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac2c03154_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Photoluminescence response (I 0 - I) patterns of the sensor array against various cells. LDA plots for the sensor array against various cell lines (b), the mixtures of different cells (c), and artificial cerebrospinal fluids containing different counts of RAW264.7 cells (d). (e) Relationship between factor 1 and the count of RAW264.7 cells. (f) Confusion matrix of the discrimination of artificial cerebrospinal fluids containing various cell lines at different counts based on the data of the entire sensor array.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Distribution of points representing\n45 individuals in the canonical\nscore plot based on the training dataset (normal, mild, and severe).\n(b) Confusion matrix of the discrimination of various cerebrospinal\nfluid samples based on the data of the entire sensor array (1: normal;\n2: mild; 3: severe). (c) Box-plot of factor 1 for two groups (meningitis\nand normal individuals). (d) ROC analysis of the two-group diagnostic\nstudy (normal vs mild, normal vs severe, and mild vs severe).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac2c03154_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Distribution of points representing 45 individuals in the canonical score plot based on the training dataset (normal, mild, and severe). (b) Confusion matrix of the discrimination of various cerebrospinal fluid samples based on the data of the entire sensor array (1: normal; 2: mild; 3: severe). (c) Box-plot of factor 1 for two groups (meningitis and normal individuals). (d) ROC analysis of the two-group diagnostic study (normal vs mild, normal vs severe, and mild vs severe).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.analchem.2c03154", "title": "\nIntelligent\nClinical Lab for the Diagnosis of Post-Neurosurgical\nMeningitis Based on Machine-Learning-Aided Cerebrospinal Fluid Analysis\n", "journal": "American Chemical Society", "date": "2022.11", "author_list": ["Xie\nRuirui", "Song\nXiangfei", "Chen\nHuiting", "Lin\nPeiru", "Guo\nSiyun", "Zhuang\nZehong", "Chen\nYuying", "Zhao\nWei", "Zhao\nPeng", "Long\nHao", "Tao\nJia"]}}