{"filepath": "../L2M3_data/1_application_papers/acs_xml/ac8b03924.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>In this work, a novel and effective\nratio fluorescent porphyrin\nmetal–organic framework (MOF) probe by encapsulating UiO-66­(OH)<sub>2</sub> into the porphyrin MOF (PCN-224) was prepared, showing the\nexcellent fluorescence performance in detecting Cu<sup>2+</sup>. In\nthis probe, the signal from the green-emission UiO-66­(OH)<sub>2</sub> encapsulated in PCN-224 was deemed as an effective reference, thus\naffording an effective built-in correction in complex environmental\neffects. The red-emission PCN-224 contained the active site for detecting\nCu<sup>2+</sup>. At the same time, Cu<sup>2+</sup> can selectively\nquench the fluorescence intensity of PCN-224. The ratiometric probe\ntherefore gave an effective and reliable Cu<sup>2+</sup> determination\nplatform with an LOD value as low as 0.068 nM. This LOD result was\nbetter than the Cu<sup>2+</sup> concentration limitation in drinking\nwater regulated by World Health Organization (WHO) and reported by\nsome other methods. This provides a simple new sensor for rapidly\ndetecting copper ions, which can be further expanded in various environmental\nand biological analysis tasks.</p>", "clean_text": "In this work, a novel and effective ratio fluorescent porphyrin metal-organic framework (MOF) probe by encapsulating UiO-66(OH)2 into the porphyrin MOF (PCN-224) was prepared, showing the excellent fluorescence performance in detecting Cu2+. In this probe, the signal from the green-emission UiO-66(OH)2 encapsulated in PCN-224 was deemed as an effective reference, thus affording an effective built-in correction in complex environmental effects. The red-emission PCN-224 contained the active site for detecting Cu2+. At the same time, Cu2+ can selectively quench the fluorescence intensity of PCN-224. The ratiometric probe therefore gave an effective and reliable Cu2+ determination platform with an LOD value as low as 0.068 nM. This LOD result was better than the Cu2+ concentration limitation in drinking water regulated by World Health Organization (WHO) and reported by some other methods. This provides a simple new sensor for rapidly detecting copper ions, which can be further expanded in various environmental and biological analysis tasks.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>At present,\ncopper is used in\na wide range of applications in many fields, such as renewable energy,\nbuilding, electrical equipment, and industrial machinery. In addition, copper is a quite important basic element in all creatures\nincluding humankind, because it maintains the normal function of organs\nand life metabolic processes. However, it is harmful for one’s\nphysical health to ingest excessive copper, which leads to diarrhea,\nvomiting, some stomach upset, and even severe damage in liver and\nkidney. With  the important role of copper in various\nfields taken into account, there must be excessive amounts of copper\ncoming from industrial waste and domestic sewage in the environment,\nwhich could have a bad influence on the surrounding ecosystem and\neven threaten human health. Copper concentration as stated by the\nWorld Health Organization (WHO) and the Environmental Protection Agency\n(EPA) in United States cannot exceed 2 and 1.3 ppm in drinking water, respectively. Therefore, it is very important to provide a simple,\nrapid, highly sensitive, and specific method for detecting Cu­(II)\nions.</p>", "clean_text": "At present, copper is used in a wide range of applications in many fields, such as renewable energy, building, electrical equipment, and industrial machinery. In addition, copper is a quite important basic element in all creatures including humankind, because it maintains the normal function of organs and life metabolic processes. However, it is harmful for one's physical health to ingest excessive copper, which leads to diarrhea, vomiting, some stomach upset, and even severe damage in liver and kidney. With  the important role of copper in various fields taken into account, there must be excessive amounts of copper coming from industrial waste and domestic sewage in the environment, which could have a bad influence on the surrounding ecosystem and even threaten human health. Copper concentration as stated by the World Health Organization (WHO) and the Environmental Protection Agency (EPA) in United States cannot exceed 2 and 1.3 ppm in drinking water, respectively. Therefore, it is very important to provide a simple, rapid, highly sensitive, and specific method for detecting Cu(II) ions.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>There were various ways to detect copper ion in aqueous\nsolutions,\nsuch as some electrochemical methods, inductively\ncoupled plasma-atomic emission spectrometry (ICP-AES), or inductively coupled plasma-mass spectrometry (ICP-MS). However, their applications are restricted because\nthese methods are often time-consuming, or require expensive equipment\nor relatively complex sample preparation. Recently, novel fluorescence\ndetection methods devoted to construction and design of highly effective\nfluorescence sensors have attracted widespread attention due to its\nadvantages such as simplicity, fast response, high selectivity, and\nhigh sensitivity.\n</p>", "clean_text": "There were various ways to detect copper ion in aqueous solutions, such as some electrochemical methods, inductively coupled plasma-atomic emission spectrometry (ICP-AES), or inductively coupled plasma-mass spectrometry (ICP-MS). However, their applications are restricted because these methods are often time-consuming, or require expensive equipment or relatively complex sample preparation. Recently, novel fluorescence detection methods devoted to construction and design of highly effective fluorescence sensors have attracted widespread attention due to its advantages such as simplicity, fast response, high selectivity, and high sensitivity. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In order to meet the design\nrequirements of chemical sensors, novel\nmetal organic framework (MOFs) hybrid materials have attracted widespread\ninterest. MOFs have applications in fields such as\ngas storage and separation, chemical sensing, catalysis, and biomedicine because of their unique structure. In particular,\nthe rational design of MOFs is very helpful for selectively detecting\nsome small molecules or different ion species through the functionalization\nof the pore channel surface and the fine-tuning of the chemical environment.\nAlthough some research groups have utilized luminescent MOFs to detect\nCu­(II), it is also challenging to study how to increase the sensitivity\nof the MOFs sensor for detecting Cu­(II). In addition,\nporphyrin and the related macrocyclic compounds as rigid molecules\ncan be used as bridging ligands in the assembly of MOFs due to their\nadjustable peripheral substituents, large physical size, and additional\nmetallization sites within the ring. Considering\nthat porphyrins are intrinsic components of these MOFs, the introduction\nof porphyrin can be avoided. Furthermore, self-aggregation of porphyrin\ncan be effectively reduced due to its good separation, which enables\na fluorescence response to the analyzed substance. Compared with the\nporous materials containing porphyrin in their pores, porphyrin serves\nas an organic ligand for MOFs that are beneficial for stabilization\nof the framework and to afford accessible, abundant recognition sites. Recent research projects have also confirmed\nthat the porphyrin MOFs are among the materials with the most potential\nin the field of sensors.\n</p>", "clean_text": "In order to meet the design requirements of chemical sensors, novel metal organic framework (MOFs) hybrid materials have attracted widespread interest. MOFs have applications in fields such as gas storage and separation, chemical sensing, catalysis, and biomedicine because of their unique structure. In particular, the rational design of MOFs is very helpful for selectively detecting some small molecules or different ion species through the functionalization of the pore channel surface and the fine-tuning of the chemical environment. Although some research groups have utilized luminescent MOFs to detect Cu(II), it is also challenging to study how to increase the sensitivity of the MOFs sensor for detecting Cu(II). In addition, porphyrin and the related macrocyclic compounds as rigid molecules can be used as bridging ligands in the assembly of MOFs due to their adjustable peripheral substituents, large physical size, and additional metallization sites within the ring. Considering that porphyrins are intrinsic components of these MOFs, the introduction of porphyrin can be avoided. Furthermore, self-aggregation of porphyrin can be effectively reduced due to its good separation, which enables a fluorescence response to the analyzed substance. Compared with the porous materials containing porphyrin in their pores, porphyrin serves as an organic ligand for MOFs that are beneficial for stabilization of the framework and to afford accessible, abundant recognition sites. Recent research projects have also confirmed that the porphyrin MOFs are among the materials with the most potential in the field of sensors. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In this work,\na chemical sensor of the porphyrin MOFs composite\nmaterial based on the Cu­(II) ion ratio-based fluorescence shutdown\nwas developed (). This material was prepared by adding prepared UiO-66­(OH)<sub>2</sub> (University of Oslo) to the precursor solution of PCN-224 to prepare\na composite probe utilizing solvothermal reaction. In the framework\nof MOFs, the light emitted by the organic ligands of UiO-66­(OH)<sub>2</sub> serves as a reference signal. At the same time, the macrocycle\ncontaining four N-TCPP units possesses good active sites and can amplify\nthe detection signal. By reacting with Cu­(II) ions, some effect is\ngenerated in the porphyrin plane and especially in its electronic\nstructure, resulting in a change in the luminescent properties of\nthe probe, but the luminescence properties of the 2,5-dihydroxyterephthalic\nacid are not affected. This composite material exhibits high selectivity\nand convenient sensing properties for many other metal ions on Cu­(II)\nions. In addition, low detection limits (LODs) are exhibited by comparison\nwith other MOF sensors. Therefore, the proposed fluorescence sensor\nbased on UiO-66­(OH)<sub>2</sub>@PCN can be used as a highly effective\nCu­(II) ions sensor.</p>", "clean_text": "In this work, a chemical sensor of the porphyrin MOFs composite material based on the Cu(II) ion ratio-based fluorescence shutdown was developed (). This material was prepared by adding prepared UiO-66(OH)2 (University of Oslo) to the precursor solution of PCN-224 to prepare a composite probe utilizing solvothermal reaction. In the framework of MOFs, the light emitted by the organic ligands of UiO-66(OH)2 serves as a reference signal. At the same time, the macrocycle containing four N-TCPP units possesses good active sites and can amplify the detection signal. By reacting with Cu(II) ions, some effect is generated in the porphyrin plane and especially in its electronic structure, resulting in a change in the luminescent properties of the probe, but the luminescence properties of the 2,5-dihydroxyterephthalic acid are not affected. This composite material exhibits high selectivity and convenient sensing properties for many other metal ions on Cu(II) ions. In addition, low detection limits (LODs) are exhibited by comparison with other MOF sensors. Therefore, the proposed fluorescence sensor based on UiO-66(OH)2@PCN can be used as a highly effective Cu(II) ions sensor.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Process for Encapsulating the UiO-66­(OH)<sub>2</sub> into the Porphyrin\nMetal-Organic Framework (PCN-224) and Concept for Sensing Cu<sup>2+</sup>\n</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2018-03924e_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Process for Encapsulating the UiO-66(OH)2 into the Porphyrin Metal-Organic Framework (PCN-224) and Concept for Sensing Cu2+    ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials\nand Reagents</title><p>Zirconium oxychloride octahydrate\n(ZrOCl<sub>2</sub>·8H<sub>2</sub>O), 2,5-dihydroxyterephthalic\nacid and benzoic acid were from Aladdin. Pyrrole and methyl <italic toggle=\"yes\">p</italic>-formylbenzoate were obtained\nfrom Sigma-Aldrich. Minor modifications from the literature were made\nto obtain meso-tetra-(4-carbomethoxyphenyl) porphyrin (TCPP-OMe) and\nalso meso-tetra (4-carboxyphenyl) porphyrin (TCPP).</p>", "clean_text": "Experimental Section\n\nMaterials and Reagents\n\nZirconium oxychloride octahydrate (ZrOCl2⋅8H2O), 2,5-dihydroxyterephthalic acid and benzoic acid were from Aladdin. Pyrrole and methyl p-formylbenzoate were obtained from Sigma-Aldrich. Minor modifications from the literature were made to obtain meso-tetra-(4-carbomethoxyphenyl) porphyrin (TCPP-OMe) and also meso-tetra (4-carboxyphenyl) porphyrin (TCPP).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of\nUiO-66­(OH)<sub>2</sub>@PCN (probe)</title><p>120\nmg ZrOCl<sub>2</sub>·8H<sub>2</sub>O, 40 mg TCPP, and 1.6 g benzoic\nacid were dissolved in 8 mL DMF, and then the mixed solution was sonicated\nfor 10 min. After adding 0.8 mg UiO-66­(OH)<sub>2</sub> into the solution\nand sonicating this mixed solution for 20 min, the obtained solution\nwas heated in a muffle furnace at 120 °C for 24 h and then cooled\nto room temperature. Furthermore, after centrifuging the resulting\nprecipitate with 5000 rpm for 3 min, DMF was used to wash it three\ntimes. Then, the solution was centrifuged and finally dried in a vacuum\noven.</p>", "clean_text": "Synthesis of UiO-66(OH)2@PCN (probe)\n\n120 mg ZrOCl2⋅8H2O, 40 mg TCPP, and 1.6 g benzoic acid were dissolved in 8 mL DMF, and then the mixed solution was sonicated for 10 min. After adding 0.8 mg UiO-66(OH)2 into the solution and sonicating this mixed solution for 20 min, the obtained solution was heated in a muffle furnace at 120 °C for 24 h and then cooled to room temperature. Furthermore, after centrifuging the resulting precipitate with 5000 rpm for 3 min, DMF was used to wash it three times. Then, the solution was centrifuged and finally dried in a vacuum oven.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Characterization of Probe</title><p>\na and b are the scanning\nelectron microscopy\n(SEM) images of UiO-66­(OH)<sub>2</sub> and probe, respectively. Their\nmorphologies are shown. UiO-66­(OH)<sub>2</sub> has a very homogeneous\nmorphology and a characteristic cubic close-packed special structure\nhaving average particle size of 120 nm, which is consistent with the\nreported results. b shows PCN-224 encapsulated UiO-66­(OH)<sub>2</sub>. Obviously, the introduction of UiO-66­(OH)<sub>2</sub> does not change the PCN morphology. It still maintains a\nuniform cubic structure with the 1 μm average particle size.\nIn order to further observe the morphological and structural characteristics\nof the material, and to prove UiO-66­(OH)<sub>2</sub> is really wrapped\nin PCN, the properties of composite materials were characterized by\ntransmission electron microscopy (TEM) (c). In c, the particles with a uniform size are distributed\nwithin the cube, indicating that UiO-66­(OH)<sub>2</sub> was successfully\nwrapped inside PCN-224. At the same time, the morphology of PCN-224\ndid not change. It is clear that the material was successfully prepared.\nThe elemental analysis of probe in d demonstrates the presence of elemental\nZr.</p>", "clean_text": "Results and Discussion\n\nCharacterization of Probe\n\n a and b are the scanning electron microscopy (SEM) images of UiO-66(OH)2 and probe, respectively. Their morphologies are shown. UiO-66(OH)2 has a very homogeneous morphology and a characteristic cubic close-packed special structure having average particle size of 120 nm, which is consistent with the reported results. b shows PCN-224 encapsulated UiO-66(OH)2. Obviously, the introduction of UiO-66(OH)2 does not change the PCN morphology. It still maintains a uniform cubic structure with the 1 μm average particle size. In order to further observe the morphological and structural characteristics of the material, and to prove UiO-66(OH)2 is really wrapped in PCN, the properties of composite materials were characterized by transmission electron microscopy (TEM) (c). In c, the particles with a uniform size are distributed within the cube, indicating that UiO-66(OH)2 was successfully wrapped inside PCN-224. At the same time, the morphology of PCN-224 did not change. It is clear that the material was successfully prepared. The elemental analysis of probe in d demonstrates the presence of elemental Zr.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM images of (a) UiO-66­(OH)<sub>2</sub> and (b) probe; (c) TEM\nimage of probe; (d) EDS elemental analysis of probe.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2018-03924e_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  SEM images of (a) UiO-66(OH)2 and (b) probe; (c) TEM image of probe; (d) EDS elemental analysis of probe.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>In order to prove the successful preparation of\nthe material and\nwhether the crystal structure of the MOFs was damaged or changed,\nPXRD characterization was performed (). For the hydrothermally synthesized UiO-66­(OH)<sub>2</sub>, the high crystalline and the topologically identical UiO-66\nshowed the successful preparation of UiO-66­(OH)<sub>2</sub>. All the main diffraction peaks of PCN-224 at\n4.5°, 6.4°, 7.9°, 9.1°, 11.2°, and 13.7°\ncan be observed in the characterization diagram (). These peaks are almost the\nsame as in the previously reported simulated PXRD diagram of PCN-224\ncrystals. Based on this, the characteristic diffraction peak sites\nof all the composites show no change by comparison with the standard\nPXRD. This proves that the UiO-66­(OH)<sub>2</sub> structure is not\nchanged after being encapsulated, and the characteristic peaks of\nPCN-224 still exist after encapsulating the particles.</p>", "clean_text": "In order to prove the successful preparation of the material and whether the crystal structure of the MOFs was damaged or changed, PXRD characterization was performed (). For the hydrothermally synthesized UiO-66(OH)2, the high crystalline and the topologically identical UiO-66 showed the successful preparation of UiO-66(OH)2. All the main diffraction peaks of PCN-224 at 4.5°, 6.4°, 7.9°, 9.1°, 11.2°, and 13.7° can be observed in the characterization diagram (). These peaks are almost the same as in the previously reported simulated PXRD diagram of PCN-224 crystals. Based on this, the characteristic diffraction peak sites of all the composites show no change by comparison with the standard PXRD. This proves that the UiO-66(OH)2 structure is not changed after being encapsulated, and the characteristic peaks of PCN-224 still exist after encapsulating the particles.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>PXRD patterns of different\nmaterials.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2018-03924e_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  PXRD patterns of different materials.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Fourier transform infrared spectroscopy\n(FT-IR) was used here to\nfurther characterize the material. By comparing <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.8b03924/suppl_file/ac8b03924_si_001.pdf\" xlink:type=\"simple\">Figure S-2</ext-link>a with c, UiO-66­(OH)<sub>2</sub> was successfully\nprepared. The broad and scattered absorption peak at 3100–3400\ncm<sup>–1</sup> is the stretching vibration generating from\nthe associative hydroxyl group. The CO bond and the C−O\nbond of the ligand have been coordinated with the metal ion to form\na complex, which can be indicated by the CO stretching vibration\npeak of the ligand at 1654 cm<sup>–1</sup>, the C−O\npeak at 1491 cm<sup>–1</sup>, and the shift of the δ<sub>O=H</sub> peak at 1293 cm<sup>–1</sup>. In <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.8b03924/suppl_file/ac8b03924_si_001.pdf\" xlink:type=\"simple\">Figure S-2d</ext-link>, all characteristic peaks of the probe are present,\nwhich proves the existence of UiO-66-(OH)<sub>2</sub> and PCN-224.</p>", "clean_text": "Fourier transform infrared spectroscopy (FT-IR) was used here to further characterize the material. By comparing Figure S-2a with c, UiO-66(OH)2 was successfully prepared. The broad and scattered absorption peak at 3100-3400 cm-1 is the stretching vibration generating from the associative hydroxyl group. The CO bond and the C-O bond of the ligand have been coordinated with the metal ion to form a complex, which can be indicated by the CO stretching vibration peak of the ligand at 1654 cm-1, the C-O peak at 1491 cm-1, and the shift of the δO=H peak at 1293 cm-1. In Figure S-2d, all characteristic peaks of the probe are present, which proves the existence of UiO-66-(OH)2 and PCN-224.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Spectral Characterization of Probe</title><p>The ultraviolet\nabsorption spectra of the organic ligands 2,5-dihydroxyterephthalic\nacid and TCPP, UiO-66­(OH)<sub>2</sub> and probe are studied (). Through comparative\nobservation, it is found that, after the material composite, the characteristic\npeaks of UiO-66­(OH)<sub>2</sub> are blue-shifted, and the characteristic\npeaks of PCN are red-shifted. However, the composite materials have\ntheir characteristic peaks at the same time, indicating the materials\ncontain UiO-66­(OH)<sub>2</sub> and PCN. In addition, the UV–vis\nspectrum of the probe matches well with the spectrum of TCPP. The\nporphyrin units in MOFs exist in the form of free-base TCPP, which\ncan be proved by observing whether the four Q bands in the UV–vis\nspectra are present.</p>", "clean_text": "Spectral Characterization of Probe\n\nThe ultraviolet absorption spectra of the organic ligands 2,5-dihydroxyterephthalic acid and TCPP, UiO-66(OH)2 and probe are studied (). Through comparative observation, it is found that, after the material composite, the characteristic peaks of UiO-66(OH)2 are blue-shifted, and the characteristic peaks of PCN are red-shifted. However, the composite materials have their characteristic peaks at the same time, indicating the materials contain UiO-66(OH)2 and PCN. In addition, the UV-vis spectrum of the probe matches well with the spectrum of TCPP. The porphyrin units in MOFs exist in the form of free-base TCPP, which can be proved by observing whether the four Q bands in the UV-vis spectra are present.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>UV–vis spectra of different materials in DMF.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2018-03924e_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  UV-vis spectra of different materials in DMF.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Fluorescent Probe</title><p>\n shows the\nfluorescence quenching response\nof the probe at the changed Cu<sup>2+</sup>concentrations at 25 °C.\nThe probe was dispersed in an ethanol and water (v:v = 1:1) mixed\nsolution, and the excitation wavelength was 415 nm. Using the emission\npeak of 2,5-dihydroxyterephthalic acid at 531 nm as a reference signal,\nand the characteristic emission fluorescence of the bulk TCPP as a\ndetection signal, the added Cu<sup>2+</sup> responds to its fluorescence\nchange. With the Cu<sup>2+</sup> concentration in the solution gradually\nincreasing from 1 μM to 10 μM, the emission intensity\nof the probe at the strongest TCPP emission peak at 645 nm gradually\ndecreases, but the fluorescence signal of 2,5-dihydroxyterephthalic\nacid at 531 nm is almost unchanged. Therefore, the emission intensity\nratio <italic toggle=\"yes\">I</italic>\n<sub>531</sub>/<italic toggle=\"yes\">I</italic>\n<sub>645</sub> is analyzed as ratio-type detection data. At 10 μM, Cu<sup>2+</sup> exhibits a high percentage of fluorescence quenching for\nthe probe, and quenches over 89% of the original fluorescence signal\nintensity. Stern–Volmer equation shows this quenching efficiency.<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2018-03924e_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n<mml:mi mathvariant=\"normal\">v</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>Q</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">I</italic>\n<sub>0</sub> means\nthe fluorescence signal intensity obtained by the probe before adding\nthe detection target. <italic toggle=\"yes\">I</italic> means the intensity obtained\nafter adding the detection target. [<italic toggle=\"yes\">Q</italic>] is actual\nmolar concentration in the detection target solution. <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> is a quenching constant.</p>", "clean_text": "Fluorescent Probe\n\n  shows the fluorescence quenching response of the probe at the changed Cu2+concentrations at 25 °C. The probe was dispersed in an ethanol and water (v:v = 1:1) mixed solution, and the excitation wavelength was 415 nm. Using the emission peak of 2,5-dihydroxyterephthalic acid at 531 nm as a reference signal, and the characteristic emission fluorescence of the bulk TCPP as a detection signal, the added Cu2+ responds to its fluorescence change. With the Cu2+ concentration in the solution gradually increasing from 1 μM to 10 μM, the emission intensity of the probe at the strongest TCPP emission peak at 645 nm gradually decreases, but the fluorescence signal of 2,5-dihydroxyterephthalic acid at 531 nm is almost unchanged. Therefore, the emission intensity ratio I 531/I 645 is analyzed as ratio-type detection data. At 10 μM, Cu2+ exhibits a high percentage of fluorescence quenching for the probe, and quenches over 89% of the original fluorescence signal intensity. Stern-Volmer equation shows this quenching efficiency. 1      I     I   0     =   K   s v    [ Q ]  + 1   where I 0 means the fluorescence signal intensity obtained by the probe before adding the detection target. I means the intensity obtained after adding the detection target. [Q] is actual molar concentration in the detection target solution. K sv is a quenching constant.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Fluorescence emission\nspectra of probe (50 mg·L<sup>–1</sup>) with different\nCu­(II) ion concentrations from 0 to 10 (λ<sub>ex</sub> = 415\nnm). (b) Corresponding Stern–Volmer plot of\nthe quenching fluorescence intensity of probe.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2018-03924e_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Fluorescence emission spectra of probe (50 mg⋅L-1) with different Cu(II) ion concentrations from 0 to 10 (λex = 415 nm). (b) Corresponding Stern-Volmer plot of the quenching fluorescence intensity of probe.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>In b, a\ngood linear correlation with <italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.9947\nis shown in 0–10 μM Cu<sup>2+</sup>. <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> is significant for describing the efficiency of fluorescence\nquenching. For Cu<sup>2+</sup>, this constant is 4.03 × 10<sup>5</sup> M<sup>–1</sup>.</p><p>As shown in b, with the constant increase\nof Cu<sup>2+</sup> concentration, <italic toggle=\"yes\">I</italic>\n<sub>531</sub>/<italic toggle=\"yes\">I</italic>\n<sub>645</sub> decreases\ncontinuously, and the linearity is good in the range of 0 to 1 nM\nCu<sup>2+</sup>: the linear relationship at <italic toggle=\"yes\">I</italic>\n<sub>531</sub>/<italic toggle=\"yes\">I</italic>\n<sub>645</sub> is <italic toggle=\"yes\">y</italic> =\n1.478 + 1.004<italic toggle=\"yes\">x</italic>, <italic toggle=\"yes\">R</italic>\n<sup>2</sup> =\n0.9996. The fluorescence intensity of the blank probe solution is\nused to calculate the standard deviation σ before Cu<sup>2+</sup> is added (a). Finally, the detection limit of probe for Cu<sup>2+</sup> can\nreach 0.068 nM, which is far below the concentration specified by\nthe WHO and the US EPA in drinking water. This value is also lower\nthan the detection limit of most previously reported MOFs-based Cu­(II)\nion sensors, as shown in . It also shows the high sensitivity of the probe for detecting\nCu<sup>2+</sup> in the aqueous solution.</p>", "clean_text": "In b, a good linear correlation with R 2 = 0.9947 is shown in 0-10 μM Cu2+. K sv is significant for describing the efficiency of fluorescence quenching. For Cu2+, this constant is 4.03 × 105 M-1.\n\nAs shown in b, with the constant increase of Cu2+ concentration, I 531/I 645 decreases continuously, and the linearity is good in the range of 0 to 1 nM Cu2+: the linear relationship at I 531/I 645 is y = 1.478 + 1.004x, R 2 = 0.9996. The fluorescence intensity of the blank probe solution is used to calculate the standard deviation σ before Cu2+ is added (a). Finally, the detection limit of probe for Cu2+ can reach 0.068 nM, which is far below the concentration specified by the WHO and the US EPA in drinking water. This value is also lower than the detection limit of most previously reported MOFs-based Cu(II) ion sensors, as shown in . It also shows the high sensitivity of the probe for detecting Cu2+ in the aqueous solution.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Fluorescence spectra\nof blank probe (50 mg·L<sup>–1</sup>) at different measurements.\n(b) Calibration curve of fluorescence\nintensity against Cu­(II) ion concentration.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2018-03924e_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Fluorescence spectra of blank probe (50 mg⋅L-1) at different measurements. (b) Calibration curve of fluorescence intensity against Cu(II) ion concentration.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Previously Reported Various MOF-Based\nSensors for Cu­(II) Ion</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">MOF</oasis:entry>\n<oasis:entry align=\"center\">LOD</oasis:entry>\n<oasis:entry align=\"center\">Year</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Probe</oasis:entry>\n<oasis:entry>0.068 nM</oasis:entry>\n<oasis:entry>This work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-525</oasis:entry>\n<oasis:entry>67 nM</oasis:entry>\n<oasis:entry>2017<xref ref-type=\"bibr\" rid=\"ref31\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cd-MOF-74</oasis:entry>\n<oasis:entry>78.7 μM</oasis:entry>\n<oasis:entry>2017<xref ref-type=\"bibr\" rid=\"ref32\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>{[Nd<sub>2</sub>(NH<sub>2</sub>-BDC)<sub>3</sub>(DMF)<sub>4</sub>]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>\n</oasis:entry>\n<oasis:entry>24.95 μM</oasis:entry>\n<oasis:entry>2017<xref ref-type=\"bibr\" rid=\"ref33\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-53-L</oasis:entry>\n<oasis:entry>10 μM</oasis:entry>\n<oasis:entry>2016<xref ref-type=\"bibr\" rid=\"ref34\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PCN-222-Pd(II)</oasis:entry>\n<oasis:entry>50 nM</oasis:entry>\n<oasis:entry>2016<xref ref-type=\"bibr\" rid=\"ref35\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Cd<sub>2</sub>(PAM)<sub>2</sub>(dpe)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>]·0.5(dpe)</oasis:entry>\n<oasis:entry>1 mM</oasis:entry>\n<oasis:entry>2015<xref ref-type=\"bibr\" rid=\"ref23\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Eu(pdc)<sub>1.5</sub>(DMF)]·(DMF)·0.5(H<sub>2</sub>O)<sub>0.5</sub>\n</oasis:entry>\n<oasis:entry>10 μM</oasis:entry>\n<oasis:entry>2015<xref ref-type=\"bibr\" rid=\"ref36\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Eu(HL)(L)(H<sub>2</sub>O)<sub>2</sub>]·2H<sub>2</sub>O</oasis:entry>\n<oasis:entry>10 μM</oasis:entry>\n<oasis:entry>2015<xref ref-type=\"bibr\" rid=\"ref37\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[ZnL<sub>2</sub>]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>\n</oasis:entry>\n<oasis:entry>1 μM</oasis:entry>\n<oasis:entry>2015<xref ref-type=\"bibr\" rid=\"ref38\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Cd(2-aip)(bpy)]·2DMF</oasis:entry>\n<oasis:entry>10 mM</oasis:entry>\n<oasis:entry>2015<xref ref-type=\"bibr\" rid=\"ref39\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>{[Mg<sub>3</sub>(ndc)<sub>2.5</sub>(HCO<sub>2</sub>)<sub>2</sub>(H<sub>2</sub>O)][NH<sub>2</sub>Me<sub>2</sub>·2H<sub>2</sub>O·DMF}</oasis:entry>\n<oasis:entry>10 μM</oasis:entry>\n<oasis:entry>2014<xref ref-type=\"bibr\" rid=\"ref40\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Eu<sub>3</sub>(hcoo)<sub>2</sub>(R-COO)<sub>8</sub>]</oasis:entry>\n<oasis:entry>10 μM</oasis:entry>\n<oasis:entry>2014<xref ref-type=\"bibr\" rid=\"ref41\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Cd(H<sub>2</sub>ttac)bpp]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>\n</oasis:entry>\n<oasis:entry>0.63 mM</oasis:entry>\n<oasis:entry>2014<xref ref-type=\"bibr\" rid=\"ref42\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Eu(FBPT)(H<sub>2</sub>O)(DMF)</oasis:entry>\n<oasis:entry>10 μM</oasis:entry>\n<oasis:entry>2013<xref ref-type=\"bibr\" rid=\"ref43\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Selectivity\nand Sensitivity Test of Probe</title><p>To investigate\nthe potential of the fluorescent probe for detecting Cu­(II) ions,\nthe fluorescence intensity change of the probe with various cations\n(Ca<sup>2+</sup>, Fe<sup>3+</sup>, Fe<sup>2+</sup>, Na<sup>+</sup>, Zn<sup>2+</sup>, Ag<sup>+</sup>, Ba<sup>2+</sup>, Mn<sup>2+</sup>, Cd<sup>2+</sup>, K<sup>+</sup>, and Mg<sup>2+</sup>) was tested,\nand the data were analyzed based on the change of <italic toggle=\"yes\">I</italic>\n<sub>531</sub>/<italic toggle=\"yes\">I</italic>\n<sub>645</sub>. In , the red bars indicate the\neffects of various metal ions (20 μM) on the probe, respectively.\nIt is found that only Cu<sup>2+</sup> can cause changes in the ratio\nof fluorescence intensity, while other ions have less influence on\nthe probe. This difference is mainly because that Cu<sup>2+</sup> possesses\nthe stronger affinity to the porphyrin core active site in the probe. Then, we further explored the competition experiments\nbetween each ion and Cu<sup>2+</sup>. After the ions reacted respectively\nwith the probe, Cu<sup>2+</sup> was added. As shown in , the <italic toggle=\"yes\">I</italic>\n<sub>531</sub>/<italic toggle=\"yes\">I</italic>\n<sub>645</sub> value in each ion solution\nkept increasing with the addition of Cu<sup>2+</sup>. Therefore, the\nprobe can be quenched just by Cu<sup>2+</sup>. This result indicates\nthat the coexistent ions do not interfere with the Cu<sup>2+</sup> detection by probe. Therefore, the probe can detect Cu<sup>2+</sup> with high selectivity regardless of other ions present or not.</p>", "clean_text": "Selectivity and Sensitivity Test of Probe\n\nTo investigate the potential of the fluorescent probe for detecting Cu(II) ions, the fluorescence intensity change of the probe with various cations (Ca2+, Fe3+, Fe2+, Na+, Zn2+, Ag+, Ba2+, Mn2+, Cd2+, K+, and Mg2+) was tested, and the data were analyzed based on the change of I 531/I 645. In , the red bars indicate the effects of various metal ions (20 μM) on the probe, respectively. It is found that only Cu2+ can cause changes in the ratio of fluorescence intensity, while other ions have less influence on the probe. This difference is mainly because that Cu2+ possesses the stronger affinity to the porphyrin core active site in the probe. Then, we further explored the competition experiments between each ion and Cu2+. After the ions reacted respectively with the probe, Cu2+ was added. As shown in , the I 531/I 645 value in each ion solution kept increasing with the addition of Cu2+. Therefore, the probe can be quenched just by Cu2+. This result indicates that the coexistent ions do not interfere with the Cu2+ detection by probe. Therefore, the probe can detect Cu2+ with high selectivity regardless of other ions present or not.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Fluorescence\nresponse of various metal ions and Cu<sup>2+</sup> to probe.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2018-03924e_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Fluorescence response of various metal ions and Cu2+ to probe.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Fluorescence response of probe in the presence\nof interfered metal\nions in the absence (the black pillar) and presence (the red pillar)\nof Cu<sup>2+</sup>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2018-03924e_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Fluorescence response of probe in the presence of interfered metal ions in the absence (the black pillar) and presence (the red pillar) of Cu2+.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Application of the Fluorescent\nProbes in Real Water Samples</title><p>For further evaluating the anti-interference\nability and the feasibility\nof using this dual-emission-ratio fluorescent probe for rapid and\nultrasensitive detection of Cu<sup>2+</sup> in practical applications,\nthe real-time water samples (Yellow River water, tap water) was tested\nby fluorescence spectroscopy. By adding the different volumes of standard\ncopper solution into 2 mL prepared solutions, the detection results\nare shown in . In , it is\nobvious that the proposed method has strong ability to analyze the\nreal samples. Coexisting ions and organic pollutants cannot generate\neffective interference in the detection, which proves that the probe\nhas excellent selectivity. At the same time, it demonstrates the accuracy\nand reliability of the probe in detecting Cu<sup>2+</sup> in the environmental\nsamples.</p>", "clean_text": "Application of the Fluorescent Probes in Real Water Samples\n\nFor further evaluating the anti-interference ability and the feasibility of using this dual-emission-ratio fluorescent probe for rapid and ultrasensitive detection of Cu2+ in practical applications, the real-time water samples (Yellow River water, tap water) was tested by fluorescence spectroscopy. By adding the different volumes of standard copper solution into 2 mL prepared solutions, the detection results are shown in . In , it is obvious that the proposed method has strong ability to analyze the real samples. Coexisting ions and organic pollutants cannot generate effective interference in the detection, which proves that the probe has excellent selectivity. At the same time, it demonstrates the accuracy and reliability of the probe in detecting Cu2+ in the environmental samples.", "data": null, "include_properties": null}, {"idx": 25, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Determination of Cu<sup>2+</sup> in\nReal Samples</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">initial Cu<sup>2+</sup> (nM)</oasis:entry>\n<oasis:entry align=\"center\">spiked Cu<sup>2+</sup> (nM)</oasis:entry>\n<oasis:entry align=\"center\">proposed\nmethod Cu<sup>2+</sup> (nM)</oasis:entry>\n<oasis:entry align=\"center\">recovery\n(%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Yellow river water 1</oasis:entry>\n<oasis:entry>5.64</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>12.19</oasis:entry>\n<oasis:entry>109.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Yellow river water 2</oasis:entry>\n<oasis:entry>5.64</oasis:entry>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>13.87</oasis:entry>\n<oasis:entry>102.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Yellow river\nwater 3</oasis:entry>\n<oasis:entry>5.64</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>15.71</oasis:entry>\n<oasis:entry>100.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Tap water 1</oasis:entry>\n<oasis:entry>4.25</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>10.28</oasis:entry>\n<oasis:entry>100.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Tap water 2</oasis:entry>\n<oasis:entry>4.25</oasis:entry>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>11.94</oasis:entry>\n<oasis:entry>96.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Tap water 3</oasis:entry>\n<oasis:entry>4.25</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>13.74</oasis:entry>\n<oasis:entry>94.9</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In summary, the luminescence MOFs of porphyrins have been successfully\napplied to rapidly and specifically detecting Cu­(II) ions. As a novel\n“turn-off” sensor, the fluorescent probe exhibits excellent\nfluorescence performance for tracing Cu<sup>2+</sup> based on the\nfluorescence quenching ability of Cu<sup>2+</sup> to the probe. This\nwork fully explains that the sensor has sufficient potential to detect\nCu<sup>2+</sup> of water samples in complex environments, even providing\nhope for helpfully preventing the copper-related diseases. As discussed,\na new simple sensor for rapidly detecting copper ions was successfully\ndeveloped and can be further expanded in the application of various\nenvironmental and biological analysis tasks.</p>", "clean_text": "Conclusion\n\nIn summary, the luminescence MOFs of porphyrins have been successfully applied to rapidly and specifically detecting Cu(II) ions. As a novel \"turn-off\" sensor, the fluorescent probe exhibits excellent fluorescence performance for tracing Cu2+ based on the fluorescence quenching ability of Cu2+ to the probe. This work fully explains that the sensor has sufficient potential to detect Cu2+ of water samples in complex environments, even providing hope for helpfully preventing the copper-related diseases. As discussed, a new simple sensor for rapidly detecting copper ions was successfully developed and can be further expanded in the application of various environmental and biological analysis tasks.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\" xlink:type=\"simple\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.analchem.8b03924\" xlink:type=\"simple\">10.1021/acs.analchem.8b03924</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental details:\nmaterials and reagents, apparatus,\nsynthesis of TCPP-OMe, synthesis of TCPP, synthesis of UiO-66­(OH)<sub>2</sub>, and fluorescence sensing experiment; <sup>1</sup>H NMR spectrum\nof TCPP ligand and FT-IR images of UiO-66­(OH)<sub>2</sub>, TCPP, H<sub>2</sub>DHT, and probe (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.8b03924/suppl_file/ac8b03924_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.analchem.8b03924.  Experimental details: materials and reagents, apparatus, synthesis of TCPP-OMe, synthesis of TCPP, synthesis of UiO-66(OH)2, and fluorescence sensing experiment; 1H NMR spectrum of TCPP ligand and FT-IR images of UiO-66(OH)2, TCPP, H2DHT, and probe (PDF)   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Experimental details:\nmaterials and reagents, apparatus,\nsynthesis of TCPP-OMe, synthesis of TCPP, synthesis of UiO-66­(OH)<sub>2</sub>, and fluorescence sensing experiment; <sup>1</sup>H NMR spectrum\nof TCPP ligand and FT-IR images of UiO-66­(OH)<sub>2</sub>, TCPP, H<sub>2</sub>DHT, and probe (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.8b03924/suppl_file/ac8b03924_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Experimental details: materials and reagents, apparatus, synthesis of TCPP-OMe, synthesis of TCPP, synthesis of UiO-66(OH)2, and fluorescence sensing experiment; 1H NMR spectrum of TCPP ligand and FT-IR images of UiO-66(OH)2, TCPP, H2DHT, and probe (PDF)", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>J.C. and H.C.\ncontributed equally to this work.</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "J.C. and H.C. contributed equally to this work.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 8, "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of\nUiO-66­(OH)<sub>2</sub>@PCN (probe)</title><p>120\nmg ZrOCl<sub>2</sub>·8H<sub>2</sub>O, 40 mg TCPP, and 1.6 g benzoic\nacid were dissolved in 8 mL DMF, and then the mixed solution was sonicated\nfor 10 min. After adding 0.8 mg UiO-66­(OH)<sub>2</sub> into the solution\nand sonicating this mixed solution for 20 min, the obtained solution\nwas heated in a muffle furnace at 120 °C for 24 h and then cooled\nto room temperature. Furthermore, after centrifuging the resulting\nprecipitate with 5000 rpm for 3 min, DMF was used to wash it three\ntimes. Then, the solution was centrifuged and finally dried in a vacuum\noven.</p>", "clean_text": "Synthesis of UiO-66(OH)2@PCN (probe)\n\n120 mg ZrOCl2⋅8H2O, 40 mg TCPP, and 1.6 g benzoic acid were dissolved in 8 mL DMF, and then the mixed solution was sonicated for 10 min. After adding 0.8 mg UiO-66(OH)2 into the solution and sonicating this mixed solution for 20 min, the obtained solution was heated in a muffle furnace at 120 °C for 24 h and then cooled to room temperature. Furthermore, after centrifuging the resulting precipitate with 5000 rpm for 3 min, DMF was used to wash it three times. Then, the solution was centrifuged and finally dried in a vacuum oven.", "data": [{"meta": {"name": "UiO-66­(OH)2@PCN (probe)", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonochemical synthesis", "precursor": [{"name": "ZrOCl2·8H2O", "amount": "120", "unit": "mg"}, {"name": "TCPP", "amount": "40", "unit": "mg"}, {"name": "benzoic acid", "amount": "1.6", "unit": "g"}], "solvent": [{"name": "DMF", "amount": "8", "unit": "mL"}], "temperature": "", "ultrasonic frequency": "", "power": "", "time": "10 min"}, {"synthesis method": "sonochemical synthesis", "precursor": [{"name": "UiO-66­(OH)2", "amount": "0.8", "unit": "mg"}], "solvent": [{"name": "DMF", "amount": "8", "unit": "mL"}], "temperature": "", "ultrasonic frequency": "", "power": "", "time": "20 min"}, {"synthesis method": "solvothermal synthesis", "precursor": [{"name": "", "amount": "", "unit": ""}], "solvent": [{"name": "", "amount": "", "unit": ""}], "temperature": "120°C", "time": "24 h", "pressure": "", "atmosphere": "", "heating rate": "", "cooling rate": ""}, {"synthesis method": "centrifugation", "revolution per time": "5000 rpm", "relative centrifugal force": "", "time": "3 min", "temperature": "", "additive": [{"name": "DMF", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "DMF", "amount": "3 times"}, {"synthesis method": "drying", "pressure": "vacuum", "temperature": "", "atmosphere": "", "time": ""}]}], "include_properties": ["sonochemical_synthesis", "centrifugation", "washing", "drying"]}, {"idx": "1, 18", "type": "text", "classification": "property", "content": "<p>In this work, a novel and effective\nratio fluorescent porphyrin\nmetal–organic framework (MOF) probe by encapsulating UiO-66­(OH)<sub>2</sub> into the porphyrin MOF (PCN-224) was prepared, showing the\nexcellent fluorescence performance in detecting Cu<sup>2+</sup>. In\nthis probe, the signal from the green-emission UiO-66­(OH)<sub>2</sub> encapsulated in PCN-224 was deemed as an effective reference, thus\naffording an effective built-in correction in complex environmental\neffects. The red-emission PCN-224 contained the active site for detecting\nCu<sup>2+</sup>. At the same time, Cu<sup>2+</sup> can selectively\nquench the fluorescence intensity of PCN-224. The ratiometric probe\ntherefore gave an effective and reliable Cu<sup>2+</sup> determination\nplatform with an LOD value as low as 0.068 nM. This LOD result was\nbetter than the Cu<sup>2+</sup> concentration limitation in drinking\nwater regulated by World Health Organization (WHO) and reported by\nsome other methods. This provides a simple new sensor for rapidly\ndetecting copper ions, which can be further expanded in various environmental\nand biological analysis tasks.</p><p>In b, a\ngood linear correlation with <italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.9947\nis shown in 0–10 μM Cu<sup>2+</sup>. <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> is significant for describing the efficiency of fluorescence\nquenching. For Cu<sup>2+</sup>, this constant is 4.03 × 10<sup>5</sup> M<sup>–1</sup>.</p><p>As shown in b, with the constant increase\nof Cu<sup>2+</sup> concentration, <italic toggle=\"yes\">I</italic>\n<sub>531</sub>/<italic toggle=\"yes\">I</italic>\n<sub>645</sub> decreases\ncontinuously, and the linearity is good in the range of 0 to 1 nM\nCu<sup>2+</sup>: the linear relationship at <italic toggle=\"yes\">I</italic>\n<sub>531</sub>/<italic toggle=\"yes\">I</italic>\n<sub>645</sub> is <italic toggle=\"yes\">y</italic> =\n1.478 + 1.004<italic toggle=\"yes\">x</italic>, <italic toggle=\"yes\">R</italic>\n<sup>2</sup> =\n0.9996. The fluorescence intensity of the blank probe solution is\nused to calculate the standard deviation σ before Cu<sup>2+</sup> is added (a). Finally, the detection limit of probe for Cu<sup>2+</sup> can\nreach 0.068 nM, which is far below the concentration specified by\nthe WHO and the US EPA in drinking water. This value is also lower\nthan the detection limit of most previously reported MOFs-based Cu­(II)\nion sensors, as shown in . It also shows the high sensitivity of the probe for detecting\nCu<sup>2+</sup> in the aqueous solution.</p>", "clean_text": "In this work, a novel and effective ratio fluorescent porphyrin metal-organic framework (MOF) probe by encapsulating UiO-66(OH)2 into the porphyrin MOF (PCN-224) was prepared, showing the excellent fluorescence performance in detecting Cu2+. In this probe, the signal from the green-emission UiO-66(OH)2 encapsulated in PCN-224 was deemed as an effective reference, thus affording an effective built-in correction in complex environmental effects. The red-emission PCN-224 contained the active site for detecting Cu2+. At the same time, Cu2+ can selectively quench the fluorescence intensity of PCN-224. The ratiometric probe therefore gave an effective and reliable Cu2+ determination platform with an LOD value as low as 0.068 nM. This LOD result was better than the Cu2+ concentration limitation in drinking water regulated by World Health Organization (WHO) and reported by some other methods. This provides a simple new sensor for rapidly detecting copper ions, which can be further expanded in various environmental and biological analysis tasks.\n\nIn b, a good linear correlation with R 2 = 0.9947 is shown in 0-10 μM Cu2+. K sv is significant for describing the efficiency of fluorescence quenching. For Cu2+, this constant is 4.03 × 105 M-1.\n\nAs shown in b, with the constant increase of Cu2+ concentration, I 531/I 645 decreases continuously, and the linearity is good in the range of 0 to 1 nM Cu2+: the linear relationship at I 531/I 645 is y = 1.478 + 1.004x, R 2 = 0.9996. The fluorescence intensity of the blank probe solution is used to calculate the standard deviation σ before Cu2+ is added (a). Finally, the detection limit of probe for Cu2+ can reach 0.068 nM, which is far below the concentration specified by the WHO and the US EPA in drinking water. This value is also lower than the detection limit of most previously reported MOFs-based Cu(II) ion sensors, as shown in . It also shows the high sensitivity of the probe for detecting Cu2+ in the aqueous solution.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "fluorescence performance", "value": "", "unit": "", "condition": ""}, {"property name": "built-in correction", "value": "", "unit": "", "condition": ""}, {"property name": "fluorescence intensity", "value": "", "unit": "", "condition": ""}, {"property name": "determination platform", "value": "", "unit": "", "condition": ""}, {"property name": "LOD value", "value": "0.068", "unit": "nM", "condition": ""}, {"property name": "linear correlation", "value": "", "unit": "", "condition": ""}, {"property name": "fluorescence quenching efficiency", "value": "4.03 × 10^5", "unit": "M^–1", "condition": ""}, {"property name": "linearity", "value": "", "unit": "", "condition": ""}, {"property name": "fluorescence intensity", "value": "", "unit": "", "condition": ""}, {"property name": "standard deviation", "value": "", "unit": "", "condition": ""}, {"property name": "detection limit", "value": "0.068", "unit": "nM", "condition": ""}, {"property name": "sensitivity", "value": "", "unit": "", "condition": ""}, {"property name": "aqueous solution", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 20, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Previously Reported Various MOF-Based\nSensors for Cu­(II) Ion</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">MOF</oasis:entry>\n<oasis:entry align=\"center\">LOD</oasis:entry>\n<oasis:entry align=\"center\">Year</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Probe</oasis:entry>\n<oasis:entry>0.068 nM</oasis:entry>\n<oasis:entry>This work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-525</oasis:entry>\n<oasis:entry>67 nM</oasis:entry>\n<oasis:entry>2017<xref ref-type=\"bibr\" rid=\"ref31\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cd-MOF-74</oasis:entry>\n<oasis:entry>78.7 μM</oasis:entry>\n<oasis:entry>2017<xref ref-type=\"bibr\" rid=\"ref32\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>{[Nd<sub>2</sub>(NH<sub>2</sub>-BDC)<sub>3</sub>(DMF)<sub>4</sub>]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>\n</oasis:entry>\n<oasis:entry>24.95 μM</oasis:entry>\n<oasis:entry>2017<xref ref-type=\"bibr\" rid=\"ref33\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-53-L</oasis:entry>\n<oasis:entry>10 μM</oasis:entry>\n<oasis:entry>2016<xref ref-type=\"bibr\" rid=\"ref34\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PCN-222-Pd(II)</oasis:entry>\n<oasis:entry>50 nM</oasis:entry>\n<oasis:entry>2016<xref ref-type=\"bibr\" rid=\"ref35\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Cd<sub>2</sub>(PAM)<sub>2</sub>(dpe)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>]·0.5(dpe)</oasis:entry>\n<oasis:entry>1 mM</oasis:entry>\n<oasis:entry>2015<xref ref-type=\"bibr\" rid=\"ref23\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Eu(pdc)<sub>1.5</sub>(DMF)]·(DMF)·0.5(H<sub>2</sub>O)<sub>0.5</sub>\n</oasis:entry>\n<oasis:entry>10 μM</oasis:entry>\n<oasis:entry>2015<xref ref-type=\"bibr\" rid=\"ref36\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Eu(HL)(L)(H<sub>2</sub>O)<sub>2</sub>]·2H<sub>2</sub>O</oasis:entry>\n<oasis:entry>10 μM</oasis:entry>\n<oasis:entry>2015<xref ref-type=\"bibr\" rid=\"ref37\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[ZnL<sub>2</sub>]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>\n</oasis:entry>\n<oasis:entry>1 μM</oasis:entry>\n<oasis:entry>2015<xref ref-type=\"bibr\" rid=\"ref38\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Cd(2-aip)(bpy)]·2DMF</oasis:entry>\n<oasis:entry>10 mM</oasis:entry>\n<oasis:entry>2015<xref ref-type=\"bibr\" rid=\"ref39\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>{[Mg<sub>3</sub>(ndc)<sub>2.5</sub>(HCO<sub>2</sub>)<sub>2</sub>(H<sub>2</sub>O)][NH<sub>2</sub>Me<sub>2</sub>·2H<sub>2</sub>O·DMF}</oasis:entry>\n<oasis:entry>10 μM</oasis:entry>\n<oasis:entry>2014<xref ref-type=\"bibr\" rid=\"ref40\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Eu<sub>3</sub>(hcoo)<sub>2</sub>(R-COO)<sub>8</sub>]</oasis:entry>\n<oasis:entry>10 μM</oasis:entry>\n<oasis:entry>2014<xref ref-type=\"bibr\" rid=\"ref41\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Cd(H<sub>2</sub>ttac)bpp]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>\n</oasis:entry>\n<oasis:entry>0.63 mM</oasis:entry>\n<oasis:entry>2014<xref ref-type=\"bibr\" rid=\"ref42\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Eu(FBPT)(H<sub>2</sub>O)(DMF)</oasis:entry>\n<oasis:entry>10 μM</oasis:entry>\n<oasis:entry>2013<xref ref-type=\"bibr\" rid=\"ref43\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Previously Reported Various MOF-Based Sensors for Cu­(II) Ion\n\n| MOF                                                      | LOD      | Year |\n|----------------------------------------------------------|----------|------|\n| Probe                                                    | 0.068 nM | This work |\n| MOF-525                                                  | 67 nM    | 2017[^31] |\n| Cd-MOF-74                                                | 78.7 μM  | 2017[^32] |\n| {[Nd<sub>2</sub>(NH<sub>2</sub>-BDC)<sub>3</sub>(DMF)<sub>4</sub>]}<sub><italic toggle=\"yes\">n</italic></sub> | 24.95 μM | 2017[^33] |\n| MIL-53-L                                                 | 10 μM    | 2016[^34] |\n| PCN-222-Pd(II)                                           | 50 nM    | 2016[^35] |\n| [Cd<sub>2</sub>(PAM)<sub>2</sub>(dpe)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>]·0.5(dpe) | 1 mM | 2015[^23] |\n| [Eu(pdc)<sub>1.5</sub>(DMF)]·(DMF)·0.5(H<sub>2</sub>O)<sub>0.5</sub> | 10 μM | 2015[^36] |\n| [Eu(HL)(L)(H<sub>2</sub>O)<sub>2</sub>]·2H<sub>2</sub>O     | 10 μM | 2015[^37] |\n| [ZnL<sub>2</sub>]<sub><italic toggle=\"yes\">n</italic></sub> | 1 μM | 2015[^38] |\n| [Cd(2-aip)(bpy)]·2DMF                                    | 10 mM | 2015[^39] |\n| {[Mg<sub>3</sub>(ndc)<sub>2.5</sub>(HCO<sub>2</sub>)<sub>2</sub>(H<sub>2</sub>O)][NH<sub>2</sub>Me<sub>2</sub>·2H<sub>2</sub>O·DMF} | 10 μM | 2014[^40] |\n| [Eu<sub>3</sub>(hcoo)<sub>2</sub>(R-COO)<sub>8</sub>]      | 10 μM | 2014[^41] |\n| [Cd(H<sub>2</sub>ttac)bpp]<sub><italic toggle=\"yes\">n</italic></sub> | 0.63 mM | 2014[^42] |\n| Eu(FBPT)(H<sub>2</sub>O)(DMF)                             | 10 μM | 2013[^43] |", "data": ["substring not found"], "include_properties": null}, {"idx": 25, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Determination of Cu<sup>2+</sup> in\nReal Samples</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">initial Cu<sup>2+</sup> (nM)</oasis:entry>\n<oasis:entry align=\"center\">spiked Cu<sup>2+</sup> (nM)</oasis:entry>\n<oasis:entry align=\"center\">proposed\nmethod Cu<sup>2+</sup> (nM)</oasis:entry>\n<oasis:entry align=\"center\">recovery\n(%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Yellow river water 1</oasis:entry>\n<oasis:entry>5.64</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>12.19</oasis:entry>\n<oasis:entry>109.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Yellow river water 2</oasis:entry>\n<oasis:entry>5.64</oasis:entry>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>13.87</oasis:entry>\n<oasis:entry>102.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Yellow river\nwater 3</oasis:entry>\n<oasis:entry>5.64</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>15.71</oasis:entry>\n<oasis:entry>100.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Tap water 1</oasis:entry>\n<oasis:entry>4.25</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>10.28</oasis:entry>\n<oasis:entry>100.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Tap water 2</oasis:entry>\n<oasis:entry>4.25</oasis:entry>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>11.94</oasis:entry>\n<oasis:entry>96.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Tap water 3</oasis:entry>\n<oasis:entry>4.25</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>13.74</oasis:entry>\n<oasis:entry>94.9</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Determination of Cu^2+ in Real Samples\n\n| sample               | initial Cu^2+ (nM) | spiked Cu^2+ (nM) | proposed method Cu^2+ (nM) | recovery (%) |\n|----------------------|-------------------|-------------------|----------------------------|---------------|\n| Yellow river water 1 | 5.64              | 6                 | 12.19                      | 109.1         |\n| Yellow river water 2 | 5.64              | 8                 | 13.87                      | 102.8         |\n| Yellow river water 3 | 5.64              | 10                | 15.71                      | 100.7         |\n| Tap water 1          | 4.25              | 6                 | 10.28                      | 100.5         |\n| Tap water 2          | 4.25              | 8                 | 11.94                      | 96.1          |\n| Tap water 3          | 4.25              | 10                | 13.74                      | 94.9          |", "data": ["substring not found"], "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Process for Encapsulating the UiO-66­(OH)<sub>2</sub> into the Porphyrin\nMetal-Organic Framework (PCN-224) and Concept for Sensing Cu<sup>2+</sup>\n</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2018-03924e_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Process for Encapsulating the UiO-66(OH)2 into the Porphyrin Metal-Organic Framework (PCN-224) and Concept for Sensing Cu2+    ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM images of (a) UiO-66­(OH)<sub>2</sub> and (b) probe; (c) TEM\nimage of probe; (d) EDS elemental analysis of probe.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2018-03924e_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  SEM images of (a) UiO-66(OH)2 and (b) probe; (c) TEM image of probe; (d) EDS elemental analysis of probe.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>PXRD patterns of different\nmaterials.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2018-03924e_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  PXRD patterns of different materials.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>UV–vis spectra of different materials in DMF.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2018-03924e_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  UV-vis spectra of different materials in DMF.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Fluorescence emission\nspectra of probe (50 mg·L<sup>–1</sup>) with different\nCu­(II) ion concentrations from 0 to 10 (λ<sub>ex</sub> = 415\nnm). (b) Corresponding Stern–Volmer plot of\nthe quenching fluorescence intensity of probe.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2018-03924e_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Fluorescence emission spectra of probe (50 mg⋅L-1) with different Cu(II) ion concentrations from 0 to 10 (λex = 415 nm). (b) Corresponding Stern-Volmer plot of the quenching fluorescence intensity of probe.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Fluorescence spectra\nof blank probe (50 mg·L<sup>–1</sup>) at different measurements.\n(b) Calibration curve of fluorescence\nintensity against Cu­(II) ion concentration.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2018-03924e_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Fluorescence spectra of blank probe (50 mg⋅L-1) at different measurements. (b) Calibration curve of fluorescence intensity against Cu(II) ion concentration.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Fluorescence\nresponse of various metal ions and Cu<sup>2+</sup> to probe.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2018-03924e_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Fluorescence response of various metal ions and Cu2+ to probe.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Fluorescence response of probe in the presence\nof interfered metal\nions in the absence (the black pillar) and presence (the red pillar)\nof Cu<sup>2+</sup>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2018-03924e_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Fluorescence response of probe in the presence of interfered metal ions in the absence (the black pillar) and presence (the red pillar) of Cu2+.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.analchem.8b03924", "title": "\nCopper Ion Fluorescent Probe Based on Zr-MOFs Composite\nMaterial\n", "journal": "American Chemical\nSociety", "date": "2019.03", "author_list": ["Chen\nJing", "Chen\nHaiyong", "Wang\nTiansheng", "Li\nJinfang", "Wang\nJing", "Lu\nXiaoquan"]}}