{"filepath": "../L2M3_data/1_application_papers/acs_xml/am0c16629.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>In\nthis work, we analyze the influence of small adsorbates on the\nvibrational spectra of Mg- and Zn-metal–organic framework MOF-74\nby means of first-principles calculations. In particular, we consider\nthe adsorption of four representative species of different interaction\nstrengths: Ar, CO<sub>2</sub>, H<sub>2</sub>O, and NH<sub>3</sub>.\nApart from a comprehensive characterization of the structural and\nenergetic aspects of empty and loaded MOFs, we use a fully quantum <italic>ab initio</italic> approach to evaluate the Raman and IR activities\nof the normal modes, leading to the construction of the whole vibrational\nspectra. Under this approach, not only are we able to proceed with\nthe complete assignment of the spectra in terms of the usual internal\ncoordinates but also we can discern the most relevant vibrational\nfingerprints of the adsorbates and their impact on the whole MOF spectra.\nOn the one hand, some of the typical vibrational modes of the small\nmolecules are slightly shifted but still visible when adsorbed on\nthe MOFs, especially those appearing at high wavenumbers where the\nempty MOFs lack IR/Raman signals. On the other hand, some bands arising\nfrom the organic ligands are\naffected by the presence of the absorbates, displaying non-negligible\nfrequency shifts, in agreement with recent experiments. We find a\nstrong correlation between all of these frequency shifts and the interaction\nstrength of the adsorbate with the hosting framework. The findings\npresented in this work expand the capabilities of vibrational spectroscopy\ntechniques to analyze porous materials and can be useful for the design\nof sensors and new devices based on MOF technology.</p>", "clean_text": "In this work, we analyze the influence of small adsorbates on the vibrational spectra of Mg- and Zn-metal-organic framework MOF-74 by means of first-principles calculations. In particular, we consider the adsorption of four representative species of different interaction strengths: Ar, CO2, H2O, and NH3. Apart from a comprehensive characterization of the structural and energetic aspects of empty and loaded MOFs, we use a fully quantum ab initio approach to evaluate the Raman and IR activities of the normal modes, leading to the construction of the whole vibrational spectra. Under this approach, not only are we able to proceed with the complete assignment of the spectra in terms of the usual internal coordinates but also we can discern the most relevant vibrational fingerprints of the adsorbates and their impact on the whole MOF spectra. On the one hand, some of the typical vibrational modes of the small molecules are slightly shifted but still visible when adsorbed on the MOFs, especially those appearing at high wavenumbers where the empty MOFs lack IR/Raman signals. On the other hand, some bands arising from the organic ligands are affected by the presence of the absorbates, displaying non-negligible frequency shifts, in agreement with recent experiments. We find a strong correlation between all of these frequency shifts and the interaction strength of the adsorbate with the hosting framework. The findings presented in this work expand the capabilities of vibrational spectroscopy techniques to analyze porous materials and can be useful for the design of sensors and new devices based on MOF technology.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic\nframeworks (MOFs) are crystalline coordination\npolymers that combine metal centers with bridging organic linkers\nto constitute one-, two-, or three-dimensional porous structures with\na high specific surface area. The shape and size of the voids embedded\nin the MOF structures are highly tunable from the experimental point\nof view, giving rise to a great variety of interesting applications\nlike gas separation, CO<sub>2</sub> uptake, hydrogen storage, or heterogeneous\ncatalysis. All of these applications are based on the high selectivity\nof the pore size with respect to some target adsorbates. In particular, the metal centers of some MOFs\nhave free coordination sites, which are called open metal sites or\ncoordinatively unsaturated metal centers. These open metal sites usually\nact as strong binding sites, leading to an increased interaction with\npossible adsorbates, compared to other MOFs where the metal sites\nare fully coordinated.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) are crystalline coordination polymers that combine metal centers with bridging organic linkers to constitute one-, two-, or three-dimensional porous structures with a high specific surface area. The shape and size of the voids embedded in the MOF structures are highly tunable from the experimental point of view, giving rise to a great variety of interesting applications like gas separation, CO2 uptake, hydrogen storage, or heterogeneous catalysis. All of these applications are based on the high selectivity of the pore size with respect to some target adsorbates. In particular, the metal centers of some MOFs have free coordination sites, which are called open metal sites or coordinatively unsaturated metal centers. These open metal sites usually act as strong binding sites, leading to an increased interaction with possible adsorbates, compared to other MOFs where the metal sites are fully coordinated. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>In this work,\nwe focus on the M-MOF-74 (M = Zn and Mg) system,\nalso known as CPO-27, M<sub>2</sub>(dobdc), M<sub>2</sub>(dhtp), <italic>etc</italic>., first synthesized in 2005 by Yaghi’s group. It is an archetypal example of MOF constituted\nby single divalent metal ions (such as Fe, Co, Ni, Mn, Zn, Mg, <italic>etc</italic>.) pentacoordinated by oxygen atoms of 2,5-dioxo-1,4-benzenedicarboxylate\nligands. Therefore, metal centers are really open sites because they\nstill have a missing coordination site to achieve the ideal octahedral\nenvironment. In addition, MOF-74 possesses one-dimensional hexagonal\nporous channels with a pore size of about 10–12 Å, following\na hexagonal honeycomb structure, and the free coordination site of\nthe open metal centers is oriented inward to these channels. These\nfeatures make MOF-74 a very appropriate candidate for most of the\ntypical applications of MOFs, and it has been widely studied in the\nrecent literature.\n</p>", "clean_text": "In this work, we focus on the M-MOF-74 (M = Zn and Mg) system, also known as CPO-27, M2(dobdc), M2(dhtp), etc., first synthesized in 2005 by Yaghi's group. It is an archetypal example of MOF constituted by single divalent metal ions (such as Fe, Co, Ni, Mn, Zn, Mg, etc.) pentacoordinated by oxygen atoms of 2,5-dioxo-1,4-benzenedicarboxylate ligands. Therefore, metal centers are really open sites because they still have a missing coordination site to achieve the ideal octahedral environment. In addition, MOF-74 possesses one-dimensional hexagonal porous channels with a pore size of about 10-12 Å, following a hexagonal honeycomb structure, and the free coordination site of the open metal centers is oriented inward to these channels. These features make MOF-74 a very appropriate candidate for most of the typical applications of MOFs, and it has been widely studied in the recent literature. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Despite all of the recent progress, there are still many unanswered\nquestions regarding the interaction between small adsorbates and the\nhosting frameworks. The adsorption of CO<sub>2</sub> is, by far, the\nmost studied case of molecular adsorption on MOF-74, with many published\nworks in the recent literature, from both the experimental and theoretical\npoints of view. This is because MOF-74 is regarded as a promising porous material\nto perform CO<sub>2</sub> capture applications, as a consequence of\nits extraordinary uptake capacity combined with a facile regeneration. Nevertheless, the adsorption\nof strong polar molecules such as H<sub>2</sub>O or NH<sub>3</sub> is not so well-understood. These molecules strongly interact with\nthe open metal sites of MOF-74 forming covalent bonds and are extremely\ndifficult to track from the experimental point of view. In particular,\nwater molecules may react with the open metal sites, affecting the\nstability of the MOF-74 crystal structure.\n</p>", "clean_text": "Despite all of the recent progress, there are still many unanswered questions regarding the interaction between small adsorbates and the hosting frameworks. The adsorption of CO2 is, by far, the most studied case of molecular adsorption on MOF-74, with many published works in the recent literature, from both the experimental and theoretical points of view. This is because MOF-74 is regarded as a promising porous material to perform CO2 capture applications, as a consequence of its extraordinary uptake capacity combined with a facile regeneration. Nevertheless, the adsorption of strong polar molecules such as H2O or NH3 is not so well-understood. These molecules strongly interact with the open metal sites of MOF-74 forming covalent bonds and are extremely difficult to track from the experimental point of view. In particular, water molecules may react with the open metal sites, affecting the stability of the MOF-74 crystal structure. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In this work, we use a fully quantum <italic>ab initio</italic> approach to evaluate the IR/Raman activities of the molecular vibrational modes in our system. First, we carry\nout a systematic assignment of the vibrational spectra of bare MOFs,\nand then, we make a comprehensive study of the adsorption of four\nrepresentative species of different interaction strengths: Ar, CO<sub>2</sub>, H<sub>2</sub>O, and NH<sub>3</sub>. We mainly focus on the\nstudy of IR and Raman spectra because vibrational spectroscopy is\na widely used material characterization technique extremely sensitive\nto minor structural changes in chemical bonding. Furthermore, it has\nproved to be a very appropriate technique to investigate the interaction\nbetween adsorbates and a host MOF, since these interactions may induce changes in the dipole moments\nand dynamic polarizabilities of both entities. In fact, the extreme\nflexibility of some MOFs leads to remarkable structural deformations\nafter gas adsorption. In this way, the\nchanges observed in the spectra of loaded MOFs with respect to the\nisolated adsorbates provide valuable information regarding possible\nstructural changes upon adsorption. For example, the shortening of\na bond in the adsorbate usually leads to blue frequency shifts in\nthose modes associated with that bond. Conversely, a red shift of\nsome active mode might reveal the weakening of the corresponding bond\nof the adsorbate molecule. However, this kind of analysis often gets\ncomplex because we have to take into account other factors that may\nhave a remarkable influence on the vibrational spectra. For instance,\nthe modification of the electric field by the electrostatic interaction\nbetween the host material and the adsorbates gives rise to a number\nof effects, such as strong variation in the IR/Raman activities of\nthe modes, splitting between originally degenerate modes, alteration\nof the selection rules, or unexpected frequency shifts. Moreover,\nit has been demonstrated that the frequency shifts experimented by\nsmall molecules adsorbed on zeolites strongly depend on the orientation\nof the adsorbed molecule with respect to the local electric field\nand also on the nature of the vibrational mode, finding opposite behaviors\nfor flexion and stretching modes. The\nsmall adsorbates considered in this work possess very few vibrational\nmodes, which represents a clear advantage to track the possible changes\nin their active modes.</p>", "clean_text": "In this work, we use a fully quantum ab initio approach to evaluate the IR/Raman activities of the molecular vibrational modes in our system. First, we carry out a systematic assignment of the vibrational spectra of bare MOFs, and then, we make a comprehensive study of the adsorption of four representative species of different interaction strengths: Ar, CO2, H2O, and NH3. We mainly focus on the study of IR and Raman spectra because vibrational spectroscopy is a widely used material characterization technique extremely sensitive to minor structural changes in chemical bonding. Furthermore, it has proved to be a very appropriate technique to investigate the interaction between adsorbates and a host MOF, since these interactions may induce changes in the dipole moments and dynamic polarizabilities of both entities. In fact, the extreme flexibility of some MOFs leads to remarkable structural deformations after gas adsorption. In this way, the changes observed in the spectra of loaded MOFs with respect to the isolated adsorbates provide valuable information regarding possible structural changes upon adsorption. For example, the shortening of a bond in the adsorbate usually leads to blue frequency shifts in those modes associated with that bond. Conversely, a red shift of some active mode might reveal the weakening of the corresponding bond of the adsorbate molecule. However, this kind of analysis often gets complex because we have to take into account other factors that may have a remarkable influence on the vibrational spectra. For instance, the modification of the electric field by the electrostatic interaction between the host material and the adsorbates gives rise to a number of effects, such as strong variation in the IR/Raman activities of the modes, splitting between originally degenerate modes, alteration of the selection rules, or unexpected frequency shifts. Moreover, it has been demonstrated that the frequency shifts experimented by small molecules adsorbed on zeolites strongly depend on the orientation of the adsorbed molecule with respect to the local electric field and also on the nature of the vibrational mode, finding opposite behaviors for flexion and stretching modes. The small adsorbates considered in this work possess very few vibrational modes, which represents a clear advantage to track the possible changes in their active modes.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>In this work, we study in detail the\nvibrational fingerprints of\nsmall adsorbates and their impact on the spectra of MOF-74. We find\na remarkable correlation between the interaction strength between\nthe adsorbate and the hosting MOF and the frequency shifts observed\nin the IR/Raman spectra of the loaded MOFs. Our results demonstrate\nthat the typical vibrational modes of the small molecules suffer slight\nfrequency shifts and other phenomena like band splittings when adsorbed\non MOF-74. Moreover, some of these signals remain detectable in the\nhigh wavenumber region where the bare MOFs lack vibrational signatures.\nThus, vibrational spectroscopy could be a useful tool to detect and\nidentify adsorbates leading to gas-sensing applications. Additionally,\nthose bands in the spectra associated with the organic linkers also\nbecome affected by the presence of the absorbates, displaying frequency\nshifts, in agreement with recent experiments.</p>", "clean_text": "In this work, we study in detail the vibrational fingerprints of small adsorbates and their impact on the spectra of MOF-74. We find a remarkable correlation between the interaction strength between the adsorbate and the hosting MOF and the frequency shifts observed in the IR/Raman spectra of the loaded MOFs. Our results demonstrate that the typical vibrational modes of the small molecules suffer slight frequency shifts and other phenomena like band splittings when adsorbed on MOF-74. Moreover, some of these signals remain detectable in the high wavenumber region where the bare MOFs lack vibrational signatures. Thus, vibrational spectroscopy could be a useful tool to detect and identify adsorbates leading to gas-sensing applications. Additionally, those bands in the spectra associated with the organic linkers also become affected by the presence of the absorbates, displaying frequency shifts, in agreement with recent experiments.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Methods</title><p>Our analysis of the structural and vibrational properties in MOF-74\nwith various adsorbates is based on density functional theory (DFT)\ncalculations using the Vienna Ab Initio Simulation Package (VASP)\ncode. A plane-wave basis set with a kinetic\nenergy cutoff of 425 eV was used to reproduce the total wave function\nof the studied systems. Pseudopotentials based on the projector augmented\nwave method were used in combination with\nthe Perdew–Burke–Ernzerhof (PBE) exchange and correlation\nfunctional. The nonlocal van der Waals\ninteractions were taken into account using the semiempirical D3 correction\nby Grimme. This consideration is essential\nto obtain proper equilibrium geometries of the adsorbates and their\ncorresponding adsorption energies. In this regard, previous assessment\nworks on this topic have shown that all of the conventional van der Waals-corrected\nfunctionals lead to reasonable and accurate results in this respect,\nwithout finding any preferential choice.</p>", "clean_text": "Methods\n\nOur analysis of the structural and vibrational properties in MOF-74 with various adsorbates is based on density functional theory (DFT) calculations using the Vienna Ab Initio Simulation Package (VASP) code. A plane-wave basis set with a kinetic energy cutoff of 425 eV was used to reproduce the total wave function of the studied systems. Pseudopotentials based on the projector augmented wave method were used in combination with the Perdew-Burke-Ernzerhof (PBE) exchange and correlation functional. The nonlocal van der Waals interactions were taken into account using the semiempirical D3 correction by Grimme. This consideration is essential to obtain proper equilibrium geometries of the adsorbates and their corresponding adsorption energies. In this regard, previous assessment works on this topic have shown that all of the conventional van der Waals-corrected functionals lead to reasonable and accurate results in this respect, without finding any preferential choice.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>The isostructural M-MOF-74\nseries always presents the same hexagonal–rhombohedrical\ncrystal symmetry represented by the centrosymmetric space group <italic>R</italic>3̅ (no. 148). We restrict our analysis to M = Mg\nand Zn, which are nonmagnetic closed shell ions. The conventional\n(hexagonal) unit cell of MOF-74 contains 162 atoms including 18 metal\ncenters, while the primitive (rhombohedral) cell has only 54 atoms\n(just one-third). All of the calculations in this paper are carried\nout in the primitive 54-atom cell with symmetry operations and periodic\nboundary conditions applied. The equilibrium geometries were obtained\nusing a conjugate gradient algorithm in combination with electronic\nself-consistent loops, using a 2 × 2 × 2 Monkhorst–Pack\ngrid to sample the reciprocal space.\nThe stopping criterion for the structural optimization was that forces\nupon atoms had to be smaller than 0.005 eV/Å, while each self-consistent\nelectronic loop converged with a tolerance better than 10<sup>–6</sup> eV. Such a strict criterion on forces was imposed to find a good\nenergy minimum and ensure the reliability of the subsequent normal-mode\nanalysis. During the ionic relaxations, all atomic positions were\nallowed to relax and no restrictions were considered either in the\nlattice vectors or in the cell volume. The minimal deviations from\ntheir initial configurations found after the geometrical optimization\nreveal that the original symmetry is preserved even in the presence\nof small adsorbates. The starting geometry was obtained from <italic>in situ</italic> X-ray and neutron diffraction experiments reported\nin the literature. Since not all of the adsorbates\nstudied here were available from previous works, we slightly modified\nthe input coordinates of related adsorbates. In any case, all studied\nstructures were fully resolved by the first-principles method described\nbefore.</p>", "clean_text": "The isostructural M-MOF-74 series always presents the same hexagonal-rhombohedrical crystal symmetry represented by the centrosymmetric space group R3̅ (no. 148). We restrict our analysis to M = Mg and Zn, which are nonmagnetic closed shell ions. The conventional (hexagonal) unit cell of MOF-74 contains 162 atoms including 18 metal centers, while the primitive (rhombohedral) cell has only 54 atoms (just one-third). All of the calculations in this paper are carried out in the primitive 54-atom cell with symmetry operations and periodic boundary conditions applied. The equilibrium geometries were obtained using a conjugate gradient algorithm in combination with electronic self-consistent loops, using a 2 × 2 × 2 Monkhorst-Pack grid to sample the reciprocal space. The stopping criterion for the structural optimization was that forces upon atoms had to be smaller than 0.005 eV/Å, while each self-consistent electronic loop converged with a tolerance better than 10-6 eV. Such a strict criterion on forces was imposed to find a good energy minimum and ensure the reliability of the subsequent normal-mode analysis. During the ionic relaxations, all atomic positions were allowed to relax and no restrictions were considered either in the lattice vectors or in the cell volume. The minimal deviations from their initial configurations found after the geometrical optimization reveal that the original symmetry is preserved even in the presence of small adsorbates. The starting geometry was obtained from in situ X-ray and neutron diffraction experiments reported in the literature. Since not all of the adsorbates studied here were available from previous works, we slightly modified the input coordinates of related adsorbates. In any case, all studied structures were fully resolved by the first-principles method described before.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Apart from the empty MOFs, we study the adsorption of\nfour species\nof different nature: Ar, CO<sub>2</sub>, H<sub>2</sub>O, and NH<sub>3</sub>. They present a wide range of interaction strengths that\nallow us to extract general conclusions about the impact of small\nadsorbates on the vibrational spectra. In all cases, we consider one\nadsorbate per metal center. This equates to concentrations of 8.24\nand 6.16 mmol g<sup>–1</sup> for Mg-MOF-74 and Zn-MOF-74, respectively.\nThe adsorption energies, sometimes referred to as binding energies,\nare calculated by<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"am0c16629_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ad</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>E</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>MOF</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mi>mols</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mi>E</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>MOF</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mi mathvariant=\"italic\">nE</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>mol</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>n</italic> is the number of\nadsorbed molecules (in our case <italic>n</italic> is always 6), <italic>E</italic>[MOF + mols] represents the energy of the loaded MOF with <italic>n</italic> adsorbed molecules, and <italic>E</italic>[MOF] and <italic>E</italic>[mol] are the energies of the bare MOF and the isolated\nadsorbate, respectively. The isolated molecules are calculated in\nlarge unit cells with sufficient distance between periodical images\n(&gt;30 Å) to avoid any spurious interaction.</p>", "clean_text": "Apart from the empty MOFs, we study the adsorption of four species of different nature: Ar, CO2, H2O, and NH3. They present a wide range of interaction strengths that allow us to extract general conclusions about the impact of small adsorbates on the vibrational spectra. In all cases, we consider one adsorbate per metal center. This equates to concentrations of 8.24 and 6.16 mmol g-1 for Mg-MOF-74 and Zn-MOF-74, respectively. The adsorption energies, sometimes referred to as binding energies, are calculated by 1    Δ   E   ad   =   1   n    ( E  [ MOF + mols ]  - E  [ MOF ]  - nE  [ mol ]  )    where n is the number of adsorbed molecules (in our case n is always 6), E[MOF + mols] represents the energy of the loaded MOF with n adsorbed molecules, and E[MOF] and E[mol] are the energies of the bare MOF and the isolated adsorbate, respectively. The isolated molecules are calculated in large unit cells with sufficient distance between periodical images (>30 Å) to avoid any spurious interaction.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The vibrational\nproperties of MOF-74 were investigated following\na normal-mode analysis under the harmonic approximation, that is, the direct diagonalization of the mass-weighted Hessian\nmatrix appearing in the eigenvalue problem of the equations of motions\nusing normal coordinates. The Hessian matrix is numerically obtained\nthrough a finite difference algorithm, which considers a total of\nsix small displacements of ±0.02 Å per atom along the three\nCartesian coordinates. Once the normal modes (eigenvectors and eigenfrequencies)\nare known, the Raman and IR activities can be evaluated as described\nin detail in our previous works. In brief,\nthe Raman activity of the <italic>n</italic>th normal mode is given\nby the variation of some elements (α<sub>\n<italic>ij</italic>\n</sub>) of the polarizability tensor along that vibrational mode\nas\n<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"am0c16629_m002.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Raman</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>∝</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>45</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n<mml:mrow>\n<mml:mo stretchy=\"true\">[</mml:mo>\n<mml:mn>45</mml:mn>\n<mml:msubsup>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:mi>α</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>eq</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>+</mml:mo>\n<mml:mn>7</mml:mn>\n<mml:msubsup>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:mi>β</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>eq</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo stretchy=\"true\">]</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where α and β are two\ninvariants\nof the polarizability tensor given by<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic xlink:href=\"am0c16629_m003.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>α</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>α</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>11</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>α</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>22</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>α</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>33</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq4\">\n<label>4</label>\n<alternatives>\n<graphic xlink:href=\"am0c16629_m004.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msup>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>α</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>11</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>α</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>22</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>α</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>11</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>α</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>33</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>α</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>22</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>α</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>33</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:mn>6</mml:mn>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>α</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>12</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>+</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>α</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>13</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>+</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>α</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>23</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>Here, the derivatives of  are numerically evaluated\nusing two geometries\nslightly displaced along the corresponding normal mode with respect\nto the equilibrium position.</p>", "clean_text": "The vibrational properties of MOF-74 were investigated following a normal-mode analysis under the harmonic approximation, that is, the direct diagonalization of the mass-weighted Hessian matrix appearing in the eigenvalue problem of the equations of motions using normal coordinates. The Hessian matrix is numerically obtained through a finite difference algorithm, which considers a total of six small displacements of ±0.02 Å per atom along the three Cartesian coordinates. Once the normal modes (eigenvectors and eigenfrequencies) are known, the Raman and IR activities can be evaluated as described in detail in our previous works. In brief, the Raman activity of the nth normal mode is given by the variation of some elements (α ij ) of the polarizability tensor along that vibrational mode as  2      I   n   Raman   ∝   1   45    [ 45   (   d α   d   Q   n     )   eq   2   + 7   (   d β   d   Q   n     )   eq   2   ]    where α and β are two invariants of the polarizability tensor given by 3    α =   1   3    (   α   11   +   α   22   +   α   33   )      4      β   2   =   1   2    [    (   α   11   -   α   22   )    2   +    (   α   11   -   α   33   )    2   +    (   α   22   -   α   33   )    2   + 6  (   α   12   2   +   α   13   2   +   α   23   2   )  ]    Here, the derivatives of  are numerically evaluated using two geometries slightly displaced along the corresponding normal mode with respect to the equilibrium position.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The IR intensity of a normal mode\nis related to the square of the\nvariation of the electric dipole moment along the vibration. This result can be expressed also in terms of\nthe Born effective charges <italic>Z</italic>\n<sub arrange=\"stack\">αβ,τ</sub>\n<sup arrange=\"stack\">*</sup> as\n<disp-formula id=\"eq5\">\n<label>5</label>\n<alternatives>\n<graphic xlink:href=\"am0c16629_m005.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>IR</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>∝</mml:mo>\n<mml:mrow>\n<mml:munderover>\n<mml:mrow>\n<mml:mo>∑</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>α</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:munderover>\n</mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"true\">|</mml:mo>\n<mml:mrow>\n<mml:munderover>\n<mml:mrow>\n<mml:mo>∑</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:munderover>\n</mml:mrow>\n<mml:mrow>\n<mml:munderover>\n<mml:mrow>\n<mml:mo>∑</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>τ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>N</mml:mi>\n</mml:mrow>\n</mml:munderover>\n</mml:mrow>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>Z</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>α</mml:mi>\n<mml:mi>β</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>τ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>*</mml:mo>\n</mml:mrow>\n</mml:msubsup>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>A</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>τ</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo stretchy=\"true\">|</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>N</italic> is the number of\natoms and <italic>A</italic>\n<sub arrange=\"stack\">β,<italic>n</italic>\n</sub>\n<sup arrange=\"stack\">τ</sup> is the <italic>n</italic>th eigenvector. Notice that both the Born effective charges and the\npolarizability tensor, together with other relevant electronic properties,\ncan be calculated within DFT methods in the frame of the linear response\ntheory using the density functional perturbation theory (DFPT). Finally, once the intensity of all modes has been calculated, a\ndiscrete collection of intensities associated with each normal mode\nis obtained and the complete spectrum can be constructed as a sum\nof continuous Lorentzian functions centered in each eigenfrequency.\nA broadening of γ = 3 cm<sup>–1</sup> is enough to keep\na good resolution while providing the look and feel of experimental\nspectra.</p>", "clean_text": "The IR intensity of a normal mode is related to the square of the variation of the electric dipole moment along the vibration. This result can be expressed also in terms of the Born effective charges Z αβ,τ * as  5      I   n   IR   ∝    ∑   α = 1   3      |    ∑   β = 1   3       ∑   τ = 1   N      Z   α β , τ   *     A   β , n   τ   |   2     where N is the number of atoms and A β,n  τ is the nth eigenvector. Notice that both the Born effective charges and the polarizability tensor, together with other relevant electronic properties, can be calculated within DFT methods in the frame of the linear response theory using the density functional perturbation theory (DFPT). Finally, once the intensity of all modes has been calculated, a discrete collection of intensities associated with each normal mode is obtained and the complete spectrum can be constructed as a sum of continuous Lorentzian functions centered in each eigenfrequency. A broadening of γ = 3 cm-1 is enough to keep a good resolution while providing the look and feel of experimental spectra.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Crystal Structure</title><p>The crystal structure of MOF-74 consists\nof an arrangement of symmetrically\ndistributed parallel channels with a hexagonal section, as depicted\nin . The metal\ncenters distributed along the chains display a free coordination site\npointing inward, which is accessible to bind small molecules like\nCO<sub>2</sub>, NH<sub>3</sub>, H<sub>2</sub>O, or light hydrocarbons,\nreaching an octahedral environment for the metal ions. The crystal\nstructure belongs to the hexagonal–rhomboedrical system (space\ngroup <italic>R</italic>3̅) whose conventional unit cell has\n162 total atoms, while the primitive cell only contains 54 atoms,\nincluding six metal centers. Thus, this system is especially appropriate\nto be explored by means of quantum first-principles calculations.</p>", "clean_text": "Crystal Structure\n\nThe crystal structure of MOF-74 consists of an arrangement of symmetrically distributed parallel channels with a hexagonal section, as depicted in . The metal centers distributed along the chains display a free coordination site pointing inward, which is accessible to bind small molecules like CO2, NH3, H2O, or light hydrocarbons, reaching an octahedral environment for the metal ions. The crystal structure belongs to the hexagonal-rhomboedrical system (space group R3̅) whose conventional unit cell has 162 total atoms, while the primitive cell only contains 54 atoms, including six metal centers. Thus, this system is especially appropriate to be explored by means of quantum first-principles calculations.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Top and\nside views of the MOF-74 crystal structure. (a) Along the <italic>c</italic>-axis displaying the parallel hexagonal channels and (b)\nalong the <italic>a</italic>-axis where the metal center (green balls)\nchains are shown. Notice that the unit cell is highlighted in each\ncase.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am0c16629_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Top and side views of the MOF-74 crystal structure. (a) Along the c-axis displaying the parallel hexagonal channels and (b) along the a-axis where the metal center (green balls) chains are shown. Notice that the unit cell is highlighted in each case.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>As shown in  (and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c16629/suppl_file/am0c16629_si_001.pdf\">Tables S1 and S2</ext-link> in the Supporting\nInformation), the agreement between our calculated structural parameters\nand previous calculations and experimental data is remarkable. First,\nwe analyze the structures of the empty MOFs, which have been already\nstudied in depth by first-principles calculations and several experimental techniques like X-ray and neutron diffraction. Our calculations yield very similar values\nof lattice parameters compared to those experimentally reported. We\nget a minimal overestimation in the basal plane and a minor underestimation\nof the cell height, especially in the case of Zn (around 3%). Despite\nbeing isostructural, the volume cell of Zn-MOF-74 is slightly smaller\nthan the one of Mg-MOF-74, a trend that is successfully reproduced\nin our calculations. Our results are also in agreement with previous\ncalculations using similar methodologies (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c16629/suppl_file/am0c16629_si_001.pdf\">Tables S1 and S2</ext-link> in the Supporting\nInformation). Minor variations can be found due to subtle differences\nin some secondary input parameters, which can be checked in the cited\nreferences.</p>", "clean_text": "As shown in  (and Tables S1 and S2 in the Supporting Information), the agreement between our calculated structural parameters and previous calculations and experimental data is remarkable. First, we analyze the structures of the empty MOFs, which have been already studied in depth by first-principles calculations and several experimental techniques like X-ray and neutron diffraction. Our calculations yield very similar values of lattice parameters compared to those experimentally reported. We get a minimal overestimation in the basal plane and a minor underestimation of the cell height, especially in the case of Zn (around 3%). Despite being isostructural, the volume cell of Zn-MOF-74 is slightly smaller than the one of Mg-MOF-74, a trend that is successfully reproduced in our calculations. Our results are also in agreement with previous calculations using similar methodologies (see Tables S1 and S2 in the Supporting Information). Minor variations can be found due to subtle differences in some secondary input parameters, which can be checked in the cited references.", "data": null, "include_properties": null}, {"idx": 15, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Structural Parameters of the Unit\nCells<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">metal</oasis:entry>\n<oasis:entry align=\"center\">adsorbate</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>a</italic> (Å)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>c</italic> (Å)</oasis:entry>\n<oasis:entry align=\"center\">⟨M–O⟩<sub>pl</sub> (Å)</oasis:entry>\n<oasis:entry align=\"center\">M–O<sub>ap</sub> (Å)</oasis:entry>\n<oasis:entry align=\"center\">M–A (Å)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Mg</oasis:entry>\n<oasis:entry>empty</oasis:entry>\n<oasis:entry>25.962</oasis:entry>\n<oasis:entry>6.807</oasis:entry>\n<oasis:entry>2.02</oasis:entry>\n<oasis:entry>2.06</oasis:entry>\n<oasis:entry>**</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>empty</oasis:entry>\n<oasis:entry>25.921</oasis:entry>\n<oasis:entry>6.8625</oasis:entry>\n<oasis:entry>2.06</oasis:entry>\n<oasis:entry>2.17</oasis:entry>\n<oasis:entry>**</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref47\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Ar</oasis:entry>\n<oasis:entry>25.844</oasis:entry>\n<oasis:entry>6.779</oasis:entry>\n<oasis:entry>2.015</oasis:entry>\n<oasis:entry>2.06</oasis:entry>\n<oasis:entry>3.22</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>25.762</oasis:entry>\n<oasis:entry>6.749</oasis:entry>\n<oasis:entry>2.02</oasis:entry>\n<oasis:entry>2.06</oasis:entry>\n<oasis:entry>2.33</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>25.824</oasis:entry>\n<oasis:entry>6.8904</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2.28–2.30</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref47\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>H<sub>2</sub>O</oasis:entry>\n<oasis:entry>25.689</oasis:entry>\n<oasis:entry>6.823</oasis:entry>\n<oasis:entry>2.04</oasis:entry>\n<oasis:entry>2.09</oasis:entry>\n<oasis:entry>2.18</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>NH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>25.717</oasis:entry>\n<oasis:entry>6.843</oasis:entry>\n<oasis:entry>2.05</oasis:entry>\n<oasis:entry>2.09</oasis:entry>\n<oasis:entry>2.22</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>empty</oasis:entry>\n<oasis:entry>25.874</oasis:entry>\n<oasis:entry>6.616</oasis:entry>\n<oasis:entry>2.03</oasis:entry>\n<oasis:entry>2.23</oasis:entry>\n<oasis:entry>**</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>empty</oasis:entry>\n<oasis:entry>25.89</oasis:entry>\n<oasis:entry>6.82</oasis:entry>\n<oasis:entry>2.05</oasis:entry>\n<oasis:entry>2.08</oasis:entry>\n<oasis:entry>**</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref15\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Ar</oasis:entry>\n<oasis:entry>25.724</oasis:entry>\n<oasis:entry>6.581</oasis:entry>\n<oasis:entry>2.03</oasis:entry>\n<oasis:entry>2.23</oasis:entry>\n<oasis:entry>3.47</oasis:entry>\n<oasis:entry>this\nwork</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>25.548</oasis:entry>\n<oasis:entry>6.549</oasis:entry>\n<oasis:entry>2.03</oasis:entry>\n<oasis:entry>2.28</oasis:entry>\n<oasis:entry>2.82</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>H<sub>2</sub>O</oasis:entry>\n<oasis:entry>25.862</oasis:entry>\n<oasis:entry>6.331</oasis:entry>\n<oasis:entry>2.04</oasis:entry>\n<oasis:entry>**</oasis:entry>\n<oasis:entry>2.24</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>NH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>25.777</oasis:entry>\n<oasis:entry>6.798</oasis:entry>\n<oasis:entry>2.09</oasis:entry>\n<oasis:entry>2.20</oasis:entry>\n<oasis:entry>2.16</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Lattice constants in the conventional\nhexagonal cell (<italic>a</italic> and <italic>c</italic>), the M–O\ndistances including the average of the four planar ligands (⟨M–O⟩<sub>pl</sub>) and the apical one (M–O<sub>ap</sub>), together\nwith the distance between the adsorbate and the open metal site (M–A).\nWe compare our results with experimental ones whenever possible.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Adsorption of Small Molecules</title><p>In this study, we consider the presence of a total of four adsorbates,\nwhich cover a broad range of interaction strengths. In particular,\nwe study the adsorption of a noble gas (Ar), a nonpolar molecule (CO<sub>2</sub>), and two strongly polar and hydrogen-bond-forming molecules\n(H<sub>2</sub>O and NH<sub>3</sub>). All of them adsorb on the open\nmetal sites of MOF-74 to achieve the typical octahedral environment\nof the metal ion, as shown in the structures of  (check all of the bond lengths in ). The original coordination\nsphere of metal centers consists of five O atoms belonging to carboxylate\nand phenolate groups of four organic linkers. Two phenolate groups\nand two carboxylate groups form the square base of the octahedron,\nwhile a fifth carboxylate group acts as an apical, and finally one\nadsorbate may complete the octahedral coordination. There is a single\nexception, that is, the water adsorbed on Zn-MOF-74 where the former\napical carboxylate O-ligand is removed from the first coordination\nsphere and a highly distorted pentacoordinated structure emerges.\nThis can be viewed as a slightly distorted seesaw geometry (with four\nO-ligands), with a fifth coordination site pointing to the MOF-74\nchannel. All other structures display the usual octahedral geometry\nclose to the ideal parameters in the case of Mg and with small distortions\nin the case of Zn. Strongly polar adsorbates like H<sub>2</sub>O and\nNH<sub>3</sub> induce the most noticeable changes in the whole structure\nof the MOF, as deduced from the values of the lattice parameters collected\nin . That is\na considerable shortening along the <italic>c</italic>-axis, especially\nin the case of water on Zn-MOF-74, in agreement with previous calculations. This is one of the first signs of instability\nproduced by the presence of water, which does not affect so much the\nstructure of Mg-MOF-74, revealing a higher stability against water.\nConversely, the impact of weakly interacting species like Ar or CO<sub>2</sub> on the whole structure is not significant, as we will discuss\nlater.</p>", "clean_text": "Adsorption of Small Molecules\n\nIn this study, we consider the presence of a total of four adsorbates, which cover a broad range of interaction strengths. In particular, we study the adsorption of a noble gas (Ar), a nonpolar molecule (CO2), and two strongly polar and hydrogen-bond-forming molecules (H2O and NH3). All of them adsorb on the open metal sites of MOF-74 to achieve the typical octahedral environment of the metal ion, as shown in the structures of  (check all of the bond lengths in ). The original coordination sphere of metal centers consists of five O atoms belonging to carboxylate and phenolate groups of four organic linkers. Two phenolate groups and two carboxylate groups form the square base of the octahedron, while a fifth carboxylate group acts as an apical, and finally one adsorbate may complete the octahedral coordination. There is a single exception, that is, the water adsorbed on Zn-MOF-74 where the former apical carboxylate O-ligand is removed from the first coordination sphere and a highly distorted pentacoordinated structure emerges. This can be viewed as a slightly distorted seesaw geometry (with four O-ligands), with a fifth coordination site pointing to the MOF-74 channel. All other structures display the usual octahedral geometry close to the ideal parameters in the case of Mg and with small distortions in the case of Zn. Strongly polar adsorbates like H2O and NH3 induce the most noticeable changes in the whole structure of the MOF, as deduced from the values of the lattice parameters collected in . That is a considerable shortening along the c-axis, especially in the case of water on Zn-MOF-74, in agreement with previous calculations. This is one of the first signs of instability produced by the presence of water, which does not affect so much the structure of Mg-MOF-74, revealing a higher stability against water. Conversely, the impact of weakly interacting species like Ar or CO2 on the whole structure is not significant, as we will discuss later.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Detailed structures of the open metal sites (Zn and Mg) coordinated\nwith the adsorbed molecules. From left to right: Ar, CO<sub>2</sub>, H<sub>2</sub>O, and NH<sub>3</sub>.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am0c16629_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  Detailed structures of the open metal sites (Zn and Mg) coordinated with the adsorbed molecules. From left to right: Ar, CO2, H2O, and NH3.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>\n, together\nwith <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c16629/suppl_file/am0c16629_si_001.pdf\">Table S2</ext-link> in the Supporting Information,\ncollects some relevant structural parameters related to the coordination\ncomplexes formed in MOF-74 after adsorption. As expected, the presence\nof neutral Ar atoms in the channels of MOF-74 barely affects the structure,\ndisplaying a very limited influence. This is a consequence of the\nweak adsorption revealed by large adsorption distances of 3.22 and\n3.47 Å, typical of adsorbates interacting solely through weak\ndispersion forces. CO<sub>2</sub> adsorption on MOF-74 displays a\nsimilar behavior. The crystal symmetry is preserved after adsorption,\nbut a small shrinkage of the unit cell with increasing CO<sub>2</sub> concentration has been reported in Mg-MOF-74 by neutron diffraction experiments. This trend was later\nconfirmed for other metals following\na similar experimental approach. The CO<sub>2</sub> molecule physisorbs\non the open metal sites of MOF-74 through one of the O atoms, leading\nto moderate adsorption distances of 2.33 and 2.82 Å for Mg-MOF-74\nand Zn-MOF-74, respectively. These values are in agreement with previous\ncalculations and also supported by experimental measurements that\nsuggest a strong physisorption of the CO<sub>2</sub> molecules, more\nintense than a purely van der Waals adsorption. This is a consequence\nof the interaction between the quadrupole moment of the molecules\nand the electric field of the metal ions. The adsorption angle ∠M–O–C is also a relevant\nstructural parameter that deserves some attention. Neutron diffraction\nexperiments point out values of 131 and 117°\nfor Mg-MOF-74 and Zn-MOF-74, respectively, in close agreement with\nour calculations (132.1 and 115.5°). In addition, the CO<sub>2</sub> molecules remain linear after adsorption with angles around\n178°. Notice that, although previous neutron diffraction experiments have revealed other secondary adsorption sites for higher concentrations,\nhere, we focus exclusively on the adsorption directly on the open\nmetal site. This is because all of the vibrational signatures arising\nfrom less strongly bonded or freely flowing molecules will have a\nmuch lower impact on the IR/Raman spectra.</p>", "clean_text": " , together with Table S2 in the Supporting Information, collects some relevant structural parameters related to the coordination complexes formed in MOF-74 after adsorption. As expected, the presence of neutral Ar atoms in the channels of MOF-74 barely affects the structure, displaying a very limited influence. This is a consequence of the weak adsorption revealed by large adsorption distances of 3.22 and 3.47 Å, typical of adsorbates interacting solely through weak dispersion forces. CO2 adsorption on MOF-74 displays a similar behavior. The crystal symmetry is preserved after adsorption, but a small shrinkage of the unit cell with increasing CO2 concentration has been reported in Mg-MOF-74 by neutron diffraction experiments. This trend was later confirmed for other metals following a similar experimental approach. The CO2 molecule physisorbs on the open metal sites of MOF-74 through one of the O atoms, leading to moderate adsorption distances of 2.33 and 2.82 Å for Mg-MOF-74 and Zn-MOF-74, respectively. These values are in agreement with previous calculations and also supported by experimental measurements that suggest a strong physisorption of the CO2 molecules, more intense than a purely van der Waals adsorption. This is a consequence of the interaction between the quadrupole moment of the molecules and the electric field of the metal ions. The adsorption angle ∠M-O-C is also a relevant structural parameter that deserves some attention. Neutron diffraction experiments point out values of 131 and 117° for Mg-MOF-74 and Zn-MOF-74, respectively, in close agreement with our calculations (132.1 and 115.5°). In addition, the CO2 molecules remain linear after adsorption with angles around 178°. Notice that, although previous neutron diffraction experiments have revealed other secondary adsorption sites for higher concentrations, here, we focus exclusively on the adsorption directly on the open metal site. This is because all of the vibrational signatures arising from less strongly bonded or freely flowing molecules will have a much lower impact on the IR/Raman spectra.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Conversely, highly\npolar molecules like water or ammonia display\nmuch closer adsorption distances similar to the other O-ligands of\nthe framework. In particular, H<sub>2</sub>O molecules bind through\nthe O atom displaying bond lengths of 2.18 and 2.24 Å for Mg-MOF-74\nand Zn-MOF-74, respectively. These values are also compatible with\nexperimental observations in hydrated MOF-74 with other metals, which\nreveal also short bond distances of 2.08 Å (Ni-MOF-74) and 2.16 Å (Co-MOF-74). Finally, NH<sub>3</sub> molecules present similar adsorption\ndistances of 2.22 Å in Mg-MOF-74 and 2.16 Å in Zn-MOF-74.</p>", "clean_text": "Conversely, highly polar molecules like water or ammonia display much closer adsorption distances similar to the other O-ligands of the framework. In particular, H2O molecules bind through the O atom displaying bond lengths of 2.18 and 2.24 Å for Mg-MOF-74 and Zn-MOF-74, respectively. These values are also compatible with experimental observations in hydrated MOF-74 with other metals, which reveal also short bond distances of 2.08 Å (Ni-MOF-74) and 2.16 Å (Co-MOF-74). Finally, NH3 molecules present similar adsorption distances of 2.22 Å in Mg-MOF-74 and 2.16 Å in Zn-MOF-74.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>We have calculated the adsorption energies of the four adsorbates\nconsidered in this work following a twofold purpose. On the one hand,\nthese values serve as a benchmark that confirms the reliability of\nour methodology, especially in the case of CO<sub>2</sub> where a\ngreat amount of previous calculations and experimental measurements\nis available in the literature. Besides, the obtained values of adsorption\nenergies provide useful information about the strength of the interactions\nbetween the different adsorbates and the open metal sites in MOF-74.</p>", "clean_text": "We have calculated the adsorption energies of the four adsorbates considered in this work following a twofold purpose. On the one hand, these values serve as a benchmark that confirms the reliability of our methodology, especially in the case of CO2 where a great amount of previous calculations and experimental measurements is available in the literature. Besides, the obtained values of adsorption energies provide useful information about the strength of the interactions between the different adsorbates and the open metal sites in MOF-74.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>In , we collect\nthe adsorption energies calculated on Mg-MOF-74 and Zn-MOF-74. We\nbegin analyzing the adsorption of CO<sub>2</sub> molecules because\nthere are a number of previous results to compare with. As we can see, the\nadsorption energies obtained for CO<sub>2</sub> are in very good agreement\nwith previous results using similar methodologies, revealing a stronger\ninteraction with Mg sites compared to Zn atoms. This trend has been\nexperimentally confirmed by Queen et al. There are other studies reporting basically the same values of experimental\nadsorption energies of CO<sub>2</sub> on Mg-MOF-74, while\nothers point out to slightly larger values.\n</p>", "clean_text": "In , we collect the adsorption energies calculated on Mg-MOF-74 and Zn-MOF-74. We begin analyzing the adsorption of CO2 molecules because there are a number of previous results to compare with. As we can see, the adsorption energies obtained for CO2 are in very good agreement with previous results using similar methodologies, revealing a stronger interaction with Mg sites compared to Zn atoms. This trend has been experimentally confirmed by Queen et al. There are other studies reporting basically the same values of experimental adsorption energies of CO2 on Mg-MOF-74, while others point out to slightly larger values. ", "data": null, "include_properties": null}, {"idx": 22, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Calculated Adsorption Energies (Δ<italic>E</italic>\n<sub>ad</sub>) of the Four Adsorbates Considered in This\nWork<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">Δ<italic>E</italic>\n<sub>ad</sub> (kJ/mol)</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">Mg</oasis:entry>\n<oasis:entry align=\"center\">Zn</oasis:entry>\n<oasis:entry align=\"center\">method</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Ar</oasis:entry>\n<oasis:entry>–11.3</oasis:entry>\n<oasis:entry>–11.1</oasis:entry>\n<oasis:entry>PBE+D3</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–39.8</oasis:entry>\n<oasis:entry>–32.3</oasis:entry>\n<oasis:entry>PBE+D3</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–43.5</oasis:entry>\n<oasis:entry>–26.8</oasis:entry>\n<oasis:entry>exp.</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref13\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–39.7</oasis:entry>\n<oasis:entry>–31.8</oasis:entry>\n<oasis:entry>PBE+D3*</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref15\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–43.6</oasis:entry>\n<oasis:entry>–32.1</oasis:entry>\n<oasis:entry>rev-vdW-DF2*</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref15\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–42.31</oasis:entry>\n<oasis:entry>–30.53</oasis:entry>\n<oasis:entry>PBE-D2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref43\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–41.4</oasis:entry>\n<oasis:entry>–34.0</oasis:entry>\n<oasis:entry>PBE-D2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref50\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–41.5</oasis:entry>\n<oasis:entry>–35.2</oasis:entry>\n<oasis:entry>B3LYP+D</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref42\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–42.4</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>PBE-D2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref11\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–43.4</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>PBE-D2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref33\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<sub>2</sub>O</oasis:entry>\n<oasis:entry>–76.5</oasis:entry>\n<oasis:entry>–59.8</oasis:entry>\n<oasis:entry>PBE+D3</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<sub>2</sub>O</oasis:entry>\n<oasis:entry>–73.33</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>vdW-DF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref51\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<sub>2</sub>O</oasis:entry>\n<oasis:entry>–81.3</oasis:entry>\n<oasis:entry>–62.5</oasis:entry>\n<oasis:entry>PBE+D3*</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref15\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<sub>2</sub>O</oasis:entry>\n<oasis:entry>–81.2</oasis:entry>\n<oasis:entry>–60.5</oasis:entry>\n<oasis:entry>rev-vdW-DF2*</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref15\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>–92.6</oasis:entry>\n<oasis:entry>–83.5</oasis:entry>\n<oasis:entry>PBE+D3</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>In the case of CO<sub>2</sub>, we\ncompare our results with previous calculations and experimental values\nreported in the literature. Those methods labeled with an asterisk\ndenote that they are calculating single-molecule adsorption.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Regarding other adsorbates, the\namount of previous results is scarce.\nFirst-principles calculations have predicted low adsorption energy\nvalues (∼10 kJ/mol) for Xe and Kr on MOF-74, which is consistent with our values obtained for Ar adsorption.\nVery similar values of isosteric heat of adsorption have been measured\nfor H<sub>2</sub> on Mg-MOF-74 (−10.1 kJ/mol) and Zn-MOF-74\n(−10.1 kJ/mol) and other metals. The case of strongly interacting adsorbates like water or ammonia\nis extremely challenging from the experimental point of view because\nwater molecules react with the coordinatively unsaturated metal sites,\nleading to complex chemical scenarios. This is the\nreason for the total absence of reliable adsorption of heat measurements\nfor these adsorbates, and only very few calculations are available\nfor water adsorption, which are, however, in agreement\nwith our own estimations. It is worth mentioning that, except in the\ncase of Ar where the adsorption energies are almost identical, Mg-MOF-74\ndisplays systematically higher adsorption energies, revealing a greater\nreactivity.</p>", "clean_text": "Regarding other adsorbates, the amount of previous results is scarce. First-principles calculations have predicted low adsorption energy values (~10 kJ/mol) for Xe and Kr on MOF-74, which is consistent with our values obtained for Ar adsorption. Very similar values of isosteric heat of adsorption have been measured for H2 on Mg-MOF-74 (-10.1 kJ/mol) and Zn-MOF-74 (-10.1 kJ/mol) and other metals. The case of strongly interacting adsorbates like water or ammonia is extremely challenging from the experimental point of view because water molecules react with the coordinatively unsaturated metal sites, leading to complex chemical scenarios. This is the reason for the total absence of reliable adsorption of heat measurements for these adsorbates, and only very few calculations are available for water adsorption, which are, however, in agreement with our own estimations. It is worth mentioning that, except in the case of Ar where the adsorption energies are almost identical, Mg-MOF-74 displays systematically higher adsorption energies, revealing a greater reactivity.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Vibrational Spectra of Empty MOFs</title><p>With the approach\ndescribed in the  section, we have\ncalculated the Raman and IR spectra of bare Mg-MOF-74\nand Zn-MOF-74, which are shown in . Our normal-mode analysis allows us to perform\na complete assignment of the vibrational spectra revealing the nature\nof the molecular vibrations in terms of the usual internal coordinates.\nWe can distinguish two distinctive regions in the vibrational spectra.\nOn the one hand, we find a low wavenumber region (&lt;700 cm<sup>–1</sup>) where the active bands mainly involve the vibrations affecting\nthe metal centers. Due to the noticeable mass difference between Mg\nand Zn, the observed features are clearly distinguishable, with remarkable\nshifts in the positions of the active bands. In contrast, above 700\ncm<sup>–1</sup>, all spectra are rather similar, since most\nof the active modes in that region belong to the organic ligands in\nthe structure.</p>", "clean_text": "Vibrational Spectra of Empty MOFs\n\nWith the approach described in the  section, we have calculated the Raman and IR spectra of bare Mg-MOF-74 and Zn-MOF-74, which are shown in . Our normal-mode analysis allows us to perform a complete assignment of the vibrational spectra revealing the nature of the molecular vibrations in terms of the usual internal coordinates. We can distinguish two distinctive regions in the vibrational spectra. On the one hand, we find a low wavenumber region (<700 cm-1) where the active bands mainly involve the vibrations affecting the metal centers. Due to the noticeable mass difference between Mg and Zn, the observed features are clearly distinguishable, with remarkable shifts in the positions of the active bands. In contrast, above 700 cm-1, all spectra are rather similar, since most of the active modes in that region belong to the organic ligands in the structure.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Calculated Raman and IR spectra for bare Mg-MOF-74 (a)\nand bare\nZn-MOF-74 (b). The intensities are normalized to one with respect\nto the strongest band, but the low wavenumber regions (&lt;700 cm<sup>–1</sup>) have been multiplied by a factor of 2 only to make\nfeatures more apparent.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am0c16629_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  Calculated Raman and IR spectra for bare Mg-MOF-74 (a) and bare Zn-MOF-74 (b). The intensities are normalized to one with respect to the strongest band, but the low wavenumber regions (<700 cm-1) have been multiplied by a factor of 2 only to make features more apparent.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The low wavenumber region\nis characterized by vibrational modes\ninvolving the metal centers accompanied by low energy collective vibrations\nand lattice modes. The IR spectrum of Mg-MOF-74 displays a strong\nband at 394 cm<sup>–1</sup> surrounded by two weaker signals\nat 371 and 426 cm<sup>–1</sup>. The IR spectrum Zn-MOF-74,\nhowever, presents noticeable bands at 212, 257, and 292 cm<sup>–1</sup>, although their intensities are much lower than the corresponding\nbands in Mg-MOF-74 at ∼426 cm<sup>–1</sup>, as shown\non the left side of . The Raman spectra show very limited activity in this range.\nAlthough some weak signals can be detected (449 and 481 cm<sup>–1</sup> for Mg-MOF-74 and 290 cm<sup>–1</sup> for Zn-MOF-74), this\nactivity cannot be entirely ascribed to the metal center modes but\nto more complex lattice vibrations. The visual inspection of the modes\nresponsible for these bands reveals that the Mg vibrations show larger\namplitudes than those involving Zn<sup>2+</sup> ions. The molecular\nvibrations are not completely equivalent between Mg and Zn. While\nsome vibrations of Mg-MOF-74 resemble Mg–O stretching modes,\nwe are unable to assign similar modes for Zn-MOF-74. In any case,\nit is complicated to describe these metal modes in terms of classical\nvibrations due to their pentacoordinated environment. In this way,\na possible Mg–O or Zn–O stretching vibration implies\nfurther movements in other O atoms of the first coordination sphere,\ngiving rise to wagging or bending O–Mg–O or O–Zn–O\nmodes or even more complex modes. In spite of all of these difficulties,\nthere are still a limited number of vibrational modes that could be\nconsidered as equivalent between Mg and Zn MOFs. They are located\nat 587/580, 498/480, 394/353, and 332/290 cm<sup>–1</sup> for\nMg- and Zn-MOF-74, respectively.</p>", "clean_text": "The low wavenumber region is characterized by vibrational modes involving the metal centers accompanied by low energy collective vibrations and lattice modes. The IR spectrum of Mg-MOF-74 displays a strong band at 394 cm-1 surrounded by two weaker signals at 371 and 426 cm-1. The IR spectrum Zn-MOF-74, however, presents noticeable bands at 212, 257, and 292 cm-1, although their intensities are much lower than the corresponding bands in Mg-MOF-74 at ~426 cm-1, as shown on the left side of . The Raman spectra show very limited activity in this range. Although some weak signals can be detected (449 and 481 cm-1 for Mg-MOF-74 and 290 cm-1 for Zn-MOF-74), this activity cannot be entirely ascribed to the metal center modes but to more complex lattice vibrations. The visual inspection of the modes responsible for these bands reveals that the Mg vibrations show larger amplitudes than those involving Zn2+ ions. The molecular vibrations are not completely equivalent between Mg and Zn. While some vibrations of Mg-MOF-74 resemble Mg-O stretching modes, we are unable to assign similar modes for Zn-MOF-74. In any case, it is complicated to describe these metal modes in terms of classical vibrations due to their pentacoordinated environment. In this way, a possible Mg-O or Zn-O stretching vibration implies further movements in other O atoms of the first coordination sphere, giving rise to wagging or bending O-Mg-O or O-Zn-O modes or even more complex modes. In spite of all of these difficulties, there are still a limited number of vibrational modes that could be considered as equivalent between Mg and Zn MOFs. They are located at 587/580, 498/480, 394/353, and 332/290 cm-1 for Mg- and Zn-MOF-74, respectively.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>It is worth noting that such\ndifferences between spectra cannot\nbe exclusively attributed to the distinctive atomic weights of Mg\nand Zn ions. This mass difference could account for substantial frequency\nshifts, but it cannot explain the qualitative discrepancies found.\nMore likely, these differences are related to the very different electronic\nconfigurations of the two metal centers. Although Mg and Zn ions are\nclosed shell systems, Mg ions lack d orbitals, while Zn ions possess\nfully occupied 3d orbitals. Although these metal–organic modes\nhave rarely been considered in the literature, a recently released\nbook by Maslowsky (and references therein)\ncollects some useful examples of related organometallic compounds\nthat enables a valuable comparison. In a Mg adduct obtained through\nthe reaction of tris­(8-hydroxyquinolinate)aluminum and Mg vapor, IR\nexperiments suggest signals at 420 and 614 cm<sup>–1</sup> for\nMg–C and Mg–O stretching modes. A comprehensive IR and\nRaman study of various polycrystalline complexes of Grignard reagents\n(namely, methyl and ethyl magnesium bromide complexes like RMgBr·2O­(C<sub>2</sub>H<sub>5</sub>)<sub>2</sub> and some of their deuterated derivatives)\nassigns Mg–O stretching modes at 301 and 317 cm<sup>–1</sup>. All of these assignments are in agreement with our results. In\nthe case of Zn vibrational modes, we can compare with a number of\nbidentate carboxylate complexes that present a rather similar coordination\nenvironment. Mononuclear zinc acetates display a tetrahedral geometry,\nwhich leads to active Raman bands at 229 and 264 cm<sup>–1</sup>, as a consequence of Zn–O stretching modes in the tetrahedrons. Additionally, related oxo-tetranuclear complexes\ndisplay a noticeable IR signal at a relatively higher wavenumber (<italic>i.e</italic>., 336 cm<sup>–1</sup>) and also in Raman (342\ncm<sup>–1</sup>) also due to the Zn–O stretch, whereas\nvibrations involving Zn–Zn bonds are visible at 225 cm<sup>–1</sup> in the Raman spectrum.\n</p>", "clean_text": "It is worth noting that such differences between spectra cannot be exclusively attributed to the distinctive atomic weights of Mg and Zn ions. This mass difference could account for substantial frequency shifts, but it cannot explain the qualitative discrepancies found. More likely, these differences are related to the very different electronic configurations of the two metal centers. Although Mg and Zn ions are closed shell systems, Mg ions lack d orbitals, while Zn ions possess fully occupied 3d orbitals. Although these metal-organic modes have rarely been considered in the literature, a recently released book by Maslowsky (and references therein) collects some useful examples of related organometallic compounds that enables a valuable comparison. In a Mg adduct obtained through the reaction of tris(8-hydroxyquinolinate)aluminum and Mg vapor, IR experiments suggest signals at 420 and 614 cm-1 for Mg-C and Mg-O stretching modes. A comprehensive IR and Raman study of various polycrystalline complexes of Grignard reagents (namely, methyl and ethyl magnesium bromide complexes like RMgBr⋅2O(C2H5)2 and some of their deuterated derivatives) assigns Mg-O stretching modes at 301 and 317 cm-1. All of these assignments are in agreement with our results. In the case of Zn vibrational modes, we can compare with a number of bidentate carboxylate complexes that present a rather similar coordination environment. Mononuclear zinc acetates display a tetrahedral geometry, which leads to active Raman bands at 229 and 264 cm-1, as a consequence of Zn-O stretching modes in the tetrahedrons. Additionally, related oxo-tetranuclear complexes display a noticeable IR signal at a relatively higher wavenumber (i.e., 336 cm-1) and also in Raman (342 cm-1) also due to the Zn-O stretch, whereas vibrations involving Zn-Zn bonds are visible at 225 cm-1 in the Raman spectrum. ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>For higher wavenumbers, we find the characteristic bands associated\nwith typical vibrational modes of organic molecules. In the particular\ncase of MOF-74, they are those arising from the phenolate and carboxylate\ngroups and the benzene rings of the ligands. In , we have collected the most representative\nbands of the spectra, including a brief description of their active\nmodes. The first noticeable bands in this region appear at ∼800\ncm<sup>–1</sup> as a consequence of breathing and soft bending\nmodes in the benzene rings together with extra bending modes of the\ncarboxylate groups. For higher wavenumbers (1200–1450 cm<sup>–1</sup>), the predominant modes become the stretching modes\nlocated on C–C bonds of the benzene rings, C–C<sub>c</sub> bonds, and C–O<sup>–</sup> phenolate bonds. Above\n1400 cm<sup>–1</sup>, the active modes are mainly dominated\nby stretching modes of the carboxylate groups, although there is an\nimportant contribution of C–C stretching modes of the benzene\nrings, giving rise to a Raman band at 1620 cm<sup>–1</sup> in\nMg-MOF-74 and at 1612 cm<sup>–1</sup> in Zn-MOF-74. Finally,\nthe high wavenumber region (&gt;1700 cm<sup>–1</sup>) lacks\nany\nrelevant IR/Raman signature except for a single peak at ∼3150\ncm<sup>–1</sup> in the Raman spectra, arising from C–H\nstretching modes in benzene rings. As expected, the most intense band\nof the spectra arises from the COO<sup>–</sup> and C–O<sup>–</sup> stretching modes of carboxylate and phenolate groups.\nThis general assignment is in good agreement with previous experimental\nwork.\n</p>", "clean_text": "For higher wavenumbers, we find the characteristic bands associated with typical vibrational modes of organic molecules. In the particular case of MOF-74, they are those arising from the phenolate and carboxylate groups and the benzene rings of the ligands. In , we have collected the most representative bands of the spectra, including a brief description of their active modes. The first noticeable bands in this region appear at ~800 cm-1 as a consequence of breathing and soft bending modes in the benzene rings together with extra bending modes of the carboxylate groups. For higher wavenumbers (1200-1450 cm-1), the predominant modes become the stretching modes located on C-C bonds of the benzene rings, C-Cc bonds, and C-O- phenolate bonds. Above 1400 cm-1, the active modes are mainly dominated by stretching modes of the carboxylate groups, although there is an important contribution of C-C stretching modes of the benzene rings, giving rise to a Raman band at 1620 cm-1 in Mg-MOF-74 and at 1612 cm-1 in Zn-MOF-74. Finally, the high wavenumber region (>1700 cm-1) lacks any relevant IR/Raman signature except for a single peak at ~3150 cm-1 in the Raman spectra, arising from C-H stretching modes in benzene rings. As expected, the most intense band of the spectra arises from the COO- and C-O- stretching modes of carboxylate and phenolate groups. This general assignment is in good agreement with previous experimental work. ", "data": null, "include_properties": null}, {"idx": 29, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Systematic Assignment\nof the Most\nRelevant IR and Raman Bands (in cm<sup>–1</sup>) of Bare Mg-MOF-74\nand Zn-MOF-74<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"char\" char=\".\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col2\" namest=\"col1\" rowsep=\"1\">Mg-MOF-74</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col3\" rowsep=\"1\">Zn-MOF-74</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">IR</oasis:entry>\n<oasis:entry align=\"center\">Raman</oasis:entry>\n<oasis:entry align=\"center\">IR</oasis:entry>\n<oasis:entry align=\"center\">Raman</oasis:entry>\n<oasis:entry align=\"center\">description</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>3151</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>3167</oasis:entry>\n<oasis:entry>CH stretching</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>1622</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1612</oasis:entry>\n<oasis:entry>CC (bz) stretching</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>1547</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1522</oasis:entry>\n<oasis:entry>(a) COO<sup>–</sup> stretching</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1541</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1511</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>(a) COO<sup>–</sup> stretching</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>1484</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1478</oasis:entry>\n<oasis:entry>CC (bz) and COO<sup>–</sup> stretching</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1450</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1444</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>CC (bz), CC<sub>c</sub>, and CO<sup>–</sup> (ph) stretching\nand CH bending</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1437</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1427</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>CC (bz) and CC<sub>c</sub> stretching and CH bending</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1420</oasis:entry>\n<oasis:entry>1413</oasis:entry>\n<oasis:entry>1394</oasis:entry>\n<oasis:entry>1394</oasis:entry>\n<oasis:entry>CC<sub>c</sub> stretching and in-plane ring deformation</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1365</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1358</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>CC (bz), CC<sub>c</sub>, and CO<sup>–</sup> (ph) stretching</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>1294</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1267</oasis:entry>\n<oasis:entry>CC (bz) and (s) CO<sup>–</sup> (ph) stretching</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1281</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1279</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>(a) CC (bz) stretching</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1206</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1185</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>CH and ring\nbending</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>890</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>882</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>CH, ring, and COO<sup>–</sup> bending and CC<sub>c</sub> stretching</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>809</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>801</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>ring breathing\nand (s) COO<sup>–</sup> bending</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>807</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>809</oasis:entry>\n<oasis:entry>ring breathing\nand COO<sup>–</sup> bending</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>Notice\nthat the mode descriptions\nare made in terms of the usual internal coordinates, where a and s\ndenote asymmetric and symmetric, respectively, C<sub>c</sub> is the\nC atom of the carboxylate group, bz is the benzene ring, and ph is\nphenolate.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>According to , we find exactly\nthe same vibrational fingerprints in both MOFs\nwith Zn and Mg. However, notice that the Zn-MOF-74 bands are slightly\nshifted to lower wavenumbers (overall 10–20 cm<sup>–1</sup>) compared to those of Mg-MOF-74. This feature is also in agreement\nwith the observed trends in the experimental spectra. It is worth noting that our calculations for MOF-74 fulfill\nthe rule of mutual exclusion in molecular spectroscopy, as expected\nfor a centrosymmetric system. This principle states that no normal\nmode can be simultaneously active in IR and Raman spectroscopy if\nthe system possesses an inversion center, such as in the case of the <italic>R</italic>3̅ crystal space\ngroup of MOF-74. However, there is a single exception for one active\nband (located at 1413 cm<sup>–1</sup> in Mg-MOF-74 and 1393\ncm<sup>–1</sup> in Zn-MOF-74), which is IR- and Raman-active\nsimultaneously. This is a straightforward consequence of the geometrical\noptimization performed where volume cell changes were allowed, and\ntherefore a slight deviation from the original rhombohedral symmetry\nmay occur.</p>", "clean_text": "According to , we find exactly the same vibrational fingerprints in both MOFs with Zn and Mg. However, notice that the Zn-MOF-74 bands are slightly shifted to lower wavenumbers (overall 10-20 cm-1) compared to those of Mg-MOF-74. This feature is also in agreement with the observed trends in the experimental spectra. It is worth noting that our calculations for MOF-74 fulfill the rule of mutual exclusion in molecular spectroscopy, as expected for a centrosymmetric system. This principle states that no normal mode can be simultaneously active in IR and Raman spectroscopy if the system possesses an inversion center, such as in the case of the R3̅ crystal space group of MOF-74. However, there is a single exception for one active band (located at 1413 cm-1 in Mg-MOF-74 and 1393 cm-1 in Zn-MOF-74), which is IR- and Raman-active simultaneously. This is a straightforward consequence of the geometrical optimization performed where volume cell changes were allowed, and therefore a slight deviation from the original rhombohedral symmetry may occur.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Impact of Small Adsorbates on the Vibrational Spectra</title><p>As we have pointed out, vibrational spectroscopy provides valuable\ninformation about the molecular structure of the analyzed samples.\nTherefore, it constitutes a very appropriate technique to probe the\ninteraction between small molecules and the hosting MOF. Now, we study\nin detail the changes produced in the IR/Raman spectra of CO<sub>2</sub>, H<sub>2</sub>O, and NH<sub>3</sub> once adsorbed on MOF-74. In\nall cases, we will consider a fixed load of one adsorbate per metal\ncenter since variations in the adsorbate concentration do not affect\nthe positions of the bands but mainly the relative IR/Raman intensities, which we are not going to discuss in depth. For NH<sub>3</sub> and\nH<sub>2</sub>O adsorption, it is also possible to find some fingerprints\nassociated with the formation of intermolecular H-bonds.\n</p>", "clean_text": "Impact of Small Adsorbates on the Vibrational Spectra\n\nAs we have pointed out, vibrational spectroscopy provides valuable information about the molecular structure of the analyzed samples. Therefore, it constitutes a very appropriate technique to probe the interaction between small molecules and the hosting MOF. Now, we study in detail the changes produced in the IR/Raman spectra of CO2, H2O, and NH3 once adsorbed on MOF-74. In all cases, we will consider a fixed load of one adsorbate per metal center since variations in the adsorbate concentration do not affect the positions of the bands but mainly the relative IR/Raman intensities, which we are not going to discuss in depth. For NH3 and H2O adsorption, it is also possible to find some fingerprints associated with the formation of intermolecular H-bonds. ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The CO<sub>2</sub> molecule possesses a linear geometry with\na\nhigh quadrupole moment and polarizability, which presents four vibrational\nnormal modes: a CO asymmetric (υ<sub>3</sub>) and a\nsymmetric stretching (υ<sub>1</sub>) and a doubly degenerated\nbending mode (υ<sub>2</sub>). Notice that, in the following,\nwe have used the nomenclature established by Herzberg to denote the vibrational normal modes. The CO<sub>2</sub> υ<sub>1</sub> stretching mode is the only Raman-active mode,\nwhile all of the rest are IR-active, attending to the mutual exclusion\nprinciple of vibrational spectroscopy (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c16629/suppl_file/am0c16629_si_001.pdf\">Figure S3</ext-link> in the Supporting Information). Our calculations predict\nthe emergence of forbidden bands, the lack of degeneration of υ<sub>2</sub>, the splitting of the band associated with the υ<sub>3</sub> mode, and frequency shifts.</p>", "clean_text": "The CO2 molecule possesses a linear geometry with a high quadrupole moment and polarizability, which presents four vibrational normal modes: a CO asymmetric (υ3) and a symmetric stretching (υ1) and a doubly degenerated bending mode (υ2). Notice that, in the following, we have used the nomenclature established by Herzberg to denote the vibrational normal modes. The CO2 υ1 stretching mode is the only Raman-active mode, while all of the rest are IR-active, attending to the mutual exclusion principle of vibrational spectroscopy (see Figure S3 in the Supporting Information). Our calculations predict the emergence of forbidden bands, the lack of degeneration of υ2, the splitting of the band associated with the υ3 mode, and frequency shifts.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>In <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c16629/suppl_file/am0c16629_si_001.pdf\">Table S3</ext-link> of the Supporting Information,\nwe have collected the IR/Raman signals corresponding to the vibrational\nmodes associated with the adsorbed CO<sub>2</sub> molecules and compare\nwith the gas-phase vibrational bands. According to <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c16629/suppl_file/am0c16629_si_001.pdf\">Table S3</ext-link>, all associated modes become active in IR and Raman\nspectra although those previously forbidden present a low IR/Raman\nactivity. Namely, the υ<sub>1</sub> mode becomes IR-active,\nwhile υ<sub>2</sub> and υ<sub>3</sub> become Raman-active\nbecause the rule of mutual exclusion is not valid anymore after adsorption.\nThis is a common feature of adsorbed molecules as a consequence of\nthe absence of an inversion center in the adsorbed configuration.\nFor instance, the IR-inactive stretching mode of the H<sub>2</sub> molecule becomes active when adsorbed on MOF-74 with several metals.\n</p>", "clean_text": "In Table S3 of the Supporting Information, we have collected the IR/Raman signals corresponding to the vibrational modes associated with the adsorbed CO2 molecules and compare with the gas-phase vibrational bands. According to Table S3, all associated modes become active in IR and Raman spectra although those previously forbidden present a low IR/Raman activity. Namely, the υ1 mode becomes IR-active, while υ2 and υ3 become Raman-active because the rule of mutual exclusion is not valid anymore after adsorption. This is a common feature of adsorbed molecules as a consequence of the absence of an inversion center in the adsorbed configuration. For instance, the IR-inactive stretching mode of the H2 molecule becomes active when adsorbed on MOF-74 with several metals. ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>The double-degenerated υ<sub>2</sub> bending mode of gas-phase\nCO<sub>2</sub> is not fully degenerate in our calculations due to\nsome numerical uncertainty. However, when adsorbed on the open metal\nsites of MOF-74, they become completely nondegenerate bands. For instance,\nin the IR spectra of the loaded MOFs, we get a splitting of 12 cm<sup>–1</sup> in Mg-MOF and 8 cm<sup>–1</sup> in Zn-MOF.\nThe same effect is also observed in the Raman spectra. This effect\nis consistent with the sloped adsorption configuration discussed for\nthe CO<sub>2</sub> molecules. The lack of degeneration in the υ<sub>2</sub> bending mode is a more general phenomenon, experimentally\nobserved in other MOFs. For instance, in Cr-MIL-53, a similar splitting\nof ∼10 cm<sup>–1</sup> is found in the IR spectrum. Therefore, this splitting is a direct consequence\nof the reduction of the symmetry of the molecule once it is adsorbed\non the open metal sites. A similar effect is found also in the υ<sub>3</sub> asymmetric stretching mode, where a noticeable splitting\nis observed after adsorption. Two separated signals at 2349 and 2361\ncm<sup>–1</sup> appear in the IR spectrum of Zn-MOF-74, while\na similar splitting between 2369 and 2374 cm<sup>–1</sup> is\nfound in the Raman spectrum of Mg-MOF-74.</p>", "clean_text": "The double-degenerated υ2 bending mode of gas-phase CO2 is not fully degenerate in our calculations due to some numerical uncertainty. However, when adsorbed on the open metal sites of MOF-74, they become completely nondegenerate bands. For instance, in the IR spectra of the loaded MOFs, we get a splitting of 12 cm-1 in Mg-MOF and 8 cm-1 in Zn-MOF. The same effect is also observed in the Raman spectra. This effect is consistent with the sloped adsorption configuration discussed for the CO2 molecules. The lack of degeneration in the υ2 bending mode is a more general phenomenon, experimentally observed in other MOFs. For instance, in Cr-MIL-53, a similar splitting of ~10 cm-1 is found in the IR spectrum. Therefore, this splitting is a direct consequence of the reduction of the symmetry of the molecule once it is adsorbed on the open metal sites. A similar effect is found also in the υ3 asymmetric stretching mode, where a noticeable splitting is observed after adsorption. Two separated signals at 2349 and 2361 cm-1 appear in the IR spectrum of Zn-MOF-74, while a similar splitting between 2369 and 2374 cm-1 is found in the Raman spectrum of Mg-MOF-74.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>We can notice also\nthat CO<sub>2</sub> bands suffer from different\nfrequency shifts when adsorbed on MOF-74. In particular, experiments\nreveal a systematic shift to lower wavenumbers of all CO<sub>2</sub> modes with respect to the gas-phase reference, except for the case\nof the υ<sub>3</sub> mode in Mg-MOF-74, where a slight increment\nof 3–4 cm<sup>–1</sup> is observed. Our calculations successfully reproduce these trends, including\nthe blue shift of the asymmetric υ<sub>3</sub> mode, which goes\nfrom 2363 cm<sup>–1</sup> in gas-phase CO<sub>2</sub> to 2368\nor 2369–2374 cm<sup>–1</sup> in the IR and Raman spectra,\nrespectively. The reason for this distinctive behavior in Mg-MOF-74\nseems to be related to the absence of d orbitals in the Mg ions, which\nultimately prevents a π backbonding mechanism found in the MOF-74\ncontaining transition metals. Moreover, further studies have demonstrated that the blue shift of υ<sub>3</sub> is exclusively found in Mg-MOF-74 and not observed in others\nmetals, such as Zn, Ni, Co, or Mn, giving extra support to the relevance\nof metal <italic>d</italic> orbitals in the backbonding.</p>", "clean_text": "We can notice also that CO2 bands suffer from different frequency shifts when adsorbed on MOF-74. In particular, experiments reveal a systematic shift to lower wavenumbers of all CO2 modes with respect to the gas-phase reference, except for the case of the υ3 mode in Mg-MOF-74, where a slight increment of 3-4 cm-1 is observed. Our calculations successfully reproduce these trends, including the blue shift of the asymmetric υ3 mode, which goes from 2363 cm-1 in gas-phase CO2 to 2368 or 2369-2374 cm-1 in the IR and Raman spectra, respectively. The reason for this distinctive behavior in Mg-MOF-74 seems to be related to the absence of d orbitals in the Mg ions, which ultimately prevents a π backbonding mechanism found in the MOF-74 containing transition metals. Moreover, further studies have demonstrated that the blue shift of υ3 is exclusively found in Mg-MOF-74 and not observed in others metals, such as Zn, Ni, Co, or Mn, giving extra support to the relevance of metal d orbitals in the backbonding.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>The\nwater molecules have three nondegenerate normal modes, which\nare all active in Raman and IR due to the absence of a symmetry center.\nAfter adsorption on MOF-74, our theoretical calculations predict that\nall of them are subjected to red shifts with respect to the gas-phase\nmolecule (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c16629/suppl_file/am0c16629_si_001.pdf\">Table S4</ext-link> in the Supporting\nInformation). These frequency shifts are in some cases as large as\n100 cm<sup>–1</sup>, much more pronounced in comparison with\nCO<sub>2</sub> shifts. This fact reveals that H<sub>2</sub>O molecules\nare strongly chemisorbed to the open metal sites, likely, forming\na dative bond. However, the magnitude of these frequency shifts is\nnot large enough to justify the presence of H-bonds between water\nmolecules and carboxylate or phenolate groups in MOF-74. Our calculations\nare in overall agreement with previously reported experiments carried\nout at low pressure. The trends in frequency\nshifts also coincide with those experimentally reported. That is,\nstretching modes (υ<sub>1</sub> and υ<sub>3</sub>) suffer\nfrom strong frequency shifts of 80–100 cm<sup>–1</sup>, while υ<sub>2</sub>, a bending mode, essentially remains\nunaltered (4 cm<sup>–1</sup> red-shifted in the calculations <italic>vs</italic> 15 cm<sup>–1</sup> blue-shifted in the experiments).</p>", "clean_text": "The water molecules have three nondegenerate normal modes, which are all active in Raman and IR due to the absence of a symmetry center. After adsorption on MOF-74, our theoretical calculations predict that all of them are subjected to red shifts with respect to the gas-phase molecule (see Table S4 in the Supporting Information). These frequency shifts are in some cases as large as 100 cm-1, much more pronounced in comparison with CO2 shifts. This fact reveals that H2O molecules are strongly chemisorbed to the open metal sites, likely, forming a dative bond. However, the magnitude of these frequency shifts is not large enough to justify the presence of H-bonds between water molecules and carboxylate or phenolate groups in MOF-74. Our calculations are in overall agreement with previously reported experiments carried out at low pressure. The trends in frequency shifts also coincide with those experimentally reported. That is, stretching modes (υ1 and υ3) suffer from strong frequency shifts of 80-100 cm-1, while υ2, a bending mode, essentially remains unaltered (4 cm-1 red-shifted in the calculations vs 15 cm-1 blue-shifted in the experiments).", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>The ammonia molecule is slightly more complex, compared to CO<sub>2</sub> and H<sub>2</sub>O, with a total of six vibrational modes,\nwith two pairs of double-degenerated modes. Essentially, the effects\non ammonia modes after adsorption on MOF-74 are very similar to the\nones already described for CO<sub>2</sub> and H<sub>2</sub>O adsorption,\nas deduced from <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c16629/suppl_file/am0c16629_si_001.pdf\">Table S5</ext-link> in the Supporting\nInformation. On the one hand, we appreciate moderate frequency shifts\n(both blue and red), in agreement with experimental results. These shifts are more evident in the case of\nZn-MOF-74. On the other hand, we observe a full breakdown of the double-degenerated\nmodes, similar to the CO<sub>2</sub> case, but with higher splittings.\nThese vibrational fingerprints reveal a scenario rather similar to\nthe one described for water, that is, a strong chemisorption of the\nNH<sub>3</sub> molecules without the presence of H-bonds. This behavior\nin frequency shifts is trustworthy proof to confirm a strong chemisorption.\nFor instance, a very similar behavior is observed in the vibrational\nspectra of ammonia-loaded Cu-HKUST-1, which also possesses open metal sites. Conversely, in other MOFs,\nlike MOF-7 or MOF-177, without open metal sites, the ammonia signal\nremains mainly unaltered after adsorption.\n</p>", "clean_text": "The ammonia molecule is slightly more complex, compared to CO2 and H2O, with a total of six vibrational modes, with two pairs of double-degenerated modes. Essentially, the effects on ammonia modes after adsorption on MOF-74 are very similar to the ones already described for CO2 and H2O adsorption, as deduced from Table S5 in the Supporting Information. On the one hand, we appreciate moderate frequency shifts (both blue and red), in agreement with experimental results. These shifts are more evident in the case of Zn-MOF-74. On the other hand, we observe a full breakdown of the double-degenerated modes, similar to the CO2 case, but with higher splittings. These vibrational fingerprints reveal a scenario rather similar to the one described for water, that is, a strong chemisorption of the NH3 molecules without the presence of H-bonds. This behavior in frequency shifts is trustworthy proof to confirm a strong chemisorption. For instance, a very similar behavior is observed in the vibrational spectra of ammonia-loaded Cu-HKUST-1, which also possesses open metal sites. Conversely, in other MOFs, like MOF-7 or MOF-177, without open metal sites, the ammonia signal remains mainly unaltered after adsorption. ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>It is worth noting that a good number of interesting adsorbates,\nincluding the ones considered in this work, display active modes in\nthe high wavenumber region of the vibrational spectra. This fact may\nrepresent a very useful aspect from the experimental point of view,\nsince many standard MOFs lack vibrational modes in that wavenumber\nregion. To illustrate this feature, in , we show the high-energy region of the vibrational\nspectra of loaded MOFs, where we can easily distinguish every band\nassociated with each molecule, as we highlight in the Zn-MOF-74 spectra\n(lower panel of ). In this regard, detailed knowledge of the positions of these bands\ncan be useful to detect the presence of a given adsorbed molecule\non the open metal sites, with potential application in gas sensing\nor to design new devices aimed at detecting a specific guest molecule.</p>", "clean_text": "It is worth noting that a good number of interesting adsorbates, including the ones considered in this work, display active modes in the high wavenumber region of the vibrational spectra. This fact may represent a very useful aspect from the experimental point of view, since many standard MOFs lack vibrational modes in that wavenumber region. To illustrate this feature, in , we show the high-energy region of the vibrational spectra of loaded MOFs, where we can easily distinguish every band associated with each molecule, as we highlight in the Zn-MOF-74 spectra (lower panel of ). In this regard, detailed knowledge of the positions of these bands can be useful to detect the presence of a given adsorbed molecule on the open metal sites, with potential application in gas sensing or to design new devices aimed at detecting a specific guest molecule.", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>High wavenumber\nregion of the calculated IR and Raman spectra of\nMg-MOF-74 (a) and Zn-MOF-74 (b) upon adsorption of Ar, CO<sub>2</sub>, H<sub>2</sub>O, and NH<sub>3</sub>. In this region of the spectra,\nmost of the IR/Raman signals arise from the molecular vibrations of\nthe adsorbed molecules. The intensities in the spectra are normalized\nto one with respect to the strongest band, but the IR signals above\n2900 cm<sup>–1</sup> have been multiplied by a factor of 20\nonly to make features more apparent.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am0c16629_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  High wavenumber region of the calculated IR and Raman spectra of Mg-MOF-74 (a) and Zn-MOF-74 (b) upon adsorption of Ar, CO2, H2O, and NH3. In this region of the spectra, most of the IR/Raman signals arise from the molecular vibrations of the adsorbed molecules. The intensities in the spectra are normalized to one with respect to the strongest band, but the IR signals above 2900 cm-1 have been multiplied by a factor of 20 only to make features more apparent.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>To date, we have focused on the evolution of the adsorbate signals\nembedded in vibrational spectra of loaded MOFs. However, it is also\nof interest to study the possible changes in the vibrational bands\nassociated with the organic linkers induced by the presence of the\nfour adsorbates considered in this work. Please see the whole vibrational\nspectra of loaded MOFs in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c16629/suppl_file/am0c16629_si_001.pdf\">Figures S1 and S2</ext-link> in the Supporting Information. The thorough analysis of the bare\nMOFs carried out in the previous section establishes a good basis\nto start this analysis. Thus, we focus on the region between 1100\nand 1700 cm<sup>–1</sup> where the strongest bands of the spectra\nappear. We can appreciate that the positions of organic bands of the\nspectra are shifted with respect to the ones in bare MOFs when hosting\nadsorbates as shown in .</p>", "clean_text": "To date, we have focused on the evolution of the adsorbate signals embedded in vibrational spectra of loaded MOFs. However, it is also of interest to study the possible changes in the vibrational bands associated with the organic linkers induced by the presence of the four adsorbates considered in this work. Please see the whole vibrational spectra of loaded MOFs in Figures S1 and S2 in the Supporting Information. The thorough analysis of the bare MOFs carried out in the previous section establishes a good basis to start this analysis. Thus, we focus on the region between 1100 and 1700 cm-1 where the strongest bands of the spectra appear. We can appreciate that the positions of organic bands of the spectra are shifted with respect to the ones in bare MOFs when hosting adsorbates as shown in .", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Mid-wavenumber region of the calculated IR and Raman spectra of\nMg-MOF-74 (a) and Zn-MOF-74 (b) upon adsorption of Ar, CO<sub>2</sub>, H<sub>2</sub>O, and NH<sub>3</sub>. Notice the frequency shift\nobtained in most of the vibrational bands of the spectra after adsorption.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am0c16629_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  Mid-wavenumber region of the calculated IR and Raman spectra of Mg-MOF-74 (a) and Zn-MOF-74 (b) upon adsorption of Ar, CO2, H2O, and NH3. Notice the frequency shift obtained in most of the vibrational bands of the spectra after adsorption.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>First of all, we can distinguish two behaviors,\none for weakly\nbonded adsorbates (Ar and CO<sub>2</sub>) and another for the strongly\nchemisorbed molecules (H<sub>2</sub>O and NH<sub>3</sub>). In the\nfirst case, we observe small energy shifts, always displaced to lower\nenergies, except for a couple of exceptions for CO<sub>2</sub> adsorbed\non Mg-MOF-74. As expected, the vibrational spectra of Ar-adsorbed\nMOFs resemble very much those of bare MOFs with frequency shifts smaller\nthan those for CO<sub>2</sub>. On the contrary, band shifts for H<sub>2</sub>O and NH<sub>3</sub> are larger in magnitude, but they are\neither blue- or red-shifted, approximately half and half. This behavior\nis very similar for Mg-MOF-74 and Zn-MOF-74, displaying equivalent\ndisplacements band by band.</p>", "clean_text": "First of all, we can distinguish two behaviors, one for weakly bonded adsorbates (Ar and CO2) and another for the strongly chemisorbed molecules (H2O and NH3). In the first case, we observe small energy shifts, always displaced to lower energies, except for a couple of exceptions for CO2 adsorbed on Mg-MOF-74. As expected, the vibrational spectra of Ar-adsorbed MOFs resemble very much those of bare MOFs with frequency shifts smaller than those for CO2. On the contrary, band shifts for H2O and NH3 are larger in magnitude, but they are either blue- or red-shifted, approximately half and half. This behavior is very similar for Mg-MOF-74 and Zn-MOF-74, displaying equivalent displacements band by band.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>Previous experiments carried out\nin Co-MOF-74 suggest that these frequency\nshifts experimented in the\nRaman spectra after adsorption of several adsorbates could be a fingerprint\nof each molecule. To get a more quantitative insight into this regard,\nwe have collected in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c16629/suppl_file/am0c16629_si_001.pdf\">Tables S6–S9</ext-link> in the Supporting Information all of the frequency shifts observed\nfor the most representative bands in Mg-MOF-74 and Zn-MOF-74 spectra\nfor the four adsorbates considered in this work. If we assume as a\nnatural ordering the adsorbate series by decreasing adsorption energy,\nthat is, NH<sub>3</sub> &gt; H<sub>2</sub>O &gt; CO<sub>2</sub> &gt;\nAr, we\ncan find a few bands of the spectra that follow exactly this trend.\nFor instance, in the case of Mg-MOF-74, the following bands of the\nRaman spectra show this reasonable trend: at 3151 cm<sup>–1</sup> (shifts in cm<sup>–1</sup> for the cited series: −7,\n−4, −1, 7, and assignment; CH stretching), 1420 cm<sup>–1</sup> (−13, −3.5, 6, 7, CC<sub>C</sub> stretching),\n1226 cm<sup>–1</sup> (−8.5, −7, −3.5,\n1, CH, and benzene ring in-plane bending), or 807 cm<sup>–1</sup> (−11, −3, 1, 1, ring breathing). Similarly, for Zn-MOF-74,\nwe find also a few examples compatible with this tendency in frequency\nshifts. They are in the IR spectra at 1185 cm<sup>–1</sup> (17.5,\n9.5, 8.5, 4.5, CH, and benzene ring in-plane bending) and 1174 cm<sup>–1</sup> (22, 17.5, 8.5, 4.5, CH, and benzene ring in-plane\nbending). Although these results reveal a strong correlation between\nadsorbate–MOF interaction and frequency shift, it is difficult\nto extract further quantitative trends considering only four adsorbates.\nThis is because changes in the spectra after adsorption are due to\neither spatial changes in the adsorption configurations of molecules\nor electronic rearrangements along the vibrational mode. In the first\ncase, often, the modification (shortening/stretching) of some bond\nlengths is found, leading to frequency shifts correlated with the\nadsorption strength. Conversely, in those vibrations in which only\nelectronic charge rearrangements are found, it will be very hard to\nfind any remarkable frequency-shift tendency but only minor changes\ndifficult to rationalize. Furthermore, in some cases, a nontrivial\ninterplay between the geometric and electronic contributions may be\nfound, making this distinction difficult to discern. These issues\ncould be overcome by considering a much larger number of adsorbates.\nUnfortunately, this is unaffordable from the computational point of\nview at present, but we leave it for future work to expand this study,\nin the search of possible scaling laws or universal relations for\ndifferent adsorbate series.</p>", "clean_text": "Previous experiments carried out in Co-MOF-74 suggest that these frequency shifts experimented in the Raman spectra after adsorption of several adsorbates could be a fingerprint of each molecule. To get a more quantitative insight into this regard, we have collected in Tables S6-S9 in the Supporting Information all of the frequency shifts observed for the most representative bands in Mg-MOF-74 and Zn-MOF-74 spectra for the four adsorbates considered in this work. If we assume as a natural ordering the adsorbate series by decreasing adsorption energy, that is, NH3 > H2O > CO2 > Ar, we can find a few bands of the spectra that follow exactly this trend. For instance, in the case of Mg-MOF-74, the following bands of the Raman spectra show this reasonable trend: at 3151 cm-1 (shifts in cm-1 for the cited series: -7, -4, -1, 7, and assignment; CH stretching), 1420 cm-1 (-13, -3.5, 6, 7, CCC stretching), 1226 cm-1 (-8.5, -7, -3.5, 1, CH, and benzene ring in-plane bending), or 807 cm-1 (-11, -3, 1, 1, ring breathing). Similarly, for Zn-MOF-74, we find also a few examples compatible with this tendency in frequency shifts. They are in the IR spectra at 1185 cm-1 (17.5, 9.5, 8.5, 4.5, CH, and benzene ring in-plane bending) and 1174 cm-1 (22, 17.5, 8.5, 4.5, CH, and benzene ring in-plane bending). Although these results reveal a strong correlation between adsorbate-MOF interaction and frequency shift, it is difficult to extract further quantitative trends considering only four adsorbates. This is because changes in the spectra after adsorption are due to either spatial changes in the adsorption configurations of molecules or electronic rearrangements along the vibrational mode. In the first case, often, the modification (shortening/stretching) of some bond lengths is found, leading to frequency shifts correlated with the adsorption strength. Conversely, in those vibrations in which only electronic charge rearrangements are found, it will be very hard to find any remarkable frequency-shift tendency but only minor changes difficult to rationalize. Furthermore, in some cases, a nontrivial interplay between the geometric and electronic contributions may be found, making this distinction difficult to discern. These issues could be overcome by considering a much larger number of adsorbates. Unfortunately, this is unaffordable from the computational point of view at present, but we leave it for future work to expand this study, in the search of possible scaling laws or universal relations for different adsorbate series.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, we have\nstudied the adsorption of four species on the\nopen metal sites of MOF-74, namely, Ar, CO<sub>2</sub>, H<sub>2</sub>O, and NH<sub>3</sub> by quantum first-principles calculations. The\nselected adsorbate series covers a broad range of adsorption energies,\nranging from weakly bonded physisorbed states to strong covalent attachment.\nIn all cases, we find a good agreement between our results regarding\nadsorption energies and crystal structure and available experimental\nmeasurements. In a second step, we focus on the vibrational spectra\nof bare MOF-74 and their changes upon adsorption. We pay special attention\nto the description of the vibrational modes involving the metal centers,\nwhich appear at low energy and are rarely considered in the specialized\nliterature. We evaluate the evolution of the active modes of the small\nmolecules when adsorbed on MOF-74, finding a number of phenomena like\nthe emergence of forbidden bands, the lack of degeneration of some\nmodes, the band splittings, and frequency shifts. In particular, we\nfind that the magnitude of these frequency shifts is closely related\nto the interaction strength of the adsorbate. Furthermore, we realize\nthat these small adsorbates possess some characteristic bands in the\nhigh wavenumber region, where the bare MOFs lack any relevant IR/Raman\nfingerprint. Thus, they can be used to identify the presence and nature\nof adsorbed molecules or to perform chemical analysis. Finally, we\nstudy the variations of the most intense bands of the spectra associated\nwith the typical vibrations of the organic ligands. Although it is\ndifficult to establish quantitative trends, we find distinctive behaviors\nbetween weakly bonded systems (Ar and CO<sub>2</sub>) and strongly\ninteracting adsorbates (H<sub>2</sub>O and NH<sub>3</sub>), revealing\na remarkable correlation between frequency shifts and adsorbate interaction\nstrength.</p>", "clean_text": "Conclusions\n\nIn summary, we have studied the adsorption of four species on the open metal sites of MOF-74, namely, Ar, CO2, H2O, and NH3 by quantum first-principles calculations. The selected adsorbate series covers a broad range of adsorption energies, ranging from weakly bonded physisorbed states to strong covalent attachment. In all cases, we find a good agreement between our results regarding adsorption energies and crystal structure and available experimental measurements. In a second step, we focus on the vibrational spectra of bare MOF-74 and their changes upon adsorption. We pay special attention to the description of the vibrational modes involving the metal centers, which appear at low energy and are rarely considered in the specialized literature. We evaluate the evolution of the active modes of the small molecules when adsorbed on MOF-74, finding a number of phenomena like the emergence of forbidden bands, the lack of degeneration of some modes, the band splittings, and frequency shifts. In particular, we find that the magnitude of these frequency shifts is closely related to the interaction strength of the adsorbate. Furthermore, we realize that these small adsorbates possess some characteristic bands in the high wavenumber region, where the bare MOFs lack any relevant IR/Raman fingerprint. Thus, they can be used to identify the presence and nature of adsorbed molecules or to perform chemical analysis. Finally, we study the variations of the most intense bands of the spectra associated with the typical vibrations of the organic ligands. Although it is difficult to establish quantitative trends, we find distinctive behaviors between weakly bonded systems (Ar and CO2) and strongly interacting adsorbates (H2O and NH3), revealing a remarkable correlation between frequency shifts and adsorbate interaction strength.", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.0c16629?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acsami.0c16629</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Further structural parameters\n(Section S1), complete\nspectra of loaded MOFs (Section S2), vibrational spectra of isolated\nadsorbates (Section S3), frequency shifts of adsorbed molecules (Section\nS4), frequency shifts of loaded MOFs (Section S5) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c16629/suppl_file/am0c16629_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.0c16629.  Further structural parameters (Section S1), complete spectra of loaded MOFs (Section S2), vibrational spectra of isolated adsorbates (Section S3), frequency shifts of adsorbed molecules (Section S4), frequency shifts of loaded MOFs (Section S5) (PDF)   ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>Further structural parameters\n(Section S1), complete\nspectra of loaded MOFs (Section S2), vibrational spectra of isolated\nadsorbates (Section S3), frequency shifts of adsorbed molecules (Section\nS4), frequency shifts of loaded MOFs (Section S5) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c16629/suppl_file/am0c16629_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "Further structural parameters (Section S1), complete spectra of loaded MOFs (Section S2), vibrational spectra of isolated adsorbates (Section S3), frequency shifts of adsorbed molecules (Section S4), frequency shifts of loaded MOFs (Section S5) (PDF)", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 15, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Structural Parameters of the Unit\nCells<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">metal</oasis:entry>\n<oasis:entry align=\"center\">adsorbate</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>a</italic> (Å)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>c</italic> (Å)</oasis:entry>\n<oasis:entry align=\"center\">⟨M–O⟩<sub>pl</sub> (Å)</oasis:entry>\n<oasis:entry align=\"center\">M–O<sub>ap</sub> (Å)</oasis:entry>\n<oasis:entry align=\"center\">M–A (Å)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Mg</oasis:entry>\n<oasis:entry>empty</oasis:entry>\n<oasis:entry>25.962</oasis:entry>\n<oasis:entry>6.807</oasis:entry>\n<oasis:entry>2.02</oasis:entry>\n<oasis:entry>2.06</oasis:entry>\n<oasis:entry>**</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>empty</oasis:entry>\n<oasis:entry>25.921</oasis:entry>\n<oasis:entry>6.8625</oasis:entry>\n<oasis:entry>2.06</oasis:entry>\n<oasis:entry>2.17</oasis:entry>\n<oasis:entry>**</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref47\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Ar</oasis:entry>\n<oasis:entry>25.844</oasis:entry>\n<oasis:entry>6.779</oasis:entry>\n<oasis:entry>2.015</oasis:entry>\n<oasis:entry>2.06</oasis:entry>\n<oasis:entry>3.22</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>25.762</oasis:entry>\n<oasis:entry>6.749</oasis:entry>\n<oasis:entry>2.02</oasis:entry>\n<oasis:entry>2.06</oasis:entry>\n<oasis:entry>2.33</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>25.824</oasis:entry>\n<oasis:entry>6.8904</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2.28–2.30</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref47\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>H<sub>2</sub>O</oasis:entry>\n<oasis:entry>25.689</oasis:entry>\n<oasis:entry>6.823</oasis:entry>\n<oasis:entry>2.04</oasis:entry>\n<oasis:entry>2.09</oasis:entry>\n<oasis:entry>2.18</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>NH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>25.717</oasis:entry>\n<oasis:entry>6.843</oasis:entry>\n<oasis:entry>2.05</oasis:entry>\n<oasis:entry>2.09</oasis:entry>\n<oasis:entry>2.22</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>empty</oasis:entry>\n<oasis:entry>25.874</oasis:entry>\n<oasis:entry>6.616</oasis:entry>\n<oasis:entry>2.03</oasis:entry>\n<oasis:entry>2.23</oasis:entry>\n<oasis:entry>**</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>empty</oasis:entry>\n<oasis:entry>25.89</oasis:entry>\n<oasis:entry>6.82</oasis:entry>\n<oasis:entry>2.05</oasis:entry>\n<oasis:entry>2.08</oasis:entry>\n<oasis:entry>**</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref15\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Ar</oasis:entry>\n<oasis:entry>25.724</oasis:entry>\n<oasis:entry>6.581</oasis:entry>\n<oasis:entry>2.03</oasis:entry>\n<oasis:entry>2.23</oasis:entry>\n<oasis:entry>3.47</oasis:entry>\n<oasis:entry>this\nwork</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>25.548</oasis:entry>\n<oasis:entry>6.549</oasis:entry>\n<oasis:entry>2.03</oasis:entry>\n<oasis:entry>2.28</oasis:entry>\n<oasis:entry>2.82</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>H<sub>2</sub>O</oasis:entry>\n<oasis:entry>25.862</oasis:entry>\n<oasis:entry>6.331</oasis:entry>\n<oasis:entry>2.04</oasis:entry>\n<oasis:entry>**</oasis:entry>\n<oasis:entry>2.24</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>NH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>25.777</oasis:entry>\n<oasis:entry>6.798</oasis:entry>\n<oasis:entry>2.09</oasis:entry>\n<oasis:entry>2.20</oasis:entry>\n<oasis:entry>2.16</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Lattice constants in the conventional\nhexagonal cell (<italic>a</italic> and <italic>c</italic>), the M–O\ndistances including the average of the four planar ligands (⟨M–O⟩<sub>pl</sub>) and the apical one (M–O<sub>ap</sub>), together\nwith the distance between the adsorbate and the open metal site (M–A).\nWe compare our results with experimental ones whenever possible.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Structural Parameters of the Unit Cells[^a]\n\n| metal | adsorbate | a (Å)  | c (Å)   | ⟨M–O⟩<sub>pl</sub> (Å) | M–O<sub>ap</sub> (Å) | M–A (Å) | ref         |\n|-------|-----------|-------|---------|-----------------------|---------------------|---------|-------------|\n| Mg    | empty     | 25.962| 6.807   | 2.02                  | 2.06                | **      | this work   |\n|       | empty     | 25.921| 6.8625  | 2.06                  | 2.17                | **      | [47]        |\n|       | Ar        | 25.844| 6.779   | 2.015                 | 2.06                | 3.22    | this work   |\n|       | CO<sub>2</sub> | 25.762| 6.749 | 2.02                  | 2.06                | 2.33    | this work   |\n|       | CO<sub>2</sub> | 25.824| 6.8904|                       |                     | 2.28–2.30| [47]        |\n|       | H<sub>2</sub>O | 25.689| 6.823 | 2.04                  | 2.09                | 2.18    | this work   |\n|       | NH<sub>3</sub> | 25.717| 6.843 | 2.05                  | 2.09                | 2.22    | this work   |\n| Zn    | empty     | 25.874| 6.616   | 2.03                  | 2.23                | **      | this work   |\n|       | empty     | 25.89 | 6.82    | 2.05                  | 2.08                | **      | [15]        |\n|       | Ar        | 25.724| 6.581   | 2.03                  | 2.23                | 3.47    | this work   |\n|       | CO<sub>2</sub> | 25.548| 6.549 | 2.03                  | 2.28                | 2.82    | this work   |\n|       | H<sub>2</sub>O | 25.862| 6.331 | 2.04                  | **                  | 2.24    | this work   |\n|       | NH<sub>3</sub> | 25.777| 6.798 | 2.09                  | 2.20                | 2.16    | this work   |\n\n[^a]: Lattice constants in the conventional hexagonal cell (a and c), the M–O distances including the average of the four planar ligands (⟨M–O⟩<sub>pl</sub>) and the apical one (M–O<sub>ap</sub>), together with the distance between the adsorbate and the open metal site (M–A). We compare our results with experimental ones whenever possible.", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 22, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Calculated Adsorption Energies (Δ<italic>E</italic>\n<sub>ad</sub>) of the Four Adsorbates Considered in This\nWork<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">Δ<italic>E</italic>\n<sub>ad</sub> (kJ/mol)</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">Mg</oasis:entry>\n<oasis:entry align=\"center\">Zn</oasis:entry>\n<oasis:entry align=\"center\">method</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Ar</oasis:entry>\n<oasis:entry>–11.3</oasis:entry>\n<oasis:entry>–11.1</oasis:entry>\n<oasis:entry>PBE+D3</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–39.8</oasis:entry>\n<oasis:entry>–32.3</oasis:entry>\n<oasis:entry>PBE+D3</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–43.5</oasis:entry>\n<oasis:entry>–26.8</oasis:entry>\n<oasis:entry>exp.</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref13\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–39.7</oasis:entry>\n<oasis:entry>–31.8</oasis:entry>\n<oasis:entry>PBE+D3*</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref15\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–43.6</oasis:entry>\n<oasis:entry>–32.1</oasis:entry>\n<oasis:entry>rev-vdW-DF2*</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref15\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–42.31</oasis:entry>\n<oasis:entry>–30.53</oasis:entry>\n<oasis:entry>PBE-D2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref43\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–41.4</oasis:entry>\n<oasis:entry>–34.0</oasis:entry>\n<oasis:entry>PBE-D2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref50\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–41.5</oasis:entry>\n<oasis:entry>–35.2</oasis:entry>\n<oasis:entry>B3LYP+D</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref42\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–42.4</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>PBE-D2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref11\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–43.4</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>PBE-D2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref33\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<sub>2</sub>O</oasis:entry>\n<oasis:entry>–76.5</oasis:entry>\n<oasis:entry>–59.8</oasis:entry>\n<oasis:entry>PBE+D3</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<sub>2</sub>O</oasis:entry>\n<oasis:entry>–73.33</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>vdW-DF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref51\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<sub>2</sub>O</oasis:entry>\n<oasis:entry>–81.3</oasis:entry>\n<oasis:entry>–62.5</oasis:entry>\n<oasis:entry>PBE+D3*</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref15\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<sub>2</sub>O</oasis:entry>\n<oasis:entry>–81.2</oasis:entry>\n<oasis:entry>–60.5</oasis:entry>\n<oasis:entry>rev-vdW-DF2*</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref15\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>–92.6</oasis:entry>\n<oasis:entry>–83.5</oasis:entry>\n<oasis:entry>PBE+D3</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>In the case of CO<sub>2</sub>, we\ncompare our results with previous calculations and experimental values\nreported in the literature. Those methods labeled with an asterisk\ndenote that they are calculating single-molecule adsorption.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Calculated Adsorption Energies (ΔE<sub>ad</sub>) of the Four Adsorbates Considered in This Work[^a]\n\n|       | ΔE<sub>ad</sub> (kJ/mol) |       |       |       |\n|-------|-------------------------|-------|-------|-------|\n|       | Mg                      | Zn    | method| ref   |\n| Ar    | –11.3                   | –11.1 | PBE+D3| this work |\n| CO<sub>2</sub> | –39.8       | –32.3 | PBE+D3| this work |\n| CO<sub>2</sub> | –43.5       | –26.8 | exp.  | [13]  |\n| CO<sub>2</sub> | –39.7       | –31.8 | PBE+D3*| [15]  |\n| CO<sub>2</sub> | –43.6       | –32.1 | rev-vdW-DF2*| [15]  |\n| CO<sub>2</sub> | –42.31      | –30.53| PBE-D2| [43]  |\n| CO<sub>2</sub> | –41.4       | –34.0 | PBE-D2| [50]  |\n| CO<sub>2</sub> | –41.5       | –35.2 | B3LYP+D| [42]  |\n| CO<sub>2</sub> | –42.4       |       | PBE-D2| [11]  |\n| CO<sub>2</sub> | –43.4       |       | PBE-D2| [33]  |\n| H<sub>2</sub>O | –76.5      | –59.8 | PBE+D3| this work |\n| H<sub>2</sub>O | –73.33     |       | vdW-DF| [51]  |\n| H<sub>2</sub>O | –81.3      | –62.5 | PBE+D3*| [15]  |\n| H<sub>2</sub>O | –81.2      | –60.5 | rev-vdW-DF2*| [15]  |\n| NH<sub>3</sub> | –92.6      | –83.5 | PBE+D3| this work |\n\n[^a]: In the case of CO<sub>2</sub>, we compare our results with previous calculations and experimental values reported in the literature. Those methods labeled with an asterisk denote that they are calculating single-molecule adsorption.", "data": [{"meta": {"name": "Ar", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "-11.3", "unit": "kJ/mol", "type": "ΔE_ad", "condition": ""}]}, {"meta": {"name": "CO2", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "-39.8", "unit": "kJ/mol", "type": "ΔE_ad", "condition": ""}, {"value": "-43.5", "unit": "kJ/mol", "type": "ΔE_ad", "condition": "exp."}, {"value": "-39.7", "unit": "kJ/mol", "type": "ΔE_ad", "condition": "PBE+D3*"}, {"value": "-43.6", "unit": "kJ/mol", "type": "ΔE_ad", "condition": "rev-vdW-DF2*"}, {"value": "-42.31", "unit": "kJ/mol", "type": "ΔE_ad", "condition": "PBE-D2"}, {"value": "-41.4", "unit": "kJ/mol", "type": "ΔE_ad", "condition": "PBE-D2"}, {"value": "-41.5", "unit": "kJ/mol", "type": "ΔE_ad", "condition": "B3LYP+D"}, {"value": "-42.4", "unit": "kJ/mol", "type": "ΔE_ad", "condition": "PBE-D2"}, {"value": "-43.4", "unit": "kJ/mol", "type": "ΔE_ad", "condition": "PBE-D2"}]}, {"meta": {"name": "H2O", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "-76.5", "unit": "kJ/mol", "type": "ΔE_ad", "condition": ""}, {"value": "-73.33", "unit": "kJ/mol", "type": "ΔE_ad", "condition": "vdW-DF"}, {"value": "-81.3", "unit": "kJ/mol", "type": "ΔE_ad", "condition": "PBE+D3*"}, {"value": "-81.2", "unit": "kJ/mol", "type": "ΔE_ad", "condition": "rev-vdW-DF2*"}]}, {"meta": {"name": "NH3", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "-92.6", "unit": "kJ/mol", "type": "ΔE_ad", "condition": ""}]}], "include_properties": ["energy_related"]}, {"idx": 29, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Systematic Assignment\nof the Most\nRelevant IR and Raman Bands (in cm<sup>–1</sup>) of Bare Mg-MOF-74\nand Zn-MOF-74<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"char\" char=\".\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col2\" namest=\"col1\" rowsep=\"1\">Mg-MOF-74</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col3\" rowsep=\"1\">Zn-MOF-74</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">IR</oasis:entry>\n<oasis:entry align=\"center\">Raman</oasis:entry>\n<oasis:entry align=\"center\">IR</oasis:entry>\n<oasis:entry align=\"center\">Raman</oasis:entry>\n<oasis:entry align=\"center\">description</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>3151</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>3167</oasis:entry>\n<oasis:entry>CH stretching</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>1622</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1612</oasis:entry>\n<oasis:entry>CC (bz) stretching</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>1547</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1522</oasis:entry>\n<oasis:entry>(a) COO<sup>–</sup> stretching</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1541</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1511</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>(a) COO<sup>–</sup> stretching</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>1484</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1478</oasis:entry>\n<oasis:entry>CC (bz) and COO<sup>–</sup> stretching</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1450</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1444</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>CC (bz), CC<sub>c</sub>, and CO<sup>–</sup> (ph) stretching\nand CH bending</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1437</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1427</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>CC (bz) and CC<sub>c</sub> stretching and CH bending</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1420</oasis:entry>\n<oasis:entry>1413</oasis:entry>\n<oasis:entry>1394</oasis:entry>\n<oasis:entry>1394</oasis:entry>\n<oasis:entry>CC<sub>c</sub> stretching and in-plane ring deformation</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1365</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1358</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>CC (bz), CC<sub>c</sub>, and CO<sup>–</sup> (ph) stretching</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>1294</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1267</oasis:entry>\n<oasis:entry>CC (bz) and (s) CO<sup>–</sup> (ph) stretching</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1281</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1279</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>(a) CC (bz) stretching</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1206</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1185</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>CH and ring\nbending</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>890</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>882</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>CH, ring, and COO<sup>–</sup> bending and CC<sub>c</sub> stretching</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>809</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>801</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>ring breathing\nand (s) COO<sup>–</sup> bending</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>807</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>809</oasis:entry>\n<oasis:entry>ring breathing\nand COO<sup>–</sup> bending</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>Notice\nthat the mode descriptions\nare made in terms of the usual internal coordinates, where a and s\ndenote asymmetric and symmetric, respectively, C<sub>c</sub> is the\nC atom of the carboxylate group, bz is the benzene ring, and ph is\nphenolate.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 3. Systematic Assignment of the Most Relevant IR and Raman Bands (in cm–1) of Bare Mg-MOF-74 and Zn-MOF-74[^a]\n\n| Mg-MOF-74 IR | Mg-MOF-74 Raman | Zn-MOF-74 IR | Zn-MOF-74 Raman | description                                      |\n|--------------|-----------------|-------------|-----------------|--------------------------------------------------|\n|              | 3151            |             | 3167            | CH stretching                                    |\n|              | 1622            |             | 1612            | CC (bz) stretching                               |\n|              | 1547            |             | 1522            | (a) COO– stretching                              |\n| 1541         |                 | 1511        |                 | (a) COO– stretching                              |\n|              | 1484            |             | 1478            | CC (bz) and COO– stretching                      |\n| 1450         |                 | 1444        |                 | CC (bz), CCc, and CO– (ph) stretching and CH bending |\n| 1437         |                 | 1427        |                 | CC (bz) and CCc stretching and CH bending         |\n| 1420         | 1413            | 1394        | 1394            | CCc stretching and in-plane ring deformation     |\n| 1365         |                 | 1358        |                 | CC (bz), CCc, and CO– (ph) stretching             |\n|              | 1294            |             | 1267            | CC (bz) and (s) CO– (ph) stretching               |\n| 1281         |                 | 1279        |                 | (a) CC (bz) stretching                            |\n| 1206         |                 | 1185        |                 | CH and ring bending                              |\n| 890          |                 | 882         |                 | CH, ring, and COO– bending and CCc stretching     |\n| 809          |                 | 801         |                 | ring breathing and (s) COO– bending              |\n|              | 807             |             | 809             | ring breathing and COO– bending                  |\n\n[^a]: Notice that the mode descriptions are made in terms of the usual internal coordinates, where a and s denote asymmetric and symmetric, respectively, Cc is the C atom of the carboxylate group, bz is the benzene ring, and ph is phenolate.", "data": ["substring not found"], "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Top and\nside views of the MOF-74 crystal structure. (a) Along the <italic>c</italic>-axis displaying the parallel hexagonal channels and (b)\nalong the <italic>a</italic>-axis where the metal center (green balls)\nchains are shown. Notice that the unit cell is highlighted in each\ncase.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am0c16629_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Top and side views of the MOF-74 crystal structure. (a) Along the c-axis displaying the parallel hexagonal channels and (b) along the a-axis where the metal center (green balls) chains are shown. Notice that the unit cell is highlighted in each case.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Detailed structures of the open metal sites (Zn and Mg) coordinated\nwith the adsorbed molecules. From left to right: Ar, CO<sub>2</sub>, H<sub>2</sub>O, and NH<sub>3</sub>.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am0c16629_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  Detailed structures of the open metal sites (Zn and Mg) coordinated with the adsorbed molecules. From left to right: Ar, CO2, H2O, and NH3.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Calculated Raman and IR spectra for bare Mg-MOF-74 (a)\nand bare\nZn-MOF-74 (b). The intensities are normalized to one with respect\nto the strongest band, but the low wavenumber regions (&lt;700 cm<sup>–1</sup>) have been multiplied by a factor of 2 only to make\nfeatures more apparent.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am0c16629_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  Calculated Raman and IR spectra for bare Mg-MOF-74 (a) and bare Zn-MOF-74 (b). The intensities are normalized to one with respect to the strongest band, but the low wavenumber regions (<700 cm-1) have been multiplied by a factor of 2 only to make features more apparent.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>High wavenumber\nregion of the calculated IR and Raman spectra of\nMg-MOF-74 (a) and Zn-MOF-74 (b) upon adsorption of Ar, CO<sub>2</sub>, H<sub>2</sub>O, and NH<sub>3</sub>. In this region of the spectra,\nmost of the IR/Raman signals arise from the molecular vibrations of\nthe adsorbed molecules. The intensities in the spectra are normalized\nto one with respect to the strongest band, but the IR signals above\n2900 cm<sup>–1</sup> have been multiplied by a factor of 20\nonly to make features more apparent.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am0c16629_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  High wavenumber region of the calculated IR and Raman spectra of Mg-MOF-74 (a) and Zn-MOF-74 (b) upon adsorption of Ar, CO2, H2O, and NH3. In this region of the spectra, most of the IR/Raman signals arise from the molecular vibrations of the adsorbed molecules. The intensities in the spectra are normalized to one with respect to the strongest band, but the IR signals above 2900 cm-1 have been multiplied by a factor of 20 only to make features more apparent.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Mid-wavenumber region of the calculated IR and Raman spectra of\nMg-MOF-74 (a) and Zn-MOF-74 (b) upon adsorption of Ar, CO<sub>2</sub>, H<sub>2</sub>O, and NH<sub>3</sub>. Notice the frequency shift\nobtained in most of the vibrational bands of the spectra after adsorption.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am0c16629_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  Mid-wavenumber region of the calculated IR and Raman spectra of Mg-MOF-74 (a) and Zn-MOF-74 (b) upon adsorption of Ar, CO2, H2O, and NH3. Notice the frequency shift obtained in most of the vibrational bands of the spectra after adsorption.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.0c16629", "title": "\nImpact\nof Small Adsorbates in the Vibrational Spectra\nof Mg- and Zn-MOF-74 Revealed by First-Principles Calculations\n", "journal": "American\nChemical Society", "date": "2020.11", "author_list": ["Romero-Muñiz\nCarlos", "Gavira-Vallejo\nJosé María", "Merkling\nPatrick J.", "Calero\nSofía"]}}