{"filepath": "../L2M3_data/1_application_papers/acs_xml/am0c06445.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Complex\nsurface dynamics is the key to limit the photoelectrochemical\nperformance of hematite, while its core content is the hole trapping\nand release by surface traps. Deep traps are accompanied by extremely\nfast capture rates and extremely slow release rates, which severely\nsuppress the hole transport process. Herein, we proposed a unique\nmethod to progressively convert deep traps on the hematite surface\nfor fast hole transfer via in situ one-step metal organic framework\nmodification. This stepwise deep-trap passivation is achieved by hematite\ncorrosion first on the surface and subsequent construction of a porous\ntitanium layer. The gentle trap finishing helps prevent surface losses\ncaused by excessively intense trap passivation. The hematite corrosion\ncan initially passivate 80% of the surface deep traps, while the subsequent\nporous titanium layer can completely passivate the deep traps. In\naddition, the accurate optimization of the porous titanium layer can\nreconstruct the benign shallow traps on the surface, acting as superior\noxygen evolution reaction active sites. This sophisticated surface-trap\nadjustment is accompanied by the rapid reduction of deep traps and\nthe gradual increase of shallow traps, obtaining a superior surface\nstate that is conducive to charge transport and interface catalysis.\nThe obtained treated hematite yields a photocurrent density of 3.08\nmA·cm<sup>–2</sup> at 1.23 V<sub>RHE</sub>, increased\nby 570% compared to the pristine hematite.</p>", "clean_text": "Complex surface dynamics is the key to limit the photoelectrochemical performance of hematite, while its core content is the hole trapping and release by surface traps. Deep traps are accompanied by extremely fast capture rates and extremely slow release rates, which severely suppress the hole transport process. Herein, we proposed a unique method to progressively convert deep traps on the hematite surface for fast hole transfer via in situ one-step metal organic framework modification. This stepwise deep-trap passivation is achieved by hematite corrosion first on the surface and subsequent construction of a porous titanium layer. The gentle trap finishing helps prevent surface losses caused by excessively intense trap passivation. The hematite corrosion can initially passivate 80% of the surface deep traps, while the subsequent porous titanium layer can completely passivate the deep traps. In addition, the accurate optimization of the porous titanium layer can reconstruct the benign shallow traps on the surface, acting as superior oxygen evolution reaction active sites. This sophisticated surface-trap adjustment is accompanied by the rapid reduction of deep traps and the gradual increase of shallow traps, obtaining a superior surface state that is conducive to charge transport and interface catalysis. The obtained treated hematite yields a photocurrent density of 3.08 mA⋅cm-2 at 1.23 VRHE, increased by 570% compared to the pristine hematite.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Hematite\n(Fe<sub>2</sub>O<sub>3</sub>) is trying to become one\nof the most promising semiconductor photocatalytic materials by virtue\nof its low cost, thermodynamic stability, and suitable band structure\nfor light absorption and photoelectrochemical (PEC) water splitting. Yet, its relatively high carrier recombination rate, poor conductivity,\nshort hole diffusion length, short carrier lifetime, and sluggish\noxygen evolution reaction (OER) kinetics lead to various electron–hole\nrecombination occurring in the bulk, interfaces, and surfaces, which\nfurther hold the PEC performance of hematite back. Among them, the surface dynamics process shows its core position\nof hematite and attracts extensive attention. It is well known that because\nof the periodic termination of the lattice and the electronic states\ngenerated by unpaired electrons that interact with each other, the\nsurface state of the hematite will be abundant, thus leading to complex\nsurface dynamic processes. When the photogenerated\nholes reach the surface, majority of the holes are trapped by the\nsurface state, which in turn deoxidizes the water to produce oxygen\n(indirect transfer). Only a small portion\nwill transmit to directly oxidize water through the valence band (direct\ntransfer). However, it is a painful process\nfor captured holes to participate in water oxidation, and it may be\nstored by trap or combine with conduction band electrons. Herein, this involves the issue of deep traps (hardly release trapped\nholes) and shallow traps (easily release trapped holes and participate\nin water oxidation).</p>", "clean_text": "Introduction\n\nHematite (Fe2O3) is trying to become one of the most promising semiconductor photocatalytic materials by virtue of its low cost, thermodynamic stability, and suitable band structure for light absorption and photoelectrochemical (PEC) water splitting. Yet, its relatively high carrier recombination rate, poor conductivity, short hole diffusion length, short carrier lifetime, and sluggish oxygen evolution reaction (OER) kinetics lead to various electron-hole recombination occurring in the bulk, interfaces, and surfaces, which further hold the PEC performance of hematite back. Among them, the surface dynamics process shows its core position of hematite and attracts extensive attention. It is well known that because of the periodic termination of the lattice and the electronic states generated by unpaired electrons that interact with each other, the surface state of the hematite will be abundant, thus leading to complex surface dynamic processes. When the photogenerated holes reach the surface, majority of the holes are trapped by the surface state, which in turn deoxidizes the water to produce oxygen (indirect transfer). Only a small portion will transmit to directly oxidize water through the valence band (direct transfer). However, it is a painful process for captured holes to participate in water oxidation, and it may be stored by trap or combine with conduction band electrons. Herein, this involves the issue of deep traps (hardly release trapped holes) and shallow traps (easily release trapped holes and participate in water oxidation).", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>In order to address the above issues, most\nresearchers roughly\napplied surface passivation layer deposition and surface corrosion\nmethods to eliminate surface states (traps), regardless of whether\nthey are deep or shallow traps. This simple method does improve the efficiency of charge transfer\nand separation on the surface at the cost of allowing most holes to\nreach the surface through the valence band (direct transport), rather\nthan through surface traps (majority of the holes are trapped by the\nsurface state). This causes the space\ncharge layer developing into the foundation of the charge transport\nprocess instead of the surface charge transport, which is the primary\nreason that the improved surface charge efficiency brings little effect\non the overall performance. In addition,\nthe indirect hole transfer is crucial for hematite because the hole-transfer\nstep leading to water oxidation takes place predominantly from surface\nreleased holes by traps, as suggested by Klahr. Only by fine-tuning the surface traps, on the one hand,\nmaximize the proportion of the indirect hole transmission path (building\na large number of traps), and maximize the trap hole release rate\non the other hand (shallow traps), can we fundamentally solve the\nhematite surface kinetic problems in terms of charge transport and\ninterface water oxidation.</p>", "clean_text": "In order to address the above issues, most researchers roughly applied surface passivation layer deposition and surface corrosion methods to eliminate surface states (traps), regardless of whether they are deep or shallow traps. This simple method does improve the efficiency of charge transfer and separation on the surface at the cost of allowing most holes to reach the surface through the valence band (direct transport), rather than through surface traps (majority of the holes are trapped by the surface state). This causes the space charge layer developing into the foundation of the charge transport process instead of the surface charge transport, which is the primary reason that the improved surface charge efficiency brings little effect on the overall performance. In addition, the indirect hole transfer is crucial for hematite because the hole-transfer step leading to water oxidation takes place predominantly from surface released holes by traps, as suggested by Klahr. Only by fine-tuning the surface traps, on the one hand, maximize the proportion of the indirect hole transmission path (building a large number of traps), and maximize the trap hole release rate on the other hand (shallow traps), can we fundamentally solve the hematite surface kinetic problems in terms of charge transport and interface water oxidation.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The shallowing behavior cannot take\ninto account each deep trap,\nresulting in a chaotic condition where deep and shallow traps coexist.\nAnother method is to passivate the deep traps directly at first, followed\nby reconstruction of shallow traps. The non-negligible shortcoming\nof this approach is that the traps are not eliminated in reality and\npassively moved inward to the position close to the bulk by the passivation\nlayer. Accordingly, these surface traps will evolve into bulk defects\nin the case of numerous deep traps onto hematite, hindering the internal\ncharge transport. It is thus urgent to insert a pretreatment step\nbefore deep-trap passivation, specifically to preferentially etch\naway a large number of deep traps by chemical methods. With this adequate\nconsideration, a systematic fine-tuning process of the trap state\nwas obtained: (i) deep trap precorrosion; (ii) in-depth trap passivation;\nand (iii) shallow trap reconstruction.</p>", "clean_text": "The shallowing behavior cannot take into account each deep trap, resulting in a chaotic condition where deep and shallow traps coexist. Another method is to passivate the deep traps directly at first, followed by reconstruction of shallow traps. The non-negligible shortcoming of this approach is that the traps are not eliminated in reality and passively moved inward to the position close to the bulk by the passivation layer. Accordingly, these surface traps will evolve into bulk defects in the case of numerous deep traps onto hematite, hindering the internal charge transport. It is thus urgent to insert a pretreatment step before deep-trap passivation, specifically to preferentially etch away a large number of deep traps by chemical methods. With this adequate consideration, a systematic fine-tuning process of the trap state was obtained: (i) deep trap precorrosion; (ii) in-depth trap passivation; and (iii) shallow trap reconstruction.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>We were glad to find\nthat the surface modification process of Ti-metal\norganic framework (MOF) can be perfectly adapted to the above three\ntrap regulation processes. The modification process is accompanied\nby the reaction of the organic ligand with the FeOOH substrate and\nthe Ti precursor and finally the in situ surface assembly of Ti-MOF.\nThe coordination reaction between the organic ligand and the FeOOH\nsubstrate is the precorrosion of the deep traps on the surface. This\nprecorrosion retains the terminal carboxyl group of Fe-MOF, providing\nthe fulcrum for surface assembly. Subsequent Ti-MOF assembly achieved\ncomplete trap passivation. Interestingly, unlike the traditional compact\nTiO<sub>2</sub> passivation layer, this porous Ti-MOF derivative could\nproduce exceptional shallow traps, presenting superior active sites\nfor water oxidation. The obtained photoanode material of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> possessed\nan excellent hole transport rate (20 times increase in <italic>k</italic>\n<sub>ct</sub>) and electron migration rate (38% decrease in electron\ntransit time), yielding a photocurrent density of 3.08 mA·cm<sup>–2</sup> at 1.23 V<sub>RHE</sub>, increased by 570% compared\nto the pristine hematite. Our work suggests a feasible route to efficiently\neliminate deep traps and simultaneously promote OER kinetics for solar\nwater oxidation.</p>", "clean_text": "We were glad to find that the surface modification process of Ti-metal organic framework (MOF) can be perfectly adapted to the above three trap regulation processes. The modification process is accompanied by the reaction of the organic ligand with the FeOOH substrate and the Ti precursor and finally the in situ surface assembly of Ti-MOF. The coordination reaction between the organic ligand and the FeOOH substrate is the precorrosion of the deep traps on the surface. This precorrosion retains the terminal carboxyl group of Fe-MOF, providing the fulcrum for surface assembly. Subsequent Ti-MOF assembly achieved complete trap passivation. Interestingly, unlike the traditional compact TiO2 passivation layer, this porous Ti-MOF derivative could produce exceptional shallow traps, presenting superior active sites for water oxidation. The obtained photoanode material of Fe2O3/M-Fe2O3/M-TiO2 possessed an excellent hole transport rate (20 times increase in k ct) and electron migration rate (38% decrease in electron transit time), yielding a photocurrent density of 3.08 mA⋅cm-2 at 1.23 VRHE, increased by 570% compared to the pristine hematite. Our work suggests a feasible route to efficiently eliminate deep traps and simultaneously promote OER kinetics for solar water oxidation.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental Section</title><title>Synthesis\nof Fe<sub>2</sub>O<sub>3</sub> Photoanodes</title><p>Fe<sub>2</sub>O<sub>3</sub> photoanodes were synthesized by the traditional\nhydrothermal method and annealing process, which is reported everywhere.\nBriefly, the fluorine-doped tin oxide (FTO) glasses (2 × 5 cm)\nwere degreased by sonicating in acetone, ethanol, and distilled water\nfor 15 min. Then, 1 M NaNO<sub>3</sub> and 0.15 M FeCl<sub>3</sub> were added into 50 mL of aqueous solution. HCl was added into the\nabove solution to adjust pH to 1.25. The prepared precursor solution\nwas transferred to a Teflon-lined stainless steel autoclave (50 mL)\nfor the hydrothermal reaction, into which a washed FTO glass (40 mm\n× 30 mm × 2 mm) was placed. The front side of FTO was faced\nto the bottom. The autoclave was transferred to an oven and heated\nat 95 °C for 12 h. The obtained FeOOH film was rinsed with deionized\nwater for 3 min and dried at 50 °C in a gentle stream of nitrogen\nover 1 h, followed by thermal oxidation in air at 550 °C for\n2 h and another 10 min at 700 °C.</p>", "clean_text": "Experimental Section\n\nSynthesis of Fe2O3 Photoanodes\n\nFe2O3 photoanodes were synthesized by the traditional hydrothermal method and annealing process, which is reported everywhere. Briefly, the fluorine-doped tin oxide (FTO) glasses (2 × 5 cm) were degreased by sonicating in acetone, ethanol, and distilled water for 15 min. Then, 1 M NaNO3 and 0.15 M FeCl3 were added into 50 mL of aqueous solution. HCl was added into the above solution to adjust pH to 1.25. The prepared precursor solution was transferred to a Teflon-lined stainless steel autoclave (50 mL) for the hydrothermal reaction, into which a washed FTO glass (40 mm × 30 mm × 2 mm) was placed. The front side of FTO was faced to the bottom. The autoclave was transferred to an oven and heated at 95 °C for 12 h. The obtained FeOOH film was rinsed with deionized water for 3 min and dried at 50 °C in a gentle stream of nitrogen over 1 h, followed by thermal oxidation in air at 550 °C for 2 h and another 10 min at 700 °C.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub>\n</title><p>First, a mixture of 3.0 g of terephthalic\nacid (BDC, Alfa, 98%), 6 mL of anhydrous MeOH, 54 mL of anhydrous <italic>N</italic>,<italic>N</italic>-dimethylmethanamide (DMF), and 0.78\nmL of Ti­(OiPr)<sub>4</sub> (Alfa, 97%) was loaded into a Teflon-lined\nstainless steel autoclave (50 mL). Then, FeOOH was placed into the\nautoclave, and the front side of FTO was faced to the bottom. The\nautoclave was transferred to an oven and heated at 120 °C for\n24 h. The obtained modified FeOOH was rinsed with DMF for 10 min and\ndried at 50 °C in a gentle stream of nitrogen over 1 h, followed\nby thermal oxidation in air at 550 °C for 2 h and for another\n10 min at 700 °C.</p>", "clean_text": "Synthesis of Fe2O3/M-Fe2O3/M-TiO2 \n\nFirst, a mixture of 3.0 g of terephthalic acid (BDC, Alfa, 98%), 6 mL of anhydrous MeOH, 54 mL of anhydrous N,N-dimethylmethanamide (DMF), and 0.78 mL of Ti(OiPr)4 (Alfa, 97%) was loaded into a Teflon-lined stainless steel autoclave (50 mL). Then, FeOOH was placed into the autoclave, and the front side of FTO was faced to the bottom. The autoclave was transferred to an oven and heated at 120 °C for 24 h. The obtained modified FeOOH was rinsed with DMF for 10 min and dried at 50 °C in a gentle stream of nitrogen over 1 h, followed by thermal oxidation in air at 550 °C for 2 h and for another 10 min at 700 °C.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>\n</title><p>A mixture of 3.0 g of BDC (Alfa, 98%),\n6 mL of anhydrous\nMeOH, and 54 mL of anhydrous DMF was loaded into a Teflon-lined stainless\nsteel autoclave (50 mL). Then, FeOOH was placed into the autoclave,\nand the front side of FTO was faced to the bottom. The autoclave was\ntransferred to an oven and heated at 120 °C for 24 h. The obtained\nmodified FeOOH was rinsed with DMF for 10 min and dried at 50 °C\nin a gentle stream of nitrogen for over 1 h, followed by thermal oxidation\nin air at 550 °C for 2 h and for another 10 min at 700 °C.</p>", "clean_text": "Synthesis of Fe2O3/M-Fe2O3 \n\nA mixture of 3.0 g of BDC (Alfa, 98%), 6 mL of anhydrous MeOH, and 54 mL of anhydrous DMF was loaded into a Teflon-lined stainless steel autoclave (50 mL). Then, FeOOH was placed into the autoclave, and the front side of FTO was faced to the bottom. The autoclave was transferred to an oven and heated at 120 °C for 24 h. The obtained modified FeOOH was rinsed with DMF for 10 min and dried at 50 °C in a gentle stream of nitrogen for over 1 h, followed by thermal oxidation in air at 550 °C for 2 h and for another 10 min at 700 °C.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Structural Characterization</title><p>The surface morphology\nwas determined by field emission scanning electron microscopy (SEM;\nUltra Plus, Zeiss, Germany). The microstructure and elemental composition\nwere investigated by transmission electronic microscopy (TEM; Tecnai\nG2 F30 S-TWIN, FEI, USA). The SEM and TEM both were equipped with\nan energy-dispersive X-ray detector. X-ray diffractometry (XRD; AXS-8\nAdvance, Bruker, Germany) and X-ray photoelectron spectrometry (XPS;\nAXIS Ultra DLD, Kratos, Japan) were applied for structural characterization.\nUltraviolet (UV)–vis absorption spectra were recorded on a\nUV–vis spectrophotometer (TU1900, Beijing Purkinje General\nInstrument Co., China).</p>", "clean_text": "Structural Characterization\n\nThe surface morphology was determined by field emission scanning electron microscopy (SEM; Ultra Plus, Zeiss, Germany). The microstructure and elemental composition were investigated by transmission electronic microscopy (TEM; Tecnai G2 F30 S-TWIN, FEI, USA). The SEM and TEM both were equipped with an energy-dispersive X-ray detector. X-ray diffractometry (XRD; AXS-8 Advance, Bruker, Germany) and X-ray photoelectron spectrometry (XPS; AXIS Ultra DLD, Kratos, Japan) were applied for structural characterization. Ultraviolet (UV)-vis absorption spectra were recorded on a UV-vis spectrophotometer (TU1900, Beijing Purkinje General Instrument Co., China).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>PEC Measurements</title><p>The PEC water splitting\nmeasurements\nwere conducted using a three-electrode system and an electrochemical\nworkstation (CHI 660D, CH Instruments Inc., USA) in a 1 M KOH electrolyte.\nPrior to measurement, an Ag/AgCl electrode was used as the reference\nelectrode. The light source was a 350 W xenon lamp (Shanghai Hualun\nBulb Factory) equipped with an AM 1.5 filter (light density, 100 mW\ncm<sup>–2</sup>). The potential scan rate was 50 mV s<sup>–1</sup>. The measured potentials of the Ag/AgCl electrode were converted\nto the reversible hydrogen electrode (RHE) scale according to the\nfollowing formula: <italic>E</italic>\n<sub>RHE</sub> = <italic>E</italic>\n<sub>Ag/AgCl</sub> + 0.0591 × pH + 0.1976. The incident photon-to-charge\nconversion efficiency (IPCE) was measured using a monochromator (Zolix,\nChina) equipped with a 500 W xenon arc lamp, a calibrated silicon\nphotodetector, and a power meter. IPCE data were collected from 300\nto 700 nm at 1.23 V versus RHE. Electrochemical impedance spectroscopy\n(EIS) was performed using the same electrochemical workstation and\na three-electrode system used for the photocurrent measurements with\nthe following testing conditions: amplitude perturbations of 5 mV,\na frequency range of 1 Hz to 10 kHz, and specific direct current constant\npotentials (0.7–1.3 V vs RHE). Nyquist plots were fitted to\nthe selected equivalent circuits (ECs) using the ZSimpWin software\n(vs 3.10). Mott–Schottky plots were obtained from 0 to 2 V\nversus RHE at 1 kHz in the dark. Intensity-modulated photocurrent\nspectroscopy (IMPS) was performed using an electrochemical workstation\n(Zennium; effect-Elektrik, Germany) coupled with a controlled IMPS\nsetup (PP211) and a white-light lamp (WLC02; Zahner-Elektrik) whose\nDC illumination was adjusted to 80 mW/cm<sup>2</sup>. The same three-electrode\nconfiguration was used. Modulated light in the frequency range of\n0.1–10 kHz was applied.</p>", "clean_text": "PEC Measurements\n\nThe PEC water splitting measurements were conducted using a three-electrode system and an electrochemical workstation (CHI 660D, CH Instruments Inc., USA) in a 1 M KOH electrolyte. Prior to measurement, an Ag/AgCl electrode was used as the reference electrode. The light source was a 350 W xenon lamp (Shanghai Hualun Bulb Factory) equipped with an AM 1.5 filter (light density, 100 mW cm-2). The potential scan rate was 50 mV s-1. The measured potentials of the Ag/AgCl electrode were converted to the reversible hydrogen electrode (RHE) scale according to the following formula: E RHE = E Ag/AgCl + 0.0591 × pH + 0.1976. The incident photon-to-charge conversion efficiency (IPCE) was measured using a monochromator (Zolix, China) equipped with a 500 W xenon arc lamp, a calibrated silicon photodetector, and a power meter. IPCE data were collected from 300 to 700 nm at 1.23 V versus RHE. Electrochemical impedance spectroscopy (EIS) was performed using the same electrochemical workstation and a three-electrode system used for the photocurrent measurements with the following testing conditions: amplitude perturbations of 5 mV, a frequency range of 1 Hz to 10 kHz, and specific direct current constant potentials (0.7-1.3 V vs RHE). Nyquist plots were fitted to the selected equivalent circuits (ECs) using the ZSimpWin software (vs 3.10). Mott-Schottky plots were obtained from 0 to 2 V versus RHE at 1 kHz in the dark. Intensity-modulated photocurrent spectroscopy (IMPS) was performed using an electrochemical workstation (Zennium; effect-Elektrik, Germany) coupled with a controlled IMPS setup (PP211) and a white-light lamp (WLC02; Zahner-Elektrik) whose DC illumination was adjusted to 80 mW/cm2. The same three-electrode configuration was used. Modulated light in the frequency range of 0.1-10 kHz was applied.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Synthetic\nInsight: Parallel Assembly and Ligand Linkage</title><p>In order to\ngain an accurate insight into the MOF-induced impact\non the surface trap distribution, we followed a bottom-up analysis\nstrategy, starting with microstructures and effectively wrapping up\nsubsequent investigations over traps from the inside out. On the basis\nof hydrothermally prepared hematite, a one-step reaction of MOF and\nsubsequent calcination were used to synchronously generate a double-layer\nmodification of M-Fe<sub>2</sub>O<sub>3</sub> and M-TiO<sub>2</sub> on the hematite surface, forming a sandwich-like photoanode material\nof Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub>. At first, we tracked the trace of the hydrothermal process\nat different reaction times. a–e shows the SEM images of the as-grown uncalcined\nphotoelectrode from 0 to 24 h. As shown in a, the individual vertically erected FeOOH\nNRs are approximately 100 nm in diameter, decreasing to about 50 nm\nwith extended hydrothermal reaction time from 0 to 8 h (b,c). This apparent surface\nchemical corrosion is possibly caused by the excess BDC (1,4-BDC)\nwhich could react with iron-oxo clusters to form MIL-53­(Fe). The TEM\nimage (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figure S2</ext-link>) shows that a porous layer\nof about 5 nm is formed on the surface, which is probably the result\nof the corrosion by 1,4-BDC. Coupled with f, it can be seen that MIL-53­(Fe) was successfully\nsynthesized, but most of it fell out of the precursor solution (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figure S1</ext-link>). At the same time, additional 1,4-BDC\nreacts with Isopropyl titanate (Ti­(OiPr)<sub>4</sub>) under high-temperature\nhydrothermal conditions to form MIL-125­(Ti) in the precursor solution.\nAt this moment, the self-assembled materials (MIL-125­(Ti)) and connection\nsites (terminal carboxyl of residual MIL-53­(Fe)) are ready. Once enough\ncarboxyl sites are exposed on the surface, a large amount of MIL-125­(Ti)\nin the precursor solution can easily grow on the corroded FeOOH surface.\nThe gradual growth of MIL-125­(Ti) with the duration of the hydrothermal\nreaction can be seen in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figure S3a–c</ext-link>. As-formed MIL-125­(Ti) thus can be assembled at the terminal carboxyl\nof MIL-53­(Fe) from 12 to 24 h (d,e) because the NRs in c–e become thicker and many tree-like\nstructures grow on the surface of a single nanorod. Further TEM images\nof hydrothermally treated photoanodes before and after calcination\nare shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figure S3</ext-link>. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figure S3a–c</ext-link>, the porous flocs on the\nsurface of FeOOH NRs gradually increase with the duration of the hydrothermal\nreaction, indicating that the surface self-assembly process is continuing.\nCombining the element distribution of the Ti element in d and the characteristic peak\nof MIL-125­(Ti) in f can further prove the successful self-assembly process of\nMIL-125­(Ti) on the FeOOH surface. In addition, the XRD patterns of\nsamples with different hydrothermal times confirmed our speculation\nthat the 8 h sample had a significant characteristic peak of MIL-53­(Fe)\nat 12.2°, indicating that the surface BDC corrosion process was\nsuccessfully carried out (f, green line, CCDC: 690315). The characteristic peaks\nof MIL-125­(Ti) at 6.9 and 9.9° for the following 24 h sample\nconfirmed the realization of the surface self-assembly (f, red line, CCDC: 751157).\nTherefore, we proposed a brand-new self-assembly mechanism of the\nhydrothermal reaction process illustrated in g (the structures of MIL-125­(Ti) and MIL-53­(Fe)\nare shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figure S4</ext-link>). The whole self-assembly\nbehavior involves two parallel processes in the first 12 h, while\nthe last 12 h of the hydrothermal reaction is the time for surface\nself-assembly.</p>", "clean_text": "Results and Discussion\n\nSynthetic Insight: Parallel Assembly and Ligand Linkage\n\nIn order to gain an accurate insight into the MOF-induced impact on the surface trap distribution, we followed a bottom-up analysis strategy, starting with microstructures and effectively wrapping up subsequent investigations over traps from the inside out. On the basis of hydrothermally prepared hematite, a one-step reaction of MOF and subsequent calcination were used to synchronously generate a double-layer modification of M-Fe2O3 and M-TiO2 on the hematite surface, forming a sandwich-like photoanode material of Fe2O3/M-Fe2O3/M-TiO2. At first, we tracked the trace of the hydrothermal process at different reaction times. a-e shows the SEM images of the as-grown uncalcined photoelectrode from 0 to 24 h. As shown in a, the individual vertically erected FeOOH NRs are approximately 100 nm in diameter, decreasing to about 50 nm with extended hydrothermal reaction time from 0 to 8 h (b,c). This apparent surface chemical corrosion is possibly caused by the excess BDC (1,4-BDC) which could react with iron-oxo clusters to form MIL-53(Fe). The TEM image (Figure S2) shows that a porous layer of about 5 nm is formed on the surface, which is probably the result of the corrosion by 1,4-BDC. Coupled with f, it can be seen that MIL-53(Fe) was successfully synthesized, but most of it fell out of the precursor solution (Figure S1). At the same time, additional 1,4-BDC reacts with Isopropyl titanate (Ti(OiPr)4) under high-temperature hydrothermal conditions to form MIL-125(Ti) in the precursor solution. At this moment, the self-assembled materials (MIL-125(Ti)) and connection sites (terminal carboxyl of residual MIL-53(Fe)) are ready. Once enough carboxyl sites are exposed on the surface, a large amount of MIL-125(Ti) in the precursor solution can easily grow on the corroded FeOOH surface. The gradual growth of MIL-125(Ti) with the duration of the hydrothermal reaction can be seen in Figure S3a-c. As-formed MIL-125(Ti) thus can be assembled at the terminal carboxyl of MIL-53(Fe) from 12 to 24 h (d,e) because the NRs in c-e become thicker and many tree-like structures grow on the surface of a single nanorod. Further TEM images of hydrothermally treated photoanodes before and after calcination are shown in Figure S3. As shown in Figure S3a-c, the porous flocs on the surface of FeOOH NRs gradually increase with the duration of the hydrothermal reaction, indicating that the surface self-assembly process is continuing. Combining the element distribution of the Ti element in d and the characteristic peak of MIL-125(Ti) in f can further prove the successful self-assembly process of MIL-125(Ti) on the FeOOH surface. In addition, the XRD patterns of samples with different hydrothermal times confirmed our speculation that the 8 h sample had a significant characteristic peak of MIL-53(Fe) at 12.2°, indicating that the surface BDC corrosion process was successfully carried out (f, green line, CCDC: 690315). The characteristic peaks of MIL-125(Ti) at 6.9 and 9.9° for the following 24 h sample confirmed the realization of the surface self-assembly (f, red line, CCDC: 751157). Therefore, we proposed a brand-new self-assembly mechanism of the hydrothermal reaction process illustrated in g (the structures of MIL-125(Ti) and MIL-53(Fe) are shown in Figure S4). The whole self-assembly behavior involves two parallel processes in the first 12 h, while the last 12 h of the hydrothermal reaction is the time for surface self-assembly.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Top-view SEM images of hydrothermally treated FeOOH NRs\nfor 0 (a),\n4 (b), 8 (c), 12 (d), and 24 h (e). XRD pattern of FeOOH NRs with\ndifferent hydrothermal times (f). Proposed hydrothermal synthesis\nmechanism for the fabrication of FeOOH/MIL-53­(Fe)/MIL-125­(Ti) (g).</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am0c06445_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Top-view SEM images of hydrothermally treated FeOOH NRs for 0 (a), 4 (b), 8 (c), 12 (d), and 24 h (e). XRD pattern of FeOOH NRs with different hydrothermal times (f). Proposed hydrothermal synthesis mechanism for the fabrication of FeOOH/MIL-53(Fe)/MIL-125(Ti) (g).   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Sufficient calcination treatment can convert FeOOH/MIL-53­(Fe)/MIL-125­(Ti)\ninto Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub>. To figure out the thermal treatment mechanism, morphological,\nstructural, and surface analyses were thoroughly carried out to elucidate\nthe microscopic changes hidden under observable macrobehavior. First,\nSEM images were obtained for pristine FeOOH and hematite, as well\nas FeOOH/MIL-53­(Fe)/MIL-125­(Ti) and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> (a,a′,b,b′). With the high-temperature\nthermal treatment, the surface morphology became smooth because of\nhigh-temperature dehydration and dehydrogenation (a′,b′). Compared\nto the pristine hematite, the treated hematite (b) consists of the finer and compact particles\nas a result of the surface chemical corrosion and self-assembly process.\nThe corresponding TEM images for a′,b′ are shown in c,d, indicating that\nchemical corrosion effectively reduced the particle size of the optimal\nsample, down to around 50 nm in diameter (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figure S5</ext-link>). In addition, simultaneous thermal conversion brings a\nuniform porous structure (d), leading to a higher UV adsorption coefficient (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figure S6</ext-link>). Additionally, the high-resolution\nTEM (HRTEM) image of the optimal Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> given in d′ exhibits three phases\nin composition, in which the left region represents the surface MOF-derived\nTiO<sub>2</sub> (e) and the right region represents the corroded Fe<sub>2</sub>O<sub>3</sub> (f),\nwhereas the intermediate ribbon region may represent the hematite\nconverted by the small amount of MIL-53­(Fe). Interestingly, the presence\nof Fe<sub>2</sub>TiO<sub>5</sub> in f demonstrates that Ti diffuses into Fe<sub>2</sub>O<sub>3</sub> under high-temperature calcination to form Ti–O–Fe\nbonds, as confirmed by the negative shift of the Ti 2p peak displayed\nin i. Additionally,\nthe XPS spectrum suggested that the C 1s peak of FeOOH/MIL-53­(Fe)/MIL-125­(Ti)\ncan be deconvoluted into three peaks centered at 284.2, 284.9, and\n288.6 eV, corresponding to the C–C/CC, C–C,\nand CO bonds, respectively. The disappearance of the CO\npeak revealed that the link between the benzene ring and the metal\nion is completely broken (in metal–organic ligands, the connection\nbetween carbon and metal is mediated by oxygen in this work). Similarly,\nthe O 1s peak was divided into three peaks located in 530.1, 531.5,\nand 532.5 eV, which can be assigned to Fe–O/Ti–O, CO,\nand −OH, respectively. The CO peak disappeared, whereas\nthe intensity of the Fe–O/Ti–O peak increases significantly,\nimplying that almost all oxygen is associated with iron and titanium.</p>", "clean_text": "Sufficient calcination treatment can convert FeOOH/MIL-53(Fe)/MIL-125(Ti) into Fe2O3/M-Fe2O3/M-TiO2. To figure out the thermal treatment mechanism, morphological, structural, and surface analyses were thoroughly carried out to elucidate the microscopic changes hidden under observable macrobehavior. First, SEM images were obtained for pristine FeOOH and hematite, as well as FeOOH/MIL-53(Fe)/MIL-125(Ti) and Fe2O3/M-Fe2O3/M-TiO2 (a,a',b,b'). With the high-temperature thermal treatment, the surface morphology became smooth because of high-temperature dehydration and dehydrogenation (a',b'). Compared to the pristine hematite, the treated hematite (b) consists of the finer and compact particles as a result of the surface chemical corrosion and self-assembly process. The corresponding TEM images for a',b' are shown in c,d, indicating that chemical corrosion effectively reduced the particle size of the optimal sample, down to around 50 nm in diameter (Figure S5). In addition, simultaneous thermal conversion brings a uniform porous structure (d), leading to a higher UV adsorption coefficient (Figure S6). Additionally, the high-resolution TEM (HRTEM) image of the optimal Fe2O3/M-Fe2O3/M-TiO2 given in d' exhibits three phases in composition, in which the left region represents the surface MOF-derived TiO2 (e) and the right region represents the corroded Fe2O3 (f), whereas the intermediate ribbon region may represent the hematite converted by the small amount of MIL-53(Fe). Interestingly, the presence of Fe2TiO5 in f demonstrates that Ti diffuses into Fe2O3 under high-temperature calcination to form Ti-O-Fe bonds, as confirmed by the negative shift of the Ti 2p peak displayed in i. Additionally, the XPS spectrum suggested that the C 1s peak of FeOOH/MIL-53(Fe)/MIL-125(Ti) can be deconvoluted into three peaks centered at 284.2, 284.9, and 288.6 eV, corresponding to the C-C/CC, C-C, and CO bonds, respectively. The disappearance of the CO peak revealed that the link between the benzene ring and the metal ion is completely broken (in metal-organic ligands, the connection between carbon and metal is mediated by oxygen in this work). Similarly, the O 1s peak was divided into three peaks located in 530.1, 531.5, and 532.5 eV, which can be assigned to Fe-O/Ti-O, CO, and -OH, respectively. The CO peak disappeared, whereas the intensity of the Fe-O/Ti-O peak increases significantly, implying that almost all oxygen is associated with iron and titanium.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Top-view\nSEM images of FeOOH (a), pristine hematite (a′),\nFeOOH/MIL-53­(Fe)/MIL-125­(Ti) (b), and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> (b′). TEM images of\npristine hematite (c) and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> (d), as well as the corresponding\nHRTEM images (c′,d′). The selected two areas in (d′)\nare shown in (e,f). C 1s (g), O 1s (h), and Ti 2p (i) XPS of FeOOH/MIL-53­(Fe)/MIL-125­(Ti)\n(uncalcined) and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> (calcinated).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am0c06445_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Top-view SEM images of FeOOH (a), pristine hematite (a'), FeOOH/MIL-53(Fe)/MIL-125(Ti) (b), and Fe2O3/M-Fe2O3/M-TiO2 (b'). TEM images of pristine hematite (c) and Fe2O3/M-Fe2O3/M-TiO2 (d), as well as the corresponding HRTEM images (c',d'). The selected two areas in (d') are shown in (e,f). C 1s (g), O 1s (h), and Ti 2p (i) XPS of FeOOH/MIL-53(Fe)/MIL-125(Ti) (uncalcined) and Fe2O3/M-Fe2O3/M-TiO2 (calcinated).   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<title>Macroscopic Presentation: Sensitivity to Concentration Fluctuations</title><p>A preliminary understanding of the photoactivity over Fe<sub>2</sub>O<sub>3</sub>, Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>, and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> photoanodes was obtained by linear scanning voltammetry\n(LSV) measurement (a). M-Fe<sub>2</sub>O<sub>3</sub> modification increased the\nphotocurrent density of pristine hematite at 1.23 V<sub>RHE</sub> from\n0.46 to 0.96 mA·cm<sup>–2</sup>, which was more than doubled.\nThe combination of M-Fe<sub>2</sub>O<sub>3</sub> and M-TiO<sub>2</sub> further increased the photocurrent to 3.08 mA·cm<sup>–2</sup> at 1.23 V<sub>RHE</sub>, 5.7 times higher than that of pristine\nhematite. We found that the MOF-induced photoactivity is extremely\nsensitive to the concentration fluctuations, especially 1,4-BDC. As\ngiven in b,\nthe photocurrent density increased with the rise of the Ti­(OiPr)<sub>4</sub> concentration, reaching maximum at 0.78g/60 mL, whereas further\nincrease in the concentration led to a decrease in the photocurrent.\nThis proves to be an optimal concentration of Ti­(OiPr)<sub>4</sub> where excessive or insufficient M-TiO<sub>2</sub> is not conducive\nto the charge transport of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figure S12</ext-link>). In addition, it was found that the photoanode was very strongly\ndependent on 1,4-BDC observed in c. Starting from 3 g/60 mL, the photocurrent\ndensity of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> decreases from 3.08 to 1.2 mA·cm<sup>–2</sup> at 1.23 V<sub>RHE</sub>, and when it comes to 2 g/60 mL, the photocurrent\ndensity decreased by 61%. This revealed that 1,4-BDC must reach an\nexcess, in line with the results of the aforementioned morphological\ncharacterization (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figures S8–S10</ext-link>). As we can see, d shows the comparison of the PEC performance when the hydrothermal\nsubstrate is converted from FeOOH to Fe<sub>2</sub>O<sub>3</sub> by\ncalcination (AHA-Fe<sub>2</sub>O<sub>3</sub>/TiO<sub>2</sub>). It\nis worth noting that AHA-Fe<sub>2</sub>O<sub>3</sub>/TiO<sub>2</sub> shows a markedly reduced photocurrent density and increasing onset\npotential, suggesting the essential role of the substrate FeOOH’s\nability to interact with 1,4-BDC, in accordance with the SEM characterization\nresults (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figure S13</ext-link>).</p>", "clean_text": "Macroscopic Presentation: Sensitivity to Concentration Fluctuations\n\nA preliminary understanding of the photoactivity over Fe2O3, Fe2O3/M-Fe2O3, and Fe2O3/M-Fe2O3/M-TiO2 photoanodes was obtained by linear scanning voltammetry (LSV) measurement (a). M-Fe2O3 modification increased the photocurrent density of pristine hematite at 1.23 VRHE from 0.46 to 0.96 mA⋅cm-2, which was more than doubled. The combination of M-Fe2O3 and M-TiO2 further increased the photocurrent to 3.08 mA⋅cm-2 at 1.23 VRHE, 5.7 times higher than that of pristine hematite. We found that the MOF-induced photoactivity is extremely sensitive to the concentration fluctuations, especially 1,4-BDC. As given in b, the photocurrent density increased with the rise of the Ti(OiPr)4 concentration, reaching maximum at 0.78g/60 mL, whereas further increase in the concentration led to a decrease in the photocurrent. This proves to be an optimal concentration of Ti(OiPr)4 where excessive or insufficient M-TiO2 is not conducive to the charge transport of Fe2O3/M-Fe2O3/M-TiO2 (Figure S12). In addition, it was found that the photoanode was very strongly dependent on 1,4-BDC observed in c. Starting from 3 g/60 mL, the photocurrent density of Fe2O3/M-Fe2O3/M-TiO2 decreases from 3.08 to 1.2 mA⋅cm-2 at 1.23 VRHE, and when it comes to 2 g/60 mL, the photocurrent density decreased by 61%. This revealed that 1,4-BDC must reach an excess, in line with the results of the aforementioned morphological characterization (Figures S8-S10). As we can see, d shows the comparison of the PEC performance when the hydrothermal substrate is converted from FeOOH to Fe2O3 by calcination (AHA-Fe2O3/TiO2). It is worth noting that AHA-Fe2O3/TiO2 shows a markedly reduced photocurrent density and increasing onset potential, suggesting the essential role of the substrate FeOOH's ability to interact with 1,4-BDC, in accordance with the SEM characterization results (Figure S13).", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Photocurrent density\nof Fe<sub>2</sub>O<sub>3</sub>, Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>, and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub>. (b)\nPhotocurrent density of Fe<sub>2</sub>O<sub>3</sub> and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> with\ndifferent concentrations of Ti­(OiPr)<sub>4</sub> (0.156, 0.312, 0.78,\nand 1.56 mL per 60 mL). (c) Photocurrent density of Fe<sub>2</sub>O<sub>3</sub> and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> with different concentrations of 1,4-BDC\n(0, 0.5, 1, 2, and 3 g per 60 mL). (d) Photocurrent density curves\nof different Fe-based substrates. A refers to the annealing treatment\nand H refers to the hydrothermal method. The alphabetical order refers\nto the sequence of the experimental steps.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am0c06445_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Photocurrent density of Fe2O3, Fe2O3/M-Fe2O3, and Fe2O3/M-Fe2O3/M-TiO2. (b) Photocurrent density of Fe2O3 and Fe2O3/M-Fe2O3/M-TiO2 with different concentrations of Ti(OiPr)4 (0.156, 0.312, 0.78, and 1.56 mL per 60 mL). (c) Photocurrent density of Fe2O3 and Fe2O3/M-Fe2O3/M-TiO2 with different concentrations of 1,4-BDC (0, 0.5, 1, 2, and 3 g per 60 mL). (d) Photocurrent density curves of different Fe-based substrates. A refers to the annealing treatment and H refers to the hydrothermal method. The alphabetical order refers to the sequence of the experimental steps.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Primary Regulation: Partial Passivation of Surface Traps</title><p>In view of the above structural characterization and its influence\non the PEC performance, we can track the trace of every component\nfrom the inside out upon Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub>. Before our investigation, the internal\ncharacteristics of hematite should be mentioned, that is, severe interface\nhole trapping behavior caused by the termination of the internal periodic\nstructure, yielding a strong surface state density which plays a prominent\nrole in the water oxidation reaction. This\nsurface state behavior may involve an interface iron atom oxidation\nprocess [Fe­(II), Fe­(III), Fe­(IV), Fe­(V), Fe­(VI)], structural\ntransformation of surface-adsorbed oxygen, or capacitance characteristics of iron oxyhydroxide (ferrihydrate). In order to investigate the effect of the M-Fe<sub>2</sub>O<sub>3</sub> layer on the surface of hematite, we used excess\nof 1,4-BDC (3 g/60 mL) to etch hematite surface without any Ti­(OiPr)<sub>4</sub> and utilized this electrode as the research protype.</p>", "clean_text": "Primary Regulation: Partial Passivation of Surface Traps\n\nIn view of the above structural characterization and its influence on the PEC performance, we can track the trace of every component from the inside out upon Fe2O3/M-Fe2O3/M-TiO2. Before our investigation, the internal characteristics of hematite should be mentioned, that is, severe interface hole trapping behavior caused by the termination of the internal periodic structure, yielding a strong surface state density which plays a prominent role in the water oxidation reaction. This surface state behavior may involve an interface iron atom oxidation process [Fe(II), Fe(III), Fe(IV), Fe(V), Fe(VI)], structural transformation of surface-adsorbed oxygen, or capacitance characteristics of iron oxyhydroxide (ferrihydrate). In order to investigate the effect of the M-Fe2O3 layer on the surface of hematite, we used excess of 1,4-BDC (3 g/60 mL) to etch hematite surface without any Ti(OiPr)4 and utilized this electrode as the research protype.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>In this work, the prepared pristine hematite suffered from rigorous\nsurface hole trapping and hole accumulation by high-valence iron as\nconfirmed by a (peak located at 1.5 V<sub>RHE</sub>), as\nwell as the weaker trapping by water oxidation intermediate (a, peak located at\n0.9 V<sub>RHE</sub>), evidencing substantial surface hole storage\nby high-valence iron and sluggish trapped hole reaction kinetics in\nthe photoresponse stage. The significant\nhole accumulation phenomenon at high potential is not due to the weak\nhole release ability of trap at 1.5 V<sub>RHE</sub> rather than the\nextremely large amount of surface high-valence iron distribution (a\nlarge amount of high-valence iron is formed by the significant oxygen\nenrichment on the surface) which aggravates the hole accumulation\nphenomenon. In addition, the surface state at 0.9 V<sub>RHE</sub> is\ncapable of oxidizing water thermodynamically because the produced\n photovoltage by hematite should be added (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figure S15</ext-link>). Surface corrosion by excessive 1,4-BDC notably passivates\nthe reduction peak at 1.5 V<sub>RHE</sub> by nearly an order of magnitude\n(decreased by 80%), indicating that a large amount of surface high-valence\niron structures are removed. However, the obtained surface M-Fe<sub>2</sub>O<sub>3</sub> is not the ideal contact surface for water oxidation,\nas a slight expanding phenomenon could be observed in the corresponding\ncyclic voltammetry (CV) curve with increasing scan rate, denoting\nthe incomplete removal of high-valence iron structures.</p>", "clean_text": "In this work, the prepared pristine hematite suffered from rigorous surface hole trapping and hole accumulation by high-valence iron as confirmed by a (peak located at 1.5 VRHE), as well as the weaker trapping by water oxidation intermediate (a, peak located at 0.9 VRHE), evidencing substantial surface hole storage by high-valence iron and sluggish trapped hole reaction kinetics in the photoresponse stage. The significant hole accumulation phenomenon at high potential is not due to the weak hole release ability of trap at 1.5 VRHE rather than the extremely large amount of surface high-valence iron distribution (a large amount of high-valence iron is formed by the significant oxygen enrichment on the surface) which aggravates the hole accumulation phenomenon. In addition, the surface state at 0.9 VRHE is capable of oxidizing water thermodynamically because the produced  photovoltage by hematite should be added (Figure S15). Surface corrosion by excessive 1,4-BDC notably passivates the reduction peak at 1.5 VRHE by nearly an order of magnitude (decreased by 80%), indicating that a large amount of surface high-valence iron structures are removed. However, the obtained surface M-Fe2O3 is not the ideal contact surface for water oxidation, as a slight expanding phenomenon could be observed in the corresponding cyclic voltammetry (CV) curve with increasing scan rate, denoting the incomplete removal of high-valence iron structures.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>CV curves of\nFe<sub>2</sub>O<sub>3</sub> (a) and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub> (b) with increasing scan\nrate from 40 to 50 mV s<sup>–1</sup> for 10 cycles at 1 mV\nintervals. PEIS Nyquist plots of Fe<sub>2</sub>O<sub>3</sub> (c) and\nFe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub> (d) at different\nbias potentials from 0.9 to 1.2 V<sub>RHE</sub>. Frequency range:\n100 mHz to 1 kHz. Electrolyte: 1 M NaOH. Illumination: front, 100\nmW cm<sup>–2</sup>, AM 1.5G. AC amplitude: 10 mV.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am0c06445_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  CV curves of Fe2O3 (a) and Fe2O3/M-Fe2O3 (b) with increasing scan rate from 40 to 50 mV s-1 for 10 cycles at 1 mV intervals. PEIS Nyquist plots of Fe2O3 (c) and Fe2O3/M-Fe2O3 (d) at different bias potentials from 0.9 to 1.2 VRHE. Frequency range: 100 mHz to 1 kHz. Electrolyte: 1 M NaOH. Illumination: front, 100 mW cm-2, AM 1.5G. AC amplitude: 10 mV.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>In addition, this corrosion behavior is also detected in\nphoto-electrochemical\nimpedance spectroscopy (PEIS) plots of the finest 1,4-BDC-treated\nhematite with different bias potentials (c,d), that is, an enlarged capacitive reactance\narc (two-time constants are stacked together, d), understood as a typical feature of localized\ncorrosion of the electrode surface. This corrosion process drastically\nreduces the diameter of the capacitive reactance arc, achieving a\nlarger surface state capacitance and lower charge transfer resistance\ncompared to the pristine (shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figure S14</ext-link>). Similar conclusions can be drawn from Bode plots, as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figure S16</ext-link>, that surface corrosion substantially\neliminates peaks in the low-frequency region (2 Hz) of bare hematite,\nremoving surface impurities. Consequently, surface corrosion via 1,4-BDC\ndecreases the detrimental trap states and simultaneously increases\nthe rate of surface state transport at lower potential.</p>", "clean_text": "In addition, this corrosion behavior is also detected in photo-electrochemical impedance spectroscopy (PEIS) plots of the finest 1,4-BDC-treated hematite with different bias potentials (c,d), that is, an enlarged capacitive reactance arc (two-time constants are stacked together, d), understood as a typical feature of localized corrosion of the electrode surface. This corrosion process drastically reduces the diameter of the capacitive reactance arc, achieving a larger surface state capacitance and lower charge transfer resistance compared to the pristine (shown in Figure S14). Similar conclusions can be drawn from Bode plots, as shown in Figure S16, that surface corrosion substantially eliminates peaks in the low-frequency region (2 Hz) of bare hematite, removing surface impurities. Consequently, surface corrosion via 1,4-BDC decreases the detrimental trap states and simultaneously increases the rate of surface state transport at lower potential.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>The\nabove-mentioned corrosion effects on surface traps significantly\nchange the surface reaction kinetics, observed in the chopped LSV\nmethod, as shown in e. For the sake of understanding, we recognized the transient\ncurrent value as the difference between the amount of hole trapping\nand release, viz., the amount of hole accumulation. As given in e from 0.8 to 1.4\nV<sub>RHE</sub>, the original hematite always shows the constant and\nlarger transient current density, pointing out that the deteriorated\nhole accumulation phenomenon does not change with potential, accompanied\nby severe surface Fermi level pinning effects. The M-Fe<sub>2</sub>O<sub>3</sub> layer (surface corrosion) shortens the transient current\nresponse range (0.8–1.2 V<sub>RHE</sub>), showing an obvious\nGaussian distribution characteristic (the largest at 1 V<sub>RHE</sub> and gradually decreases on both sides). This revealed that the hole\naccumulation behavior is gradually sensitive to the bias potential\nthrough the trap-state adjustment described previously. On the other\nhand, the coating layer shifts the electrocatalysis OER onset potential\nto more positive potential. This apparent effect might be related\nto the increased photovoltage and the weakened Fermi level pinning\neffect. Accordingly, the first step surface corrosion significantly\neliminated the high-potential trap caused by high-valence iron and\naccelerated the surface reaction kinetics at lower potential (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figure S17</ext-link>, reduced Tafel slope).</p>", "clean_text": "The above-mentioned corrosion effects on surface traps significantly change the surface reaction kinetics, observed in the chopped LSV method, as shown in e. For the sake of understanding, we recognized the transient current value as the difference between the amount of hole trapping and release, viz., the amount of hole accumulation. As given in e from 0.8 to 1.4 VRHE, the original hematite always shows the constant and larger transient current density, pointing out that the deteriorated hole accumulation phenomenon does not change with potential, accompanied by severe surface Fermi level pinning effects. The M-Fe2O3 layer (surface corrosion) shortens the transient current response range (0.8-1.2 VRHE), showing an obvious Gaussian distribution characteristic (the largest at 1 VRHE and gradually decreases on both sides). This revealed that the hole accumulation behavior is gradually sensitive to the bias potential through the trap-state adjustment described previously. On the other hand, the coating layer shifts the electrocatalysis OER onset potential to more positive potential. This apparent effect might be related to the increased photovoltage and the weakened Fermi level pinning effect. Accordingly, the first step surface corrosion significantly eliminated the high-potential trap caused by high-valence iron and accelerated the surface reaction kinetics at lower potential (Figure S17, reduced Tafel slope).", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Bode plots of Fe<sub>2</sub>O<sub>3</sub>, Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>, and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> corresponding to\nIMPS. (b) PEIS Nyquist plots of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> at different bias potentials\nfrom 0.7 to 1.3 V<sub>RHE</sub>. Experimental condition is the same\nas <xref ref-type=\"fig\" rid=\"fig3\">Figure <xref ref-type=\"fig\" rid=\"fig3\"></xref>\n</xref>c,d. (c)\nBode plots of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> measured at 1 sun illumination as a function of\napplied potential corresponding to PEIS. (d) Charge-transfer rate\nconstant (<italic>k</italic>\n<sub>ct</sub>) of Fe<sub>2</sub>O<sub>3</sub>, Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>, and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> derived by PEIS. (e) LSV of Fe<sub>2</sub>O<sub>3</sub>,\nFe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>, and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> under chopped AM 1.5G illumination at a scan of 20 mV s<sup>–1</sup>. (f) ln­(<italic>D</italic>) as a function of time for Fe<sub>2</sub>O<sub>3</sub>, Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>, and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am0c06445_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Bode plots of Fe2O3, Fe2O3/M-Fe2O3, and Fe2O3/M-Fe2O3/M-TiO2 corresponding to IMPS. (b) PEIS Nyquist plots of Fe2O3/M-Fe2O3/M-TiO2 at different bias potentials from 0.7 to 1.3 VRHE. Experimental condition is the same as Figure  c,d. (c) Bode plots of Fe2O3/M-Fe2O3/M-TiO2 measured at 1 sun illumination as a function of applied potential corresponding to PEIS. (d) Charge-transfer rate constant (k ct) of Fe2O3, Fe2O3/M-Fe2O3, and Fe2O3/M-Fe2O3/M-TiO2 derived by PEIS. (e) LSV of Fe2O3, Fe2O3/M-Fe2O3, and Fe2O3/M-Fe2O3/M-TiO2 under chopped AM 1.5G illumination at a scan of 20 mV s-1. (f) ln(D) as a function of time for Fe2O3, Fe2O3/M-Fe2O3, and Fe2O3/M-Fe2O3/M-TiO2.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<title>Avoidance of Secondary\nDefects: Tight Interface Connection</title><p>The surface shallow trap\nactivation is not fulfilled, still exhibiting\na large number of hole accumulation due to surface defects, as shown\nin e (obvious\ntransient spikes, red line). A part of surface deep traps stems from\nthe original deep trap that has not been eliminated, and the other\npart stems from the secondary defects caused by surface corrosion.\nThe self-assembly onto terminal carboxyl overcomes this potential\nsurface secondary trap to the greatest extent because the atoms at\nthe interface between M-Fe<sub>2</sub>O<sub>3</sub> and M-TiO<sub>2</sub> are regularly arranged without disorderly arrangement. The\ntight connection of the M-TiO<sub>2</sub> and M-Fe<sub>2</sub>O<sub>3</sub> would function as an electron transport channel, thereby\naccelerating the charge transfer of hematite. The IMPS plot was thus applied to measure the charge transit time\n(τ) in the hematite films, followed by the following equation:\nτ = (2π<italic>f</italic>)<sup>−1</sup>, where <italic>f</italic> is the value of minimal frequency in the IMPS plots. As\nshown in a,\nthe obtained values of <italic>f</italic> corresponding to Fe<sub>2</sub>O<sub>3</sub>, Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>, and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> are 5.123, 4.364, and 6.975 Hz, and thus,\nτ values were calculated to be 31.1, 36.5, and 22.8 ms, respectively.\nThe largest τ for Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub> demonstrated that photogenerated electrons more hardly\nreach the back contact, which may be caused by reintroduced surface\ntraps in M-Fe<sub>2</sub>O<sub>3</sub>. The introduction of M-TiO<sub>2</sub> not only constructs a well-interconnected interface but also\ngreatly reduces the transmission resistance, thus accelerating the\nelectron transfer, confirmed by the minimum value of τ for Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub>.</p>", "clean_text": "Avoidance of Secondary Defects: Tight Interface Connection\n\nThe surface shallow trap activation is not fulfilled, still exhibiting a large number of hole accumulation due to surface defects, as shown in e (obvious transient spikes, red line). A part of surface deep traps stems from the original deep trap that has not been eliminated, and the other part stems from the secondary defects caused by surface corrosion. The self-assembly onto terminal carboxyl overcomes this potential surface secondary trap to the greatest extent because the atoms at the interface between M-Fe2O3 and M-TiO2 are regularly arranged without disorderly arrangement. The tight connection of the M-TiO2 and M-Fe2O3 would function as an electron transport channel, thereby accelerating the charge transfer of hematite. The IMPS plot was thus applied to measure the charge transit time (τ) in the hematite films, followed by the following equation: τ = (2πf)-1, where f is the value of minimal frequency in the IMPS plots. As shown in a, the obtained values of f corresponding to Fe2O3, Fe2O3/M-Fe2O3, and Fe2O3/M-Fe2O3/M-TiO2 are 5.123, 4.364, and 6.975 Hz, and thus, τ values were calculated to be 31.1, 36.5, and 22.8 ms, respectively. The largest τ for Fe2O3/M-Fe2O3 demonstrated that photogenerated electrons more hardly reach the back contact, which may be caused by reintroduced surface traps in M-Fe2O3. The introduction of M-TiO2 not only constructs a well-interconnected interface but also greatly reduces the transmission resistance, thus accelerating the electron transfer, confirmed by the minimum value of τ for Fe2O3/M-Fe2O3/M-TiO2.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>On the other hand, we obtained the PEIS plots of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> (b) and displayed\nthem in the form of Bode plots at different potentials (c) to verify the transport\nstate of holes. By comparison with Bode plots of Fe<sub>2</sub>O<sub>3</sub> and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub> shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figure S16</ext-link>, the position of\nthe low-frequency peaks is slightly shifted to the high frequency\n(from ∼1 to ∼3 Hz), mainly because of inward shift of\ndefect states caused by covering of the original hematite surface\nby a permeable M-TiO<sub>2</sub> layer. At low potential, the holes\nin the hematite did not successfully transfer to the TiO<sub>2</sub> layer, reflected in the unchanging peak at ∼3 Hz below 0.8\nV<sub>RHE</sub>. Nevertheless, starting from 0.8 V<sub>RHE</sub>,\nthe peak intensity at ∼3 Hz decreases rapidly and then reaches\na steady state at 1 V<sub>RHE</sub>, yielding a drastically increasing\ncharge-transfer constant (<italic>k</italic>\n<sub>ct</sub>) of optimal\nFe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> (d,\n0.8–1 V<sub>RHE</sub>). This extremely rapid growth trend is\nreflected in the Tafel slope of the photocurrent density (e), indicating that\nthe tight interface structure provides the foundation for hole transport.\nThrough the MOF induction process, the phase angle of the limit step\nat 3 Hz is lower than 20° at 1 V<sub>RHE</sub>, smaller than\n41° of pure hematite and 30° of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>, indicating that the presence of M-Fe<sub>2</sub>O<sub>3</sub> and M-TiO<sub>2</sub> coordinately inhibits\nthe source of inward surface traps of the original hematite. In summary,\nwe summarized the reasons for the high-speed hole transport of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> prepared under optimal conditions: M-Fe<sub>2</sub>O<sub>3</sub> first etched and passivated the original hematite surface and optimized\nthe harsh surface state to a certain extent but not fulfilled, simultaneously\ncreating conditions for the further M-TiO<sub>2</sub> modification;\nthe modification of M-TiO<sub>2</sub> moved the original optimized\nsurface defects internally, plus the fabulous interface bonding of\nM-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> and superior hole\ntransmission performance of M-TiO<sub>2</sub> itself, leading to its\nremarkable hole transport performance (although the inward defect\ncenter still dominates below 0.8 V<sub>RHE</sub>). Herein, the charge\naccumulation at ultralow potential (below 0.8 V<sub>RHE</sub>) of\nFe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> may be our next research direction to achieve its lower onset\npotential for hematite.</p>", "clean_text": "On the other hand, we obtained the PEIS plots of Fe2O3/M-Fe2O3/M-TiO2 (b) and displayed them in the form of Bode plots at different potentials (c) to verify the transport state of holes. By comparison with Bode plots of Fe2O3 and Fe2O3/M-Fe2O3 shown in Figure S16, the position of the low-frequency peaks is slightly shifted to the high frequency (from ~1 to ~3 Hz), mainly because of inward shift of defect states caused by covering of the original hematite surface by a permeable M-TiO2 layer. At low potential, the holes in the hematite did not successfully transfer to the TiO2 layer, reflected in the unchanging peak at ~3 Hz below 0.8 VRHE. Nevertheless, starting from 0.8 VRHE, the peak intensity at ~3 Hz decreases rapidly and then reaches a steady state at 1 VRHE, yielding a drastically increasing charge-transfer constant (k ct) of optimal Fe2O3/M-Fe2O3/M-TiO2 (d, 0.8-1 VRHE). This extremely rapid growth trend is reflected in the Tafel slope of the photocurrent density (e), indicating that the tight interface structure provides the foundation for hole transport. Through the MOF induction process, the phase angle of the limit step at 3 Hz is lower than 20° at 1 VRHE, smaller than 41° of pure hematite and 30° of Fe2O3/M-Fe2O3, indicating that the presence of M-Fe2O3 and M-TiO2 coordinately inhibits the source of inward surface traps of the original hematite. In summary, we summarized the reasons for the high-speed hole transport of Fe2O3/M-Fe2O3/M-TiO2 prepared under optimal conditions: M-Fe2O3 first etched and passivated the original hematite surface and optimized the harsh surface state to a certain extent but not fulfilled, simultaneously creating conditions for the further M-TiO2 modification; the modification of M-TiO2 moved the original optimized surface defects internally, plus the fabulous interface bonding of M-Fe2O3/M-TiO2 and superior hole transmission performance of M-TiO2 itself, leading to its remarkable hole transport performance (although the inward defect center still dominates below 0.8 VRHE). Herein, the charge accumulation at ultralow potential (below 0.8 VRHE) of Fe2O3/M-Fe2O3/M-TiO2 may be our next research direction to achieve its lower onset potential for hematite.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>This fast charge transfer is also clearly\nemerged in the transient\nphotocurrent test (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figure S18</ext-link>) by converting\nit to a standardized parameter <italic>D</italic> via the following\nformula: <italic>D</italic> = (<italic>J</italic>\n<sub>\n<italic>t</italic>\n</sub> – <italic>J</italic>\n<sub>ss</sub>)/(<italic>J</italic>\n<sub>in</sub> – <italic>J</italic>\n<sub>ss</sub>), where <italic>J</italic>\n<sub>\n<italic>t</italic>\n</sub>, <italic>J</italic>\n<sub>ss</sub>, and <italic>J</italic>\n<sub>in</sub> are time-dependent, steady-state,\nand instantaneous photocurrent density, respectively (the value of <italic>J</italic>\n<sub>\n<italic>t</italic>\n</sub>, <italic>J</italic>\n<sub>ss</sub>, and <italic>J</italic>\n<sub>in</sub> are listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figure S18</ext-link>). As shown in f (black line), the appearance of attenuation\npeaks between 10<sup>–4</sup> and 10<sup>–3</sup> s\nshows that the charge transfer of hematite occurs slowly near the\nsurface. Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> shows an extremely abrupt attenuation parameter,\ndemonstrating an accelerated tendency as time scales widen. That means\nthe closer the hole is to the surface, the faster is the transfer\nrate.</p>", "clean_text": "This fast charge transfer is also clearly emerged in the transient photocurrent test (Figure S18) by converting it to a standardized parameter D via the following formula: D = (J  t  - J ss)/(J in - J ss), where J  t , J ss, and J in are time-dependent, steady-state, and instantaneous photocurrent density, respectively (the value of J  t , J ss, and J in are listed in Figure S18). As shown in f (black line), the appearance of attenuation peaks between 10-4 and 10-3 s shows that the charge transfer of hematite occurs slowly near the surface. Fe2O3/M-Fe2O3/M-TiO2 shows an extremely abrupt attenuation parameter, demonstrating an accelerated tendency as time scales widen. That means the closer the hole is to the surface, the faster is the transfer rate.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Ultimate Processing: Complete Passivation and Shallow Trap Reconstruction</title><p>The surface M-TiO<sub>2</sub> constructed a completely different\nsurface state, not only completely passivating the previous high-potential\ntraps but also reconstructing the low-potential traps on the surface.\nThe CV curves (a,b) show the difference in the surface state between the optimal\nFe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub> and the\nspecific Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> (Ti­(OiPr)<sub>4</sub>, 0.156 mL per 60 mL), of\nwhich the CV curve of the latter possessed no accumulation phenomenon\n(passivate the reduction peak at 1.5 V<sub>RHE</sub>, reducing it\nby more than 95% compared to pristine hematite), demonstrating that\nonly a small amount of M-TiO<sub>2</sub> can entirely passivate the\nremaining surface traps of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>. Unlike the single passivation effect of compact TiO<sub>2</sub> on hematite (see f), the unique porous structure of M-TiO<sub>2</sub> in this work can passivate the surface of hematite while constructing\nnew benign shallow traps (the reduction peak at 0.9 V<sub>RHE</sub>). In addition, the reduction peak at 0.9 V<sub>RHE</sub> gradually\nincreases with the rise of Ti­(OiPr)<sub>4</sub> concentration (as\nshown in b–e)\nuntil the Ti­(OiPr)<sub>4</sub> concentration is 0.78/60 mL. Further\nincrease in the concentration of Ti­(OiPr)<sub>4</sub> did not bring\nabout an increase in the intensity of the reduction peak, implying\nthat the assembled surface M-TiO<sub>2</sub> tends to be saturated.\nMoreover, the sample of 0.78/60 mL shows the greatest current density,\nas shown in c, indicating that saturated benign surface traps play a predominate\nrole on water oxidation at lower potential. An additional increase\nof M-TiO<sub>2</sub> suppresses the increase in the PEC performance\npossibly because excessively thicker surface M-TiO<sub>2</sub> hinders\ninternal Fe<sub>2</sub>O<sub>3</sub> light absorption or hole quantum\ntunneling effect.</p>", "clean_text": "Ultimate Processing: Complete Passivation and Shallow Trap Reconstruction\n\nThe surface M-TiO2 constructed a completely different surface state, not only completely passivating the previous high-potential traps but also reconstructing the low-potential traps on the surface. The CV curves (a,b) show the difference in the surface state between the optimal Fe2O3/M-Fe2O3 and the specific Fe2O3/M-Fe2O3/M-TiO2 (Ti(OiPr)4, 0.156 mL per 60 mL), of which the CV curve of the latter possessed no accumulation phenomenon (passivate the reduction peak at 1.5 VRHE, reducing it by more than 95% compared to pristine hematite), demonstrating that only a small amount of M-TiO2 can entirely passivate the remaining surface traps of Fe2O3/M-Fe2O3. Unlike the single passivation effect of compact TiO2 on hematite (see f), the unique porous structure of M-TiO2 in this work can passivate the surface of hematite while constructing new benign shallow traps (the reduction peak at 0.9 VRHE). In addition, the reduction peak at 0.9 VRHE gradually increases with the rise of Ti(OiPr)4 concentration (as shown in b-e) until the Ti(OiPr)4 concentration is 0.78/60 mL. Further increase in the concentration of Ti(OiPr)4 did not bring about an increase in the intensity of the reduction peak, implying that the assembled surface M-TiO2 tends to be saturated. Moreover, the sample of 0.78/60 mL shows the greatest current density, as shown in c, indicating that saturated benign surface traps play a predominate role on water oxidation at lower potential. An additional increase of M-TiO2 suppresses the increase in the PEC performance possibly because excessively thicker surface M-TiO2 hinders internal Fe2O3 light absorption or hole quantum tunneling effect.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>CV curves of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub> (a), Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> with different concentrations of Ti­(OiPr)<sub>4</sub> (per 60 mL): 0.156 (b), 0.312 (c), 0.78 (d), 1.56 mL (e),\nand pure TiO<sub>2</sub> (f) with increasing scan rate from 40 to\n50 mV s<sup>–1</sup> for 10 cycles at 1 mV intervals.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am0c06445_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  CV curves of Fe2O3/M-Fe2O3 (a), Fe2O3/M-Fe2O3/M-TiO2 with different concentrations of Ti(OiPr)4 (per 60 mL): 0.156 (b), 0.312 (c), 0.78 (d), 1.56 mL (e), and pure TiO2 (f) with increasing scan rate from 40 to 50 mV s-1 for 10 cycles at 1 mV intervals.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<p>In addition, the chopped LSV curve of the optimal\nFe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> in e exhibits indiscernible\ntransient current spikes, indicating the minimum amount of hole accumulation,\nviz., the holes trapped by the surface shallow traps are rapidly involved\nin water oxidation. These positive shallow traps act as the outstanding\nOER active site, combined with its porous structure and water permeability\ncharacteristics, resulting in superior surface OER kinetics. As shown in the Tafel slope in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figure S17</ext-link>, the Tafel slope of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> is 237 mV·dec<sup>–1</sup>, which is significantly lower than those of Fe<sub>2</sub>O<sub>3</sub> (368 mV·dec<sup>–1</sup>) and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub> (334 mV·dec<sup>–1</sup>), denoting the dramatically increased OER efficiency of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub>.</p>", "clean_text": "In addition, the chopped LSV curve of the optimal Fe2O3/M-Fe2O3/M-TiO2 in e exhibits indiscernible transient current spikes, indicating the minimum amount of hole accumulation, viz., the holes trapped by the surface shallow traps are rapidly involved in water oxidation. These positive shallow traps act as the outstanding OER active site, combined with its porous structure and water permeability characteristics, resulting in superior surface OER kinetics. As shown in the Tafel slope in Figure S17, the Tafel slope of Fe2O3/M-Fe2O3/M-TiO2 is 237 mV⋅dec-1, which is significantly lower than those of Fe2O3 (368 mV⋅dec-1) and Fe2O3/M-Fe2O3 (334 mV⋅dec-1), denoting the dramatically increased OER efficiency of Fe2O3/M-Fe2O3/M-TiO2.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Generally, the deep trap is a strong negative charge center, which\npossesses a strong ability to trap holes, forming a more stable state\nand not easy to release holes. The slower kinetic process is reflected\nin the slower transient peak decay rate and the slow growth of the\nCV reduction peak (e and a). As opposed to deep traps,\nshallow traps are weak negative charge centers with an unstable state,\nas reflected in the fast transient peak decay rate and no accumulation\nof CV (b, e, and ).</p>", "clean_text": "Generally, the deep trap is a strong negative charge center, which possesses a strong ability to trap holes, forming a more stable state and not easy to release holes. The slower kinetic process is reflected in the slower transient peak decay rate and the slow growth of the CV reduction peak (e and a). As opposed to deep traps, shallow traps are weak negative charge centers with an unstable state, as reflected in the fast transient peak decay rate and no accumulation of CV (b, e, and ).", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, we are successful in fabricating MOF-derived M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> via in situ one-step growth\nonto Fe<sub>2</sub>O<sub>3</sub> NRs, for the efficient hole is transfer\nachieved by surface trap reshaping. It has been proved by multiple\nhydrothermal experiments that the self-assembly process goes through\ntwo stages: the first stage consists of 1,4-BDC that reacts with isopropyl\ntitanate or FeOOH NRs to form corresponding MOF (0–12 h) and\nthe second stage is the self-assembly stage (12–24 h). SEM\nand TEM images indicate the important bridging role of ligand 1,4-BDC,\nsuggesting that excessive 1,4-BDC is quite essential. CV and Nyquist\nplots show that the surface corrosion caused by 1,4-BDC significantly\neliminates the high-potential trap near the valence band. PEIS fitting\nand transient current demonstrated that MOF-derived TiO<sub>2</sub> significantly improves the intrinsic properties of the surface,\nfacilitating electron–hole transport. Unlike compact TiO<sub>2</sub> films, porous permeable TiO<sub>2</sub> introduces an appropriate\namount of superior surface defects, which further enhances the surface\ncatalytic activity in the photoresponse stage. The resulting precision\nstructure will have the following original characteristics: (i) the\norganic acid ligand erodes hematite form, labeled [MIL-53­(Fe), M-Fe<sub>2</sub>O<sub>3</sub>] while tightly bonding iron and titanium avoiding\nthe secondary structural defects; (ii) after heat treatment, the high-quality\nsurface state is reconstructed by the porous TiO<sub>2</sub>, further\npassivating the deep traps directly; (iii) the surface MOF-derived\nTiO<sub>2</sub> forms a remarkable porous permeable morphology, which\ngreatly enhances the surface oxygen evolution kinetics. All of these\nadvantages for Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> result in a photocurrent density of 3.08 mA cm<sup>–2</sup> without any oxygen evolution catalyst, increased\nby 570% compared to pristine hematite. Our work suggests a path forward\nto design and construct improved electrodes.</p>", "clean_text": "Conclusions\n\nIn summary, we are successful in fabricating MOF-derived M-Fe2O3/M-TiO2 via in situ one-step growth onto Fe2O3 NRs, for the efficient hole is transfer achieved by surface trap reshaping. It has been proved by multiple hydrothermal experiments that the self-assembly process goes through two stages: the first stage consists of 1,4-BDC that reacts with isopropyl titanate or FeOOH NRs to form corresponding MOF (0-12 h) and the second stage is the self-assembly stage (12-24 h). SEM and TEM images indicate the important bridging role of ligand 1,4-BDC, suggesting that excessive 1,4-BDC is quite essential. CV and Nyquist plots show that the surface corrosion caused by 1,4-BDC significantly eliminates the high-potential trap near the valence band. PEIS fitting and transient current demonstrated that MOF-derived TiO2 significantly improves the intrinsic properties of the surface, facilitating electron-hole transport. Unlike compact TiO2 films, porous permeable TiO2 introduces an appropriate amount of superior surface defects, which further enhances the surface catalytic activity in the photoresponse stage. The resulting precision structure will have the following original characteristics: (i) the organic acid ligand erodes hematite form, labeled [MIL-53(Fe), M-Fe2O3] while tightly bonding iron and titanium avoiding the secondary structural defects; (ii) after heat treatment, the high-quality surface state is reconstructed by the porous TiO2, further passivating the deep traps directly; (iii) the surface MOF-derived TiO2 forms a remarkable porous permeable morphology, which greatly enhances the surface oxygen evolution kinetics. All of these advantages for Fe2O3/M-Fe2O3/M-TiO2 result in a photocurrent density of 3.08 mA cm-2 without any oxygen evolution catalyst, increased by 570% compared to pristine hematite. Our work suggests a path forward to design and construct improved electrodes.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.0c06445?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acsami.0c06445</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>SEM, XRD, photocurrent\ndensity, EIS, ECs, Tafel plots,\nBode plots, and transient current (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.0c06445.  SEM, XRD, photocurrent density, EIS, ECs, Tafel plots, Bode plots, and transient current (PDF)   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>SEM, XRD, photocurrent\ndensity, EIS, ECs, Tafel plots,\nBode plots, and transient current (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">PDF</ext-link>)</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "SEM, XRD, photocurrent density, EIS, ECs, Tafel plots, Bode plots, and transient current (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "6, 7, 8", "type": "text", "classification": "synthesis condition", "content": "<title>Experimental Section</title><title>Synthesis\nof Fe<sub>2</sub>O<sub>3</sub> Photoanodes</title><p>Fe<sub>2</sub>O<sub>3</sub> photoanodes were synthesized by the traditional\nhydrothermal method and annealing process, which is reported everywhere.\nBriefly, the fluorine-doped tin oxide (FTO) glasses (2 × 5 cm)\nwere degreased by sonicating in acetone, ethanol, and distilled water\nfor 15 min. Then, 1 M NaNO<sub>3</sub> and 0.15 M FeCl<sub>3</sub> were added into 50 mL of aqueous solution. HCl was added into the\nabove solution to adjust pH to 1.25. The prepared precursor solution\nwas transferred to a Teflon-lined stainless steel autoclave (50 mL)\nfor the hydrothermal reaction, into which a washed FTO glass (40 mm\n× 30 mm × 2 mm) was placed. The front side of FTO was faced\nto the bottom. The autoclave was transferred to an oven and heated\nat 95 °C for 12 h. The obtained FeOOH film was rinsed with deionized\nwater for 3 min and dried at 50 °C in a gentle stream of nitrogen\nover 1 h, followed by thermal oxidation in air at 550 °C for\n2 h and another 10 min at 700 °C.</p><title>Synthesis of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub>\n</title><p>First, a mixture of 3.0 g of terephthalic\nacid (BDC, Alfa, 98%), 6 mL of anhydrous MeOH, 54 mL of anhydrous <italic>N</italic>,<italic>N</italic>-dimethylmethanamide (DMF), and 0.78\nmL of Ti­(OiPr)<sub>4</sub> (Alfa, 97%) was loaded into a Teflon-lined\nstainless steel autoclave (50 mL). Then, FeOOH was placed into the\nautoclave, and the front side of FTO was faced to the bottom. The\nautoclave was transferred to an oven and heated at 120 °C for\n24 h. The obtained modified FeOOH was rinsed with DMF for 10 min and\ndried at 50 °C in a gentle stream of nitrogen over 1 h, followed\nby thermal oxidation in air at 550 °C for 2 h and for another\n10 min at 700 °C.</p><title>Synthesis of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>\n</title><p>A mixture of 3.0 g of BDC (Alfa, 98%),\n6 mL of anhydrous\nMeOH, and 54 mL of anhydrous DMF was loaded into a Teflon-lined stainless\nsteel autoclave (50 mL). Then, FeOOH was placed into the autoclave,\nand the front side of FTO was faced to the bottom. The autoclave was\ntransferred to an oven and heated at 120 °C for 24 h. The obtained\nmodified FeOOH was rinsed with DMF for 10 min and dried at 50 °C\nin a gentle stream of nitrogen for over 1 h, followed by thermal oxidation\nin air at 550 °C for 2 h and for another 10 min at 700 °C.</p>", "clean_text": "Experimental Section\n\nSynthesis of Fe2O3 Photoanodes\n\nFe2O3 photoanodes were synthesized by the traditional hydrothermal method and annealing process, which is reported everywhere. Briefly, the fluorine-doped tin oxide (FTO) glasses (2 × 5 cm) were degreased by sonicating in acetone, ethanol, and distilled water for 15 min. Then, 1 M NaNO3 and 0.15 M FeCl3 were added into 50 mL of aqueous solution. HCl was added into the above solution to adjust pH to 1.25. The prepared precursor solution was transferred to a Teflon-lined stainless steel autoclave (50 mL) for the hydrothermal reaction, into which a washed FTO glass (40 mm × 30 mm × 2 mm) was placed. The front side of FTO was faced to the bottom. The autoclave was transferred to an oven and heated at 95 °C for 12 h. The obtained FeOOH film was rinsed with deionized water for 3 min and dried at 50 °C in a gentle stream of nitrogen over 1 h, followed by thermal oxidation in air at 550 °C for 2 h and another 10 min at 700 °C.\n\nSynthesis of Fe2O3/M-Fe2O3/M-TiO2 \n\nFirst, a mixture of 3.0 g of terephthalic acid (BDC, Alfa, 98%), 6 mL of anhydrous MeOH, 54 mL of anhydrous N,N-dimethylmethanamide (DMF), and 0.78 mL of Ti(OiPr)4 (Alfa, 97%) was loaded into a Teflon-lined stainless steel autoclave (50 mL). Then, FeOOH was placed into the autoclave, and the front side of FTO was faced to the bottom. The autoclave was transferred to an oven and heated at 120 °C for 24 h. The obtained modified FeOOH was rinsed with DMF for 10 min and dried at 50 °C in a gentle stream of nitrogen over 1 h, followed by thermal oxidation in air at 550 °C for 2 h and for another 10 min at 700 °C.\n\nSynthesis of Fe2O3/M-Fe2O3 \n\nA mixture of 3.0 g of BDC (Alfa, 98%), 6 mL of anhydrous MeOH, and 54 mL of anhydrous DMF was loaded into a Teflon-lined stainless steel autoclave (50 mL). Then, FeOOH was placed into the autoclave, and the front side of FTO was faced to the bottom. The autoclave was transferred to an oven and heated at 120 °C for 24 h. The obtained modified FeOOH was rinsed with DMF for 10 min and dried at 50 °C in a gentle stream of nitrogen for over 1 h, followed by thermal oxidation in air at 550 °C for 2 h and for another 10 min at 700 °C.", "data": ["(SyntaxError('invalid syntax', ('<unknown>', 1, 45, \"['solvothermal_synthesis', 'pH_adjustment, 'washing', 'drying', 'heat_treatment']\")), \"['solvothermal_synthesis', 'pH_adjustment, 'washing', 'drying', 'heat_treatment']\")"], "include_properties": null}, {"idx": "1, 15, 23, 28", "type": "text", "classification": "property", "content": "<p>Complex\nsurface dynamics is the key to limit the photoelectrochemical\nperformance of hematite, while its core content is the hole trapping\nand release by surface traps. Deep traps are accompanied by extremely\nfast capture rates and extremely slow release rates, which severely\nsuppress the hole transport process. Herein, we proposed a unique\nmethod to progressively convert deep traps on the hematite surface\nfor fast hole transfer via in situ one-step metal organic framework\nmodification. This stepwise deep-trap passivation is achieved by hematite\ncorrosion first on the surface and subsequent construction of a porous\ntitanium layer. The gentle trap finishing helps prevent surface losses\ncaused by excessively intense trap passivation. The hematite corrosion\ncan initially passivate 80% of the surface deep traps, while the subsequent\nporous titanium layer can completely passivate the deep traps. In\naddition, the accurate optimization of the porous titanium layer can\nreconstruct the benign shallow traps on the surface, acting as superior\noxygen evolution reaction active sites. This sophisticated surface-trap\nadjustment is accompanied by the rapid reduction of deep traps and\nthe gradual increase of shallow traps, obtaining a superior surface\nstate that is conducive to charge transport and interface catalysis.\nThe obtained treated hematite yields a photocurrent density of 3.08\nmA·cm<sup>–2</sup> at 1.23 V<sub>RHE</sub>, increased\nby 570% compared to the pristine hematite.</p><title>Macroscopic Presentation: Sensitivity to Concentration Fluctuations</title><p>A preliminary understanding of the photoactivity over Fe<sub>2</sub>O<sub>3</sub>, Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>, and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> photoanodes was obtained by linear scanning voltammetry\n(LSV) measurement (a). M-Fe<sub>2</sub>O<sub>3</sub> modification increased the\nphotocurrent density of pristine hematite at 1.23 V<sub>RHE</sub> from\n0.46 to 0.96 mA·cm<sup>–2</sup>, which was more than doubled.\nThe combination of M-Fe<sub>2</sub>O<sub>3</sub> and M-TiO<sub>2</sub> further increased the photocurrent to 3.08 mA·cm<sup>–2</sup> at 1.23 V<sub>RHE</sub>, 5.7 times higher than that of pristine\nhematite. We found that the MOF-induced photoactivity is extremely\nsensitive to the concentration fluctuations, especially 1,4-BDC. As\ngiven in b,\nthe photocurrent density increased with the rise of the Ti­(OiPr)<sub>4</sub> concentration, reaching maximum at 0.78g/60 mL, whereas further\nincrease in the concentration led to a decrease in the photocurrent.\nThis proves to be an optimal concentration of Ti­(OiPr)<sub>4</sub> where excessive or insufficient M-TiO<sub>2</sub> is not conducive\nto the charge transport of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figure S12</ext-link>). In addition, it was found that the photoanode was very strongly\ndependent on 1,4-BDC observed in c. Starting from 3 g/60 mL, the photocurrent\ndensity of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> decreases from 3.08 to 1.2 mA·cm<sup>–2</sup> at 1.23 V<sub>RHE</sub>, and when it comes to 2 g/60 mL, the photocurrent\ndensity decreased by 61%. This revealed that 1,4-BDC must reach an\nexcess, in line with the results of the aforementioned morphological\ncharacterization (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figures S8–S10</ext-link>). As we can see, d shows the comparison of the PEC performance when the hydrothermal\nsubstrate is converted from FeOOH to Fe<sub>2</sub>O<sub>3</sub> by\ncalcination (AHA-Fe<sub>2</sub>O<sub>3</sub>/TiO<sub>2</sub>). It\nis worth noting that AHA-Fe<sub>2</sub>O<sub>3</sub>/TiO<sub>2</sub> shows a markedly reduced photocurrent density and increasing onset\npotential, suggesting the essential role of the substrate FeOOH’s\nability to interact with 1,4-BDC, in accordance with the SEM characterization\nresults (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figure S13</ext-link>).</p><title>Avoidance of Secondary\nDefects: Tight Interface Connection</title><p>The surface shallow trap\nactivation is not fulfilled, still exhibiting\na large number of hole accumulation due to surface defects, as shown\nin e (obvious\ntransient spikes, red line). A part of surface deep traps stems from\nthe original deep trap that has not been eliminated, and the other\npart stems from the secondary defects caused by surface corrosion.\nThe self-assembly onto terminal carboxyl overcomes this potential\nsurface secondary trap to the greatest extent because the atoms at\nthe interface between M-Fe<sub>2</sub>O<sub>3</sub> and M-TiO<sub>2</sub> are regularly arranged without disorderly arrangement. The\ntight connection of the M-TiO<sub>2</sub> and M-Fe<sub>2</sub>O<sub>3</sub> would function as an electron transport channel, thereby\naccelerating the charge transfer of hematite. The IMPS plot was thus applied to measure the charge transit time\n(τ) in the hematite films, followed by the following equation:\nτ = (2π<italic>f</italic>)<sup>−1</sup>, where <italic>f</italic> is the value of minimal frequency in the IMPS plots. As\nshown in a,\nthe obtained values of <italic>f</italic> corresponding to Fe<sub>2</sub>O<sub>3</sub>, Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>, and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> are 5.123, 4.364, and 6.975 Hz, and thus,\nτ values were calculated to be 31.1, 36.5, and 22.8 ms, respectively.\nThe largest τ for Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub> demonstrated that photogenerated electrons more hardly\nreach the back contact, which may be caused by reintroduced surface\ntraps in M-Fe<sub>2</sub>O<sub>3</sub>. The introduction of M-TiO<sub>2</sub> not only constructs a well-interconnected interface but also\ngreatly reduces the transmission resistance, thus accelerating the\nelectron transfer, confirmed by the minimum value of τ for Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub>.</p><p>In addition, the chopped LSV curve of the optimal\nFe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> in e exhibits indiscernible\ntransient current spikes, indicating the minimum amount of hole accumulation,\nviz., the holes trapped by the surface shallow traps are rapidly involved\nin water oxidation. These positive shallow traps act as the outstanding\nOER active site, combined with its porous structure and water permeability\ncharacteristics, resulting in superior surface OER kinetics. As shown in the Tafel slope in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c06445/suppl_file/am0c06445_si_001.pdf\">Figure S17</ext-link>, the Tafel slope of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> is 237 mV·dec<sup>–1</sup>, which is significantly lower than those of Fe<sub>2</sub>O<sub>3</sub> (368 mV·dec<sup>–1</sup>) and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub> (334 mV·dec<sup>–1</sup>), denoting the dramatically increased OER efficiency of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub>.</p>", "clean_text": "Complex surface dynamics is the key to limit the photoelectrochemical performance of hematite, while its core content is the hole trapping and release by surface traps. Deep traps are accompanied by extremely fast capture rates and extremely slow release rates, which severely suppress the hole transport process. Herein, we proposed a unique method to progressively convert deep traps on the hematite surface for fast hole transfer via in situ one-step metal organic framework modification. This stepwise deep-trap passivation is achieved by hematite corrosion first on the surface and subsequent construction of a porous titanium layer. The gentle trap finishing helps prevent surface losses caused by excessively intense trap passivation. The hematite corrosion can initially passivate 80% of the surface deep traps, while the subsequent porous titanium layer can completely passivate the deep traps. In addition, the accurate optimization of the porous titanium layer can reconstruct the benign shallow traps on the surface, acting as superior oxygen evolution reaction active sites. This sophisticated surface-trap adjustment is accompanied by the rapid reduction of deep traps and the gradual increase of shallow traps, obtaining a superior surface state that is conducive to charge transport and interface catalysis. The obtained treated hematite yields a photocurrent density of 3.08 mA⋅cm-2 at 1.23 VRHE, increased by 570% compared to the pristine hematite.\n\nMacroscopic Presentation: Sensitivity to Concentration Fluctuations\n\nA preliminary understanding of the photoactivity over Fe2O3, Fe2O3/M-Fe2O3, and Fe2O3/M-Fe2O3/M-TiO2 photoanodes was obtained by linear scanning voltammetry (LSV) measurement (a). M-Fe2O3 modification increased the photocurrent density of pristine hematite at 1.23 VRHE from 0.46 to 0.96 mA⋅cm-2, which was more than doubled. The combination of M-Fe2O3 and M-TiO2 further increased the photocurrent to 3.08 mA⋅cm-2 at 1.23 VRHE, 5.7 times higher than that of pristine hematite. We found that the MOF-induced photoactivity is extremely sensitive to the concentration fluctuations, especially 1,4-BDC. As given in b, the photocurrent density increased with the rise of the Ti(OiPr)4 concentration, reaching maximum at 0.78g/60 mL, whereas further increase in the concentration led to a decrease in the photocurrent. This proves to be an optimal concentration of Ti(OiPr)4 where excessive or insufficient M-TiO2 is not conducive to the charge transport of Fe2O3/M-Fe2O3/M-TiO2 (Figure S12). In addition, it was found that the photoanode was very strongly dependent on 1,4-BDC observed in c. Starting from 3 g/60 mL, the photocurrent density of Fe2O3/M-Fe2O3/M-TiO2 decreases from 3.08 to 1.2 mA⋅cm-2 at 1.23 VRHE, and when it comes to 2 g/60 mL, the photocurrent density decreased by 61%. This revealed that 1,4-BDC must reach an excess, in line with the results of the aforementioned morphological characterization (Figures S8-S10). As we can see, d shows the comparison of the PEC performance when the hydrothermal substrate is converted from FeOOH to Fe2O3 by calcination (AHA-Fe2O3/TiO2). It is worth noting that AHA-Fe2O3/TiO2 shows a markedly reduced photocurrent density and increasing onset potential, suggesting the essential role of the substrate FeOOH's ability to interact with 1,4-BDC, in accordance with the SEM characterization results (Figure S13).\n\nAvoidance of Secondary Defects: Tight Interface Connection\n\nThe surface shallow trap activation is not fulfilled, still exhibiting a large number of hole accumulation due to surface defects, as shown in e (obvious transient spikes, red line). A part of surface deep traps stems from the original deep trap that has not been eliminated, and the other part stems from the secondary defects caused by surface corrosion. The self-assembly onto terminal carboxyl overcomes this potential surface secondary trap to the greatest extent because the atoms at the interface between M-Fe2O3 and M-TiO2 are regularly arranged without disorderly arrangement. The tight connection of the M-TiO2 and M-Fe2O3 would function as an electron transport channel, thereby accelerating the charge transfer of hematite. The IMPS plot was thus applied to measure the charge transit time (τ) in the hematite films, followed by the following equation: τ = (2πf)-1, where f is the value of minimal frequency in the IMPS plots. As shown in a, the obtained values of f corresponding to Fe2O3, Fe2O3/M-Fe2O3, and Fe2O3/M-Fe2O3/M-TiO2 are 5.123, 4.364, and 6.975 Hz, and thus, τ values were calculated to be 31.1, 36.5, and 22.8 ms, respectively. The largest τ for Fe2O3/M-Fe2O3 demonstrated that photogenerated electrons more hardly reach the back contact, which may be caused by reintroduced surface traps in M-Fe2O3. The introduction of M-TiO2 not only constructs a well-interconnected interface but also greatly reduces the transmission resistance, thus accelerating the electron transfer, confirmed by the minimum value of τ for Fe2O3/M-Fe2O3/M-TiO2.\n\nIn addition, the chopped LSV curve of the optimal Fe2O3/M-Fe2O3/M-TiO2 in e exhibits indiscernible transient current spikes, indicating the minimum amount of hole accumulation, viz., the holes trapped by the surface shallow traps are rapidly involved in water oxidation. These positive shallow traps act as the outstanding OER active site, combined with its porous structure and water permeability characteristics, resulting in superior surface OER kinetics. As shown in the Tafel slope in Figure S17, the Tafel slope of Fe2O3/M-Fe2O3/M-TiO2 is 237 mV⋅dec-1, which is significantly lower than those of Fe2O3 (368 mV⋅dec-1) and Fe2O3/M-Fe2O3 (334 mV⋅dec-1), denoting the dramatically increased OER efficiency of Fe2O3/M-Fe2O3/M-TiO2.", "data": [[{"meta": {"name": "hematite", "symbol": "", "chemical formula": "Fe2O3"}, "etc": [{"property name": "photoelectrochemical performance", "value": "", "unit": "", "condition": ""}, {"property name": "core content", "value": "hole trapping and release by surface traps", "unit": "", "condition": ""}, {"property name": "deep traps", "value": "", "unit": "", "condition": "accompanied by extremely fast capture rates and extremely slow release rates"}, {"property name": "hole transport process", "value": "", "unit": "", "condition": "severely suppressed"}, {"property name": "stepwise deep-trap passivation", "value": "", "unit": "", "condition": "achieved by hematite corrosion first on the surface and subsequent construction of a porous titanium layer"}, {"property name": "surface losses", "value": "", "unit": "", "condition": "caused by excessively intense trap passivation"}, {"property name": "hematite corrosion", "value": "", "unit": "", "condition": "initially passivates 80% of the surface deep traps"}, {"property name": "porous titanium layer", "value": "", "unit": "", "condition": "completely passivates the deep traps"}, {"property name": "benign shallow traps", "value": "", "unit": "", "condition": "reconstructed on the surface"}, {"property name": "oxygen evolution reaction active sites", "value": "", "unit": "", "condition": "superior"}, {"property name": "surface state", "value": "", "unit": "", "condition": "conducive to charge transport and interface catalysis"}, {"property name": "photocurrent density", "value": "3.08", "unit": "mA·cm^–2", "condition": "at 1.23 V_RHE, increased by 570% compared to the pristine hematite"}, {"property name": "photoactivity", "value": "", "unit": "", "condition": "over Fe2O3, Fe2O3/M-Fe2O3, and Fe2O3/M-Fe2O3/M-TiO2 photoanodes"}, {"property name": "linear scanning voltammetry measurement", "value": "", "unit": "", "condition": ""}, {"property name": "photocurrent density", "value": "0.96", "unit": "mA·cm^–2", "condition": "for M-Fe2O3 modification of pristine hematite at 1.23 V_RHE, more than doubled"}, {"property name": "photocurrent density", "value": "3.08", "unit": "mA·cm^–2", "condition": "for the combination of M-Fe2O3 and M-TiO2 at 1.23 V_RHE, 5.7 times higher than that of pristine hematite"}, {"property name": "MOF-induced photoactivity", "value": "", "unit": "", "condition": "extremely sensitive to the concentration fluctuations, especially 1,4-BDC"}, {"property name": "photocurrent density", "value": "3.08", "unit": "mA·cm^–2", "condition": "for Fe2O3/M-Fe2O3/M-TiO2 at 1.23 V_RHE"}, {"property name": "photocurrent density", "value": "1.2", "unit": "mA·cm^–2", "condition": "for Fe2O3/M-Fe2O3/M-TiO2 at 1.23 V_RHE with 2 g/60 mL 1,4-BDC concentration"}, {"property name": "hydrothermal substrate", "value": "", "unit": "", "condition": "converted from FeOOH to Fe2O3 by calcination"}, {"property name": "photocurrent density", "value": "", "unit": "", "condition": "markedly reduced and increasing onset potential for AHA-Fe2O3/TiO2"}, {"property name": "surface shallow trap activation", "value": "", "unit": "", "condition": "not fulfilled, exhibiting a large number of hole accumulation due to surface defects"}, {"property name": "surface deep traps", "value": "", "unit": "", "condition": "stemming from the original deep trap and the secondary defects caused by surface corrosion"}, {"property name": "self-assembly onto terminal carboxyl", "value": "", "unit": "", "condition": "overcomes potential surface secondary trap"}, {"property name": "tight connection", "value": "", "unit": "", "condition": "of M-TiO2 and M-Fe2O3 functions as an electron transport channel, accelerating charge transfer of hematite"}, {"property name": "charge transit time", "value": "", "unit": "", "condition": "measured by IMPS plot"}, {"property name": "minimal frequency", "value": "5.123", "unit": "Hz", "condition": "for Fe2O3"}, {"property name": "minimal frequency", "value": "4.364", "unit": "Hz", "condition": "for Fe2O3/M-Fe2O3"}, {"property name": "minimal frequency", "value": "6.975", "unit": "Hz", "condition": "for Fe2O3/M-Fe2O3/M-TiO2"}, {"property name": "charge transit time", "value": "31.1", "unit": "ms", "condition": "for Fe2O3"}, {"property name": "charge transit time", "value": "36.5", "unit": "ms", "condition": "for Fe2O3/M-Fe2O3"}, {"property name": "charge transit time", "value": "22.8", "unit": "ms", "condition": "for Fe2O3/M-Fe2O3/M-TiO2"}, {"property name": "photocurrent density", "value": "", "unit": "", "condition": "of optimal Fe2O3/M-Fe2O3/M-TiO2 exhibits indiscernible transient current spikes, indicating minimum amount of hole accumulation"}, {"property name": "shallow traps", "value": "", "unit": "", "condition": "act as outstanding OER active site, combined with porous structure and water permeability characteristics"}, {"property name": "Tafel slope", "value": "237", "unit": "mV·dec^–1", "condition": "for Fe2O3/M-Fe2O3/M-TiO2, significantly lower than those of Fe2O3 and Fe2O3/M-Fe2O3"}, {"property name": "OER efficiency", "value": "", "unit": "", "condition": "dramatically increased for Fe2O3/M-Fe2O3/M-TiO2"}]}]], "include_properties": ["etc"]}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Top-view SEM images of hydrothermally treated FeOOH NRs\nfor 0 (a),\n4 (b), 8 (c), 12 (d), and 24 h (e). XRD pattern of FeOOH NRs with\ndifferent hydrothermal times (f). Proposed hydrothermal synthesis\nmechanism for the fabrication of FeOOH/MIL-53­(Fe)/MIL-125­(Ti) (g).</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am0c06445_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Top-view SEM images of hydrothermally treated FeOOH NRs for 0 (a), 4 (b), 8 (c), 12 (d), and 24 h (e). XRD pattern of FeOOH NRs with different hydrothermal times (f). Proposed hydrothermal synthesis mechanism for the fabrication of FeOOH/MIL-53(Fe)/MIL-125(Ti) (g).   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Top-view\nSEM images of FeOOH (a), pristine hematite (a′),\nFeOOH/MIL-53­(Fe)/MIL-125­(Ti) (b), and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> (b′). TEM images of\npristine hematite (c) and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> (d), as well as the corresponding\nHRTEM images (c′,d′). The selected two areas in (d′)\nare shown in (e,f). C 1s (g), O 1s (h), and Ti 2p (i) XPS of FeOOH/MIL-53­(Fe)/MIL-125­(Ti)\n(uncalcined) and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> (calcinated).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am0c06445_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Top-view SEM images of FeOOH (a), pristine hematite (a'), FeOOH/MIL-53(Fe)/MIL-125(Ti) (b), and Fe2O3/M-Fe2O3/M-TiO2 (b'). TEM images of pristine hematite (c) and Fe2O3/M-Fe2O3/M-TiO2 (d), as well as the corresponding HRTEM images (c',d'). The selected two areas in (d') are shown in (e,f). C 1s (g), O 1s (h), and Ti 2p (i) XPS of FeOOH/MIL-53(Fe)/MIL-125(Ti) (uncalcined) and Fe2O3/M-Fe2O3/M-TiO2 (calcinated).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Photocurrent density\nof Fe<sub>2</sub>O<sub>3</sub>, Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>, and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub>. (b)\nPhotocurrent density of Fe<sub>2</sub>O<sub>3</sub> and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> with\ndifferent concentrations of Ti­(OiPr)<sub>4</sub> (0.156, 0.312, 0.78,\nand 1.56 mL per 60 mL). (c) Photocurrent density of Fe<sub>2</sub>O<sub>3</sub> and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> with different concentrations of 1,4-BDC\n(0, 0.5, 1, 2, and 3 g per 60 mL). (d) Photocurrent density curves\nof different Fe-based substrates. A refers to the annealing treatment\nand H refers to the hydrothermal method. The alphabetical order refers\nto the sequence of the experimental steps.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am0c06445_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Photocurrent density of Fe2O3, Fe2O3/M-Fe2O3, and Fe2O3/M-Fe2O3/M-TiO2. (b) Photocurrent density of Fe2O3 and Fe2O3/M-Fe2O3/M-TiO2 with different concentrations of Ti(OiPr)4 (0.156, 0.312, 0.78, and 1.56 mL per 60 mL). (c) Photocurrent density of Fe2O3 and Fe2O3/M-Fe2O3/M-TiO2 with different concentrations of 1,4-BDC (0, 0.5, 1, 2, and 3 g per 60 mL). (d) Photocurrent density curves of different Fe-based substrates. A refers to the annealing treatment and H refers to the hydrothermal method. The alphabetical order refers to the sequence of the experimental steps.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>CV curves of\nFe<sub>2</sub>O<sub>3</sub> (a) and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub> (b) with increasing scan\nrate from 40 to 50 mV s<sup>–1</sup> for 10 cycles at 1 mV\nintervals. PEIS Nyquist plots of Fe<sub>2</sub>O<sub>3</sub> (c) and\nFe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub> (d) at different\nbias potentials from 0.9 to 1.2 V<sub>RHE</sub>. Frequency range:\n100 mHz to 1 kHz. Electrolyte: 1 M NaOH. Illumination: front, 100\nmW cm<sup>–2</sup>, AM 1.5G. AC amplitude: 10 mV.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am0c06445_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  CV curves of Fe2O3 (a) and Fe2O3/M-Fe2O3 (b) with increasing scan rate from 40 to 50 mV s-1 for 10 cycles at 1 mV intervals. PEIS Nyquist plots of Fe2O3 (c) and Fe2O3/M-Fe2O3 (d) at different bias potentials from 0.9 to 1.2 VRHE. Frequency range: 100 mHz to 1 kHz. Electrolyte: 1 M NaOH. Illumination: front, 100 mW cm-2, AM 1.5G. AC amplitude: 10 mV.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Bode plots of Fe<sub>2</sub>O<sub>3</sub>, Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>, and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> corresponding to\nIMPS. (b) PEIS Nyquist plots of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> at different bias potentials\nfrom 0.7 to 1.3 V<sub>RHE</sub>. Experimental condition is the same\nas <xref ref-type=\"fig\" rid=\"fig3\">Figure <xref ref-type=\"fig\" rid=\"fig3\"></xref>\n</xref>c,d. (c)\nBode plots of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> measured at 1 sun illumination as a function of\napplied potential corresponding to PEIS. (d) Charge-transfer rate\nconstant (<italic>k</italic>\n<sub>ct</sub>) of Fe<sub>2</sub>O<sub>3</sub>, Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>, and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> derived by PEIS. (e) LSV of Fe<sub>2</sub>O<sub>3</sub>,\nFe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>, and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> under chopped AM 1.5G illumination at a scan of 20 mV s<sup>–1</sup>. (f) ln­(<italic>D</italic>) as a function of time for Fe<sub>2</sub>O<sub>3</sub>, Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>, and Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am0c06445_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Bode plots of Fe2O3, Fe2O3/M-Fe2O3, and Fe2O3/M-Fe2O3/M-TiO2 corresponding to IMPS. (b) PEIS Nyquist plots of Fe2O3/M-Fe2O3/M-TiO2 at different bias potentials from 0.7 to 1.3 VRHE. Experimental condition is the same as Figure  c,d. (c) Bode plots of Fe2O3/M-Fe2O3/M-TiO2 measured at 1 sun illumination as a function of applied potential corresponding to PEIS. (d) Charge-transfer rate constant (k ct) of Fe2O3, Fe2O3/M-Fe2O3, and Fe2O3/M-Fe2O3/M-TiO2 derived by PEIS. (e) LSV of Fe2O3, Fe2O3/M-Fe2O3, and Fe2O3/M-Fe2O3/M-TiO2 under chopped AM 1.5G illumination at a scan of 20 mV s-1. (f) ln(D) as a function of time for Fe2O3, Fe2O3/M-Fe2O3, and Fe2O3/M-Fe2O3/M-TiO2.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>CV curves of Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub> (a), Fe<sub>2</sub>O<sub>3</sub>/M-Fe<sub>2</sub>O<sub>3</sub>/M-TiO<sub>2</sub> with different concentrations of Ti­(OiPr)<sub>4</sub> (per 60 mL): 0.156 (b), 0.312 (c), 0.78 (d), 1.56 mL (e),\nand pure TiO<sub>2</sub> (f) with increasing scan rate from 40 to\n50 mV s<sup>–1</sup> for 10 cycles at 1 mV intervals.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am0c06445_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  CV curves of Fe2O3/M-Fe2O3 (a), Fe2O3/M-Fe2O3/M-TiO2 with different concentrations of Ti(OiPr)4 (per 60 mL): 0.156 (b), 0.312 (c), 0.78 (d), 1.56 mL (e), and pure TiO2 (f) with increasing scan rate from 40 to 50 mV s-1 for 10 cycles at 1 mV intervals.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.0c06445", "title": "\nMultistep\nSurface Trap State Finishing Based on in\nSitu One-Step MOF Modification over Hematite for Dramatically Enhanced\nSolar Water Oxidation\n", "journal": "American\nChemical Society", "date": "2020.07", "author_list": ["Chen\nShuai", "Li\nJinhua", "Wang\nJiachen", "Zhu\nHong", "Bai\nJing", "Zhang\nYan", "Zhou\nTingsheng", "Zhou\nMengyang", "Zhou\nBaoxue"]}}