{"filepath": "../L2M3_data/1_application_papers/acs_xml/am1c23297.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Hierarchically\nporous metal–organic frameworks (HP-MOFs)\nare promising in many applications. However, most previous studies\nfocus on HP-MOFs with two kinds of pore structures. Herein, a strategy\nfor efficient construction of HP-MOFs possessing macro-meso-micropores\nusing template-assisted spray drying followed by etching process is\nproposed. Taking ZIF-8 as an example, using polystyrene (PS) templates,\nthe complete HP-ZIF-8 with all the three categories of pores can be\neasily fabricated. The close arrangement of intrinsic microporous\nnanosized ZIF-8 (N-ZIF-8) in the spray drying process results in the\ncreation of mesopores, while the macropores are further generated\nafter the removal of PS templates. The structures of macropores and\nmesopores can be easily adjusted by altering the size and proportion\nof PS and the size of N-ZIF-8, respectively. Furthermore, this method\nis extended to the preparation of HP-HKUST-1. As a proof-of-concept,\nHP-ZIF-8 displays excellent catalytic properties in Knoevenagel reaction\nowing to its unique pore features. Compared with conventional microsized\nZIF-8 (M-ZIF-8) with similar size, HP-ZIF-8 achieves the significantly\nincreased conversion of benzaldehyde from 55% to 100% within 3 h,\nand shows better recycling performance than N-ZIF-8.</p>", "clean_text": "Hierarchically porous metal-organic frameworks (HP-MOFs) are promising in many applications. However, most previous studies focus on HP-MOFs with two kinds of pore structures. Herein, a strategy for efficient construction of HP-MOFs possessing macro-meso-micropores using template-assisted spray drying followed by etching process is proposed. Taking ZIF-8 as an example, using polystyrene (PS) templates, the complete HP-ZIF-8 with all the three categories of pores can be easily fabricated. The close arrangement of intrinsic microporous nanosized ZIF-8 (N-ZIF-8) in the spray drying process results in the creation of mesopores, while the macropores are further generated after the removal of PS templates. The structures of macropores and mesopores can be easily adjusted by altering the size and proportion of PS and the size of N-ZIF-8, respectively. Furthermore, this method is extended to the preparation of HP-HKUST-1. As a proof-of-concept, HP-ZIF-8 displays excellent catalytic properties in Knoevenagel reaction owing to its unique pore features. Compared with conventional microsized ZIF-8 (M-ZIF-8) with similar size, HP-ZIF-8 achieves the significantly increased conversion of benzaldehyde from 55% to 100% within 3 h, and shows better recycling performance than N-ZIF-8.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic frameworks (MOFs), as one of the state-of-the-art\nporous functional hybrid materials, have exhibited\na great promise in gas storage, adsorption\nseparation, catalysis, sensor, medicine, energy storage, and so on, thanks to\ntheir rich variety and precision designed structure. The pore sizes\nof most MOFs are primarily adjustable within a microporous range (&lt;2\nnm). This inherent microporosity is conducive\nto the adsorption and separation of small guest molecules, but hinders\ntheir mass transfer and diffusion in the pores. In addition, it also blocks the entrance of larger molecules\nto the pores to interact with the preferential active sites in frameworks,\nwhich greatly limits their applications, especially in adsorption\nand catalysis.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs), as one of the state-of-the-art porous functional hybrid materials, have exhibited a great promise in gas storage, adsorption separation, catalysis, sensor, medicine, energy storage, and so on, thanks to their rich variety and precision designed structure. The pore sizes of most MOFs are primarily adjustable within a microporous range (<2 nm). This inherent microporosity is conducive to the adsorption and separation of small guest molecules, but hinders their mass transfer and diffusion in the pores. In addition, it also blocks the entrance of larger molecules to the pores to interact with the preferential active sites in frameworks, which greatly limits their applications, especially in adsorption and catalysis. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>In order to overcome this\nlimitation, hierarchically porous MOFs\n(HP-MOFs), formed by introducing large pores (mesopores and/or macropores)\ninto MOFs have attracted much attention because of the optimized diffusion\nprocess and well-defined porosity. However,\nat present, the majority of research focuses on HP-MOFs possessing\ntwo kinds of pore structures, such as MOFs with micro- and mesoporous\nstructures, or with micro- and macroporous\nstructures, and limits in the synthesis of MOFs integrated with\nthe mentioned all three categories of pores. The macropores in HP-MOFs are desired for achieving rapid diffusion\nand mass transfer of molecules. This is very significant for those\napplications related to larger molecules and viscous fluids. Therefore, to deal with this challenge, it is\nvery crucial to develop a convenient and efficient approach for the\nsynthesis of HP-MOFs containing tunable micropores, mesopores, and\nmacropores.</p>", "clean_text": "In order to overcome this limitation, hierarchically porous MOFs (HP-MOFs), formed by introducing large pores (mesopores and/or macropores) into MOFs have attracted much attention because of the optimized diffusion process and well-defined porosity. However, at present, the majority of research focuses on HP-MOFs possessing two kinds of pore structures, such as MOFs with micro- and mesoporous structures, or with micro- and macroporous structures, and limits in the synthesis of MOFs integrated with the mentioned all three categories of pores. The macropores in HP-MOFs are desired for achieving rapid diffusion and mass transfer of molecules. This is very significant for those applications related to larger molecules and viscous fluids. Therefore, to deal with this challenge, it is very crucial to develop a convenient and efficient approach for the synthesis of HP-MOFs containing tunable micropores, mesopores, and macropores.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>So far, many approaches have been exploited, such\nas ligand expansion/exchange, etching, template\nsynthesis, etc. Linker extension strategy\nwas first proposed to synthesize HP-MOFs. A series of IRMOFs with hierarchically porous structures can be\nobtained through the substitution of BDC (1,4-benzenedicarboxylate)\nwith some expanded linkers. The pore size of the HP-MOFs synthesized\nby this method is mainly tunable in the range of less than 10 nm. In recent years, solvent etching and template\nstrategies have been adopted as the construction of porous structures. HP-MOFs with diverse pore structures were thus synthesized. However,\nit is still challenging to exploit an efficient and scalable approach\nfor preparing HP-MOFs.</p>", "clean_text": "So far, many approaches have been exploited, such as ligand expansion/exchange, etching, template synthesis, etc. Linker extension strategy was first proposed to synthesize HP-MOFs. A series of IRMOFs with hierarchically porous structures can be obtained through the substitution of BDC (1,4-benzenedicarboxylate) with some expanded linkers. The pore size of the HP-MOFs synthesized by this method is mainly tunable in the range of less than 10 nm. In recent years, solvent etching and template strategies have been adopted as the construction of porous structures. HP-MOFs with diverse pore structures were thus synthesized. However, it is still challenging to exploit an efficient and scalable approach for preparing HP-MOFs.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Spray drying is a well-known industrial\ntechnique, which is considered\nas a rapid large-scale method for the continuous preparation of different\nmaterials. It is a process of using hot compressed air to quickly\nremove the solvent in the droplets followed by collecting the dried/structured\nproducts, which has been universally applied in many fields,\nincluding medicine, food, and materials. Recently, we reported a simple\nspray-drying assisted method for fast fabrication of HP-MOFs with\nboth kinds of pores by adopting MOFs nanoparticles as building blocks. Herein, we further propose an updated approach\nfor preparing HP-MOFs with macro-meso-microporous structures by using\nPS as the macropore templates in the spray drying, followed by etching\nprocess. The introduction of macropores can further accelerate diffusion\nand mass transfer of molecules within the material, thereby achieving\nits high-performance applications. Taking ZIF-8 as an example, the\nmesopores of HP-ZIF-8 are formed by aggregation of nanosized ZIF-8\n(N-ZIF-8) during spray drying, which can be adjusted by altering the\ninitial particle size of N-ZIF-8. Meanwhile, the macropores are formed\nafter PS is removed, which can be tuned by altering the size of PS\ntemplates and mass proportion of N-ZIF-8/PS. In addition, this method\nis also extended to the successful preparation of HP-HKUST-1. As a\nproof-of-concept, Knoevenagel reaction is carried out using HP-ZIF-8\nas the catalyst. Compared to conventional microporous ZIF-8 (M-ZIF-8),\nHP-ZIF-8 shows greatly improved catalytic performance due to the constructed\nmesopores and macropores, and exhibits better recycling performance\nthan N-ZIF-8.</p>", "clean_text": "Spray drying is a well-known industrial technique, which is considered as a rapid large-scale method for the continuous preparation of different materials. It is a process of using hot compressed air to quickly remove the solvent in the droplets followed by collecting the dried/structured products, which has been universally applied in many fields, including medicine, food, and materials. Recently, we reported a simple spray-drying assisted method for fast fabrication of HP-MOFs with both kinds of pores by adopting MOFs nanoparticles as building blocks. Herein, we further propose an updated approach for preparing HP-MOFs with macro-meso-microporous structures by using PS as the macropore templates in the spray drying, followed by etching process. The introduction of macropores can further accelerate diffusion and mass transfer of molecules within the material, thereby achieving its high-performance applications. Taking ZIF-8 as an example, the mesopores of HP-ZIF-8 are formed by aggregation of nanosized ZIF-8 (N-ZIF-8) during spray drying, which can be adjusted by altering the initial particle size of N-ZIF-8. Meanwhile, the macropores are formed after PS is removed, which can be tuned by altering the size of PS templates and mass proportion of N-ZIF-8/PS. In addition, this method is also extended to the successful preparation of HP-HKUST-1. As a proof-of-concept, Knoevenagel reaction is carried out using HP-ZIF-8 as the catalyst. Compared to conventional microporous ZIF-8 (M-ZIF-8), HP-ZIF-8 shows greatly improved catalytic performance due to the constructed mesopores and macropores, and exhibits better recycling performance than N-ZIF-8.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><title>Materials</title><p>Methanol (MeOH), styrene\n(St), toluene, <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide\n(DMF), and ethanol (EtOH) were bought from Beijing Chemical Reagent\n(China), and the polymerization inhibitor in St was removed using\nalkaline alumina. Benzaldehyde, malononitrile, sodium dodecyl sulfate\n(SDS), potassium persulfate (KPS), 2-methylimidazole, and zinc nitrate\nhexahydrate (Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O)\nwere purchased from Shanghai Aladdin Biochemical Technology (China).\nThe above reagents were used as received and do not need further purification.</p>", "clean_text": "Experimental Section\n\nMaterials\n\nMethanol (MeOH), styrene (St), toluene, N,N-dimethylformamide (DMF), and ethanol (EtOH) were bought from Beijing Chemical Reagent (China), and the polymerization inhibitor in St was removed using alkaline alumina. Benzaldehyde, malononitrile, sodium dodecyl sulfate (SDS), potassium persulfate (KPS), 2-methylimidazole, and zinc nitrate hexahydrate (Zn(NO3)2⋅6H2O) were purchased from Shanghai Aladdin Biochemical Technology (China). The above reagents were used as received and do not need further purification.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of N-ZIF-8</title><p>For N-ZIF-8–20,\nZn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (733.2 mg) and\n2-methylimidazole (1.62 g) were dissolved in 100 mL MeOH, respectively.\nThe two solutions were blended and agitated for 50 min at room temperature.\nFor N-ZIF-8–40, Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (1.47 g) and 2-methylimidazole (3.24 g) were dissolved in\n100 mL MeOH, respectively. Both solutions were blended and agitated\nfor 30 min at room temperature. For N-ZIF-8–70, Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (734.4 mg) and 2-methylimidazole\n(810.6 mg) were added to 50 mL MeOH, respectively. After blending\nand agitating for 2 min, the above solution was allowed to stand for\n1 h at room temperature.</p>", "clean_text": "Synthesis of N-ZIF-8\n\nFor N-ZIF-8-20, Zn(NO3)2⋅6H2O (733.2 mg) and 2-methylimidazole (1.62 g) were dissolved in 100 mL MeOH, respectively. The two solutions were blended and agitated for 50 min at room temperature. For N-ZIF-8-40, Zn(NO3)2⋅6H2O (1.47 g) and 2-methylimidazole (3.24 g) were dissolved in 100 mL MeOH, respectively. Both solutions were blended and agitated for 30 min at room temperature. For N-ZIF-8-70, Zn(NO3)2⋅6H2O (734.4 mg) and 2-methylimidazole (810.6 mg) were added to 50 mL MeOH, respectively. After blending and agitating for 2 min, the above solution was allowed to stand for 1 h at room temperature.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>In order to remove the 2-methylimidazole\nmolecules remaining in the pores, the suspension was further centrifuged.\nThe collected white products were soaked in MeOH for 72 h. During\nthis period, the solvent was replaced with fresh MeOH three times\na day. The N-ZIF-8 powder was achieved after drying at 423 K for 12\nh.</p>", "clean_text": "In order to remove the 2-methylimidazole molecules remaining in the pores, the suspension was further centrifuged. The collected white products were soaked in MeOH for 72 h. During this period, the solvent was replaced with fresh MeOH three times a day. The N-ZIF-8 powder was achieved after drying at 423 K for 12 h.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of PS (400 nm)</title><p>Emulsion\npolymerization method was used to prepare PS particles. First, 500 mL flask with 3 °C reflux condenser\nwas placed in a 65 °C water bath, and then purged with N<sub>2</sub>. Subsequently, a mixture of 65 mg SDS, 200 mL EtOH, and 100\nmL deionized water was poured into this flask and agitated at 200\nrpm. Finally, St monomers (8 mL) and KPS (0.3 g) were successively\nadded to the flask. After the whole reaction process lasting for 11\nh, the resulting white suspension was further washed with EtOH several\ntimes to remove the surface emulsifier. The wet solid was collected\nby centrifuging, which was transferred to water to form a dispersion.</p>", "clean_text": "Synthesis of PS (400 nm)\n\nEmulsion polymerization method was used to prepare PS particles. First, 500 mL flask with 3 °C reflux condenser was placed in a 65 °C water bath, and then purged with N2. Subsequently, a mixture of 65 mg SDS, 200 mL EtOH, and 100 mL deionized water was poured into this flask and agitated at 200 rpm. Finally, St monomers (8 mL) and KPS (0.3 g) were successively added to the flask. After the whole reaction process lasting for 11 h, the resulting white suspension was further washed with EtOH several times to remove the surface emulsifier. The wet solid was collected by centrifuging, which was transferred to water to form a dispersion.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of HP-ZIF-8</title><p>The solvent\nis deionized water and the N-ZIF-8 and PS suspensions were mixed and\nsonicated for several seconds, and then injected into the spray dryer\nunder certain conditions: feed rate of 22.5 mL min<sup>–1</sup>, inlet temperature of 100 °C, compressed air flow rate of 536\nL h<sup>–1</sup> and latex particle concentration of 2 wt %.\nZIF-8@PS was collected in the collection vessel. Finally, 100 mg ZIF-8@PS\nwas immersed in 8 mL DMF and agitated at 80 °C for 60 min to\neliminate PS templates. The formed HP-ZIF-8 was obtained by centrifugation\nand further dried at 423 K under a vacuum oven.</p>", "clean_text": "Synthesis of HP-ZIF-8\n\nThe solvent is deionized water and the N-ZIF-8 and PS suspensions were mixed and sonicated for several seconds, and then injected into the spray dryer under certain conditions: feed rate of 22.5 mL min-1, inlet temperature of 100 °C, compressed air flow rate of 536 L h-1 and latex particle concentration of 2 wt %. ZIF-8@PS was collected in the collection vessel. Finally, 100 mg ZIF-8@PS was immersed in 8 mL DMF and agitated at 80 °C for 60 min to eliminate PS templates. The formed HP-ZIF-8 was obtained by centrifugation and further dried at 423 K under a vacuum oven.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Catalytic Performance in Knoevenagel Reactions</title><p>The\ncatalytic reaction was performed between benzaldehyde and malononitrile\nas reactants in a magnetically stirred glassy bottle (20 mL) using\nHP-ZIF-8 as catalyst. Typically, a mixture of HP-ZIF-8 (20 mg) and\ntoluene (5 mL) was placed and agitated for 5 min to make HP-ZIF-8\ndispersed in the solvent. Then, benzaldehyde (0.2 mL) and malononitrile\n(0.238 mL) were poured into the above mixture, respectively. The reactants\nwere agitated for 8 h at room temperature. The same aliquot was taken\nout at a specific time point, filtered with a short silica gel, and\nthen analyzed by GC-MS to determine reaction conversion.</p>", "clean_text": "Catalytic Performance in Knoevenagel Reactions\n\nThe catalytic reaction was performed between benzaldehyde and malononitrile as reactants in a magnetically stirred glassy bottle (20 mL) using HP-ZIF-8 as catalyst. Typically, a mixture of HP-ZIF-8 (20 mg) and toluene (5 mL) was placed and agitated for 5 min to make HP-ZIF-8 dispersed in the solvent. Then, benzaldehyde (0.2 mL) and malononitrile (0.238 mL) were poured into the above mixture, respectively. The reactants were agitated for 8 h at room temperature. The same aliquot was taken out at a specific time point, filtered with a short silica gel, and then analyzed by GC-MS to determine reaction conversion.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>For\nthe recyclability test, the catalyst was recycled by centrifugation,\nwashed using toluene, and dried to remove the residual solvent. The\ncollected catalyst was reused in the following run.</p><title>Characterization</title><p>Scanning electron\nmicroscope (SEM) and transmission electron microscope (TEM, JEOL-7800,\nJapan) were used to observe the morphology of the samples. The surface\nareas were obtained according to Brunauer–Emmett–Teller\n(BET) method using Beishide 3H-2000PS2 at 77 K (pressure range: 0.01–0.1).\nThe pore size distributions were achieved by Barrett–Joyner–Halenda\n(BJH) model, nonlocal density functional theory (NLDFT) model, and\nmercury intrusion porosimetry, respectively. Thermogravimetric analysis\n(TGA) was performed on a TG-DTA 8122. The powder X-ray diffraction\n(PXRD, XRD-6000, Shimadzu, Japan) patterns were recorded by an Ultima\nIV instrument. Fourier transform infrared (FTIR) spectrum was recorded\nin the range 500–3500 cm<sup>–1</sup> by a Nicolet 6700\nspectrometer. GC-MS evaluations were carried out by a Thermo Fisher\nISQ Trace 1300 with a DB-WAX column.</p>", "clean_text": "For the recyclability test, the catalyst was recycled by centrifugation, washed using toluene, and dried to remove the residual solvent. The collected catalyst was reused in the following run.\n\nCharacterization\n\nScanning electron microscope (SEM) and transmission electron microscope (TEM, JEOL-7800, Japan) were used to observe the morphology of the samples. The surface areas were obtained according to Brunauer-Emmett-Teller (BET) method using Beishide 3H-2000PS2 at 77 K (pressure range: 0.01-0.1). The pore size distributions were achieved by Barrett-Joyner-Halenda (BJH) model, nonlocal density functional theory (NLDFT) model, and mercury intrusion porosimetry, respectively. Thermogravimetric analysis (TGA) was performed on a TG-DTA 8122. The powder X-ray diffraction (PXRD, XRD-6000, Shimadzu, Japan) patterns were recorded by an Ultima IV instrument. Fourier transform infrared (FTIR) spectrum was recorded in the range 500-3500 cm-1 by a Nicolet 6700 spectrometer. GC-MS evaluations were carried out by a Thermo Fisher ISQ Trace 1300 with a DB-WAX column.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>Preparation of HP-ZIF-8\nUsing Template-Assisted\nSpray Drying Strategy</title><p>The schematic diagram for the preparation\nprocess of HP-MOFs is presented with an example of ZIF-8 (). First, as the\nraw material of spray drying, nanosized ZIF-8 (about 20 nm, N-ZIF-8–20, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">Supporting Information (SI) Figure S1</ext-link>) and PS\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Figure S2</ext-link>) suspensions are mixed in\na certain proportion. The obtained aqueous suspension is further spray-dried\nfor the construction of superstructures (ZIF-8@PS). The obtained ZIF-8@PS\nis then soaked in DMF to remove the PS templates. This resulting unique\nstructured MOF is denoted as HP-ZIF-8–20 (<italic toggle=\"yes\">x</italic>, <italic toggle=\"yes\">y</italic>), in which <italic toggle=\"yes\">x</italic> and <italic toggle=\"yes\">y</italic> represent the particle size of PS and the mass ratio of N-ZIF-8–20/PS,\nrespectively.</p>", "clean_text": "Results and Discussion\n\nPreparation of HP-ZIF-8 Using Template-Assisted Spray Drying Strategy\n\nThe schematic diagram for the preparation process of HP-MOFs is presented with an example of ZIF-8 (). First, as the raw material of spray drying, nanosized ZIF-8 (about 20 nm, N-ZIF-8-20, Supporting Information (SI) Figure S1) and PS (SI Figure S2) suspensions are mixed in a certain proportion. The obtained aqueous suspension is further spray-dried for the construction of superstructures (ZIF-8@PS). The obtained ZIF-8@PS is then soaked in DMF to remove the PS templates. This resulting unique structured MOF is denoted as HP-ZIF-8-20 (x, y), in which x and y represent the particle size of PS and the mass ratio of N-ZIF-8-20/PS, respectively.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Diagram for the Preparation Process of HP-ZIF-8</title>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c23297_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Diagram for the Preparation Process of HP-ZIF-8   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>As shown in a–c, N-ZIF-8–20 and PS are\nclosely packed to form dense\nZIF-8@PS microspheres with an average size of ∼2.0 μm\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Figure S3</ext-link>). After etching, HP-ZIF-8–20\n(400, 4) with uniform pore structure is obtained (d–f). The TEM results\nof ZIF-8@PS and HP-ZIF-8–20 (400, 4) (c,f) also confirm that the sprayed superstructure\nchanges from solid structure to porous structure, and the corresponding\nmacropores formed after PS removal exhibit an average size of approximate\n400 nm. The elemental mapping images (g) show a uniform distribution of elements\ncontaining N, C, and Zn in the whole HP-ZIF-8–20 (400, 4) particles.</p>", "clean_text": "As shown in a-c, N-ZIF-8-20 and PS are closely packed to form dense ZIF-8@PS microspheres with an average size of ~2.0 μm (SI Figure S3). After etching, HP-ZIF-8-20 (400, 4) with uniform pore structure is obtained (d-f). The TEM results of ZIF-8@PS and HP-ZIF-8-20 (400, 4) (c,f) also confirm that the sprayed superstructure changes from solid structure to porous structure, and the corresponding macropores formed after PS removal exhibit an average size of approximate 400 nm. The elemental mapping images (g) show a uniform distribution of elements containing N, C, and Zn in the whole HP-ZIF-8-20 (400, 4) particles.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a–c)\nSEM and TEM images of ZIF-8@PS; (d,e) SEM, (f) TEM,\nand (g) element mapping images of HP-ZIF-8–20 (400, 4).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c23297_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a-c) SEM and TEM images of ZIF-8@PS; (d,e) SEM, (f) TEM, and (g) element mapping images of HP-ZIF-8-20 (400, 4).   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>The PXRD patterns confirm good crystallinity of\nHP-ZIF-8–20\n(400, 4), well matching the N-ZIF-8–20 and simulated one (a). In addition,\nthe same FTIR spectra of HP-ZIF-8–20 (400, 4) and N-ZIF-8–20\nindicate that the four characteristic peaks belonging to the phenyl\nring of PS disappeared (b), proving that PS is completely removed. HP-ZIF-8–20 (400, 4) was further investigated by\nnitrogen-sorption measurements (c). HP-ZIF-8–20 (400, 4) and ZIF-8@PS show similar\ntype IV isotherms at P/P<sub>0</sub> of ∼0.05 and ∼0.95,\ndemonstrating the existence of mesopores in the two products, which\nis ascribed to the occurrence of capillary condensation in the mesopores.\nAnd it increases sharply at very low relative pressure, which is consistent\nwith the uniform microporous characteristics of ZIF-8. This confirms\nthat micropores and mesopores of HP-ZIF-8–20 (400, 4) keep\nunchanged after etching. The distributions of micropores, mesopores,\n and macropores of the products were tested by NLDFT, BJH, and mercury\nintrusion porosimetry. As shown in d–f, the formed mesopores and macropores\nhave sizes of about 9 and 400 nm, respectively. The formation of mesopores\nis due to the close arrangement of N-ZIF-8–20 particles in\nthe spray drying process. Moreover, HP-ZIF-8–20 (400, 4) has\nthe BET surface area and pore volume of 1646.3 m<sup>2</sup> g<sup>–1</sup> and 1.28 cm<sup>3</sup> g<sup>–1</sup>, respectively,\nwhich slightly increase compared with those of N-ZIF-8–20 (1537.7\nm<sup>2</sup> g<sup>–1</sup> and 0.95 cm<sup>3</sup> g<sup>–1</sup>) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Figure S4</ext-link>). As a\nresult, HP-ZIF-8 including macro-meso-microporous structure is thus\nobtained after etching. TGA and DTG results (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Figure S5</ext-link>) of HP-ZIF-8–20 (400, 4) indicate that HP-ZIF-8–20\n(400, 4) decomposes thermally at 600 °C to form zinc oxide. Under\nthe same treatment conditions, the weight losses of HP-ZIF-8–20\n(400, 4) and N-ZIF-8–20 are similar. SEM image, N<sub>2</sub> adsorption–desorption isotherms, and pore size distribution\nof HP-ZIF-8–20 (400, 4) after being calcined at 300 °C\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Figure S6</ext-link>) prove that the skeleton\ncan maintain thermal stability at this temperature.</p>", "clean_text": "The PXRD patterns confirm good crystallinity of HP-ZIF-8-20 (400, 4), well matching the N-ZIF-8-20 and simulated one (a). In addition, the same FTIR spectra of HP-ZIF-8-20 (400, 4) and N-ZIF-8-20 indicate that the four characteristic peaks belonging to the phenyl ring of PS disappeared (b), proving that PS is completely removed. HP-ZIF-8-20 (400, 4) was further investigated by nitrogen-sorption measurements (c). HP-ZIF-8-20 (400, 4) and ZIF-8@PS show similar type IV isotherms at P/P0 of ~0.05 and ~0.95, demonstrating the existence of mesopores in the two products, which is ascribed to the occurrence of capillary condensation in the mesopores. And it increases sharply at very low relative pressure, which is consistent with the uniform microporous characteristics of ZIF-8. This confirms that micropores and mesopores of HP-ZIF-8-20 (400, 4) keep unchanged after etching. The distributions of micropores, mesopores,  and macropores of the products were tested by NLDFT, BJH, and mercury intrusion porosimetry. As shown in d-f, the formed mesopores and macropores have sizes of about 9 and 400 nm, respectively. The formation of mesopores is due to the close arrangement of N-ZIF-8-20 particles in the spray drying process. Moreover, HP-ZIF-8-20 (400, 4) has the BET surface area and pore volume of 1646.3 m2 g-1 and 1.28 cm3 g-1, respectively, which slightly increase compared with those of N-ZIF-8-20 (1537.7 m2 g-1 and 0.95 cm3 g-1) (SI Figure S4). As a result, HP-ZIF-8 including macro-meso-microporous structure is thus obtained after etching. TGA and DTG results (SI Figure S5) of HP-ZIF-8-20 (400, 4) indicate that HP-ZIF-8-20 (400, 4) decomposes thermally at 600 °C to form zinc oxide. Under the same treatment conditions, the weight losses of HP-ZIF-8-20 (400, 4) and N-ZIF-8-20 are similar. SEM image, N2 adsorption-desorption isotherms, and pore size distribution of HP-ZIF-8-20 (400, 4) after being calcined at 300 °C (SI Figure S6) prove that the skeleton can maintain thermal stability at this temperature.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) PXRD patterns and\n(b) FTIR spectra of N-ZIF-8–20, ZIF-8@PS\nand HP-ZIF-8–20 (400, 4); (c) N<sub>2</sub> adsorption–desorption\nisotherms, (d) micropore, and (e) mesopore size distributions of ZIF-8@PS\nand HP-ZIF-8–20 (400, 4); (f) macropore size distribution of\nHP-ZIF-8–20 (400, 4).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c23297_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) PXRD patterns and (b) FTIR spectra of N-ZIF-8-20, ZIF-8@PS and HP-ZIF-8-20 (400, 4); (c) N2 adsorption-desorption isotherms, (d) micropore, and (e) mesopore size distributions of ZIF-8@PS and HP-ZIF-8-20 (400, 4); (f) macropore size distribution of HP-ZIF-8-20 (400, 4).   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>In order to obtain high-quality ultimate product of HP-ZIF-8–20\n(400, 4), the structure and morphology of intermediate ZIF-8@PS are\nvery important. The spray drying parameters, including inlet temperature,\ncompressed air flow rate, feed rate, and solid content need to be\nregulated to form ZIF-8@PS with a spherical shape. As can be seen\nfrom a–c,\nwith the temperature rising from 100 to 140 °C, the morphology\nof ZIF-8@PS changes from sphere to doughnut. This is possibly because\nthe increase of temperature results in the enhancement of surface\ntension and the increase of droplet instability. d–f show SEM images\nof ZIF-8@PS obtained in various feed rates. For a high feed rate (22.5\nmL min<sup>–1</sup>, f), ZIF-8@PS demonstrates a uniform spherical shape.\nIn contrast, some ring-shaped and irregular particles appear with\nthe decrease of feed rate (d). This is because when the water on the droplet surface\nevaporates, the weak interaction between particles cannot compensate\nthe inward force of internal particle water evaporation, resulting\nin the inward shrinkage of the shell and the formation of irregular\nparticles. In addition, with increasing solid content from 1 wt %\nto 3 wt % and the flow rate from 473 L h<sup>–1</sup> to 601\nL h<sup>–1</sup>, the morphology of ZIF-8@PS changes slightly\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Figure S7</ext-link>).</p>", "clean_text": "In order to obtain high-quality ultimate product of HP-ZIF-8-20 (400, 4), the structure and morphology of intermediate ZIF-8@PS are very important. The spray drying parameters, including inlet temperature, compressed air flow rate, feed rate, and solid content need to be regulated to form ZIF-8@PS with a spherical shape. As can be seen from a-c, with the temperature rising from 100 to 140 °C, the morphology of ZIF-8@PS changes from sphere to doughnut. This is possibly because the increase of temperature results in the enhancement of surface tension and the increase of droplet instability. d-f show SEM images of ZIF-8@PS obtained in various feed rates. For a high feed rate (22.5 mL min-1, f), ZIF-8@PS demonstrates a uniform spherical shape. In contrast, some ring-shaped and irregular particles appear with the decrease of feed rate (d). This is because when the water on the droplet surface evaporates, the weak interaction between particles cannot compensate the inward force of internal particle water evaporation, resulting in the inward shrinkage of the shell and the formation of irregular particles. In addition, with increasing solid content from 1 wt % to 3 wt % and the flow rate from 473 L h-1 to 601 L h-1, the morphology of ZIF-8@PS changes slightly (SI Figure S7).", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a–c) ZIF-8@PS\nimages achieved at various inlet temperatures\nof (a) 100, (b) 120, (c) 140 °C, (22.5 mL min<sup>–1</sup>, 536 L h<sup>–1</sup>, 2 wt %); (d–f) ZIF-8@PS images\nachieved at various feed rates of (d) 13.5, (e) 18, (f) 22.5 mL min<sup>–1</sup>, (100 °C, 536 L h<sup>–1</sup>, 2 wt\n%).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c23297_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a-c) ZIF-8@PS images achieved at various inlet temperatures of (a) 100, (b) 120, (c) 140 °C, (22.5 mL min-1, 536 L h-1, 2 wt %); (d-f) ZIF-8@PS images achieved at various feed rates of (d) 13.5, (e) 18, (f) 22.5 mL min-1, (100 °C, 536 L h-1, 2 wt %).   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Pore\nStructure Adjustment</title><p>In order\nto regulate macropore size and structure, the effects of PS template\nsize and mass ratio of N-ZIF-8/PS were explored. a–d show HP-ZIF-8 formed\nin N-ZIF-8–20/PS of 4:1, with PS particle sizes of 100, 300,\n400, and 600 nm (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Figure S2</ext-link>), respectively.\nAs expected, the formed macropore size increases with PS particle\nsize, demonstrating that the size of macropores can be readily adjusted\nby altering the diameter of PS used. However, further increasing PS\nparticle size results in the formation of aspherical particles and\nfragmented particles (d). This is because after the PS templates are removed, the\nconnection between the remaining N-ZIF-8 particles is extremely fragile,\nleading to the fracture of the HP-ZIF-8 framework. e–h show SEM images\nof the HP-ZIF-8 prepared with PS (400 nm) and N-ZIF-8–20/PS\nmass ratios of 3:1 to 6:1. The number of macropores rises with the\nincrease of PS ratio. However, the excessive mass ratio disrupts the\nmacroporous structure of the HP-ZIF-8 (e). When a large number of PS accumulates\nin ZIF-8@PS, after the templates are removed, the shell of the superstructure\nbecomes very thin and then shrinks or collapses inward. Therefore,\nthe optimum balance required for the production of highly uniform\nHP-ZIF-8 is N-ZIF-8/PS = 4 and the size of PS is 400 nm.</p>", "clean_text": "Pore Structure Adjustment\n\nIn order to regulate macropore size and structure, the effects of PS template size and mass ratio of N-ZIF-8/PS were explored. a-d show HP-ZIF-8 formed in N-ZIF-8-20/PS of 4:1, with PS particle sizes of 100, 300, 400, and 600 nm (SI Figure S2), respectively. As expected, the formed macropore size increases with PS particle size, demonstrating that the size of macropores can be readily adjusted by altering the diameter of PS used. However, further increasing PS particle size results in the formation of aspherical particles and fragmented particles (d). This is because after the PS templates are removed, the connection between the remaining N-ZIF-8 particles is extremely fragile, leading to the fracture of the HP-ZIF-8 framework. e-h show SEM images of the HP-ZIF-8 prepared with PS (400 nm) and N-ZIF-8-20/PS mass ratios of 3:1 to 6:1. The number of macropores rises with the increase of PS ratio. However, the excessive mass ratio disrupts the macroporous structure of the HP-ZIF-8 (e). When a large number of PS accumulates in ZIF-8@PS, after the templates are removed, the shell of the superstructure becomes very thin and then shrinks or collapses inward. Therefore, the optimum balance required for the production of highly uniform HP-ZIF-8 is N-ZIF-8/PS = 4 and the size of PS is 400 nm.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a–d)\nSEM images of HP-ZIF-8 obtaind at PS with different\nsizes: (a) 100, (b) 300, (c) 400, (d) 600 nm; (e–h) SEM images\nof HP-ZIF-8 obtaind at different N-ZIF-8–20/PS mass ratios:\n(e) 3, (f) 4, (g) 5, (h) 6.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c23297_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a-d) SEM images of HP-ZIF-8 obtaind at PS with different sizes: (a) 100, (b) 300, (c) 400, (d) 600 nm; (e-h) SEM images of HP-ZIF-8 obtaind at different N-ZIF-8-20/PS mass ratios: (e) 3, (f) 4, (g) 5, (h) 6.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>In addition, the influence of initial nanoparticles on mesoporous\nstructure of HP-ZIF-8 was further explored. Nanosized ZIF-8 particles\nof 40 nm (N-ZIF-8–40, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Figure S1</ext-link>) and 70 nm (N-ZIF-8–70, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Figure S1</ext-link>) were synthesized. HP-ZIF-8–40 (400, 4) and HP-ZIF-8–70\n(400, 4) were obtained by the same strategy, as shown in a,b. PXRD patterns\nof HP-ZIF-8–40 (400, 4) and HP-ZIF-8–70 (400, 4) are\nin good accordance with that of the simulated one (c). It can be confirmed from d and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Figure S8</ext-link> that with the increase of the initial\nN-ZIF-8 size from 20 to 70 nm, the mesoporous pore sizes increase\nfrom 9 nm, 14 nm to 24 nm, respectively.</p>", "clean_text": "In addition, the influence of initial nanoparticles on mesoporous structure of HP-ZIF-8 was further explored. Nanosized ZIF-8 particles of 40 nm (N-ZIF-8-40, SI Figure S1) and 70 nm (N-ZIF-8-70, SI Figure S1) were synthesized. HP-ZIF-8-40 (400, 4) and HP-ZIF-8-70 (400, 4) were obtained by the same strategy, as shown in a,b. PXRD patterns of HP-ZIF-8-40 (400, 4) and HP-ZIF-8-70 (400, 4) are in good accordance with that of the simulated one (c). It can be confirmed from d and SI Figure S8 that with the increase of the initial N-ZIF-8 size from 20 to 70 nm, the mesoporous pore sizes increase from 9 nm, 14 nm to 24 nm, respectively.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>SEM images of (a) HP-ZIF-8–40\n(400, 4) and (b) HP-ZIF-8–70\n(400, 4); (c) PXRD patterns of different samples; (d) comparison of\npore sizes of HP-ZIF-8–20 (400, 4), HP-ZIF-8–40 (400,\n4), and HP-ZIF-8–70 (400, 4).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c23297_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  SEM images of (a) HP-ZIF-8-40 (400, 4) and (b) HP-ZIF-8-70 (400, 4); (c) PXRD patterns of different samples; (d) comparison of pore sizes of HP-ZIF-8-20 (400, 4), HP-ZIF-8-40 (400, 4), and HP-ZIF-8-70 (400, 4).   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Preparation of HP-HKUST-1</title><p>To confirm\nthe universality of this strategy, HKUST-1@PS and HP-HKUST-1 with\nmacro-meso-microporous structures were further prepared using the\nsame strategy (a–c). The PXRD patterns of HP-HKUST-1 and nanosized HKUST-1\n(N-HKUST-1) are the same as the simulated one, implying that HP-HKUST-1\nhas good crystallinity (d). The N<sub>2</sub> adsorption–desorption isotherms\nand pore size distribution of HP-HKUST-1 demonstrate the existence\nof micropores and mesopores (e,f). Therefore, this method has great potential in\nconstructing single or composite MOFs with hierarchical pore structures\nby using one or more kinds of nanosized MOFs.</p>", "clean_text": "Preparation of HP-HKUST-1\n\nTo confirm the universality of this strategy, HKUST-1@PS and HP-HKUST-1 with macro-meso-microporous structures were further prepared using the same strategy (a-c). The PXRD patterns of HP-HKUST-1 and nanosized HKUST-1 (N-HKUST-1) are the same as the simulated one, implying that HP-HKUST-1 has good crystallinity (d). The N2 adsorption-desorption isotherms and pore size distribution of HP-HKUST-1 demonstrate the existence of micropores and mesopores (e,f). Therefore, this method has great potential in constructing single or composite MOFs with hierarchical pore structures by using one or more kinds of nanosized MOFs.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>SEM images of (a) HKUST-1@PS,\n(b,c) HP-HKUST-1; (d) PXRD patterns,\n(e) N<sub>2</sub> adsorption–desorption isotherms, and (f)\npore size distribution of HP-HKUST-1.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c23297_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  SEM images of (a) HKUST-1@PS, (b,c) HP-HKUST-1; (d) PXRD patterns, (e) N2 adsorption-desorption isotherms, and (f) pore size distribution of HP-HKUST-1.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<title>Knoevenagel Reaction Performance</title><p>To further\ndemonstrate the structure advantage of HP-ZIF-8 with macro-meso-microporous\nstructures, the catalytic experiments were performed based on the\nKnoevenagel reaction. As shown in a, HP-ZIF-8 exhibits significantly enhanced\nactivities compared with M-ZIF-8 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Figure S9</ext-link>). The benzaldehyde can be completely converted in 3 h for the HP-ZIF-8–20\n(400, 4) and N-ZIF-8–20, whereas only 72% conversion is achieved\nfor M-ZIF-8 after 8 h (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Figure S10</ext-link>).\nFurthermore, with the increased macropore diameter of HP-ZIF-8–20\nfrom 100 to 400 nm, the reaction efficiency increases and the reaction\ntime is obviously shortened from 6 to 3 h. The obvious difference\nin catalytic performances suggests that the improved catalytic efficiency\nmay benefit from the unique pore structure and larger BET surface\narea of HP-ZIF-8 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Table S1</ext-link> and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Figure S11</ext-link>), which offer larger channels to\naccelerate the diffusion of molecules in the material. Compared with\nthe traditional microsized ZIF-8, HP-ZIF-8 provides more accessible\nactive sites. Compared to N-ZIF-8–20, HP-ZIF-8–20 (400,\n4) has similar catalytic efficiency that the conversion of benzaldehyde\nis completed within 3 h. However, HP-ZIF-8–20 (400, 4) exhibits\nmuch better recyclability than N-ZIF-8–20. HP-ZIF-8–20\n(400, 4) can be recycled at least five times (b), and the conversion of benzaldehyde only\ndecreases from 96.1 to 82.9% in 3 h. In contrast, a decrease of &gt;5%\nin catalytic performance is observed in every following run for N-ZIF-8–20\nand decreases to 60% after 5 cycles. Owing to the small particle size\nof N-ZIF-8–20 and wall hanging in the Knoevenagel reaction\nprocess, N-ZIF-8–20 is difficult to be centrifuged in the recovery\nprocess, which is the main reason for its poor recyclability. The\nPXRD pattern and SEM image show the pristine and constructed hierarchical\nporous structures are both well preserved after catalytic cycling\n(c,d). As shown\nin d,e, the\nBET surface area and pore size distribution of HP-ZIF-8–20\n(400, 4) after reaction are about 1634 m<sup>2</sup> g<sup>–1</sup> and 7 nm, respectively, which are not much different from those\nbefore reaction.</p>", "clean_text": "Knoevenagel Reaction Performance\n\nTo further demonstrate the structure advantage of HP-ZIF-8 with macro-meso-microporous structures, the catalytic experiments were performed based on the Knoevenagel reaction. As shown in a, HP-ZIF-8 exhibits significantly enhanced activities compared with M-ZIF-8 (SI Figure S9). The benzaldehyde can be completely converted in 3 h for the HP-ZIF-8-20 (400, 4) and N-ZIF-8-20, whereas only 72% conversion is achieved for M-ZIF-8 after 8 h (SI Figure S10). Furthermore, with the increased macropore diameter of HP-ZIF-8-20 from 100 to 400 nm, the reaction efficiency increases and the reaction time is obviously shortened from 6 to 3 h. The obvious difference in catalytic performances suggests that the improved catalytic efficiency may benefit from the unique pore structure and larger BET surface area of HP-ZIF-8 (SI Table S1 and SI Figure S11), which offer larger channels to accelerate the diffusion of molecules in the material. Compared with the traditional microsized ZIF-8, HP-ZIF-8 provides more accessible active sites. Compared to N-ZIF-8-20, HP-ZIF-8-20 (400, 4) has similar catalytic efficiency that the conversion of benzaldehyde is completed within 3 h. However, HP-ZIF-8-20 (400, 4) exhibits much better recyclability than N-ZIF-8-20. HP-ZIF-8-20 (400, 4) can be recycled at least five times (b), and the conversion of benzaldehyde only decreases from 96.1 to 82.9% in 3 h. In contrast, a decrease of >5% in catalytic performance is observed in every following run for N-ZIF-8-20 and decreases to 60% after 5 cycles. Owing to the small particle size of N-ZIF-8-20 and wall hanging in the Knoevenagel reaction process, N-ZIF-8-20 is difficult to be centrifuged in the recovery process, which is the main reason for its poor recyclability. The PXRD pattern and SEM image show the pristine and constructed hierarchical porous structures are both well preserved after catalytic cycling (c,d). As shown in d,e, the BET surface area and pore size distribution of HP-ZIF-8-20 (400, 4) after reaction are about 1634 m2 g-1 and 7 nm, respectively, which are not much different from those before reaction.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Benzaldehyde conversion curves of different samples\nwith time;\n(b) recyclability tests of HP-ZIF-8–20 (400, 4) and N-ZIF-8–20;\n(c) PXRD pattern, (d) SEM image, (e) N<sub>2</sub> adsorption–desorption\nisotherms, and (f) pore size distribution of HP-ZIF-8–20 (400,\n4) after reaction.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c23297_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (a) Benzaldehyde conversion curves of different samples with time; (b) recyclability tests of HP-ZIF-8-20 (400, 4) and N-ZIF-8-20; (c) PXRD pattern, (d) SEM image, (e) N2 adsorption-desorption isotherms, and (f) pore size distribution of HP-ZIF-8-20 (400, 4) after reaction.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Additionally, ZIF-8 superstructures\ncontaining micropores and mesopores\nwere also used as the catalyst for this reaction, but the complete\nconversion of benzaldehyde takes 6 h (a). Then the reaction was carried out using\n13, 20, and 30 mg (1, 3, 5 mol % relative to benzaldehyde) of HP-ZIF-8–20\n(400, 4) as the catalyst. As shown in b, by increasing the amount of catalyst from\n13 to 30 mg, the conversion increases from 76 to 100% within 2 h.\nThen, the effect of the malononitrile/benzaldehyde molar ratio (1:1,\n2:1, and 3:1) on reaction conversions is explored (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Figure S12</ext-link>) (keep the content of benzaldehyde constant).\nThe results show that the maximum reaction conversion (100%) of the\nbenzaldehyde is obtained at 3:1 within 1 h. The benzaldehyde conversion\nin Knoevenagel reaction over various catalysts is compared in . Clearly, the as-prepared\nHP-ZIF-8–20 (400, 4) with macro-meso-microporous structures\nhas a higher conversion of benzaldehyde at a lower reaction temperature,\nshorter time, and less catalyst, which shows much better catalytic\nproperty than most of the previously reported catalysts except ordered\nsingle-crystal ZIF-8 with macro-microporous structures (SOM-ZIF-8).</p>", "clean_text": "Additionally, ZIF-8 superstructures containing micropores and mesopores were also used as the catalyst for this reaction, but the complete conversion of benzaldehyde takes 6 h (a). Then the reaction was carried out using 13, 20, and 30 mg (1, 3, 5 mol % relative to benzaldehyde) of HP-ZIF-8-20 (400, 4) as the catalyst. As shown in b, by increasing the amount of catalyst from 13 to 30 mg, the conversion increases from 76 to 100% within 2 h. Then, the effect of the malononitrile/benzaldehyde molar ratio (1:1, 2:1, and 3:1) on reaction conversions is explored (SI Figure S12) (keep the content of benzaldehyde constant). The results show that the maximum reaction conversion (100%) of the benzaldehyde is obtained at 3:1 within 1 h. The benzaldehyde conversion in Knoevenagel reaction over various catalysts is compared in . Clearly, the as-prepared HP-ZIF-8-20 (400, 4) with macro-meso-microporous structures has a higher conversion of benzaldehyde at a lower reaction temperature, shorter time, and less catalyst, which shows much better catalytic property than most of the previously reported catalysts except ordered single-crystal ZIF-8 with macro-microporous structures (SOM-ZIF-8).", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Benzaldehyde\nconversion with time (using ZIF-8 superstructures\nas catalyst); (b) Effect of catalyst amount on benzaldehyde conversion.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c23297_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  (a) Benzaldehyde conversion with time (using ZIF-8 superstructures as catalyst); (b) Effect of catalyst amount on benzaldehyde conversion.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Catalytic Performances of Various\nCatalysts for Knoevenagel Reaction</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">reaction\ncondition</oasis:entry>\n<oasis:entry align=\"center\">benzaldehyde\nconversion (%)</oasis:entry>\n<oasis:entry align=\"center\">references</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>HP-ZIF-8–20 (400, 4), 20 mg</oasis:entry>\n<oasis:entry>room temperature, 3 h</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>\n<bold>This work</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SOM-ZIF-8, 6.6 mg</oasis:entry>\n<oasis:entry>room temperature, 2 h</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref34\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8, 100 mg</oasis:entry>\n<oasis:entry>30 °C, 6 h</oasis:entry>\n<oasis:entry>76.5</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref45\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8, 20 mg</oasis:entry>\n<oasis:entry>room temperature, 6 h</oasis:entry>\n<oasis:entry>97</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref46\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-67, 25 mg</oasis:entry>\n<oasis:entry>40 °C, 8 h</oasis:entry>\n<oasis:entry>87</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref47\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>hydrotalcite, 25 mg</oasis:entry>\n<oasis:entry>40 °C, 8 h</oasis:entry>\n<oasis:entry>75</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref47\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[CTA<sup>+</sup>]-Si-MCM-41, 20 mg</oasis:entry>\n<oasis:entry>30 °C, 3 h</oasis:entry>\n<oasis:entry>57.2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref48\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NH<sub>2</sub>-modified\nMIL-53(Al), 53 mg</oasis:entry>\n<oasis:entry>40 °C, 5 h</oasis:entry>\n<oasis:entry>&gt;95</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref49\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>chitosan, 25 mg</oasis:entry>\n<oasis:entry>40 °C, 6 h</oasis:entry>\n<oasis:entry>93</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref50\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DES functionalized MIL-101,\n5 wt %</oasis:entry>\n<oasis:entry>70 °C, 1 h</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref51\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In\nsummary, a straightforward and convenient\nstrategy has been proposed to successfully fabricate HP-MOFs with\nmacro-meso-microporous structures using template-assisted spray drying\nfor the first time. The mesopores are formed by the accumulation of\nN-MOF particles in the spray drying process and can be adjusted by\naltering the initial N-MOF size. By adjusting the PS particle size,\nthe macroporous pore size of HP-MOFs can change from 100 to 400 nm,\nand the number of pores in HP-MOFs can be controlled by changing the\nN-MOFs/templates mass ratios. The construction of HP-HKUST-1 confirms\nthe versatility of this strategy. Moreover, the obtained HP-ZIF-8\ndisplays excellent catalytic properties for Knoevenagel reaction.\nCompared with M-ZIF-8, HP-ZIF-8–20 (400, 4) exhibits the greatly\nimproved conversion of benzaldehyde from 55% to 100% within 3 h and\nhas much better recyclability than N-ZIF-8–20. It could be\nanticipated that this strategy would offer new insights into the fabrication\nof a number of HP-MOFs with different compositions and functionalities.</p>", "clean_text": "Conclusions\n\nIn summary, a straightforward and convenient strategy has been proposed to successfully fabricate HP-MOFs with macro-meso-microporous structures using template-assisted spray drying for the first time. The mesopores are formed by the accumulation of N-MOF particles in the spray drying process and can be adjusted by altering the initial N-MOF size. By adjusting the PS particle size, the macroporous pore size of HP-MOFs can change from 100 to 400 nm, and the number of pores in HP-MOFs can be controlled by changing the N-MOFs/templates mass ratios. The construction of HP-HKUST-1 confirms the versatility of this strategy. Moreover, the obtained HP-ZIF-8 displays excellent catalytic properties for Knoevenagel reaction. Compared with M-ZIF-8, HP-ZIF-8-20 (400, 4) exhibits the greatly improved conversion of benzaldehyde from 55% to 100% within 3 h and has much better recyclability than N-ZIF-8-20. It could be anticipated that this strategy would offer new insights into the fabrication of a number of HP-MOFs with different compositions and functionalities.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.1c23297?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsami.1c23297</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional experimental\ndetails; SEM images, TEM images,\nPXRD patterns, and particle size distributions of different ZIF-8\nand PS particles; Particle size distribution of ZIF-8@PS; N<sub>2</sub> adsorption–desorption isotherms of N-ZIF-8–20; TGA\nand DTG curves of HP-ZIF-8–20 (400, 4) and N-ZIF-8–20;\nSEM image, N<sub>2</sub> adsorption–desorption isotherms, and\npore size distribution of HP-ZIF-8–20 (400, 4) after calcination;\nZIF-8@PS images prepared in various flow rates of compressed air and\nsolid contents; N<sub>2</sub> adsorption–desorption isotherms\nof HP-ZIF-8–40 (400, 4) and HP-ZIF-8–70 (400, 4); SEM\nimage, PXRD pattern and particle size distribution of M-ZIF-8; Experimental\ncomparison photograph of M-ZIF-8 and HP-ZIF-8–20 (400, 4) after\n8 h of Knoevenagel reaction; N<sub>2</sub> adsorption–desorption\nisotherms and pore size distributions of HP-ZIF-8–20 (100,\n4) and HP-ZIF-8–20 (300, 4); Effect of malononitrile/benzaldehyde\nmolar ratio on reaction conversion; BET surface areas and pore volumes\nof HP-ZIF-8–20 (100, 4), HP-ZIF-8–20 (300, 4), and HP-ZIF-8–20\n(400, 4) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.1c23297.  Additional experimental details; SEM images, TEM images, PXRD patterns, and particle size distributions of different ZIF-8 and PS particles; Particle size distribution of ZIF-8@PS; N2 adsorption-desorption isotherms of N-ZIF-8-20; TGA and DTG curves of HP-ZIF-8-20 (400, 4) and N-ZIF-8-20; SEM image, N2 adsorption-desorption isotherms, and pore size distribution of HP-ZIF-8-20 (400, 4) after calcination; ZIF-8@PS images prepared in various flow rates of compressed air and solid contents; N2 adsorption-desorption isotherms of HP-ZIF-8-40 (400, 4) and HP-ZIF-8-70 (400, 4); SEM image, PXRD pattern and particle size distribution of M-ZIF-8; Experimental comparison photograph of M-ZIF-8 and HP-ZIF-8-20 (400, 4) after 8 h of Knoevenagel reaction; N2 adsorption-desorption isotherms and pore size distributions of HP-ZIF-8-20 (100, 4) and HP-ZIF-8-20 (300, 4); Effect of malononitrile/benzaldehyde molar ratio on reaction conversion; BET surface areas and pore volumes of HP-ZIF-8-20 (100, 4), HP-ZIF-8-20 (300, 4), and HP-ZIF-8-20 (400, 4) (PDF)   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>Additional experimental\ndetails; SEM images, TEM images,\nPXRD patterns, and particle size distributions of different ZIF-8\nand PS particles; Particle size distribution of ZIF-8@PS; N<sub>2</sub> adsorption–desorption isotherms of N-ZIF-8–20; TGA\nand DTG curves of HP-ZIF-8–20 (400, 4) and N-ZIF-8–20;\nSEM image, N<sub>2</sub> adsorption–desorption isotherms, and\npore size distribution of HP-ZIF-8–20 (400, 4) after calcination;\nZIF-8@PS images prepared in various flow rates of compressed air and\nsolid contents; N<sub>2</sub> adsorption–desorption isotherms\nof HP-ZIF-8–40 (400, 4) and HP-ZIF-8–70 (400, 4); SEM\nimage, PXRD pattern and particle size distribution of M-ZIF-8; Experimental\ncomparison photograph of M-ZIF-8 and HP-ZIF-8–20 (400, 4) after\n8 h of Knoevenagel reaction; N<sub>2</sub> adsorption–desorption\nisotherms and pore size distributions of HP-ZIF-8–20 (100,\n4) and HP-ZIF-8–20 (300, 4); Effect of malononitrile/benzaldehyde\nmolar ratio on reaction conversion; BET surface areas and pore volumes\nof HP-ZIF-8–20 (100, 4), HP-ZIF-8–20 (300, 4), and HP-ZIF-8–20\n(400, 4) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Additional experimental details; SEM images, TEM images, PXRD patterns, and particle size distributions of different ZIF-8 and PS particles; Particle size distribution of ZIF-8@PS; N2 adsorption-desorption isotherms of N-ZIF-8-20; TGA and DTG curves of HP-ZIF-8-20 (400, 4) and N-ZIF-8-20; SEM image, N2 adsorption-desorption isotherms, and pore size distribution of HP-ZIF-8-20 (400, 4) after calcination; ZIF-8@PS images prepared in various flow rates of compressed air and solid contents; N2 adsorption-desorption isotherms of HP-ZIF-8-40 (400, 4) and HP-ZIF-8-70 (400, 4); SEM image, PXRD pattern and particle size distribution of M-ZIF-8; Experimental comparison photograph of M-ZIF-8 and HP-ZIF-8-20 (400, 4) after 8 h of Knoevenagel reaction; N2 adsorption-desorption isotherms and pore size distributions of HP-ZIF-8-20 (100, 4) and HP-ZIF-8-20 (300, 4); Effect of malononitrile/benzaldehyde molar ratio on reaction conversion; BET surface areas and pore volumes of HP-ZIF-8-20 (100, 4), HP-ZIF-8-20 (300, 4), and HP-ZIF-8-20 (400, 4) (PDF)", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The\nauthors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "7, 9, 10", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of N-ZIF-8</title><p>For N-ZIF-8–20,\nZn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (733.2 mg) and\n2-methylimidazole (1.62 g) were dissolved in 100 mL MeOH, respectively.\nThe two solutions were blended and agitated for 50 min at room temperature.\nFor N-ZIF-8–40, Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (1.47 g) and 2-methylimidazole (3.24 g) were dissolved in\n100 mL MeOH, respectively. Both solutions were blended and agitated\nfor 30 min at room temperature. For N-ZIF-8–70, Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (734.4 mg) and 2-methylimidazole\n(810.6 mg) were added to 50 mL MeOH, respectively. After blending\nand agitating for 2 min, the above solution was allowed to stand for\n1 h at room temperature.</p><title>Synthesis of PS (400 nm)</title><p>Emulsion\npolymerization method was used to prepare PS particles. First, 500 mL flask with 3 °C reflux condenser\nwas placed in a 65 °C water bath, and then purged with N<sub>2</sub>. Subsequently, a mixture of 65 mg SDS, 200 mL EtOH, and 100\nmL deionized water was poured into this flask and agitated at 200\nrpm. Finally, St monomers (8 mL) and KPS (0.3 g) were successively\nadded to the flask. After the whole reaction process lasting for 11\nh, the resulting white suspension was further washed with EtOH several\ntimes to remove the surface emulsifier. The wet solid was collected\nby centrifuging, which was transferred to water to form a dispersion.</p><title>Synthesis of HP-ZIF-8</title><p>The solvent\nis deionized water and the N-ZIF-8 and PS suspensions were mixed and\nsonicated for several seconds, and then injected into the spray dryer\nunder certain conditions: feed rate of 22.5 mL min<sup>–1</sup>, inlet temperature of 100 °C, compressed air flow rate of 536\nL h<sup>–1</sup> and latex particle concentration of 2 wt %.\nZIF-8@PS was collected in the collection vessel. Finally, 100 mg ZIF-8@PS\nwas immersed in 8 mL DMF and agitated at 80 °C for 60 min to\neliminate PS templates. The formed HP-ZIF-8 was obtained by centrifugation\nand further dried at 423 K under a vacuum oven.</p>", "clean_text": "Synthesis of N-ZIF-8\n\nFor N-ZIF-8-20, Zn(NO3)2⋅6H2O (733.2 mg) and 2-methylimidazole (1.62 g) were dissolved in 100 mL MeOH, respectively. The two solutions were blended and agitated for 50 min at room temperature. For N-ZIF-8-40, Zn(NO3)2⋅6H2O (1.47 g) and 2-methylimidazole (3.24 g) were dissolved in 100 mL MeOH, respectively. Both solutions were blended and agitated for 30 min at room temperature. For N-ZIF-8-70, Zn(NO3)2⋅6H2O (734.4 mg) and 2-methylimidazole (810.6 mg) were added to 50 mL MeOH, respectively. After blending and agitating for 2 min, the above solution was allowed to stand for 1 h at room temperature.\n\nSynthesis of PS (400 nm)\n\nEmulsion polymerization method was used to prepare PS particles. First, 500 mL flask with 3 °C reflux condenser was placed in a 65 °C water bath, and then purged with N2. Subsequently, a mixture of 65 mg SDS, 200 mL EtOH, and 100 mL deionized water was poured into this flask and agitated at 200 rpm. Finally, St monomers (8 mL) and KPS (0.3 g) were successively added to the flask. After the whole reaction process lasting for 11 h, the resulting white suspension was further washed with EtOH several times to remove the surface emulsifier. The wet solid was collected by centrifuging, which was transferred to water to form a dispersion.\n\nSynthesis of HP-ZIF-8\n\nThe solvent is deionized water and the N-ZIF-8 and PS suspensions were mixed and sonicated for several seconds, and then injected into the spray dryer under certain conditions: feed rate of 22.5 mL min-1, inlet temperature of 100 °C, compressed air flow rate of 536 L h-1 and latex particle concentration of 2 wt %. ZIF-8@PS was collected in the collection vessel. Finally, 100 mg ZIF-8@PS was immersed in 8 mL DMF and agitated at 80 °C for 60 min to eliminate PS templates. The formed HP-ZIF-8 was obtained by centrifugation and further dried at 423 K under a vacuum oven.", "data": [{"meta": {"name": "N-ZIF-8–20", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "mixing", "type": "", "material mix": [{"name": "Zn­(NO3)2·6H2O", "amount": "733.2", "unit": "mg"}, {"name": "2-methylimidazole", "amount": "1.62", "unit": "g"}], "solvent name": "MeOH", "solvent amount": "100", "rotation speed": "", "temperature": "room temperature", "time": "50 min"}, {"synthesis method": "agitation", "type": "", "material mix": [{"name": "Zn­(NO3)2·6H2O", "amount": "733.2", "unit": "mg"}, {"name": "2-methylimidazole", "amount": "1.62", "unit": "g"}], "solvent name": "MeOH", "solvent amount": "100", "rotation speed": "", "temperature": "room temperature", "time": "50 min"}]}, {"meta": {"name": "N-ZIF-8–40", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "mixing", "type": "", "material mix": [{"name": "Zn­(NO3)2·6H2O", "amount": "1.47", "unit": "g"}, {"name": "2-methylimidazole", "amount": "3.24", "unit": "g"}], "solvent name": "MeOH", "solvent amount": "100", "rotation speed": "", "temperature": "room temperature", "time": "30 min"}, {"synthesis method": "agitation", "type": "", "material mix": [{"name": "Zn­(NO3)2·6H2O", "amount": "1.47", "unit": "g"}, {"name": "2-methylimidazole", "amount": "3.24", "unit": "g"}], "solvent name": "MeOH", "solvent amount": "100", "rotation speed": "", "temperature": "room temperature", "time": "30 min"}]}, {"meta": {"name": "N-ZIF-8–70", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "mixing", "type": "", "material mix": [{"name": "Zn­(NO3)2·6H2O", "amount": "734.4", "unit": "mg"}, {"name": "2-methylimidazole", "amount": "810.6", "unit": "mg"}], "solvent name": "MeOH", "solvent amount": "50", "rotation speed": "", "temperature": "room temperature", "time": "2 min"}, {"synthesis method": "agitation", "type": "", "material mix": [{"name": "Zn­(NO3)2·6H2O", "amount": "734.4", "unit": "mg"}, {"name": "2-methylimidazole", "amount": "810.6", "unit": "mg"}], "solvent name": "MeOH", "solvent amount": "50", "rotation speed": "", "temperature": "room temperature", "time": "2 min"}]}, {"meta": {"name": "PS (400 nm)", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "emulsion polymerization", "type": "", "material mix": [{"name": "SDS", "amount": "65", "unit": "mg"}, {"name": "EtOH", "amount": "200", "unit": "mL"}, {"name": "deionized water", "amount": "100", "unit": "mL"}], "solvent name": "", "solvent amount": "", "rotation speed": "200 rpm", "temperature": "65°C", "time": "11 h"}, {"synthesis method": "washing", "washing solution": "EtOH", "amount": ""}]}, {"meta": {"name": "HP-ZIF-8", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "mixing", "type": "", "material mix": [{"name": "N-ZIF-8", "amount": "", "unit": ""}, {"name": "PS", "amount": "", "unit": ""}], "solvent name": "deionized water", "solvent amount": "", "rotation speed": "", "temperature": "", "time": ""}, {"synthesis method": "sonication", "type": "", "composition": "", "power": "", "solvent": "", "temperature": "", "time": "several seconds"}, {"synthesis method": "spray drying", "type": "", "feed rate": "22.5 mL min-1", "inlet temperature": "100°C", "compressed air flow rate": "536 L h-1", "latex particle concentration": "2 wt %"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": "8 mL"}, {"synthesis method": "agitation", "type": "", "material mix": [{"name": "HP-ZIF-8", "amount": "100", "unit": "mg"}], "solvent name": "DMF", "solvent amount": "8", "rotation speed": "", "temperature": "80°C", "time": "60 min"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "423 K", "atmosphere": "vacuum", "time": ""}]}], "include_properties": ["chemical_synthesis", "mixing", "agitation", "centrifugation", "washing", "sonication", "drying"]}, {"idx": "17, 27", "type": "text", "classification": "property", "content": "<p>The PXRD patterns confirm good crystallinity of\nHP-ZIF-8–20\n(400, 4), well matching the N-ZIF-8–20 and simulated one (a). In addition,\nthe same FTIR spectra of HP-ZIF-8–20 (400, 4) and N-ZIF-8–20\nindicate that the four characteristic peaks belonging to the phenyl\nring of PS disappeared (b), proving that PS is completely removed. HP-ZIF-8–20 (400, 4) was further investigated by\nnitrogen-sorption measurements (c). HP-ZIF-8–20 (400, 4) and ZIF-8@PS show similar\ntype IV isotherms at P/P<sub>0</sub> of ∼0.05 and ∼0.95,\ndemonstrating the existence of mesopores in the two products, which\nis ascribed to the occurrence of capillary condensation in the mesopores.\nAnd it increases sharply at very low relative pressure, which is consistent\nwith the uniform microporous characteristics of ZIF-8. This confirms\nthat micropores and mesopores of HP-ZIF-8–20 (400, 4) keep\nunchanged after etching. The distributions of micropores, mesopores,\n and macropores of the products were tested by NLDFT, BJH, and mercury\nintrusion porosimetry. As shown in d–f, the formed mesopores and macropores\nhave sizes of about 9 and 400 nm, respectively. The formation of mesopores\nis due to the close arrangement of N-ZIF-8–20 particles in\nthe spray drying process. Moreover, HP-ZIF-8–20 (400, 4) has\nthe BET surface area and pore volume of 1646.3 m<sup>2</sup> g<sup>–1</sup> and 1.28 cm<sup>3</sup> g<sup>–1</sup>, respectively,\nwhich slightly increase compared with those of N-ZIF-8–20 (1537.7\nm<sup>2</sup> g<sup>–1</sup> and 0.95 cm<sup>3</sup> g<sup>–1</sup>) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Figure S4</ext-link>). As a\nresult, HP-ZIF-8 including macro-meso-microporous structure is thus\nobtained after etching. TGA and DTG results (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Figure S5</ext-link>) of HP-ZIF-8–20 (400, 4) indicate that HP-ZIF-8–20\n(400, 4) decomposes thermally at 600 °C to form zinc oxide. Under\nthe same treatment conditions, the weight losses of HP-ZIF-8–20\n(400, 4) and N-ZIF-8–20 are similar. SEM image, N<sub>2</sub> adsorption–desorption isotherms, and pore size distribution\nof HP-ZIF-8–20 (400, 4) after being calcined at 300 °C\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Figure S6</ext-link>) prove that the skeleton\ncan maintain thermal stability at this temperature.</p><title>Knoevenagel Reaction Performance</title><p>To further\ndemonstrate the structure advantage of HP-ZIF-8 with macro-meso-microporous\nstructures, the catalytic experiments were performed based on the\nKnoevenagel reaction. As shown in a, HP-ZIF-8 exhibits significantly enhanced\nactivities compared with M-ZIF-8 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Figure S9</ext-link>). The benzaldehyde can be completely converted in 3 h for the HP-ZIF-8–20\n(400, 4) and N-ZIF-8–20, whereas only 72% conversion is achieved\nfor M-ZIF-8 after 8 h (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Figure S10</ext-link>).\nFurthermore, with the increased macropore diameter of HP-ZIF-8–20\nfrom 100 to 400 nm, the reaction efficiency increases and the reaction\ntime is obviously shortened from 6 to 3 h. The obvious difference\nin catalytic performances suggests that the improved catalytic efficiency\nmay benefit from the unique pore structure and larger BET surface\narea of HP-ZIF-8 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Table S1</ext-link> and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c23297/suppl_file/am1c23297_si_001.pdf\" xlink:type=\"simple\">SI Figure S11</ext-link>), which offer larger channels to\naccelerate the diffusion of molecules in the material. Compared with\nthe traditional microsized ZIF-8, HP-ZIF-8 provides more accessible\nactive sites. Compared to N-ZIF-8–20, HP-ZIF-8–20 (400,\n4) has similar catalytic efficiency that the conversion of benzaldehyde\nis completed within 3 h. However, HP-ZIF-8–20 (400, 4) exhibits\nmuch better recyclability than N-ZIF-8–20. HP-ZIF-8–20\n(400, 4) can be recycled at least five times (b), and the conversion of benzaldehyde only\ndecreases from 96.1 to 82.9% in 3 h. In contrast, a decrease of &gt;5%\nin catalytic performance is observed in every following run for N-ZIF-8–20\nand decreases to 60% after 5 cycles. Owing to the small particle size\nof N-ZIF-8–20 and wall hanging in the Knoevenagel reaction\nprocess, N-ZIF-8–20 is difficult to be centrifuged in the recovery\nprocess, which is the main reason for its poor recyclability. The\nPXRD pattern and SEM image show the pristine and constructed hierarchical\nporous structures are both well preserved after catalytic cycling\n(c,d). As shown\nin d,e, the\nBET surface area and pore size distribution of HP-ZIF-8–20\n(400, 4) after reaction are about 1634 m<sup>2</sup> g<sup>–1</sup> and 7 nm, respectively, which are not much different from those\nbefore reaction.</p>", "clean_text": "The PXRD patterns confirm good crystallinity of HP-ZIF-8-20 (400, 4), well matching the N-ZIF-8-20 and simulated one (a). In addition, the same FTIR spectra of HP-ZIF-8-20 (400, 4) and N-ZIF-8-20 indicate that the four characteristic peaks belonging to the phenyl ring of PS disappeared (b), proving that PS is completely removed. HP-ZIF-8-20 (400, 4) was further investigated by nitrogen-sorption measurements (c). HP-ZIF-8-20 (400, 4) and ZIF-8@PS show similar type IV isotherms at P/P0 of ~0.05 and ~0.95, demonstrating the existence of mesopores in the two products, which is ascribed to the occurrence of capillary condensation in the mesopores. And it increases sharply at very low relative pressure, which is consistent with the uniform microporous characteristics of ZIF-8. This confirms that micropores and mesopores of HP-ZIF-8-20 (400, 4) keep unchanged after etching. The distributions of micropores, mesopores,  and macropores of the products were tested by NLDFT, BJH, and mercury intrusion porosimetry. As shown in d-f, the formed mesopores and macropores have sizes of about 9 and 400 nm, respectively. The formation of mesopores is due to the close arrangement of N-ZIF-8-20 particles in the spray drying process. Moreover, HP-ZIF-8-20 (400, 4) has the BET surface area and pore volume of 1646.3 m2 g-1 and 1.28 cm3 g-1, respectively, which slightly increase compared with those of N-ZIF-8-20 (1537.7 m2 g-1 and 0.95 cm3 g-1) (SI Figure S4). As a result, HP-ZIF-8 including macro-meso-microporous structure is thus obtained after etching. TGA and DTG results (SI Figure S5) of HP-ZIF-8-20 (400, 4) indicate that HP-ZIF-8-20 (400, 4) decomposes thermally at 600 °C to form zinc oxide. Under the same treatment conditions, the weight losses of HP-ZIF-8-20 (400, 4) and N-ZIF-8-20 are similar. SEM image, N2 adsorption-desorption isotherms, and pore size distribution of HP-ZIF-8-20 (400, 4) after being calcined at 300 °C (SI Figure S6) prove that the skeleton can maintain thermal stability at this temperature.\n\nKnoevenagel Reaction Performance\n\nTo further demonstrate the structure advantage of HP-ZIF-8 with macro-meso-microporous structures, the catalytic experiments were performed based on the Knoevenagel reaction. As shown in a, HP-ZIF-8 exhibits significantly enhanced activities compared with M-ZIF-8 (SI Figure S9). The benzaldehyde can be completely converted in 3 h for the HP-ZIF-8-20 (400, 4) and N-ZIF-8-20, whereas only 72% conversion is achieved for M-ZIF-8 after 8 h (SI Figure S10). Furthermore, with the increased macropore diameter of HP-ZIF-8-20 from 100 to 400 nm, the reaction efficiency increases and the reaction time is obviously shortened from 6 to 3 h. The obvious difference in catalytic performances suggests that the improved catalytic efficiency may benefit from the unique pore structure and larger BET surface area of HP-ZIF-8 (SI Table S1 and SI Figure S11), which offer larger channels to accelerate the diffusion of molecules in the material. Compared with the traditional microsized ZIF-8, HP-ZIF-8 provides more accessible active sites. Compared to N-ZIF-8-20, HP-ZIF-8-20 (400, 4) has similar catalytic efficiency that the conversion of benzaldehyde is completed within 3 h. However, HP-ZIF-8-20 (400, 4) exhibits much better recyclability than N-ZIF-8-20. HP-ZIF-8-20 (400, 4) can be recycled at least five times (b), and the conversion of benzaldehyde only decreases from 96.1 to 82.9% in 3 h. In contrast, a decrease of >5% in catalytic performance is observed in every following run for N-ZIF-8-20 and decreases to 60% after 5 cycles. Owing to the small particle size of N-ZIF-8-20 and wall hanging in the Knoevenagel reaction process, N-ZIF-8-20 is difficult to be centrifuged in the recovery process, which is the main reason for its poor recyclability. The PXRD pattern and SEM image show the pristine and constructed hierarchical porous structures are both well preserved after catalytic cycling (c,d). As shown in d,e, the BET surface area and pore size distribution of HP-ZIF-8-20 (400, 4) after reaction are about 1634 m2 g-1 and 7 nm, respectively, which are not much different from those before reaction.", "data": [[{"meta": {"name": "HP-ZIF-8–20", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "1646.3", "unit": "m2/g", "condition": ""}], "porosity": [{"proboe": "", "value": "1.28", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "N-ZIF-8–20", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "1537.7", "unit": "m2/g", "condition": ""}], "porosity": [{"proboe": "", "value": "0.95", "unit": "cm3/g", "condition": ""}]}]], "include_properties": ["surface_area", "porosity"]}, {"idx": 31, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Catalytic Performances of Various\nCatalysts for Knoevenagel Reaction</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">reaction\ncondition</oasis:entry>\n<oasis:entry align=\"center\">benzaldehyde\nconversion (%)</oasis:entry>\n<oasis:entry align=\"center\">references</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>HP-ZIF-8–20 (400, 4), 20 mg</oasis:entry>\n<oasis:entry>room temperature, 3 h</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>\n<bold>This work</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SOM-ZIF-8, 6.6 mg</oasis:entry>\n<oasis:entry>room temperature, 2 h</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref34\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8, 100 mg</oasis:entry>\n<oasis:entry>30 °C, 6 h</oasis:entry>\n<oasis:entry>76.5</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref45\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8, 20 mg</oasis:entry>\n<oasis:entry>room temperature, 6 h</oasis:entry>\n<oasis:entry>97</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref46\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-67, 25 mg</oasis:entry>\n<oasis:entry>40 °C, 8 h</oasis:entry>\n<oasis:entry>87</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref47\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>hydrotalcite, 25 mg</oasis:entry>\n<oasis:entry>40 °C, 8 h</oasis:entry>\n<oasis:entry>75</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref47\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[CTA<sup>+</sup>]-Si-MCM-41, 20 mg</oasis:entry>\n<oasis:entry>30 °C, 3 h</oasis:entry>\n<oasis:entry>57.2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref48\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NH<sub>2</sub>-modified\nMIL-53(Al), 53 mg</oasis:entry>\n<oasis:entry>40 °C, 5 h</oasis:entry>\n<oasis:entry>&gt;95</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref49\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>chitosan, 25 mg</oasis:entry>\n<oasis:entry>40 °C, 6 h</oasis:entry>\n<oasis:entry>93</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref50\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DES functionalized MIL-101,\n5 wt %</oasis:entry>\n<oasis:entry>70 °C, 1 h</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref51\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Catalytic Performances of Various Catalysts for Knoevenagel Reaction\n\n| catalyst | reaction condition | benzaldehyde conversion (%) | references |\n|----------|---------------------|------------------------------|------------|\n| HP-ZIF-8–20 (400, 4), 20 mg | room temperature, 3 h | 100 | This work |\n| SOM-ZIF-8, 6.6 mg | room temperature, 2 h | 100 | [34] |\n| ZIF-8, 100 mg | 30 °C, 6 h | 76.5 | [45] |\n| ZIF-8, 20 mg | room temperature, 6 h | 97 | [46] |\n| ZIF-67, 25 mg | 40 °C, 8 h | 87 | [47] |\n| hydrotalcite, 25 mg | 40 °C, 8 h | 75 | [47] |\n| [CTA<sup>+</sup>]-Si-MCM-41, 20 mg | 30 °C, 3 h | 57.2 | [48] |\n| NH<sub>2</sub>-modified MIL-53(Al), 53 mg | 40 °C, 5 h | >95 | [49] |\n| chitosan, 25 mg | 40 °C, 6 h | 93 | [50] |\n| DES functionalized MIL-101, 5 wt % | 70 °C, 1 h | 100 | [51] |", "data": ["substring not found"], "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Diagram for the Preparation Process of HP-ZIF-8</title>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c23297_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Diagram for the Preparation Process of HP-ZIF-8   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a–c)\nSEM and TEM images of ZIF-8@PS; (d,e) SEM, (f) TEM,\nand (g) element mapping images of HP-ZIF-8–20 (400, 4).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c23297_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a-c) SEM and TEM images of ZIF-8@PS; (d,e) SEM, (f) TEM, and (g) element mapping images of HP-ZIF-8-20 (400, 4).   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) PXRD patterns and\n(b) FTIR spectra of N-ZIF-8–20, ZIF-8@PS\nand HP-ZIF-8–20 (400, 4); (c) N<sub>2</sub> adsorption–desorption\nisotherms, (d) micropore, and (e) mesopore size distributions of ZIF-8@PS\nand HP-ZIF-8–20 (400, 4); (f) macropore size distribution of\nHP-ZIF-8–20 (400, 4).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c23297_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) PXRD patterns and (b) FTIR spectra of N-ZIF-8-20, ZIF-8@PS and HP-ZIF-8-20 (400, 4); (c) N2 adsorption-desorption isotherms, (d) micropore, and (e) mesopore size distributions of ZIF-8@PS and HP-ZIF-8-20 (400, 4); (f) macropore size distribution of HP-ZIF-8-20 (400, 4).   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a–c) ZIF-8@PS\nimages achieved at various inlet temperatures\nof (a) 100, (b) 120, (c) 140 °C, (22.5 mL min<sup>–1</sup>, 536 L h<sup>–1</sup>, 2 wt %); (d–f) ZIF-8@PS images\nachieved at various feed rates of (d) 13.5, (e) 18, (f) 22.5 mL min<sup>–1</sup>, (100 °C, 536 L h<sup>–1</sup>, 2 wt\n%).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c23297_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a-c) ZIF-8@PS images achieved at various inlet temperatures of (a) 100, (b) 120, (c) 140 °C, (22.5 mL min-1, 536 L h-1, 2 wt %); (d-f) ZIF-8@PS images achieved at various feed rates of (d) 13.5, (e) 18, (f) 22.5 mL min-1, (100 °C, 536 L h-1, 2 wt %).   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a–d)\nSEM images of HP-ZIF-8 obtaind at PS with different\nsizes: (a) 100, (b) 300, (c) 400, (d) 600 nm; (e–h) SEM images\nof HP-ZIF-8 obtaind at different N-ZIF-8–20/PS mass ratios:\n(e) 3, (f) 4, (g) 5, (h) 6.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c23297_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a-d) SEM images of HP-ZIF-8 obtaind at PS with different sizes: (a) 100, (b) 300, (c) 400, (d) 600 nm; (e-h) SEM images of HP-ZIF-8 obtaind at different N-ZIF-8-20/PS mass ratios: (e) 3, (f) 4, (g) 5, (h) 6.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>SEM images of (a) HP-ZIF-8–40\n(400, 4) and (b) HP-ZIF-8–70\n(400, 4); (c) PXRD patterns of different samples; (d) comparison of\npore sizes of HP-ZIF-8–20 (400, 4), HP-ZIF-8–40 (400,\n4), and HP-ZIF-8–70 (400, 4).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c23297_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  SEM images of (a) HP-ZIF-8-40 (400, 4) and (b) HP-ZIF-8-70 (400, 4); (c) PXRD patterns of different samples; (d) comparison of pore sizes of HP-ZIF-8-20 (400, 4), HP-ZIF-8-40 (400, 4), and HP-ZIF-8-70 (400, 4).   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>SEM images of (a) HKUST-1@PS,\n(b,c) HP-HKUST-1; (d) PXRD patterns,\n(e) N<sub>2</sub> adsorption–desorption isotherms, and (f)\npore size distribution of HP-HKUST-1.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c23297_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  SEM images of (a) HKUST-1@PS, (b,c) HP-HKUST-1; (d) PXRD patterns, (e) N2 adsorption-desorption isotherms, and (f) pore size distribution of HP-HKUST-1.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Benzaldehyde conversion curves of different samples\nwith time;\n(b) recyclability tests of HP-ZIF-8–20 (400, 4) and N-ZIF-8–20;\n(c) PXRD pattern, (d) SEM image, (e) N<sub>2</sub> adsorption–desorption\nisotherms, and (f) pore size distribution of HP-ZIF-8–20 (400,\n4) after reaction.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c23297_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (a) Benzaldehyde conversion curves of different samples with time; (b) recyclability tests of HP-ZIF-8-20 (400, 4) and N-ZIF-8-20; (c) PXRD pattern, (d) SEM image, (e) N2 adsorption-desorption isotherms, and (f) pore size distribution of HP-ZIF-8-20 (400, 4) after reaction.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Benzaldehyde\nconversion with time (using ZIF-8 superstructures\nas catalyst); (b) Effect of catalyst amount on benzaldehyde conversion.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c23297_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  (a) Benzaldehyde conversion with time (using ZIF-8 superstructures as catalyst); (b) Effect of catalyst amount on benzaldehyde conversion.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.1c23297", "title": "\nMacro-Meso-Microporous Metal–Organic Frameworks:\nTemplate-Assisted Spray Drying Synthesis and Enhanced Catalysis\n", "journal": "American Chemical Society", "date": "2022.02", "author_list": ["Wang\nNi", "Wei\nYan", "Chang\nMiao", "Liu\nJingran", "Wang\nJie-Xin"]}}