{"filepath": "../L2M3_data/1_application_papers/acs_xml/am1c02812.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Separation of hydrocarbon molecules,\nsuch as benzene/cyclohexane\nand <italic toggle=\"yes\">o</italic>-xylene/<italic toggle=\"yes\">m</italic>-xylene/<italic toggle=\"yes\">p</italic>-xylene, is relevant due to their widespread application as chemical\nfeedstock but challenging because of their similar boiling points\nand close molecular sizes. Physisorption separation could offer an\nenergy-efficient solution to this problem, but the design and synthesis\nof sorbents that exhibit high selectivity for one of the hydrocarbons\nremain a largely unmet challenge. Herein, we report a new heterometallic\nMOF with a unique tortuous shape of channels decorated with aromatic\nsorption sites [Li<sub>2</sub>Zn<sub>2</sub>(bpy)­(ndc)<sub>3</sub>] (<bold>NIIC-30­(Ph)</bold>, bpy = 4,4′-bipyridine, ndc<sup>2–</sup> = naphthalene-1,4-dicarboxylate) and study of its\nbenzene/cyclohexane and xylene vapor and liquid separation. For an\nequimolar benzene/cyclohexane mixture, it is possible to achieve a\n10-fold excess of benzene in the adsorbed phase. In the case of xylenes,\nmicroporous framework <bold>NIIC-30­(Ph)</bold> demonstrates outstanding\nselective sorption properties and becomes a new benchmark for <italic toggle=\"yes\">m</italic>-/<italic toggle=\"yes\">o</italic>-xylene separation. In addition, <bold>NIIC-30­(Ph)</bold> is stable enough to carry out at least three separation\ncycles of benzene/cyclohexane mixtures or ternary <italic toggle=\"yes\">o</italic>-xylene/<italic toggle=\"yes\">m</italic>-xylene/<italic toggle=\"yes\">p</italic>-xylene mixtures\nboth in the liquid and in the vapor phase. Insights into the performance\nof <bold>NIIC-30­(Ph)</bold> are gained from X-ray structural studies\nof each aromatic guest inclusion compound.</p>", "clean_text": "Separation of hydrocarbon molecules, such as benzene/cyclohexane and o-xylene/m-xylene/p-xylene, is relevant due to their widespread application as chemical feedstock but challenging because of their similar boiling points and close molecular sizes. Physisorption separation could offer an energy-efficient solution to this problem, but the design and synthesis of sorbents that exhibit high selectivity for one of the hydrocarbons remain a largely unmet challenge. Herein, we report a new heterometallic MOF with a unique tortuous shape of channels decorated with aromatic sorption sites [Li2Zn2(bpy)(ndc)3] (NIIC-30(Ph), bpy = 4,4'-bipyridine, ndc2- = naphthalene-1,4-dicarboxylate) and study of its benzene/cyclohexane and xylene vapor and liquid separation. For an equimolar benzene/cyclohexane mixture, it is possible to achieve a 10-fold excess of benzene in the adsorbed phase. In the case of xylenes, microporous framework NIIC-30(Ph) demonstrates outstanding selective sorption properties and becomes a new benchmark for m-/o-xylene separation. In addition, NIIC-30(Ph) is stable enough to carry out at least three separation cycles of benzene/cyclohexane mixtures or ternary o-xylene/m-xylene/p-xylene mixtures both in the liquid and in the vapor phase. Insights into the performance of NIIC-30(Ph) are gained from X-ray structural studies of each aromatic guest inclusion compound.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Greenhouse\ngas capture, benzene/cyclohexane separation, and xylene\nseparation represent three of the seven industrially critical separation\nprocesses “to change the world”. Anthropogenic emissions of CO<sub>2</sub>, released from refineries\nand wells, are key contributors to global climate change. It is expensive\nand technically difficult to capture this gas from dilute sources\nsuch as power plants, refinery exhausts, and air. Cyclohexane is an important intermediate product of the\nchemical industry. It is obtained by catalytic hydrogenation of benzene\nand accounts for approximately 11.4% of global benzene production,\nmaking the separation of benzene and cyclohexane mixture among the\nmost important yet very challenging processes including complex and\nhigh energy demand techniques. Whereas xylene aromatic mixtures have utility as antiknocking additives\nin gasoline and as solvents for synthetic chemistry, each of the pure\nisomers is individually relevant:\n<italic toggle=\"yes\">p</italic>-xylene is used to manufacture poly­(ethylene terephthalate)\nand poly­(butylene terephthalate); <italic toggle=\"yes\">m</italic>-xylene is the\nprecursor for isophthalic acid; <italic toggle=\"yes\">o</italic>-xylene is converted\nto phthalic anhydride, an intermediate to coatings and plasticizers. Crystallization as well as azeotropic or extractive\ndistillation can be used to separate all three isomers, still complex\nand energy demand process. On the basis\nof kinetic diameters, one may separate the slimmer <italic toggle=\"yes\">p</italic>-xylene (0.58 nm) from <italic toggle=\"yes\">o</italic>-xylene (0.65 nm) and <italic toggle=\"yes\">m</italic>-xylene (0.64 nm) by molecular sieving. However, separation of <italic toggle=\"yes\">m</italic>-xylene from <italic toggle=\"yes\">o</italic>-xylene remains an extremely difficult task. Therefore, the search\nfor a viable alternative to the conventional separation processes\nhas become crucial for the modern chemical industry. For more than\na decade, the small molecule separation issue is been addressed by\nporous MOFs and related materials. Creation of a framework that can simultaneously combine\nthe sieving effect due to its shape and size of channels, as well\nas is capable of forming intermolecular contacts with guest molecules\ndue to the functional groups of ligands, could become a sufficient\nbasis for the molecular recognition of benzene over cyclohexane, between different xylenes and a driving force of selective guest\nadsorption. Thus, the design of new MOFs should primarily focus on\norganic aromatic-rich linkers. The framework should be rigid enough\nto maintain the narrow windows throughout the adsorption process,\nwhile the pore confinement should engage multiple host–guest\nvan der Waals interactions, specific for the corresponding aromatic\nsubstrate.\n</p>", "clean_text": "Introduction\n\nGreenhouse gas capture, benzene/cyclohexane separation, and xylene separation represent three of the seven industrially critical separation processes \"to change the world\". Anthropogenic emissions of CO2, released from refineries and wells, are key contributors to global climate change. It is expensive and technically difficult to capture this gas from dilute sources such as power plants, refinery exhausts, and air. Cyclohexane is an important intermediate product of the chemical industry. It is obtained by catalytic hydrogenation of benzene and accounts for approximately 11.4% of global benzene production, making the separation of benzene and cyclohexane mixture among the most important yet very challenging processes including complex and high energy demand techniques. Whereas xylene aromatic mixtures have utility as antiknocking additives in gasoline and as solvents for synthetic chemistry, each of the pure isomers is individually relevant: p-xylene is used to manufacture poly(ethylene terephthalate) and poly(butylene terephthalate); m-xylene is the precursor for isophthalic acid; o-xylene is converted to phthalic anhydride, an intermediate to coatings and plasticizers. Crystallization as well as azeotropic or extractive distillation can be used to separate all three isomers, still complex and energy demand process. On the basis of kinetic diameters, one may separate the slimmer p-xylene (0.58 nm) from o-xylene (0.65 nm) and m-xylene (0.64 nm) by molecular sieving. However, separation of m-xylene from o-xylene remains an extremely difficult task. Therefore, the search for a viable alternative to the conventional separation processes has become crucial for the modern chemical industry. For more than a decade, the small molecule separation issue is been addressed by porous MOFs and related materials. Creation of a framework that can simultaneously combine the sieving effect due to its shape and size of channels, as well as is capable of forming intermolecular contacts with guest molecules due to the functional groups of ligands, could become a sufficient basis for the molecular recognition of benzene over cyclohexane, between different xylenes and a driving force of selective guest adsorption. Thus, the design of new MOFs should primarily focus on organic aromatic-rich linkers. The framework should be rigid enough to maintain the narrow windows throughout the adsorption process, while the pore confinement should engage multiple host-guest van der Waals interactions, specific for the corresponding aromatic substrate. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>This work demonstrates the preparation of a\nnew heterometallic\nporous MOF [Li<sub>2</sub>Zn<sub>2</sub>(bpy)­(ndc)<sub>3</sub>] (<bold>NIIC-30­(Ph)</bold>, bpy = 4,4′-bipyridine, ndc<sup>2–</sup> = naphthalene-1,4-dicarboxylate). The obtained MOF features selective\ngas adsorption properties and selective separation of benzene and\ncyclohexane in both the liquid and vapor phases. Record high selectivity\nof <italic toggle=\"yes\">m</italic>- over <italic toggle=\"yes\">o</italic>-xylene separation is\nshown. To elucidate the nature of such high selectivity, the structures\nof all inclusion compounds of aromatic guest molecules were studied\nin detail.</p>", "clean_text": "This work demonstrates the preparation of a new heterometallic porous MOF [Li2Zn2(bpy)(ndc)3] (NIIC-30(Ph), bpy = 4,4'-bipyridine, ndc2- = naphthalene-1,4-dicarboxylate). The obtained MOF features selective gas adsorption properties and selective separation of benzene and cyclohexane in both the liquid and vapor phases. Record high selectivity of m- over o-xylene separation is shown. To elucidate the nature of such high selectivity, the structures of all inclusion compounds of aromatic guest molecules were studied in detail.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Synthesis and Structure Description</title><p>A series of isoreticular\nMOFs [Li<sub>2</sub>Zn<sub>2</sub>(bpy)­(R-bdc)<sub>3</sub>] (<bold>NIIC-30­(R)</bold>, where R is the substituent in the benzene ring\nof terephthalate anion, bdc<sup>2–</sup>, bpy4,4′-bipyridine)\nobtained from a preorganized [Li<sub>2</sub>Zn<sub>2</sub>(py)<sub>2</sub>(piv)<sub>6</sub>] molecular complex contain in their structure\nthe initial tetranuclear {Li<sub>2</sub>Zn<sub>2</sub>} fragment with\ncomplete substitution of both pivalate anions for terephthalate anions\nwith various substituents in the benzene ring and pyridine for bridging\n4,4′-bipyridine. The coordination\npolymers of the presented series are unique examples both from the\npoint of view of using presynthesized heterometallic molecular complexes\nfor the deliberate synthesis of MOFs and\nas precursors of materials with variable functional properties. The\nuse of different substituents in the terephthalate linker allows a\nsubtle variation of shape and size and functionalization of the channels\nin the structure.</p>", "clean_text": "Results and Discussion\n\nSynthesis and Structure Description\n\nA series of isoreticular MOFs [Li2Zn2(bpy)(R-bdc)3] (NIIC-30(R), where R is the substituent in the benzene ring of terephthalate anion, bdc2-, bpy4,4'-bipyridine) obtained from a preorganized [Li2Zn2(py)2(piv)6] molecular complex contain in their structure the initial tetranuclear {Li2Zn2} fragment with complete substitution of both pivalate anions for terephthalate anions with various substituents in the benzene ring and pyridine for bridging 4,4'-bipyridine. The coordination polymers of the presented series are unique examples both from the point of view of using presynthesized heterometallic molecular complexes for the deliberate synthesis of MOFs and as precursors of materials with variable functional properties. The use of different substituents in the terephthalate linker allows a subtle variation of shape and size and functionalization of the channels in the structure.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["synthesis condition"], "content": "<p>In this work, for preparation of [Li<sub>2</sub>Zn<sub>2</sub>(bpy)­(ndc)<sub>3</sub>] (<bold>NIIC-30­(Ph)</bold>),\nwe used a structural analogue of terephthalic acid, naphthalene-1,4-dicarboxylic\nacid (H<sub>2</sub>ndc). To determine the optimal synthesis conditions,\nthe concentrations of H<sub>2</sub>ndc, bpy, and acetonitrile were\nvaried, as well as the synthesis temperature. Interestingly, framework <bold>NIIC-30­(Ph)</bold> was not obtained starting from any Li and Zn salt\nmixtures except using a heterometallic molecular complex. At temperatures\nbelow 100 °C, only a gelatinous precipitate was observed; at\nhigher temperatures, an amorphous precipitate appeared. The best yield\n73% was obtained at 130 °C with a 6-fold excess of H<sub>2</sub>ndc, a 3-fold excess of bpy, and a ratio of DMF/acetonitrile = 1:3.\nThe addition of naphthalene-1,4-dicarboxylic acid in the solid form\ninstead of its solution also contributes to an increase in the yield;\napparently, this is due to a gradual increase in the concentration\nof acid in the solution during the synthesis process.</p>", "clean_text": "In this work, for preparation of [Li2Zn2(bpy)(ndc)3] (NIIC-30(Ph)), we used a structural analogue of terephthalic acid, naphthalene-1,4-dicarboxylic acid (H2ndc). To determine the optimal synthesis conditions, the concentrations of H2ndc, bpy, and acetonitrile were varied, as well as the synthesis temperature. Interestingly, framework NIIC-30(Ph) was not obtained starting from any Li and Zn salt mixtures except using a heterometallic molecular complex. At temperatures below 100 °C, only a gelatinous precipitate was observed; at higher temperatures, an amorphous precipitate appeared. The best yield 73% was obtained at 130 °C with a 6-fold excess of H2ndc, a 3-fold excess of bpy, and a ratio of DMF/acetonitrile = 1:3. The addition of naphthalene-1,4-dicarboxylic acid in the solid form instead of its solution also contributes to an increase in the yield; apparently, this is due to a gradual increase in the concentration of acid in the solution during the synthesis process.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>The single-crystal\nX-ray structure of [Li<sub>2</sub>Zn<sub>2</sub>(bpy)­(ndc)<sub>3</sub>]·1.5DMF (<bold>NIIC-30­(Ph)·DMF</bold>) confirmed the successful\nrealization of the isoreticular synthesis\nstrategy. The structure is based on the 8-connected tetranuclear heterometallic\n[Li<sub>2</sub>Zn<sub>2</sub>(OOCR)<sub>6</sub>L<sub>2</sub>] node\nlinked by both naphthalene-1,4-dicarboxylate and 4,4′-bipyridine.\nThe compound is isostructural to the [Li<sub>2</sub>Zn<sub>2</sub>(bpy)­(R-bdc)<sub>3</sub>] series aside from the substituent on the\nterephthalate moiety. The coordination\npolymer <bold>NIIC-30­(Ph)·DMF</bold> crystallizes in monoclinic\nspace group <italic toggle=\"yes\">\n<italic toggle=\"yes\">C</italic>\n</italic>2/<italic toggle=\"yes\">\n<italic toggle=\"yes\">c</italic>\n</italic>. Both Li<sup>I</sup> and Zn<sup>II</sup> cations show tetrahedral\ncoordination environments, with Li<sup>I</sup> bound to four O donors\nof four ndc<sup>2–</sup> ligands. The Li–O bond lengths\nlie in the range 1.820(3)–2.003(7) Å. Zn<sup>II</sup> cations\nare coordinated by three oxygen atoms of three ndc<sup>2–</sup> ligands and one nitrogen atom of 4,4′-bpy molecule. The Zn–O\nbond distances are in ranges 1.880(2)–2.010(2) Å, with\nthe Zn–N bond of 2.043(3) Å. The [Li<sub>2</sub>Zn<sub>2</sub>(OOCR)<sub>6</sub>N<sub>2</sub>] nodes are situated on a 2-fold\nrotation axis, and there are two crystallographically independent\nndc<sup>2–</sup> ligands. Each [Li<sub>2</sub>Zn<sub>2</sub>(OOCR)<sub>6</sub>N<sub>2</sub>] node is connected to eight others\nby six terephthalate and two bpy linear linkers, forming an open 3D\nmetal–organic framework with complicated self-penetrated topology\n().</p>", "clean_text": "The single-crystal X-ray structure of [Li2Zn2(bpy)(ndc)3]⋅1.5DMF (NIIC-30(Ph)⋅DMF) confirmed the successful realization of the isoreticular synthesis strategy. The structure is based on the 8-connected tetranuclear heterometallic [Li2Zn2(OOCR)6L2] node linked by both naphthalene-1,4-dicarboxylate and 4,4'-bipyridine. The compound is isostructural to the [Li2Zn2(bpy)(R-bdc)3] series aside from the substituent on the terephthalate moiety. The coordination polymer NIIC-30(Ph)⋅DMF crystallizes in monoclinic space group  C 2/ c . Both LiI and ZnII cations show tetrahedral coordination environments, with LiI bound to four O donors of four ndc2- ligands. The Li-O bond lengths lie in the range 1.820(3)-2.003(7) Å. ZnII cations are coordinated by three oxygen atoms of three ndc2- ligands and one nitrogen atom of 4,4'-bpy molecule. The Zn-O bond distances are in ranges 1.880(2)-2.010(2) Å, with the Zn-N bond of 2.043(3) Å. The [Li2Zn2(OOCR)6N2] nodes are situated on a 2-fold rotation axis, and there are two crystallographically independent ndc2- ligands. Each [Li2Zn2(OOCR)6N2] node is connected to eight others by six terephthalate and two bpy linear linkers, forming an open 3D metal-organic framework with complicated self-penetrated topology ().", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structure fragments\nof <bold>NIIC-30­(Ph)·DMF</bold>: secondary\nbuilding unit (a), projection of the crystal structure (b), and projection\nwith visualized nonintersecting symmetrical 1D channels (blue and\npink) (c). Hydrogen atoms are omitted.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c02812_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Structure fragments of NIIC-30(Ph)⋅DMF: secondary building unit (a), projection of the crystal structure (b), and projection with visualized nonintersecting symmetrical 1D channels (blue and pink) (c). Hydrogen atoms are omitted.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>One of the key features of the obtained structure is the channel\nsystem that is greatly different from the other isoreticular frameworks\n(). In the\ncase of [Li<sub>2</sub>Zn<sub>2</sub>(bpy)­(R-bdc)<sub>3</sub>] frameworks\nwith R = H, NH<sub>2</sub>, Br, a cavity with a diameter of 7 Å\nis present in the structure. Such cavities are connected with neighboring\ncavities into a three-dimensional system of channels. Thanks to the\nmore bulky substituent, the nitro group, the lateral channels connecting\nthe cavities are completely blocked, forming a one-dimensional system\nof channels resembling “beads” in shape when large cavities\nare connected by very narrow channels to each other. Owing to such\na special structure of the channels and functionalization of the inner\nsurface, we were previously able to selectively separate benzene and\ncyclohexane. The introduction of a naphthalenedicarboxylate\nlinker should support the idea of blocking the lateral channels due\nto a bulky substituent and, on the other hand, create additional aromatic\ncenters on the surface of the channels that could potentially facilitate\nthe binding of aromatic guest molecules. Indeed, we observe that in <bold>NIIC-30­(Ph)</bold> part of the channels are blocked. In this structure,\nonly diagonal channels connect cavities with each other (). Such a system\nof isolated tortuous channels is fundamentally different both from\na three-dimensional system of channels (R = H, NH<sub>2</sub>, Br)\nand from one-dimensional “beads” (R = NO<sub>2</sub>).</p>", "clean_text": "One of the key features of the obtained structure is the channel system that is greatly different from the other isoreticular frameworks (). In the case of [Li2Zn2(bpy)(R-bdc)3] frameworks with R = H, NH2, Br, a cavity with a diameter of 7 Å is present in the structure. Such cavities are connected with neighboring cavities into a three-dimensional system of channels. Thanks to the more bulky substituent, the nitro group, the lateral channels connecting the cavities are completely blocked, forming a one-dimensional system of channels resembling \"beads\" in shape when large cavities are connected by very narrow channels to each other. Owing to such a special structure of the channels and functionalization of the inner surface, we were previously able to selectively separate benzene and cyclohexane. The introduction of a naphthalenedicarboxylate linker should support the idea of blocking the lateral channels due to a bulky substituent and, on the other hand, create additional aromatic centers on the surface of the channels that could potentially facilitate the binding of aromatic guest molecules. Indeed, we observe that in NIIC-30(Ph) part of the channels are blocked. In this structure, only diagonal channels connect cavities with each other (). Such a system of isolated tortuous channels is fundamentally different both from a three-dimensional system of channels (R = H, NH2, Br) and from one-dimensional \"beads\" (R = NO2).", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Comparison of the visualized channel system (gray) of <bold>NIIC-30­(Ph)</bold> with isostructural [Li<sub>2</sub>Zn<sub>2</sub>(bpy)­(R-bdc)<sub>3</sub>] MOFs (<bold>NIIC-30­(R)</bold>). Directions of channels growth\nin 3D frameworks are shown with black arrows.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c02812_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Comparison of the visualized channel system (gray) of NIIC-30(Ph) with isostructural [Li2Zn2(bpy)(R-bdc)3] MOFs (NIIC-30(R)). Directions of channels growth in 3D frameworks are shown with black arrows.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<title>Activation and N<sub>2</sub> and CO<sub>2</sub> Sorption Properties</title><p>Compound <bold>NIIC-30­(Ph)·DMF</bold> can be safely stored\nat room temperature and remains stable for at least 1 year. Since\ndirect activation requires a high enough temperature to remove guest\nmolecules, we substituted DMF with low boiling acetone. This sample\nis then activated under dynamic vacuum for 6 h at 60 °C without\nany structural degradation. Then, textural characteristics of the\nactivated sample were studied. Due to the rather narrow cross section\nof the channel, the compound practically does not sorb nitrogen at\n77 K. For this reason, the determination of the inner surface area\nwas carried out according to carbon dioxide sorption data at 195 K\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_002.pdf\" xlink:type=\"simple\">Figure S11</ext-link>). Framework <bold>NIIC-30­(Ph)</bold> demonstrates the type I isotherm (IUPAC) typical of microporous\ncompounds, and a small hysteresis between\nthe sorption–desorption curves is explained by the kinetic\neffect of a narrow and tortuous channel aperture. The BET surface\narea was found to be 451 m<sup>2</sup>/g, and the pore volume was\n0.241 cm<sup>3</sup>/g. This corresponds to the volume of channels\nfound in the structure according to X-ray diffraction data (0.206\ncm<sup>3</sup>/g).</p>", "clean_text": "Activation and N2 and CO2 Sorption Properties\n\nCompound NIIC-30(Ph)⋅DMF can be safely stored at room temperature and remains stable for at least 1 year. Since direct activation requires a high enough temperature to remove guest molecules, we substituted DMF with low boiling acetone. This sample is then activated under dynamic vacuum for 6 h at 60 °C without any structural degradation. Then, textural characteristics of the activated sample were studied. Due to the rather narrow cross section of the channel, the compound practically does not sorb nitrogen at 77 K. For this reason, the determination of the inner surface area was carried out according to carbon dioxide sorption data at 195 K (Figure S11). Framework NIIC-30(Ph) demonstrates the type I isotherm (IUPAC) typical of microporous compounds, and a small hysteresis between the sorption-desorption curves is explained by the kinetic effect of a narrow and tortuous channel aperture. The BET surface area was found to be 451 m2/g, and the pore volume was 0.241 cm3/g. This corresponds to the volume of channels found in the structure according to X-ray diffraction data (0.206 cm3/g).", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<p>Since the exclusive sorption of carbon dioxide\nwith respect to nitrogen was demonstrated already at the stage of\nstudying the textural characteristics, we studied the sorption of\nthese gases at different temperatures in more detail. The adsorption\nisotherms of N<sub>2</sub> and CO<sub>2</sub> were measured at 273\nand 298 K (). The selectivity factors (SFs) of the adsorption of CO<sub>2</sub> over N<sub>2</sub> were estimated by three commonly used methods\n(see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_002.pdf\" xlink:type=\"simple\">SI</ext-link>): (i) as a ratio of adsorbed\nvolumes, (ii) as a ratio of Henry’s constants, and (iii) by\nthe ideal adsorbed solution theory (IAST).\n shows the\nresults of the selectivity factor calculations for <bold>NIIC-30­(Ph)</bold> at 273 and 298 K for an equimolar gas mixture. According to IAST,\nthe SF values at <italic toggle=\"yes\">P</italic>\n<sub>total</sub> = 1 bar were 10.7\nand 24.5 for 298 and 273 K, respectively. In addition, the IAST calculations\n(see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_002.pdf\" xlink:type=\"simple\">SI</ext-link>) made it possible to obtain\nthe selectivity factors as a function of the gas mixture composition\nor the absolute pressure for the CO<sub>2</sub>/N<sub>2</sub> mixture\nat both 273 and 298 K (b). The compound demonstrates moderately high IAST SF, which\nis way behind record reported values for Qc-5-Cu-sql-b (40000 IAST) and SIFSIX-3-Zn (1818 IAST); nevertheless, framework <bold>NIIC-30­(Ph)</bold> has a\nslightly higher CO<sub>2</sub> uptake of 2.855 mmol/g in comparison\nwith 2.16 and 2.54 mmol/g for Qc-5-Cu-sql-b and SIFSIX-3-Zn, respectively.\nThese data demonstrate the good potential of the obtained MOF for\ngas separation applications.</p>", "clean_text": "Since the exclusive sorption of carbon dioxide with respect to nitrogen was demonstrated already at the stage of studying the textural characteristics, we studied the sorption of these gases at different temperatures in more detail. The adsorption isotherms of N2 and CO2 were measured at 273 and 298 K (). The selectivity factors (SFs) of the adsorption of CO2 over N2 were estimated by three commonly used methods (see the SI): (i) as a ratio of adsorbed volumes, (ii) as a ratio of Henry's constants, and (iii) by the ideal adsorbed solution theory (IAST).  shows the results of the selectivity factor calculations for NIIC-30(Ph) at 273 and 298 K for an equimolar gas mixture. According to IAST, the SF values at P total = 1 bar were 10.7 and 24.5 for 298 and 273 K, respectively. In addition, the IAST calculations (see the SI) made it possible to obtain the selectivity factors as a function of the gas mixture composition or the absolute pressure for the CO2/N2 mixture at both 273 and 298 K (b). The compound demonstrates moderately high IAST SF, which is way behind record reported values for Qc-5-Cu-sql-b (40000 IAST) and SIFSIX-3-Zn (1818 IAST); nevertheless, framework NIIC-30(Ph) has a slightly higher CO2 uptake of 2.855 mmol/g in comparison with 2.16 and 2.54 mmol/g for Qc-5-Cu-sql-b and SIFSIX-3-Zn, respectively. These data demonstrate the good potential of the obtained MOF for gas separation applications.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Sorption isotherms of N<sub>2</sub> and CO<sub>2</sub> at 273 and\n298 K by activated <bold>NIIC-30­(Ph)</bold> (a). Prediction of adsorption\nequilibrium by IAST (solid lines) and dependence of selectivity factors\non gas-phase composition (dashed lines) and mole fraction of CO<sub>2</sub> adsorbed (solid lines) for the CO<sub>2</sub>/N<sub>2</sub> binary gas mixture (b).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c02812_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Sorption isotherms of N2 and CO2 at 273 and 298 K by activated NIIC-30(Ph) (a). Prediction of adsorption equilibrium by IAST (solid lines) and dependence of selectivity factors on gas-phase composition (dashed lines) and mole fraction of CO2 adsorbed (solid lines) for the CO2/N2 binary gas mixture (b).   ", "data": null, "include_properties": null}, {"idx": 13, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Selectivity Factors for CO<sub>2</sub>/N<sub>2</sub> Adsorption of 1:1 Binary Gas Mixtures Evaluated by\nDifferent Approaches</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col1\" rowsep=\"1\">273 K</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col4\" rowsep=\"1\">298 K</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>1</sub>/<italic toggle=\"yes\">V</italic>\n<sub>2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">K</italic>\n<sub>h1</sub>/<italic toggle=\"yes\">K</italic>\n<sub>h2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">IAST</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>1</sub>/<italic toggle=\"yes\">V</italic>\n<sub>2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">K</italic>\n<sub>h1</sub>/<italic toggle=\"yes\">K</italic>\n<sub>h2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">IAST</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>5.1</oasis:entry>\n<oasis:entry>8.6</oasis:entry>\n<oasis:entry>24.9</oasis:entry>\n<oasis:entry>7.3</oasis:entry>\n<oasis:entry>8.6</oasis:entry>\n<oasis:entry>10.7</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<title>Benzene/Cyclohexane Sorption and Separation</title><p>In our\nprevious work, we showed the successful\nseparation of benzene and cyclohexane on an isostructural framework\nbased on nitroterephthalate ligand [Li<sub>2</sub>Zn<sub>2</sub>(bpy)­(NO<sub>2</sub>-bdc)<sub>3</sub>]. The driving force of the separation process\nwas narrow channels combined with the formation of specific interactions\nbetween the functional groups of the ligands of the framework and\nthe guest benzene molecules. Since compound <bold>NIIC-30­(Ph)</bold> has unique narrow tortuous channels that are capable of forming\nseveral types of weak interactions with a benzene molecule, the obvious\nnext step in the study was an attempt to carry out the selective separation\nof benzene and cyclohexane. First, individual vapor sorption isotherms\nfor benzene and cyclohexane at 298 K were obtained (). Both isotherms are type\nI (IUPAC), which is typical for microporous materials. Some noticeable\nadsorption–desorption hysteresis observed at low relative pressures\nfor both benzene and cyclohexane should probably be attributed to\nthe effect of a narrow and tortuous channel aperture. The capacity\nin the case of benzene was found to be 59 mL/g (2.5 mmol/mmol) and\nonly 15 mL/g (0.6 mmol/mmol) in the case of cyclohexane. The resulting\nvolume ratio is 4, which is a rather significant difference that prompted\nus to investigate the adsorption properties of <bold>NIIC-30­(Ph)</bold> for the real separation of mixtures of benzene and cyclohexane,\nas well as to elucidate the nature of such remarkable selectivity\nin detail.</p>", "clean_text": "Benzene/Cyclohexane Sorption and Separation\n\nIn our previous work, we showed the successful separation of benzene and cyclohexane on an isostructural framework based on nitroterephthalate ligand [Li2Zn2(bpy)(NO2-bdc)3]. The driving force of the separation process was narrow channels combined with the formation of specific interactions between the functional groups of the ligands of the framework and the guest benzene molecules. Since compound NIIC-30(Ph) has unique narrow tortuous channels that are capable of forming several types of weak interactions with a benzene molecule, the obvious next step in the study was an attempt to carry out the selective separation of benzene and cyclohexane. First, individual vapor sorption isotherms for benzene and cyclohexane at 298 K were obtained (). Both isotherms are type I (IUPAC), which is typical for microporous materials. Some noticeable adsorption-desorption hysteresis observed at low relative pressures for both benzene and cyclohexane should probably be attributed to the effect of a narrow and tortuous channel aperture. The capacity in the case of benzene was found to be 59 mL/g (2.5 mmol/mmol) and only 15 mL/g (0.6 mmol/mmol) in the case of cyclohexane. The resulting volume ratio is 4, which is a rather significant difference that prompted us to investigate the adsorption properties of NIIC-30(Ph) for the real separation of mixtures of benzene and cyclohexane, as well as to elucidate the nature of such remarkable selectivity in detail.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Vapor sorption isotherms for <bold>NIIC-30­(Ph)·DMF</bold> at\n298 K (a). Adsorption is shown with filled figures, and desorption\nis shown with empty figures. Dependence of the mole fraction of benzene\nin the adsorbed state on the molar fraction of benzene in the initial\nvapor/liquid mixture constructed according to <sup>1</sup>H NMR spectroscopy\ndata (b).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c02812_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Vapor sorption isotherms for NIIC-30(Ph)⋅DMF at 298 K (a). Adsorption is shown with filled figures, and desorption is shown with empty figures. Dependence of the mole fraction of benzene in the adsorbed state on the molar fraction of benzene in the initial vapor/liquid mixture constructed according to 1H NMR spectroscopy data (b).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>For this purpose, we used mixtures\nof liquid benzene and cyclohexane\nwith molar ratios of 9:1, 3:1, 1:1, 1:3, and 1:9. Vapor adsorption\nwas carried out over the liquid mixture in a closed preliminary degassed\nvessel (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_002.pdf\" xlink:type=\"simple\">Figure S14</ext-link>). Liquid adsorption\nwas carried out directly from solutions with the corresponding molar\nratio of benzene to cyclohexane. The ratio of benzene to cyclohexane\nin the adsorbed phase was determined by <sup>1</sup>H NMR analysis\nof the fully DMF-extracted solution. It was shown that even with the\n10% benzene fraction in the adsorbate, the adsorbed phase contained\nas much as 78% (67% vapor sorption) of benzene (). This adsorbed benzene content is increased\nto 91% for the equimolar mixture and, further, to ca. 99% when C<sub>6</sub>H<sub>6</sub>/C<sub>6</sub>H<sub>12</sub> = 9:1 mixture was\nused. The selectivities obtained here are comparable to the best values\nfor MOFs reported so far (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_002.pdf\" xlink:type=\"simple\">Table S8</ext-link>). We checked cyclability for both vapor and liquid separations of\nbenzene/cyclohexane mixture (1:1 molar ratio) in three cycles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_002.pdf\" xlink:type=\"simple\">Figures S21–S23 and S28–S30; Table S7</ext-link>). The found benzene/cyclohexane ratios after each cycle are in excellent\nagreement. To prove the structural integrity and stability after sorption/separation\nexperiments, all <bold>NIIC-30­(Ph)</bold> samples were checked with\nboth PXRD (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_002.pdf\" xlink:type=\"simple\">Figure S5</ext-link>) and CO<sub>2</sub> sorption at 195 Koppe; no significant changes were found.</p>", "clean_text": "For this purpose, we used mixtures of liquid benzene and cyclohexane with molar ratios of 9:1, 3:1, 1:1, 1:3, and 1:9. Vapor adsorption was carried out over the liquid mixture in a closed preliminary degassed vessel (Figure S14). Liquid adsorption was carried out directly from solutions with the corresponding molar ratio of benzene to cyclohexane. The ratio of benzene to cyclohexane in the adsorbed phase was determined by 1H NMR analysis of the fully DMF-extracted solution. It was shown that even with the 10% benzene fraction in the adsorbate, the adsorbed phase contained as much as 78% (67% vapor sorption) of benzene (). This adsorbed benzene content is increased to 91% for the equimolar mixture and, further, to ca. 99% when C6H6/C6H12 = 9:1 mixture was used. The selectivities obtained here are comparable to the best values for MOFs reported so far (Table S8). We checked cyclability for both vapor and liquid separations of benzene/cyclohexane mixture (1:1 molar ratio) in three cycles (Figures S21-S23 and S28-S30; Table S7). The found benzene/cyclohexane ratios after each cycle are in excellent agreement. To prove the structural integrity and stability after sorption/separation experiments, all NIIC-30(Ph) samples were checked with both PXRD (Figure S5) and CO2 sorption at 195 Koppe; no significant changes were found.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Xylene\nSorption and Separation</title><p>The quest for porous\nmaterials, capable of selective sorption of certain xylene isomers,\nrelates to another important industrial problem, other than the separation\nof benzene and cyclohexane. Because of a narrow channel environment\nand inner surface decorated with aromatic moieties, compound <bold>NIIC-30­(Ph)</bold> seems to be an appropriate porous material for\nthe separation of xylene isomers. To verify such a hypothesis, two\nseries of experiments on the separation of xylenes were carried out:\nin the vapor phase and in the liquid. Total amounts and ratios of\nadsorbed xylene isomers were determined both from the three-component\nequimolar mixture (1:1:1) and for each of the three pairs of binary\nmixtures (1:1) by the <sup>1</sup>H NMR method (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_002.pdf\" xlink:type=\"simple\">Figures S33–S45</ext-link>). The most impressive results were\nobtained for the <italic toggle=\"yes\">m</italic>-xylene/<italic toggle=\"yes\">o</italic>-xylene\nsystem. The amount of <italic toggle=\"yes\">m</italic>-xylene adsorbed from the\n1:1 liquid phase in relation to the amount of <italic toggle=\"yes\">o</italic>-xylene\nreaches 3.03, clearly outperforming other known examples 2.40, 1.3, 1.22, 1.19, and 1.19 (, top; <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_002.pdf\" xlink:type=\"simple\">Table S10</ext-link>), the only known\nexamples with selectivities above 1. Compound <bold>NIIC-30­(Ph)</bold> also shows high selectivity in the case of the <italic toggle=\"yes\">p</italic>-xylene/<italic toggle=\"yes\">m</italic>-xylene system, reaching a value of 2.94,\nwhich is somewhat below the best-published data 5.65, 4.55, 3.90, and 3.21. More accurate assessment\nof the obtained results must consider both the adsorption selectivity\nand the adsorption capacity since the efficiency of practical separation\nis primarily affected by these two parameters. For such purposes,\nwe plot <italic toggle=\"yes\">m</italic>-/<italic toggle=\"yes\">o</italic>-xylene adsorption selectivity\nvs <italic toggle=\"yes\">m</italic>-xylene adsorption capacity (a) as well as <italic toggle=\"yes\">p</italic>-/<italic toggle=\"yes\">o</italic>- adsorption selectivity vs <italic toggle=\"yes\">p</italic>-xylene adsorption capacity (b) for the most representative examples known in the\nliterature. Polyline on that graphs visualizes the Pareto frontiers,\nwhich outline the compounds with (theoretically) the best molecular\nseparation performance of given xylene mixtures. All of the compounds\nbelow such lines are inferior to at least one of the dominating references\nby two criteria (selectivity and capacity) simultaneously. It is clear\nfrom the plots that compound <bold>NIIC-30­(Ph)</bold>, with its highest <italic toggle=\"yes\">m</italic>-/<italic toggle=\"yes\">o</italic>-xylene adsorption selectivity and\nsubstantial <italic toggle=\"yes\">m</italic>-xylene adsorption, is a new benchmark\nfor the separation of the mixtures of the corresponding xylene isomers.\nIn the case of separation of <italic toggle=\"yes\">p</italic>- and <italic toggle=\"yes\">o</italic>-xylenes, compound <bold>NIIC-30­(Ph)</bold> also exceeds the Pareto\nfrontier and, thus, sets a new reference for <italic toggle=\"yes\">p</italic>-/<italic toggle=\"yes\">o</italic>-xylene separation efficiency according to the multiobjective\nanalysis of the experimental data.</p>", "clean_text": "Xylene Sorption and Separation\n\nThe quest for porous materials, capable of selective sorption of certain xylene isomers, relates to another important industrial problem, other than the separation of benzene and cyclohexane. Because of a narrow channel environment and inner surface decorated with aromatic moieties, compound NIIC-30(Ph) seems to be an appropriate porous material for the separation of xylene isomers. To verify such a hypothesis, two series of experiments on the separation of xylenes were carried out: in the vapor phase and in the liquid. Total amounts and ratios of adsorbed xylene isomers were determined both from the three-component equimolar mixture (1:1:1) and for each of the three pairs of binary mixtures (1:1) by the 1H NMR method (Figures S33-S45). The most impressive results were obtained for the m-xylene/o-xylene system. The amount of m-xylene adsorbed from the 1:1 liquid phase in relation to the amount of o-xylene reaches 3.03, clearly outperforming other known examples 2.40, 1.3, 1.22, 1.19, and 1.19 (, top; Table S10), the only known examples with selectivities above 1. Compound NIIC-30(Ph) also shows high selectivity in the case of the p-xylene/m-xylene system, reaching a value of 2.94, which is somewhat below the best-published data 5.65, 4.55, 3.90, and 3.21. More accurate assessment of the obtained results must consider both the adsorption selectivity and the adsorption capacity since the efficiency of practical separation is primarily affected by these two parameters. For such purposes, we plot m-/o-xylene adsorption selectivity vs m-xylene adsorption capacity (a) as well as p-/o- adsorption selectivity vs p-xylene adsorption capacity (b) for the most representative examples known in the literature. Polyline on that graphs visualizes the Pareto frontiers, which outline the compounds with (theoretically) the best molecular separation performance of given xylene mixtures. All of the compounds below such lines are inferior to at least one of the dominating references by two criteria (selectivity and capacity) simultaneously. It is clear from the plots that compound NIIC-30(Ph), with its highest m-/o-xylene adsorption selectivity and substantial m-xylene adsorption, is a new benchmark for the separation of the mixtures of the corresponding xylene isomers. In the case of separation of p- and o-xylenes, compound NIIC-30(Ph) also exceeds the Pareto frontier and, thus, sets a new reference for p-/o-xylene separation efficiency according to the multiobjective analysis of the experimental data.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Comparison of the best-reported selectivities\nin MOFs<named-content content-type=\"bibref-group\" xlink:type=\"simple\">\n<xref ref-type=\"bibr\" rid=\"ref42\"></xref>−<xref ref-type=\"bibr\" rid=\"ref43\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref44\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref45\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref46\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref47\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref48\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref49\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref50\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref51\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref52\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref53\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref54\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref55\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref56\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref57\"></xref>\n</named-content> with respect to their <italic toggle=\"yes\">m</italic>-xylene (top) and <italic toggle=\"yes\">p</italic>-xylene (bottom) adsorption capacities and selectivities\ntoward the xylene isomer vs <italic toggle=\"yes\">o</italic>-xylene. Pareto frontier\npolyline, dotted blue.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c02812_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Comparison of the best-reported selectivities in MOFs -                with respect to their m-xylene (top) and p-xylene (bottom) adsorption capacities and selectivities toward the xylene isomer vs o-xylene. Pareto frontier polyline, dotted blue.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Another important step\nwas the verification of the possibility\nof carrying out separation cycles. For this, we chose a three-component\nsystem of xylenes (1:1:1) and carried out three cycles of adsorption\n(both in the liquid and in the vapor phase) and DMF-assisted desorption.\nAs can be seen from , compound <bold>NIIC-30­(Ph)</bold> does not lose its selectivity\nover at least three cycles, while the structural integrity of compound <bold>NIIC-30­(Ph)</bold> after such an experiment was confirmed by PXRD\ndata and measurements of CO<sub>2</sub> sorption at 195 K. It is important\nto note that even in the case of the ternary mixture, the selectivities\nof <italic toggle=\"yes\">m</italic>-xylene/<italic toggle=\"yes\">o</italic>-xylene and <italic toggle=\"yes\">p</italic>-xylene/<italic toggle=\"yes\">o</italic>-xylene retain approximately\nthe same values as in the case of binary mixtures.</p>", "clean_text": "Another important step was the verification of the possibility of carrying out separation cycles. For this, we chose a three-component system of xylenes (1:1:1) and carried out three cycles of adsorption (both in the liquid and in the vapor phase) and DMF-assisted desorption. As can be seen from , compound NIIC-30(Ph) does not lose its selectivity over at least three cycles, while the structural integrity of compound NIIC-30(Ph) after such an experiment was confirmed by PXRD data and measurements of CO2 sorption at 195 K. It is important to note that even in the case of the ternary mixture, the selectivities of m-xylene/o-xylene and p-xylene/o-xylene retain approximately the same values as in the case of binary mixtures.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Cyclability in liquid\n(a) and vapor (b) separation of the xylene\n1:1:1 mixture. Comparison of experimental PXRD diagrams for <bold>NIIC-30­(Ph)</bold> samples (c, d). (c) Red/green, the sample was\nused for three cycles of separation of liquid/vapor xylenes; black,\ncalculated from SCXRD for as-synthesized <bold>NIIC-30­(Ph)</bold>;\nand blue, as-synthesized <bold>NIIC-30­(Ph)</bold>. (d) Black/blue/orange,\ncalculated from SCXRD <bold>NIIC-30­(Ph)·xylene</bold>; red/magenta/green, <bold>NIIC-30­(Ph)</bold> soaked in corresponding xylene for 24 h.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c02812_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Cyclability in liquid (a) and vapor (b) separation of the xylene 1:1:1 mixture. Comparison of experimental PXRD diagrams for NIIC-30(Ph) samples (c, d). (c) Red/green, the sample was used for three cycles of separation of liquid/vapor xylenes; black, calculated from SCXRD for as-synthesized NIIC-30(Ph); and blue, as-synthesized NIIC-30(Ph). (d) Black/blue/orange, calculated from SCXRD NIIC-30(Ph)⋅xylene; red/magenta/green, NIIC-30(Ph) soaked in corresponding xylene for 24 h.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Single-Crystal X-ray Study of Benzene Inclusion\nCompounds</title><p>To elucidate the nature of such high affinity of\nframework <bold>NIIC-30­(Ph)</bold> for benzene, we carried out an\nX-ray structural\nstudy of single crystals <bold>NIIC-30­(Ph)</bold> soaked in liquid\nbenzene using synchrotron X-ray radiation to determine the electron\ndensity in the pores and refine the positions of guest molecules.\nFirst, the inclusion of benzene leads to a notable change in the cell\nparameters (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_002.pdf\" xlink:type=\"simple\">Table S1</ext-link>) due to the necessity\nto “open” the channels to accommodate benzene molecules\nin the structure as the size of the rhombic cross section of the channel\nchanges from 2.9 × 9.6 Å for as-synthesized <bold>NIIC-30­(Ph)</bold>·<bold>DMF</bold> to 4 × 9.2 Å for <bold>NIIC-30­(Ph)·benzene</bold>.</p>", "clean_text": "Single-Crystal X-ray Study of Benzene Inclusion Compounds\n\nTo elucidate the nature of such high affinity of framework NIIC-30(Ph) for benzene, we carried out an X-ray structural study of single crystals NIIC-30(Ph) soaked in liquid benzene using synchrotron X-ray radiation to determine the electron density in the pores and refine the positions of guest molecules. First, the inclusion of benzene leads to a notable change in the cell parameters (Table S1) due to the necessity to \"open\" the channels to accommodate benzene molecules in the structure as the size of the rhombic cross section of the channel changes from 2.9 × 9.6 Å for as-synthesized NIIC-30(Ph)⋅DMF to 4 × 9.2 Å for NIIC-30(Ph)⋅benzene.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The refinement of the electron density revealed four structurally\nindependent types of the guest benzene molecules in the channels (<bold>A</bold>, <bold>B</bold>, <bold>C</bold>, <bold>D</bold>; ). Molecules <bold>A</bold> and <bold>D</bold> occupy special positions: 2-fold axis\nand inversion center, respectively. Molecules <bold>B</bold> and <bold>C</bold> are symmetrically disordered over two positions in each\nsection of the zig-zag channel. In analysis of the intermolecular\nhost–guest interactions, we will refer to the shortest interatomic\ndistance, ignoring hydrogen atoms. In the crystalline benzene, such\nC···C distances are 3.75, 3.89, and 3.80 Å (average\n= 3.81 Å), depending on a particular\npair of C<sub>6</sub>H<sub>6</sub> molecules; therefore, it would\nbe safe to ignore the interactions above 4 Å. Molecule <bold>A</bold> occupies a pocket made of four ndc<sup>2–</sup> ligands\nwith the shortest C<sub>6</sub>H<sub>6</sub>···ndc<sup>2–</sup> interatomic contacts 3.78 and 3.81 Å. There\nare also less relevant interactions with two other ndc<sup>2–</sup> anions (4.11 Å) and the bpy ligand (4.32 Å). Molecule <bold>B</bold> is surrounded by four ndc<sup>2–</sup> anions (3.60/3.89\nÅ) and one bpy ligand (3.58 Å). Molecule <bold>C</bold> is\nstabilized in a rather narrow pore made of three ndc<sup>2–</sup> anions (3.34/3.53 Å) and two bpy ligands (3.51, 3.65 Å).\nAdditionally, there is a rather specific C–H···O\ninteraction of 3.16 Å between the C<sub>6</sub>H<sub>6</sub> molecule\nand carboxylate group of the ndc<sup>2–</sup> anion. Finally,\nmolecule <bold>D</bold> sits in a symmetrical pore of two ndc<sup>2–</sup> anions (3.54 Å) and two bpy ligands (3.79 Å).\nA brief glance at these numbers suggests that the intermolecular host–guest\ninteractions in <bold>NIIC-30­(Ph)·benzene</bold> are comparable\nto or shorter than those in crystalline benzene, likely indicating\nstronger binding of the C<sub>6</sub>H<sub>6</sub> molecules by the\nhost structure <bold>NIIC-30­(Ph)</bold>. Also, a number of short C–H···π\ncontacts, specific for the aromatic molecules, could be identified\namong the intermolecular host–guest interactions, suggesting\nthat the channel environment is adapted for the adsorption of the\naromatic guests. Finally, the rather tight environment of the pores\nof <bold>NIIC-30­(Ph)</bold> for the aromatic benzene molecules must\nbe far less appropriate for the accommodation of the aliphatic cyclohexane\nmolecules, taking into account the difference in their geometrical\nsizes and molecular volumes. All of the above facts and observations\nexplain the notably lower cyclohexane loading in <bold>NIIC-30­(Ph)</bold>, compared with benzene.</p>", "clean_text": "The refinement of the electron density revealed four structurally independent types of the guest benzene molecules in the channels (A, B, C, D; ). Molecules A and D occupy special positions: 2-fold axis and inversion center, respectively. Molecules B and C are symmetrically disordered over two positions in each section of the zig-zag channel. In analysis of the intermolecular host-guest interactions, we will refer to the shortest interatomic distance, ignoring hydrogen atoms. In the crystalline benzene, such C⋅⋅⋅C distances are 3.75, 3.89, and 3.80 Å (average = 3.81 Å), depending on a particular pair of C6H6 molecules; therefore, it would be safe to ignore the interactions above 4 Å. Molecule A occupies a pocket made of four ndc2- ligands with the shortest C6H6⋅⋅⋅ndc2- interatomic contacts 3.78 and 3.81 Å. There are also less relevant interactions with two other ndc2- anions (4.11 Å) and the bpy ligand (4.32 Å). Molecule B is surrounded by four ndc2- anions (3.60/3.89 Å) and one bpy ligand (3.58 Å). Molecule C is stabilized in a rather narrow pore made of three ndc2- anions (3.34/3.53 Å) and two bpy ligands (3.51, 3.65 Å). Additionally, there is a rather specific C-H⋅⋅⋅O interaction of 3.16 Å between the C6H6 molecule and carboxylate group of the ndc2- anion. Finally, molecule D sits in a symmetrical pore of two ndc2- anions (3.54 Å) and two bpy ligands (3.79 Å). A brief glance at these numbers suggests that the intermolecular host-guest interactions in NIIC-30(Ph)⋅benzene are comparable to or shorter than those in crystalline benzene, likely indicating stronger binding of the C6H6 molecules by the host structure NIIC-30(Ph). Also, a number of short C-H⋅⋅⋅π contacts, specific for the aromatic molecules, could be identified among the intermolecular host-guest interactions, suggesting that the channel environment is adapted for the adsorption of the aromatic guests. Finally, the rather tight environment of the pores of NIIC-30(Ph) for the aromatic benzene molecules must be far less appropriate for the accommodation of the aliphatic cyclohexane molecules, taking into account the difference in their geometrical sizes and molecular volumes. All of the above facts and observations explain the notably lower cyclohexane loading in NIIC-30(Ph), compared with benzene.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Benzene molecule localization in the <bold>NIIC-30­(Ph)·benzene</bold> structure: <bold>A</bold>, blue; <bold>B</bold>, red; <bold>C</bold>, green; and <bold>D</bold>, orange; C···C distances\nare shown with magenta dashed lines.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c02812_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Benzene molecule localization in the NIIC-30(Ph)⋅benzene structure: A, blue; B, red; C, green; and D, orange; C⋅⋅⋅C distances are shown with magenta dashed lines.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>We have to point out that some of the four identified positions\nof the benzene molecules are mutually exclusive; therefore, there\nare only two possibilities for the periodical allocation of the guest\nmolecules inside the zig-zag channels: <bold>ADAD</bold> and <bold>BCBC</bold> (). The distances between the centers of the neighboring C<sub>6</sub>H<sub>6</sub> molecules are 5.51 and 5.65 Å (<bold>BCBC</bold> chain) and 6.32 Å (<bold>ADAD</bold> chain). Such spacing is\nin accordance with the intermolecular distances found in crystalline\nbenzene (from 5.09 to 6.06 Å, depending on the mutual orientation\nof the molecules). According to the refinement of the crystal structure\nand the site occupancy factors, the guest composition in <bold>NIIC-30­(Ph)·benzene</bold> corresponds to one benzene molecule per formula unit, which is lower\nthan the saturated loading (ca. 2.5 C<sub>6</sub>H<sub>6</sub> molecules\nper f.u.). This in turn is a common feature for single-crystal data\nfrom inclusion compounds and can be easily explained (see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_002.pdf\" xlink:type=\"simple\">SI</ext-link>).</p>", "clean_text": "We have to point out that some of the four identified positions of the benzene molecules are mutually exclusive; therefore, there are only two possibilities for the periodical allocation of the guest molecules inside the zig-zag channels: ADAD and BCBC (). The distances between the centers of the neighboring C6H6 molecules are 5.51 and 5.65 Å (BCBC chain) and 6.32 Å (ADAD chain). Such spacing is in accordance with the intermolecular distances found in crystalline benzene (from 5.09 to 6.06 Å, depending on the mutual orientation of the molecules). According to the refinement of the crystal structure and the site occupancy factors, the guest composition in NIIC-30(Ph)⋅benzene corresponds to one benzene molecule per formula unit, which is lower than the saturated loading (ca. 2.5 C6H6 molecules per f.u.). This in turn is a common feature for single-crystal data from inclusion compounds and can be easily explained (see the SI).", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Calculated channel shape with benzene molecules’\nposition\nin the case of <bold>NIIC-30­(Ph)·benzene</bold>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c02812_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Calculated channel shape with benzene molecules' position in the case of NIIC-30(Ph)⋅benzene.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Single-Crystal X-ray Diffraction Study of Inclusion Compounds\nwith Xylene</title><p>To understand the nature of such pronounced affinity\nof porous host <bold>NIIC-30­(Ph)</bold> toward both <italic toggle=\"yes\">p</italic>-xylene and <italic toggle=\"yes\">m</italic>-xylene over <italic toggle=\"yes\">o</italic>-xylene,\nan X-ray diffraction study of the MOF crystals soaked in the corresponding\nxylenes was carried out. The chemical analyses indicate that the xylene-saturated\nMOF host accommodates nearly two xylene molecules per formula unit <bold>NIIC-30­(Ph)</bold>. The refinement of the electron density in the\nFourier difference map allows us to reveal the positions of xylene\nmolecules in the channels of <bold>NIIC-30­(Ph)</bold> (). The data showed that <italic toggle=\"yes\">o</italic>-xylene and <italic toggle=\"yes\">p</italic>-xylene occupy the positions\nnear sites <bold>B</bold> and <bold>C</bold>, described earlier for <bold>NIIC-30­(Ph)·benzene</bold>, while the <italic toggle=\"yes\">m</italic>-xylene\nmolecules were only located in site <bold>B</bold>. Other disordered\nxylene molecules could also persist in the channels of <bold>NIIC-30­(Ph)</bold>, but these can hardly be identified by the X-ray diffraction methods\ndue to obvious limitations. Nevertheless, the refined xylene molecules\nmust correspond to the most ordered and regular positions, apparently\nstabilized by the strongest host–guest intermolecular interactions.\nThus, the systematic analysis of the most relevant intermolecular\ncontacts should elucidate the nature of the observed xylene adsorption\nselectivity.</p>", "clean_text": "Single-Crystal X-ray Diffraction Study of Inclusion Compounds with Xylene\n\nTo understand the nature of such pronounced affinity of porous host NIIC-30(Ph) toward both p-xylene and m-xylene over o-xylene, an X-ray diffraction study of the MOF crystals soaked in the corresponding xylenes was carried out. The chemical analyses indicate that the xylene-saturated MOF host accommodates nearly two xylene molecules per formula unit NIIC-30(Ph). The refinement of the electron density in the Fourier difference map allows us to reveal the positions of xylene molecules in the channels of NIIC-30(Ph) (). The data showed that o-xylene and p-xylene occupy the positions near sites B and C, described earlier for NIIC-30(Ph)⋅benzene, while the m-xylene molecules were only located in site B. Other disordered xylene molecules could also persist in the channels of NIIC-30(Ph), but these can hardly be identified by the X-ray diffraction methods due to obvious limitations. Nevertheless, the refined xylene molecules must correspond to the most ordered and regular positions, apparently stabilized by the strongest host-guest intermolecular interactions. Thus, the systematic analysis of the most relevant intermolecular contacts should elucidate the nature of the observed xylene adsorption selectivity.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Differences between xylene stabilization in <bold>B</bold> position: <italic toggle=\"yes\">o</italic>-xylene (a), <italic toggle=\"yes\">m</italic>-xylene\n(b), <italic toggle=\"yes\">p</italic>-xylene (c); stabilizing C···C\ndistances are shown\nwith magenta dashed lines.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c02812_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Differences between xylene stabilization in B position: o-xylene (a), m-xylene (b), p-xylene (c); stabilizing C⋅⋅⋅C distances are shown with magenta dashed lines.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Before the discussion of the crystal structures of <bold>NIIC-30­(Ph)·xylene</bold>, we should emphasize that there are no distinct H-bond contacts\n(C–H···O or C–H···N) shorter\nthan 3.2 Å between the guest molecules and the host framework,\nwhich may strongly contribute to the total interaction energy. All\nof the host–guest distances are rather long, similar to those\nfound in many solid-state structures of aromatic molecules. The analysis\nof the crystal structures of solid xylenes suggests that two types\nof intermolecular interactions are notably shorter and, apparently,\nmore significant: C–H···π and CH<sub>3</sub>···π contacts with characteristic C···π\ndistances being 3.71 and 3.66 Å, respectively. Such interactions\ncould be considered as weak polar bonding between slightly positive\nH atoms and negatively charged π-electron systems of the overlapping\np-orbitals of the aromatic ring. The very same specific interactions\nare found in many solid-state structures of host–guest compounds\nwith nonpolar aromatics and seem to be the most relevant among the\nother van der Waals bonds.</p>", "clean_text": "Before the discussion of the crystal structures of NIIC-30(Ph)⋅xylene, we should emphasize that there are no distinct H-bond contacts (C-H⋅⋅⋅O or C-H⋅⋅⋅N) shorter than 3.2 Å between the guest molecules and the host framework, which may strongly contribute to the total interaction energy. All of the host-guest distances are rather long, similar to those found in many solid-state structures of aromatic molecules. The analysis of the crystal structures of solid xylenes suggests that two types of intermolecular interactions are notably shorter and, apparently, more significant: C-H⋅⋅⋅π and CH3⋅⋅⋅π contacts with characteristic C⋅⋅⋅π distances being 3.71 and 3.66 Å, respectively. Such interactions could be considered as weak polar bonding between slightly positive H atoms and negatively charged π-electron systems of the overlapping p-orbitals of the aromatic ring. The very same specific interactions are found in many solid-state structures of host-guest compounds with nonpolar aromatics and seem to be the most relevant among the other van der Waals bonds.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The positions of the guest xylene\nmolecules in site <bold>B</bold> of the <bold>NIIC-30­(Ph)·</bold>\n<italic toggle=\"yes\">\n<bold>o</bold>\n</italic>\n<bold>-xylene</bold> structure are\nstabilized by the C–H···π<sub>xylene</sub> contact with the naphthalene ring (3.51 Å) as well\nas C–H···π<sub>xylene</sub> contact with\nthe bpy ligand (3.56 Å). The <italic toggle=\"yes\">o</italic>-xylene molecules\nin site <bold>C</bold> establish a short CH<sub>3</sub>···π\ncontact (2.70 Å) between the methyl group and the aromatic ring\nof the ndc<sup>2–</sup> ligand. The guest <italic toggle=\"yes\">m</italic>-xylene molecule (site <bold>B</bold>) is stabilized by two C–H···π<sub>xylene</sub> interactions with the naphthalene moiety (3.62 Å)\nand bpy ligand (3.52 Å). The <italic toggle=\"yes\">p</italic>-xylene molecule\nin site <bold>B</bold> forms two signature CH<sub>3</sub>···π\ncontacts with two ndc<sup>2–</sup> ligands (3.63, 3.52 Å)\nas well as two C–H···π<sub>xylene</sub> contacts with bpy (3.57 Å) and the ndc<sup>2–</sup> moiety\n(3.54 Å). The <italic toggle=\"yes\">p</italic>-xylene molecule in site <bold>C</bold> occupies the interstitial space and establish a CH<sub>3</sub>···π contact (3.76 Å) between the methyl\ngroup and the aromatic ring of the ndc<sup>2–</sup> ligand.\nOverall, there are two specific contacts for one position of <italic toggle=\"yes\">m</italic>-xylene as well as five specific contacts for two positions\nof <italic toggle=\"yes\">p</italic>-xylene. In contrast, two positions of <italic toggle=\"yes\">o</italic>-xylene shares only three characteristic C–H···π\nor CH<sub>3</sub>···π contacts. Such an unfavorable\nratio may explain the lower affinity of the porous host <bold>NIIC-30­(Ph)</bold> toward <italic toggle=\"yes\">o</italic>-xylene, compared with that for <italic toggle=\"yes\">m</italic>- and <italic toggle=\"yes\">p</italic>-xylene molecules. It is important\nto note that the characteristic C–H···π\nand CH<sub>3</sub>···π distances, found in <bold>NIIC-30­(Ph)·xylene</bold> structures, are comparable or shorter\nthan those in crystalline xylenes, which additionally supports their\nsignificance in the stabilization of the corresponding host–guest\ncomplexes among the other weaker van der Waals bonds.</p>", "clean_text": "The positions of the guest xylene molecules in site B of the NIIC-30(Ph)⋅  o  -xylene structure are stabilized by the C-H⋅⋅⋅πxylene contact with the naphthalene ring (3.51 Å) as well as C-H⋅⋅⋅πxylene contact with the bpy ligand (3.56 Å). The o-xylene molecules in site C establish a short CH3⋅⋅⋅π contact (2.70 Å) between the methyl group and the aromatic ring of the ndc2- ligand. The guest m-xylene molecule (site B) is stabilized by two C-H⋅⋅⋅πxylene interactions with the naphthalene moiety (3.62 Å) and bpy ligand (3.52 Å). The p-xylene molecule in site B forms two signature CH3⋅⋅⋅π contacts with two ndc2- ligands (3.63, 3.52 Å) as well as two C-H⋅⋅⋅πxylene contacts with bpy (3.57 Å) and the ndc2- moiety (3.54 Å). The p-xylene molecule in site C occupies the interstitial space and establish a CH3⋅⋅⋅π contact (3.76 Å) between the methyl group and the aromatic ring of the ndc2- ligand. Overall, there are two specific contacts for one position of m-xylene as well as five specific contacts for two positions of p-xylene. In contrast, two positions of o-xylene shares only three characteristic C-H⋅⋅⋅π or CH3⋅⋅⋅π contacts. Such an unfavorable ratio may explain the lower affinity of the porous host NIIC-30(Ph) toward o-xylene, compared with that for m- and p-xylene molecules. It is important to note that the characteristic C-H⋅⋅⋅π and CH3⋅⋅⋅π distances, found in NIIC-30(Ph)⋅xylene structures, are comparable or shorter than those in crystalline xylenes, which additionally supports their significance in the stabilization of the corresponding host-guest complexes among the other weaker van der Waals bonds.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The inclusion\nof xylene molecules results in certain distortions\nof host framework <bold>NIIC-30­(Ph)</bold>. The most important structural\nchanges are observed for the shape of the zig-zag channels, particularly\nthe narrowest cross-sectional aperture. The as-synthesized <bold>NIIC-30­(Ph)</bold> features a rhombic cross section of the channels of ca. 2.9 ×\n9.6 Å. Due to their linear shape and smaller diameter, the <italic toggle=\"yes\">p</italic>-xylene molecules have the best fit to the shape of the\nchannels so the cross section expands to 3.5 × 9.6 Å in <bold>NIIC-30­(Ph)·</bold>\n<italic toggle=\"yes\">\n<bold>p</bold>\n</italic>\n<bold>-xylene</bold>. The <italic toggle=\"yes\">m</italic>-xylene molecules cause a somewhat larger\nexpansion of the channel aperture to 3.8 × 9.4 Å in <bold>NIIC-30­(Ph)</bold>·<italic toggle=\"yes\">\n<bold>m</bold>\n</italic>\n<bold>-xylene</bold>. At the same time, the adsorption of <italic toggle=\"yes\">o</italic>-xylene results\nin a most significant structural rearrangement of the framework; hence,\nthe cross section of 4.0 × 9.2 Å is observed in <bold>NIIC-30­(Ph)</bold>·<italic toggle=\"yes\">\n<bold>o</bold>\n</italic>\n<bold>-xylene</bold>. The reluctance\nof the relatively robust host structure to undergo the structural\nrearrangement can be a decisive factor for the experimentally observed\nadsorption preference of <italic toggle=\"yes\">p</italic>- and <italic toggle=\"yes\">m</italic>-xylene isomers over <italic toggle=\"yes\">o</italic>-xylene. Similar considerations\nwere proposed earlier for porous MOFs by other authors.\n</p>", "clean_text": "The inclusion of xylene molecules results in certain distortions of host framework NIIC-30(Ph). The most important structural changes are observed for the shape of the zig-zag channels, particularly the narrowest cross-sectional aperture. The as-synthesized NIIC-30(Ph) features a rhombic cross section of the channels of ca. 2.9 × 9.6 Å. Due to their linear shape and smaller diameter, the p-xylene molecules have the best fit to the shape of the channels so the cross section expands to 3.5 × 9.6 Å in NIIC-30(Ph)⋅  p  -xylene. The m-xylene molecules cause a somewhat larger expansion of the channel aperture to 3.8 × 9.4 Å in NIIC-30(Ph)⋅ m  -xylene. At the same time, the adsorption of o-xylene results in a most significant structural rearrangement of the framework; hence, the cross section of 4.0 × 9.2 Å is observed in NIIC-30(Ph)⋅ o  -xylene. The reluctance of the relatively robust host structure to undergo the structural rearrangement can be a decisive factor for the experimentally observed adsorption preference of p- and m-xylene isomers over o-xylene. Similar considerations were proposed earlier for porous MOFs by other authors. ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>A rare approach of using a presynthesized\nheteromethalic molecular\ncomplex results in a new heterometallic porous 3D MOF [Li<sub>2</sub>Zn<sub>2</sub>(bpy)­(ndc)<sub>3</sub>] (<bold>NIIC-30­(Ph)</bold>).\nThe aromatic-rich channel surface of <bold>NIIC-30­(Ph)</bold> promotes\nthe formation of multiple stabilizing interactions (C–H···π\nbetween the host framework and benzene molecules, π–π\nguest–guest), which becomes the driving force of benzene over\ncyclohexane exclusive adsorption. <bold>NIIC-30­(Ph)</bold> demonstrates\na record high selectivity of sorption of <italic toggle=\"yes\">m</italic>-xylene\nover <italic toggle=\"yes\">o</italic>-xylene and high selectivity of <italic toggle=\"yes\">p</italic>-xylene over <italic toggle=\"yes\">o</italic>-xylene. A detailed study of the structure\nof xylene inclusion compounds suggests that the two most significant\nfactors affect the preferred sorption of <italic toggle=\"yes\">p</italic>- and <italic toggle=\"yes\">m</italic>-xylene over <italic toggle=\"yes\">o</italic>-xylene. First, <italic toggle=\"yes\">o</italic>-xylene in the structure is stabilized by a less amount\nof C–H···π and CH<sub>3</sub>···π\ninteractions compared to the other two isomers. The second decisive\nfactor is the undesirable distortion of a sufficiently rigid framework\nto accommodate guest molecules, which reaches its maximum for the\nstructure with <italic toggle=\"yes\">o</italic>-xylene.</p>", "clean_text": "Conclusions\n\nA rare approach of using a presynthesized heteromethalic molecular complex results in a new heterometallic porous 3D MOF [Li2Zn2(bpy)(ndc)3] (NIIC-30(Ph)). The aromatic-rich channel surface of NIIC-30(Ph) promotes the formation of multiple stabilizing interactions (C-H⋅⋅⋅π between the host framework and benzene molecules, π-π guest-guest), which becomes the driving force of benzene over cyclohexane exclusive adsorption. NIIC-30(Ph) demonstrates a record high selectivity of sorption of m-xylene over o-xylene and high selectivity of p-xylene over o-xylene. A detailed study of the structure of xylene inclusion compounds suggests that the two most significant factors affect the preferred sorption of p- and m-xylene over o-xylene. First, o-xylene in the structure is stabilized by a less amount of C-H⋅⋅⋅π and CH3⋅⋅⋅π interactions compared to the other two isomers. The second decisive factor is the undesirable distortion of a sufficiently rigid framework to accommodate guest molecules, which reaches its maximum for the structure with o-xylene.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental\nSection</title><title>Synthesis of [Li<sub>2</sub>Zn<sub>2</sub>(py)<sub>2</sub>(piv)<sub>6</sub>]</title><p>The heterometallic complex was obtained according\nto a previously published technique.\n</p><title>Synthesis of [Li<sub>2</sub>Zn<sub>2</sub>(bpy)­(ndc)<sub>3</sub>]·1.5DMF\n(NIIC-30­(Ph)·DMF)</title><p>[Li<sub>2</sub>Zn<sub>2</sub>(py)<sub>2</sub>(piv)<sub>6</sub>] (20 mg, 0.0235 mmol) was\ndissolved in 0.5 mL of DMF. Then, 0.140 mL of bpy in DMF (11 mg, 0.07\nmmol) was added. The solid sample of naphthalene-1,4-dicarboxylic\nacid (31 mg, 0.141 mmol) and 0.5 mL of DMF were added to the obtained\nsolution. The total reaction volume was adjusted to 4 mL by the addition\nof acetonitrile. The resulting mixture was sealed in a glass tube\nand heated at 130 °C for 48 h. Yellow-brown transparent crystals\nwere filtered off and dried in air (yield 18 mg, 0.0171 mmol, 73%\nbased on the starting complex). Anal (%). Found: C, 57.3; H, 3.6;\nN, 4.7. Calculated for C<sub>50.5</sub>H<sub>36.5</sub>Li<sub>2</sub>N<sub>3.5</sub>O<sub>13.5</sub>Zn<sub>2</sub>: C, 57.6; H, 3.5; N,\n4.65. IR (KBr, cm<sup>–1</sup>): 1675 s, 1615 s, 1555 s, 1507\nm, 1465 s, 1416 s, 1356 s, 1254 s, 1211 m, 1156 m, 1066 m, 1030 w,\n976 w, 867 w, 825 s, 801 s, 735 w, 668 m, 643 m, 571 s, 475 s.</p>", "clean_text": "Experimental Section\n\nSynthesis of [Li2Zn2(py)2(piv)6]\n\nThe heterometallic complex was obtained according to a previously published technique. \n\nSynthesis of [Li2Zn2(bpy)(ndc)3]⋅1.5DMF (NIIC-30(Ph)⋅DMF)\n\n[Li2Zn2(py)2(piv)6] (20 mg, 0.0235 mmol) was dissolved in 0.5 mL of DMF. Then, 0.140 mL of bpy in DMF (11 mg, 0.07 mmol) was added. The solid sample of naphthalene-1,4-dicarboxylic acid (31 mg, 0.141 mmol) and 0.5 mL of DMF were added to the obtained solution. The total reaction volume was adjusted to 4 mL by the addition of acetonitrile. The resulting mixture was sealed in a glass tube and heated at 130 °C for 48 h. Yellow-brown transparent crystals were filtered off and dried in air (yield 18 mg, 0.0171 mmol, 73% based on the starting complex). Anal (%). Found: C, 57.3; H, 3.6; N, 4.7. Calculated for C50.5H36.5Li2N3.5O13.5Zn2: C, 57.6; H, 3.5; N, 4.65. IR (KBr, cm-1): 1675 s, 1615 s, 1555 s, 1507 m, 1465 s, 1416 s, 1356 s, 1254 s, 1211 m, 1156 m, 1066 m, 1030 w, 976 w, 867 w, 825 s, 801 s, 735 w, 668 m, 643 m, 571 s, 475 s.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis\nof Guest-Exchanged Samples</title><p>For synthesis\nof [Li<sub>2</sub>Zn<sub>2</sub>(bpy)­(ndc)<sub>3</sub>]·2.5C<sub>6</sub>H<sub>6</sub> (<bold>NIIC-30­(Ph)·benzene</bold>), as-synthesized\n[Li<sub>2</sub>Zn<sub>2</sub>(bpy)­(ndc)<sub>3</sub>]·1.5DMF (<bold>NIIC-30­(Ph)·DMF</bold>) (50 mg, 0.047 mmol) was soaked in 1\nmL of benzene for 3 days. Obtained crystals suitable for X-ray diffraction\nwere used to determine benzene molecule positions. Anal (%). Found:\nC, 64.7; H, 3.7; N, 2.4. Calculated for C<sub>61</sub>H<sub>41</sub>Li<sub>2</sub>N<sub>2</sub>O<sub>12</sub>Zn<sub>2</sub>: C, 64.3;\nH, 3.6; N, 2.45. For synthesis of [Li<sub>2</sub>Zn<sub>2</sub>(bpy)­(ndc)<sub>3</sub>]·2.2C<sub>8</sub>H<sub>10</sub> (<bold>NIIC-30­(Ph)·xylene</bold>), fresh crystals of <bold>NIIC-30­(Ph)·DMF</bold> (50 mg, 0.047\nmmol) were soaked in the corresponding xylene solution (1 mL) for\n3 days. Obtained crystals suitable for X-ray diffraction were used\nto determine xylene molecule positions or used for luminescence investigation\n(see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_002.pdf\" xlink:type=\"simple\">SI</ext-link>). Structural integrity after\ninclusion was supported with PXRD data for each sample (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_002.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). <bold>NIIC-30­(Ph)·</bold>\n<italic toggle=\"yes\">\n<bold>o</bold>\n</italic>\n<bold>-xylene</bold>: Anal (%). Found: C,\n65.0; H, 4.15; N, 2.3. Calculated for C<sub>64.6</sub>H<sub>48</sub>Li<sub>2</sub>N<sub>2</sub>O<sub>12</sub>Zn<sub>2</sub>: C, 65.26;\nH, 4.07; N, 2.36; <bold>NIIC-30­(Ph)·</bold>\n<italic toggle=\"yes\">\n<bold>m</bold>\n</italic>\n<bold>-xylene</bold>: Anal (%). Found: C, 64.9; H, 4.1;\nN, 2.3. Calculated for C<sub>64.6</sub>H<sub>48</sub>Li<sub>2</sub>N<sub>2</sub>O<sub>12</sub>Zn<sub>2</sub>: C, 65.26; H, 4.07; N,\n2.36; <bold>NIIC-30­(Ph)·</bold>\n<italic toggle=\"yes\">\n<bold>p</bold>\n</italic>\n<bold>-xylene</bold>: Anal (%). Found: C, 65.1; H, 4.05; N, 2.35.\nCalculated for C<sub>64.6</sub>H<sub>48</sub>Li<sub>2</sub>N<sub>2</sub>O<sub>12</sub>Zn<sub>2</sub>: C, 65.26; H, 4.07; N, 2.36.</p>", "clean_text": "Synthesis of Guest-Exchanged Samples\n\nFor synthesis of [Li2Zn2(bpy)(ndc)3]⋅2.5C6H6 (NIIC-30(Ph)⋅benzene), as-synthesized [Li2Zn2(bpy)(ndc)3]⋅1.5DMF (NIIC-30(Ph)⋅DMF) (50 mg, 0.047 mmol) was soaked in 1 mL of benzene for 3 days. Obtained crystals suitable for X-ray diffraction were used to determine benzene molecule positions. Anal (%). Found: C, 64.7; H, 3.7; N, 2.4. Calculated for C61H41Li2N2O12Zn2: C, 64.3; H, 3.6; N, 2.45. For synthesis of [Li2Zn2(bpy)(ndc)3]⋅2.2C8H10 (NIIC-30(Ph)⋅xylene), fresh crystals of NIIC-30(Ph)⋅DMF (50 mg, 0.047 mmol) were soaked in the corresponding xylene solution (1 mL) for 3 days. Obtained crystals suitable for X-ray diffraction were used to determine xylene molecule positions or used for luminescence investigation (see the SI). Structural integrity after inclusion was supported with PXRD data for each sample (Figure S7). NIIC-30(Ph)⋅  o  -xylene: Anal (%). Found: C, 65.0; H, 4.15; N, 2.3. Calculated for C64.6H48Li2N2O12Zn2: C, 65.26; H, 4.07; N, 2.36; NIIC-30(Ph)⋅  m  -xylene: Anal (%). Found: C, 64.9; H, 4.1; N, 2.3. Calculated for C64.6H48Li2N2O12Zn2: C, 65.26; H, 4.07; N, 2.36; NIIC-30(Ph)⋅  p  -xylene: Anal (%). Found: C, 65.1; H, 4.05; N, 2.35. Calculated for C64.6H48Li2N2O12Zn2: C, 65.26; H, 4.07; N, 2.36.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.1c02812?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsami.1c02812</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Crystallographic data\nfor as-synthesized and inclusion\ncompounds with benzene, <italic toggle=\"yes\">o</italic>-, <italic toggle=\"yes\">m</italic>-, <italic toggle=\"yes\">p</italic>-xylenes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_001.zip\" xlink:type=\"simple\">ZIP</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Characterization of MOFs: details of single-crystal\nX-ray diffraction, powder X-ray diffraction patterns, thermogravimetric\ncurves, and IR spectra; and experimental details: benzene/cyclohexane\nand xylene separation procedures, gas sorption experimental details\nand isotherms, sample preparation for sorption, NMR spectroscopy,\nand <sup>1</sup>H NMR spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_002.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.1c02812.  Crystallographic data for as-synthesized and inclusion compounds with benzene, o-, m-, p-xylenes (ZIP)   Characterization of MOFs: details of single-crystal X-ray diffraction, powder X-ray diffraction patterns, thermogravimetric curves, and IR spectra; and experimental details: benzene/cyclohexane and xylene separation procedures, gas sorption experimental details and isotherms, sample preparation for sorption, NMR spectroscopy, and 1H NMR spectra (PDF)   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Crystallographic data\nfor as-synthesized and inclusion\ncompounds with benzene, <italic toggle=\"yes\">o</italic>-, <italic toggle=\"yes\">m</italic>-, <italic toggle=\"yes\">p</italic>-xylenes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_001.zip\" xlink:type=\"simple\">ZIP</ext-link>)</p><p>Characterization of MOFs: details of single-crystal\nX-ray diffraction, powder X-ray diffraction patterns, thermogravimetric\ncurves, and IR spectra; and experimental details: benzene/cyclohexane\nand xylene separation procedures, gas sorption experimental details\nand isotherms, sample preparation for sorption, NMR spectroscopy,\nand <sup>1</sup>H NMR spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_002.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Crystallographic data for as-synthesized and inclusion compounds with benzene, o-, m-, p-xylenes (ZIP)\n\nCharacterization of MOFs: details of single-crystal X-ray diffraction, powder X-ray diffraction patterns, thermogravimetric curves, and IR spectra; and experimental details: benzene/cyclohexane and xylene separation procedures, gas sorption experimental details and isotherms, sample preparation for sorption, NMR spectroscopy, and 1H NMR spectra (PDF)", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "5, 32, 33", "type": "text", "classification": "synthesis condition", "content": "<p>In this work, for preparation of [Li<sub>2</sub>Zn<sub>2</sub>(bpy)­(ndc)<sub>3</sub>] (<bold>NIIC-30­(Ph)</bold>),\nwe used a structural analogue of terephthalic acid, naphthalene-1,4-dicarboxylic\nacid (H<sub>2</sub>ndc). To determine the optimal synthesis conditions,\nthe concentrations of H<sub>2</sub>ndc, bpy, and acetonitrile were\nvaried, as well as the synthesis temperature. Interestingly, framework <bold>NIIC-30­(Ph)</bold> was not obtained starting from any Li and Zn salt\nmixtures except using a heterometallic molecular complex. At temperatures\nbelow 100 °C, only a gelatinous precipitate was observed; at\nhigher temperatures, an amorphous precipitate appeared. The best yield\n73% was obtained at 130 °C with a 6-fold excess of H<sub>2</sub>ndc, a 3-fold excess of bpy, and a ratio of DMF/acetonitrile = 1:3.\nThe addition of naphthalene-1,4-dicarboxylic acid in the solid form\ninstead of its solution also contributes to an increase in the yield;\napparently, this is due to a gradual increase in the concentration\nof acid in the solution during the synthesis process.</p><title>Experimental\nSection</title><title>Synthesis of [Li<sub>2</sub>Zn<sub>2</sub>(py)<sub>2</sub>(piv)<sub>6</sub>]</title><p>The heterometallic complex was obtained according\nto a previously published technique.\n</p><title>Synthesis of [Li<sub>2</sub>Zn<sub>2</sub>(bpy)­(ndc)<sub>3</sub>]·1.5DMF\n(NIIC-30­(Ph)·DMF)</title><p>[Li<sub>2</sub>Zn<sub>2</sub>(py)<sub>2</sub>(piv)<sub>6</sub>] (20 mg, 0.0235 mmol) was\ndissolved in 0.5 mL of DMF. Then, 0.140 mL of bpy in DMF (11 mg, 0.07\nmmol) was added. The solid sample of naphthalene-1,4-dicarboxylic\nacid (31 mg, 0.141 mmol) and 0.5 mL of DMF were added to the obtained\nsolution. The total reaction volume was adjusted to 4 mL by the addition\nof acetonitrile. The resulting mixture was sealed in a glass tube\nand heated at 130 °C for 48 h. Yellow-brown transparent crystals\nwere filtered off and dried in air (yield 18 mg, 0.0171 mmol, 73%\nbased on the starting complex). Anal (%). Found: C, 57.3; H, 3.6;\nN, 4.7. Calculated for C<sub>50.5</sub>H<sub>36.5</sub>Li<sub>2</sub>N<sub>3.5</sub>O<sub>13.5</sub>Zn<sub>2</sub>: C, 57.6; H, 3.5; N,\n4.65. IR (KBr, cm<sup>–1</sup>): 1675 s, 1615 s, 1555 s, 1507\nm, 1465 s, 1416 s, 1356 s, 1254 s, 1211 m, 1156 m, 1066 m, 1030 w,\n976 w, 867 w, 825 s, 801 s, 735 w, 668 m, 643 m, 571 s, 475 s.</p><title>Synthesis\nof Guest-Exchanged Samples</title><p>For synthesis\nof [Li<sub>2</sub>Zn<sub>2</sub>(bpy)­(ndc)<sub>3</sub>]·2.5C<sub>6</sub>H<sub>6</sub> (<bold>NIIC-30­(Ph)·benzene</bold>), as-synthesized\n[Li<sub>2</sub>Zn<sub>2</sub>(bpy)­(ndc)<sub>3</sub>]·1.5DMF (<bold>NIIC-30­(Ph)·DMF</bold>) (50 mg, 0.047 mmol) was soaked in 1\nmL of benzene for 3 days. Obtained crystals suitable for X-ray diffraction\nwere used to determine benzene molecule positions. Anal (%). Found:\nC, 64.7; H, 3.7; N, 2.4. Calculated for C<sub>61</sub>H<sub>41</sub>Li<sub>2</sub>N<sub>2</sub>O<sub>12</sub>Zn<sub>2</sub>: C, 64.3;\nH, 3.6; N, 2.45. For synthesis of [Li<sub>2</sub>Zn<sub>2</sub>(bpy)­(ndc)<sub>3</sub>]·2.2C<sub>8</sub>H<sub>10</sub> (<bold>NIIC-30­(Ph)·xylene</bold>), fresh crystals of <bold>NIIC-30­(Ph)·DMF</bold> (50 mg, 0.047\nmmol) were soaked in the corresponding xylene solution (1 mL) for\n3 days. Obtained crystals suitable for X-ray diffraction were used\nto determine xylene molecule positions or used for luminescence investigation\n(see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_002.pdf\" xlink:type=\"simple\">SI</ext-link>). Structural integrity after\ninclusion was supported with PXRD data for each sample (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_002.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). <bold>NIIC-30­(Ph)·</bold>\n<italic toggle=\"yes\">\n<bold>o</bold>\n</italic>\n<bold>-xylene</bold>: Anal (%). Found: C,\n65.0; H, 4.15; N, 2.3. Calculated for C<sub>64.6</sub>H<sub>48</sub>Li<sub>2</sub>N<sub>2</sub>O<sub>12</sub>Zn<sub>2</sub>: C, 65.26;\nH, 4.07; N, 2.36; <bold>NIIC-30­(Ph)·</bold>\n<italic toggle=\"yes\">\n<bold>m</bold>\n</italic>\n<bold>-xylene</bold>: Anal (%). Found: C, 64.9; H, 4.1;\nN, 2.3. Calculated for C<sub>64.6</sub>H<sub>48</sub>Li<sub>2</sub>N<sub>2</sub>O<sub>12</sub>Zn<sub>2</sub>: C, 65.26; H, 4.07; N,\n2.36; <bold>NIIC-30­(Ph)·</bold>\n<italic toggle=\"yes\">\n<bold>p</bold>\n</italic>\n<bold>-xylene</bold>: Anal (%). Found: C, 65.1; H, 4.05; N, 2.35.\nCalculated for C<sub>64.6</sub>H<sub>48</sub>Li<sub>2</sub>N<sub>2</sub>O<sub>12</sub>Zn<sub>2</sub>: C, 65.26; H, 4.07; N, 2.36.</p>", "clean_text": "In this work, for preparation of [Li2Zn2(bpy)(ndc)3] (NIIC-30(Ph)), we used a structural analogue of terephthalic acid, naphthalene-1,4-dicarboxylic acid (H2ndc). To determine the optimal synthesis conditions, the concentrations of H2ndc, bpy, and acetonitrile were varied, as well as the synthesis temperature. Interestingly, framework NIIC-30(Ph) was not obtained starting from any Li and Zn salt mixtures except using a heterometallic molecular complex. At temperatures below 100 °C, only a gelatinous precipitate was observed; at higher temperatures, an amorphous precipitate appeared. The best yield 73% was obtained at 130 °C with a 6-fold excess of H2ndc, a 3-fold excess of bpy, and a ratio of DMF/acetonitrile = 1:3. The addition of naphthalene-1,4-dicarboxylic acid in the solid form instead of its solution also contributes to an increase in the yield; apparently, this is due to a gradual increase in the concentration of acid in the solution during the synthesis process.\n\nExperimental Section\n\nSynthesis of [Li2Zn2(py)2(piv)6]\n\nThe heterometallic complex was obtained according to a previously published technique. \n\nSynthesis of [Li2Zn2(bpy)(ndc)3]⋅1.5DMF (NIIC-30(Ph)⋅DMF)\n\n[Li2Zn2(py)2(piv)6] (20 mg, 0.0235 mmol) was dissolved in 0.5 mL of DMF. Then, 0.140 mL of bpy in DMF (11 mg, 0.07 mmol) was added. The solid sample of naphthalene-1,4-dicarboxylic acid (31 mg, 0.141 mmol) and 0.5 mL of DMF were added to the obtained solution. The total reaction volume was adjusted to 4 mL by the addition of acetonitrile. The resulting mixture was sealed in a glass tube and heated at 130 °C for 48 h. Yellow-brown transparent crystals were filtered off and dried in air (yield 18 mg, 0.0171 mmol, 73% based on the starting complex). Anal (%). Found: C, 57.3; H, 3.6; N, 4.7. Calculated for C50.5H36.5Li2N3.5O13.5Zn2: C, 57.6; H, 3.5; N, 4.65. IR (KBr, cm-1): 1675 s, 1615 s, 1555 s, 1507 m, 1465 s, 1416 s, 1356 s, 1254 s, 1211 m, 1156 m, 1066 m, 1030 w, 976 w, 867 w, 825 s, 801 s, 735 w, 668 m, 643 m, 571 s, 475 s.\n\nSynthesis of Guest-Exchanged Samples\n\nFor synthesis of [Li2Zn2(bpy)(ndc)3]⋅2.5C6H6 (NIIC-30(Ph)⋅benzene), as-synthesized [Li2Zn2(bpy)(ndc)3]⋅1.5DMF (NIIC-30(Ph)⋅DMF) (50 mg, 0.047 mmol) was soaked in 1 mL of benzene for 3 days. Obtained crystals suitable for X-ray diffraction were used to determine benzene molecule positions. Anal (%). Found: C, 64.7; H, 3.7; N, 2.4. Calculated for C61H41Li2N2O12Zn2: C, 64.3; H, 3.6; N, 2.45. For synthesis of [Li2Zn2(bpy)(ndc)3]⋅2.2C8H10 (NIIC-30(Ph)⋅xylene), fresh crystals of NIIC-30(Ph)⋅DMF (50 mg, 0.047 mmol) were soaked in the corresponding xylene solution (1 mL) for 3 days. Obtained crystals suitable for X-ray diffraction were used to determine xylene molecule positions or used for luminescence investigation (see the SI). Structural integrity after inclusion was supported with PXRD data for each sample (Figure S7). NIIC-30(Ph)⋅  o  -xylene: Anal (%). Found: C, 65.0; H, 4.15; N, 2.3. Calculated for C64.6H48Li2N2O12Zn2: C, 65.26; H, 4.07; N, 2.36; NIIC-30(Ph)⋅  m  -xylene: Anal (%). Found: C, 64.9; H, 4.1; N, 2.3. Calculated for C64.6H48Li2N2O12Zn2: C, 65.26; H, 4.07; N, 2.36; NIIC-30(Ph)⋅  p  -xylene: Anal (%). Found: C, 65.1; H, 4.05; N, 2.35. Calculated for C64.6H48Li2N2O12Zn2: C, 65.26; H, 4.07; N, 2.36.", "data": [{"meta": {"name": "[Li2Zn2(bpy)(ndc)3]", "symbol": "NIIC-30(Ph)", "chemical formula": "C50.5H36.5Li2N3.5O13.5Zn2"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "[Li2Zn2(py)2(piv)6]", "amount": "20", "unit": "mg"}], "solution": [{"name": "DMF", "amount": "0.5", "unit": "mL"}, {"name": "bpy in DMF", "amount": "0.140", "unit": "mL"}, {"name": "naphthalene-1,4-dicarboxylic acid", "amount": "31", "unit": "mg"}, {"name": "DMF", "amount": "0.5", "unit": "mL"}, {"name": "acetonitrile", "amount": "3.5", "unit": "mL"}], "pressure": "", "temperature": "130°C", "time": "48 h"}], "yield": "73%"}, {"meta": {"name": "[Li2Zn2(bpy)(ndc)3]·1.5DMF", "symbol": "NIIC-30(Ph)·DMF", "chemical formula": "C50.5H36.5Li2N3.5O13.5Zn2"}, "processes": [{"synthesis method": "guest-exchange", "guest molecule": "DMF", "amount": "1 mL", "time": "3 days"}]}, {"meta": {"name": "[Li2Zn2(bpy)(ndc)3]·2.5C6H6", "symbol": "NIIC-30(Ph)·benzene", "chemical formula": "C61H41Li2N2O12Zn2"}, "processes": [{"synthesis method": "guest-exchange", "guest molecule": "benzene", "amount": "1 mL", "time": "3 days"}]}, {"meta": {"name": "[Li2Zn2(bpy)(ndc)3]·2.2C8H10", "symbol": "NIIC-30(Ph)·xylene", "chemical formula": "C64.6H48Li2N2O12Zn2"}, "processes": [{"synthesis method": "guest-exchange", "guest molecule": "xylene", "amount": "1 mL", "time": "3 days"}]}], "include_properties": ["chemical_synthesis", "filtration", "drying"]}, {"idx": "10, 11, 14", "type": "text", "classification": "property", "content": "<title>Activation and N<sub>2</sub> and CO<sub>2</sub> Sorption Properties</title><p>Compound <bold>NIIC-30­(Ph)·DMF</bold> can be safely stored\nat room temperature and remains stable for at least 1 year. Since\ndirect activation requires a high enough temperature to remove guest\nmolecules, we substituted DMF with low boiling acetone. This sample\nis then activated under dynamic vacuum for 6 h at 60 °C without\nany structural degradation. Then, textural characteristics of the\nactivated sample were studied. Due to the rather narrow cross section\nof the channel, the compound practically does not sorb nitrogen at\n77 K. For this reason, the determination of the inner surface area\nwas carried out according to carbon dioxide sorption data at 195 K\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_002.pdf\" xlink:type=\"simple\">Figure S11</ext-link>). Framework <bold>NIIC-30­(Ph)</bold> demonstrates the type I isotherm (IUPAC) typical of microporous\ncompounds, and a small hysteresis between\nthe sorption–desorption curves is explained by the kinetic\neffect of a narrow and tortuous channel aperture. The BET surface\narea was found to be 451 m<sup>2</sup>/g, and the pore volume was\n0.241 cm<sup>3</sup>/g. This corresponds to the volume of channels\nfound in the structure according to X-ray diffraction data (0.206\ncm<sup>3</sup>/g).</p><p>Since the exclusive sorption of carbon dioxide\nwith respect to nitrogen was demonstrated already at the stage of\nstudying the textural characteristics, we studied the sorption of\nthese gases at different temperatures in more detail. The adsorption\nisotherms of N<sub>2</sub> and CO<sub>2</sub> were measured at 273\nand 298 K (). The selectivity factors (SFs) of the adsorption of CO<sub>2</sub> over N<sub>2</sub> were estimated by three commonly used methods\n(see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_002.pdf\" xlink:type=\"simple\">SI</ext-link>): (i) as a ratio of adsorbed\nvolumes, (ii) as a ratio of Henry’s constants, and (iii) by\nthe ideal adsorbed solution theory (IAST).\n shows the\nresults of the selectivity factor calculations for <bold>NIIC-30­(Ph)</bold> at 273 and 298 K for an equimolar gas mixture. According to IAST,\nthe SF values at <italic toggle=\"yes\">P</italic>\n<sub>total</sub> = 1 bar were 10.7\nand 24.5 for 298 and 273 K, respectively. In addition, the IAST calculations\n(see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c02812/suppl_file/am1c02812_si_002.pdf\" xlink:type=\"simple\">SI</ext-link>) made it possible to obtain\nthe selectivity factors as a function of the gas mixture composition\nor the absolute pressure for the CO<sub>2</sub>/N<sub>2</sub> mixture\nat both 273 and 298 K (b). The compound demonstrates moderately high IAST SF, which\nis way behind record reported values for Qc-5-Cu-sql-b (40000 IAST) and SIFSIX-3-Zn (1818 IAST); nevertheless, framework <bold>NIIC-30­(Ph)</bold> has a\nslightly higher CO<sub>2</sub> uptake of 2.855 mmol/g in comparison\nwith 2.16 and 2.54 mmol/g for Qc-5-Cu-sql-b and SIFSIX-3-Zn, respectively.\nThese data demonstrate the good potential of the obtained MOF for\ngas separation applications.</p><title>Benzene/Cyclohexane Sorption and Separation</title><p>In our\nprevious work, we showed the successful\nseparation of benzene and cyclohexane on an isostructural framework\nbased on nitroterephthalate ligand [Li<sub>2</sub>Zn<sub>2</sub>(bpy)­(NO<sub>2</sub>-bdc)<sub>3</sub>]. The driving force of the separation process\nwas narrow channels combined with the formation of specific interactions\nbetween the functional groups of the ligands of the framework and\nthe guest benzene molecules. Since compound <bold>NIIC-30­(Ph)</bold> has unique narrow tortuous channels that are capable of forming\nseveral types of weak interactions with a benzene molecule, the obvious\nnext step in the study was an attempt to carry out the selective separation\nof benzene and cyclohexane. First, individual vapor sorption isotherms\nfor benzene and cyclohexane at 298 K were obtained (). Both isotherms are type\nI (IUPAC), which is typical for microporous materials. Some noticeable\nadsorption–desorption hysteresis observed at low relative pressures\nfor both benzene and cyclohexane should probably be attributed to\nthe effect of a narrow and tortuous channel aperture. The capacity\nin the case of benzene was found to be 59 mL/g (2.5 mmol/mmol) and\nonly 15 mL/g (0.6 mmol/mmol) in the case of cyclohexane. The resulting\nvolume ratio is 4, which is a rather significant difference that prompted\nus to investigate the adsorption properties of <bold>NIIC-30­(Ph)</bold> for the real separation of mixtures of benzene and cyclohexane,\nas well as to elucidate the nature of such remarkable selectivity\nin detail.</p>", "clean_text": "Activation and N2 and CO2 Sorption Properties\n\nCompound NIIC-30(Ph)⋅DMF can be safely stored at room temperature and remains stable for at least 1 year. Since direct activation requires a high enough temperature to remove guest molecules, we substituted DMF with low boiling acetone. This sample is then activated under dynamic vacuum for 6 h at 60 °C without any structural degradation. Then, textural characteristics of the activated sample were studied. Due to the rather narrow cross section of the channel, the compound practically does not sorb nitrogen at 77 K. For this reason, the determination of the inner surface area was carried out according to carbon dioxide sorption data at 195 K (Figure S11). Framework NIIC-30(Ph) demonstrates the type I isotherm (IUPAC) typical of microporous compounds, and a small hysteresis between the sorption-desorption curves is explained by the kinetic effect of a narrow and tortuous channel aperture. The BET surface area was found to be 451 m2/g, and the pore volume was 0.241 cm3/g. This corresponds to the volume of channels found in the structure according to X-ray diffraction data (0.206 cm3/g).\n\nSince the exclusive sorption of carbon dioxide with respect to nitrogen was demonstrated already at the stage of studying the textural characteristics, we studied the sorption of these gases at different temperatures in more detail. The adsorption isotherms of N2 and CO2 were measured at 273 and 298 K (). The selectivity factors (SFs) of the adsorption of CO2 over N2 were estimated by three commonly used methods (see the SI): (i) as a ratio of adsorbed volumes, (ii) as a ratio of Henry's constants, and (iii) by the ideal adsorbed solution theory (IAST).  shows the results of the selectivity factor calculations for NIIC-30(Ph) at 273 and 298 K for an equimolar gas mixture. According to IAST, the SF values at P total = 1 bar were 10.7 and 24.5 for 298 and 273 K, respectively. In addition, the IAST calculations (see the SI) made it possible to obtain the selectivity factors as a function of the gas mixture composition or the absolute pressure for the CO2/N2 mixture at both 273 and 298 K (b). The compound demonstrates moderately high IAST SF, which is way behind record reported values for Qc-5-Cu-sql-b (40000 IAST) and SIFSIX-3-Zn (1818 IAST); nevertheless, framework NIIC-30(Ph) has a slightly higher CO2 uptake of 2.855 mmol/g in comparison with 2.16 and 2.54 mmol/g for Qc-5-Cu-sql-b and SIFSIX-3-Zn, respectively. These data demonstrate the good potential of the obtained MOF for gas separation applications.\n\nBenzene/Cyclohexane Sorption and Separation\n\nIn our previous work, we showed the successful separation of benzene and cyclohexane on an isostructural framework based on nitroterephthalate ligand [Li2Zn2(bpy)(NO2-bdc)3]. The driving force of the separation process was narrow channels combined with the formation of specific interactions between the functional groups of the ligands of the framework and the guest benzene molecules. Since compound NIIC-30(Ph) has unique narrow tortuous channels that are capable of forming several types of weak interactions with a benzene molecule, the obvious next step in the study was an attempt to carry out the selective separation of benzene and cyclohexane. First, individual vapor sorption isotherms for benzene and cyclohexane at 298 K were obtained (). Both isotherms are type I (IUPAC), which is typical for microporous materials. Some noticeable adsorption-desorption hysteresis observed at low relative pressures for both benzene and cyclohexane should probably be attributed to the effect of a narrow and tortuous channel aperture. The capacity in the case of benzene was found to be 59 mL/g (2.5 mmol/mmol) and only 15 mL/g (0.6 mmol/mmol) in the case of cyclohexane. The resulting volume ratio is 4, which is a rather significant difference that prompted us to investigate the adsorption properties of NIIC-30(Ph) for the real separation of mixtures of benzene and cyclohexane, as well as to elucidate the nature of such remarkable selectivity in detail.", "data": [[{"meta": {"name": "NIIC-30­(Ph)·DMF", "symbol": "", "chemical formula": ""}, "surface area": {"type": "BET", "probe": "", "value": "451", "unit": "m2/g", "condition": ""}, "porosity": {"proboe": "", "value": "0.241", "unit": "cm3/g", "condition": ""}}, {"meta": {"name": "NIIC-30­(Ph)", "symbol": "", "chemical formula": ""}, "surface area": {"type": "BET", "probe": "", "value": "451", "unit": "m2/g", "condition": ""}, "porosity": {"proboe": "", "value": "0.241", "unit": "cm3/g", "condition": ""}}]], "include_properties": ["surface_area", "porosity"]}, {"idx": 13, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Selectivity Factors for CO<sub>2</sub>/N<sub>2</sub> Adsorption of 1:1 Binary Gas Mixtures Evaluated by\nDifferent Approaches</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col1\" rowsep=\"1\">273 K</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col4\" rowsep=\"1\">298 K</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>1</sub>/<italic toggle=\"yes\">V</italic>\n<sub>2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">K</italic>\n<sub>h1</sub>/<italic toggle=\"yes\">K</italic>\n<sub>h2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">IAST</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>1</sub>/<italic toggle=\"yes\">V</italic>\n<sub>2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">K</italic>\n<sub>h1</sub>/<italic toggle=\"yes\">K</italic>\n<sub>h2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">IAST</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>5.1</oasis:entry>\n<oasis:entry>8.6</oasis:entry>\n<oasis:entry>24.9</oasis:entry>\n<oasis:entry>7.3</oasis:entry>\n<oasis:entry>8.6</oasis:entry>\n<oasis:entry>10.7</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Selectivity Factors for CO<sub>2</sub>/N<sub>2</sub> Adsorption of 1:1 Binary Gas Mixtures Evaluated by Different Approaches\n\n|      | 273 K | 298 K |      | 273 K | 298 K |\n|------|-------|-------|------|-------|-------|\n| V<sub>1</sub>/V<sub>2</sub> | K<sub>h1</sub>/K<sub>h2</sub> | IAST | V<sub>1</sub>/V<sub>2</sub> | K<sub>h1</sub>/K<sub>h2</sub> | IAST |\n| 5.1  | 8.6   | 24.9  | 7.3  | 8.6   | 10.7  |", "data": ["substring not found"], "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structure fragments\nof <bold>NIIC-30­(Ph)·DMF</bold>: secondary\nbuilding unit (a), projection of the crystal structure (b), and projection\nwith visualized nonintersecting symmetrical 1D channels (blue and\npink) (c). Hydrogen atoms are omitted.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c02812_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Structure fragments of NIIC-30(Ph)⋅DMF: secondary building unit (a), projection of the crystal structure (b), and projection with visualized nonintersecting symmetrical 1D channels (blue and pink) (c). Hydrogen atoms are omitted.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Comparison of the visualized channel system (gray) of <bold>NIIC-30­(Ph)</bold> with isostructural [Li<sub>2</sub>Zn<sub>2</sub>(bpy)­(R-bdc)<sub>3</sub>] MOFs (<bold>NIIC-30­(R)</bold>). Directions of channels growth\nin 3D frameworks are shown with black arrows.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c02812_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Comparison of the visualized channel system (gray) of NIIC-30(Ph) with isostructural [Li2Zn2(bpy)(R-bdc)3] MOFs (NIIC-30(R)). Directions of channels growth in 3D frameworks are shown with black arrows.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Sorption isotherms of N<sub>2</sub> and CO<sub>2</sub> at 273 and\n298 K by activated <bold>NIIC-30­(Ph)</bold> (a). Prediction of adsorption\nequilibrium by IAST (solid lines) and dependence of selectivity factors\non gas-phase composition (dashed lines) and mole fraction of CO<sub>2</sub> adsorbed (solid lines) for the CO<sub>2</sub>/N<sub>2</sub> binary gas mixture (b).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c02812_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Sorption isotherms of N2 and CO2 at 273 and 298 K by activated NIIC-30(Ph) (a). Prediction of adsorption equilibrium by IAST (solid lines) and dependence of selectivity factors on gas-phase composition (dashed lines) and mole fraction of CO2 adsorbed (solid lines) for the CO2/N2 binary gas mixture (b).   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Vapor sorption isotherms for <bold>NIIC-30­(Ph)·DMF</bold> at\n298 K (a). Adsorption is shown with filled figures, and desorption\nis shown with empty figures. Dependence of the mole fraction of benzene\nin the adsorbed state on the molar fraction of benzene in the initial\nvapor/liquid mixture constructed according to <sup>1</sup>H NMR spectroscopy\ndata (b).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c02812_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Vapor sorption isotherms for NIIC-30(Ph)⋅DMF at 298 K (a). Adsorption is shown with filled figures, and desorption is shown with empty figures. Dependence of the mole fraction of benzene in the adsorbed state on the molar fraction of benzene in the initial vapor/liquid mixture constructed according to 1H NMR spectroscopy data (b).   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Comparison of the best-reported selectivities\nin MOFs<named-content content-type=\"bibref-group\" xlink:type=\"simple\">\n<xref ref-type=\"bibr\" rid=\"ref42\"></xref>−<xref ref-type=\"bibr\" rid=\"ref43\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref44\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref45\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref46\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref47\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref48\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref49\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref50\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref51\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref52\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref53\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref54\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref55\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref56\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref57\"></xref>\n</named-content> with respect to their <italic toggle=\"yes\">m</italic>-xylene (top) and <italic toggle=\"yes\">p</italic>-xylene (bottom) adsorption capacities and selectivities\ntoward the xylene isomer vs <italic toggle=\"yes\">o</italic>-xylene. Pareto frontier\npolyline, dotted blue.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c02812_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Comparison of the best-reported selectivities in MOFs -                with respect to their m-xylene (top) and p-xylene (bottom) adsorption capacities and selectivities toward the xylene isomer vs o-xylene. Pareto frontier polyline, dotted blue.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Cyclability in liquid\n(a) and vapor (b) separation of the xylene\n1:1:1 mixture. Comparison of experimental PXRD diagrams for <bold>NIIC-30­(Ph)</bold> samples (c, d). (c) Red/green, the sample was\nused for three cycles of separation of liquid/vapor xylenes; black,\ncalculated from SCXRD for as-synthesized <bold>NIIC-30­(Ph)</bold>;\nand blue, as-synthesized <bold>NIIC-30­(Ph)</bold>. (d) Black/blue/orange,\ncalculated from SCXRD <bold>NIIC-30­(Ph)·xylene</bold>; red/magenta/green, <bold>NIIC-30­(Ph)</bold> soaked in corresponding xylene for 24 h.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c02812_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Cyclability in liquid (a) and vapor (b) separation of the xylene 1:1:1 mixture. Comparison of experimental PXRD diagrams for NIIC-30(Ph) samples (c, d). (c) Red/green, the sample was used for three cycles of separation of liquid/vapor xylenes; black, calculated from SCXRD for as-synthesized NIIC-30(Ph); and blue, as-synthesized NIIC-30(Ph). (d) Black/blue/orange, calculated from SCXRD NIIC-30(Ph)⋅xylene; red/magenta/green, NIIC-30(Ph) soaked in corresponding xylene for 24 h.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Benzene molecule localization in the <bold>NIIC-30­(Ph)·benzene</bold> structure: <bold>A</bold>, blue; <bold>B</bold>, red; <bold>C</bold>, green; and <bold>D</bold>, orange; C···C distances\nare shown with magenta dashed lines.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c02812_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Benzene molecule localization in the NIIC-30(Ph)⋅benzene structure: A, blue; B, red; C, green; and D, orange; C⋅⋅⋅C distances are shown with magenta dashed lines.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Calculated channel shape with benzene molecules’\nposition\nin the case of <bold>NIIC-30­(Ph)·benzene</bold>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c02812_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Calculated channel shape with benzene molecules' position in the case of NIIC-30(Ph)⋅benzene.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Differences between xylene stabilization in <bold>B</bold> position: <italic toggle=\"yes\">o</italic>-xylene (a), <italic toggle=\"yes\">m</italic>-xylene\n(b), <italic toggle=\"yes\">p</italic>-xylene (c); stabilizing C···C\ndistances are shown\nwith magenta dashed lines.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c02812_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Differences between xylene stabilization in B position: o-xylene (a), m-xylene (b), p-xylene (c); stabilizing C⋅⋅⋅C distances are shown with magenta dashed lines.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.1c02812", "title": "\nMetal–Organic\nFrameworks for Highly Selective\nSeparation of Xylene Isomers and Single-Crystal X‑ray Study\nof Aromatic Guest–Host Inclusion Compounds\n", "journal": "American\nChemical Society", "date": "2021.03", "author_list": ["Sapianik\nAleksandr A.", "Dudko\nEvgeny R.", "Kovalenko\nKonstantin A.", "Barsukova\nMarina O.", "Samsonenko\nDenis G.", "Dybtsev\nDanil N.", "Fedin\nVladimir P."]}}