{"filepath": "../L2M3_data/1_application_papers/acs_xml/am1c03110.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Energetic\nmetal–organic frameworks (EMOFs) with a high oxygen\ncontent are currently a hot spot in the field of energetic materials\nresearch. In this article, two series of EMOFs with different ligands\nwere obtained by reacting 1-(trinitromethyl)-1H-1,2,4-triazole-3-carboxylic\nacid (tntrza) with metal iodide and metal nitrate, respectively. Furthermore,\ntheir structure, thermal stability, thermal decomposition kinetics,\nand energy performance are fully characterized. The research results\nrevealed that the synthesized EMOFs possess a wide range of density\n(ρ = 1.88∼2.595 g cm<sup>–3</sup>), oxygen balance\n(OB­(CO<sub>2</sub>) = −21.1∼ −4.3%), and acceptable\nenergy performance (<italic toggle=\"yes\">D</italic> = 7.73∼8.74 km s<sup>–1</sup> and <italic toggle=\"yes\">P</italic> = 28.1∼41.1 GPa). The\ndifference in OB­(CO<sub>2</sub>) caused by the ligand structure and\nmetal properties has a great impact on the distribution of gas-phase\nproducts after the decomposition of these EMOFs. Noteworthy, [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> is particularly prominent among these EMOFs,\nnot only because of its excellent detonation performance (<italic toggle=\"yes\">D</italic> = 8.74 km s<sup>–1</sup> and <italic toggle=\"yes\">P</italic> = 41.1 GPa) endowed by its extremely high density (ρ = 2.595\ng cm<sup>–3</sup>) and oxygen balance (OB­(CO<sub>2</sub>) =\n−4.3%) but also because of its effective catalytic effect on\nthe decomposition of ammonium perchlorate (AP). This article broadens\nthe horizon for the study of oxygen-enriched EMOFs with catalytic\neffects and helps understand the mechanism of thermal decomposition\nof EMOFs with nitroform and dinitro groups.</p>", "clean_text": "Energetic metal-organic frameworks (EMOFs) with a high oxygen content are currently a hot spot in the field of energetic materials research. In this article, two series of EMOFs with different ligands were obtained by reacting 1-(trinitromethyl)-1H-1,2,4-triazole-3-carboxylic acid (tntrza) with metal iodide and metal nitrate, respectively. Furthermore, their structure, thermal stability, thermal decomposition kinetics, and energy performance are fully characterized. The research results revealed that the synthesized EMOFs possess a wide range of density (ρ = 1.88~2.595 g cm-3), oxygen balance (OB(CO2) = -21.1~ -4.3%), and acceptable energy performance (D = 7.73~8.74 km s-1 and P = 28.1~41.1 GPa). The difference in OB(CO2) caused by the ligand structure and metal properties has a great impact on the distribution of gas-phase products after the decomposition of these EMOFs. Noteworthy, [Ag(tntrza)] n  is particularly prominent among these EMOFs, not only because of its excellent detonation performance (D = 8.74 km s-1 and P = 41.1 GPa) endowed by its extremely high density (ρ = 2.595 g cm-3) and oxygen balance (OB(CO2) = -4.3%) but also because of its effective catalytic effect on the decomposition of ammonium perchlorate (AP). This article broadens the horizon for the study of oxygen-enriched EMOFs with catalytic effects and helps understand the mechanism of thermal decomposition of EMOFs with nitroform and dinitro groups.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Energetic materials, including explosives, propellants, and explosives,\nare widely used in military and civilian areas because of their characteristic\nof rapid chemical energy release during the self-redox reaction. In the past few decades, driven by the huge demand\nfor new energetic materials in national defense and aerospace, high-energy-dense\nmaterials (HEDMs) with advanced properties have ushered in unprecedented\ndevelopment, and some of them play an indispensable role in the abovementioned\nspecial areas. Even so, there are still huge barriers (such as a density higher\nthan 2.2 g cm<sup>–3</sup>) to the development of traditional\norganic energetic compounds.</p>", "clean_text": "Introduction\n\nEnergetic materials, including explosives, propellants, and explosives, are widely used in military and civilian areas because of their characteristic of rapid chemical energy release during the self-redox reaction. In the past few decades, driven by the huge demand for new energetic materials in national defense and aerospace, high-energy-dense materials (HEDMs) with advanced properties have ushered in unprecedented development, and some of them play an indispensable role in the abovementioned special areas. Even so, there are still huge barriers (such as a density higher than 2.2 g cm-3) to the development of traditional organic energetic compounds.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks\nbased on energetic materials (EMOFs)\nhave received continuous attention since they were reported. Compared\nwith traditional organic energetic compounds, EMOFs have promising\ncontrollability in terms of loading density, energy performance, and\nstability, and it is these advanced characteristics that make EMOFs\nwidely used in detonating devices, pyrotechnic, heat-resistant explosives,\nand catalysts in propellants. The use of nitrogen-rich materials as building blocks\nto construct EMOFs has aroused great interest because of the existence\nof extensive C–N, CN, N–N, NN, and N–O\nenergy bonds as well as environmental-friendly features. However, MOFs prepared with nitrogen heterocycles without other\noxygen-containing functional groups as ligands tend to reduce the\noverall oxygen content of the charge because most metals themselves\nalso need to consume oxygen during the combustion or explosion of\nEMOFs. In order to improve these disadvantages, nitrogen heterocycles\nwith oxygen-containing functional groups (such as nitro, carboxyl,\ncarbonyl, and hydroxyl) are widely used to prepare EMOFs with enhanced\noxygen content (). Among these oxygen-containing groups, nitro, dinitro,\nand nitroform structures are very effective oxidizing components,\nespecially nitroform, which is usually used to prepare organic oxidants\nwith high energy density characteristics. It is worth noting that the increase in the number of nitro groups\non the structure of energetic materials (or the introduction of the\nnitroform structure) is usually accompanied by a decrease in thermal\nstability. Therefore, how to achieve a good balance of thermal stability\nand high oxygen content is an obstacle in the study of EMOFs.</p>", "clean_text": "Metal-organic frameworks based on energetic materials (EMOFs) have received continuous attention since they were reported. Compared with traditional organic energetic compounds, EMOFs have promising controllability in terms of loading density, energy performance, and stability, and it is these advanced characteristics that make EMOFs widely used in detonating devices, pyrotechnic, heat-resistant explosives, and catalysts in propellants. The use of nitrogen-rich materials as building blocks to construct EMOFs has aroused great interest because of the existence of extensive C-N, CN, N-N, NN, and N-O energy bonds as well as environmental-friendly features. However, MOFs prepared with nitrogen heterocycles without other oxygen-containing functional groups as ligands tend to reduce the overall oxygen content of the charge because most metals themselves also need to consume oxygen during the combustion or explosion of EMOFs. In order to improve these disadvantages, nitrogen heterocycles with oxygen-containing functional groups (such as nitro, carboxyl, carbonyl, and hydroxyl) are widely used to prepare EMOFs with enhanced oxygen content (). Among these oxygen-containing groups, nitro, dinitro, and nitroform structures are very effective oxidizing components, especially nitroform, which is usually used to prepare organic oxidants with high energy density characteristics. It is worth noting that the increase in the number of nitro groups on the structure of energetic materials (or the introduction of the nitroform structure) is usually accompanied by a decrease in thermal stability. Therefore, how to achieve a good balance of thermal stability and high oxygen content is an obstacle in the study of EMOFs.", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) 1,3,4-Triazole\nderivatives with the nitroform group on the\nnitrogen atom. (B) Reported aza monocyclic ligands of EMOF with a\ngood oxygen content.(C) Novel high oxygen content ligand based on\nnitroform triazole.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (A) 1,3,4-Triazole derivatives with the nitroform group on the nitrogen atom. (B) Reported aza monocyclic ligands of EMOF with a good oxygen content.(C) Novel high oxygen content ligand based on nitroform triazole.   ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Based on the above description,\nwe designed and successfully prepared\na new energetic ligand 1-(trinitromethyl)-1H-1,2,4-triazole-3-carboxylic\nacid (tntrza) with a high oxygen content (C). Also, by reacting tntrza with metal iodide\nand metal nitrate, EMOFs ([K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, [Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, and [Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>) based on 1-(dinitromethyl)-1H-1,2,4-triazole-3-carboxylic acid\n(dntrza), as well as EMOFs ([K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> and [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>) based on tntrza were\nprepared, respectively (). Furthermore, through X-ray single crystal diffraction,\ndifferential scanning calorimetry (DSC), and thermogravimetric analysis\n(TGA), BAM friction sensitivity tester and fall hammer impact sensitivity\ntester, and Kamlet-Jacobs equations, their crystal structure, thermal\nstability, mechanical sensitivity, and detonation performance were\ninvestigated. In addition, the catalytic effect of [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> on ammonium perchlorate (AP) was also explored.</p>", "clean_text": "Based on the above description, we designed and successfully prepared a new energetic ligand 1-(trinitromethyl)-1H-1,2,4-triazole-3-carboxylic acid (tntrza) with a high oxygen content (C). Also, by reacting tntrza with metal iodide and metal nitrate, EMOFs ([K(dntrza)] n , [Rb(dntrza)] n , and [Cs3(dntrza)2(H2O)3] n ) based on 1-(dinitromethyl)-1H-1,2,4-triazole-3-carboxylic acid (dntrza), as well as EMOFs ([K(tntrza)] n  and [Ag(tntrza)] n ) based on tntrza were prepared, respectively (). Furthermore, through X-ray single crystal diffraction, differential scanning calorimetry (DSC), and thermogravimetric analysis (TGA), BAM friction sensitivity tester and fall hammer impact sensitivity tester, and Kamlet-Jacobs equations, their crystal structure, thermal stability, mechanical sensitivity, and detonation performance were investigated. In addition, the catalytic effect of [Ag(tntrza)] n  on ammonium perchlorate (AP) was also explored.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) Molecular\nstructure of tntrza with the atomic label, (B) crystal\npacking diagram of tntrza (the cyan dotted line represents the hydrogen\nbond), (C) distribution of hydrogen bonds in the intralayer of tntrza\ncrystals (the cyan dotted line represents the hydrogen bond), and\n(D) distribution of hydrogen bonds in the interlayer of tntrza crystals\n(the cyan dotted line represents the hydrogen bond).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (A) Molecular structure of tntrza with the atomic label, (B) crystal packing diagram of tntrza (the cyan dotted line represents the hydrogen bond), (C) distribution of hydrogen bonds in the intralayer of tntrza crystals (the cyan dotted line represents the hydrogen bond), and (D) distribution of hydrogen bonds in the interlayer of tntrza crystals (the cyan dotted line represents the hydrogen bond).   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Preparation</title><p>The preparation process\nof EMOFs based on dntrza and tntrza is shown in . The synthesis process of the new energetic\nligand and the MOF derived therefrom is given in detail in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_007.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>. Originally, the purpose\nof the reaction between tntrza and metal iodide (KI, RbI, and CsI)\nin methanol was to prepare a MOF based on tntrza. However, a MOF with\ndinitro groups ([K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, [Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, and [Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>) was unexpectedly\nobtained. The results of this reaction are consistent with those previously\nreported by Kofman, T.P. In order to obtain\nthe MOF of tntrza, a mixture of metal nitrates (KNO<sub>3</sub> and\nAgNO<sub>3</sub>) and tntrza in methanol was used to try, and the\ntarget compounds [K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> and [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> were successfully obtained.</p>", "clean_text": "Results and Discussion\n\nPreparation\n\nThe preparation process of EMOFs based on dntrza and tntrza is shown in . The synthesis process of the new energetic ligand and the MOF derived therefrom is given in detail in the Supporting Information. Originally, the purpose of the reaction between tntrza and metal iodide (KI, RbI, and CsI) in methanol was to prepare a MOF based on tntrza. However, a MOF with dinitro groups ([K(dntrza)] n , [Rb(dntrza)] n , and [Cs3(dntrza)2(H2O)3] n ) was unexpectedly obtained. The results of this reaction are consistent with those previously reported by Kofman, T.P. In order to obtain the MOF of tntrza, a mixture of metal nitrates (KNO3 and AgNO3) and tntrza in methanol was used to try, and the target compounds [K(tntrza)] n  and [Ag(tntrza)] n  were successfully obtained.", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Preparation of EMOF\nBased on Dntrza and Tntrza</title>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0013.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Preparation of EMOF Based on Dntrza and Tntrza   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<title>Structure Characteristics</title><p>As an energetic\nligand with high oxygen content, tntrza crystallizes in the triclinic\nspace group P-1 containing two energetic molecules and two water molecules\nin a unit cell. Different from the high density of energetic molecules\nwith high oxygen balance, the crystal density of tnrza at room temperature\nis 1.77 g cm<sup>–3</sup>, which is caused by the water molecules\nin the crystal (A). Obviously, the energetic molecules in the same layer are arranged\nin the form of head-to-head, and there is a relatively short distance\nof 2.329 Å between the two heads. (with the nitroform group as\nthe head and carboxyl as the tail) (B). It is undeniable that water molecules\nplay an important role in the formation of hydrogen bonds in tntrza\ncrystals (O(2)-H (2)···O (9), O(9)-H­(9A)···N\n(2), O(9)-H­(9A)···O­(5A), O(9)-H­(9A)···O\n(1), and O(9)-H­(9B)···O (1)). It not only participates\nin the formation of intermolecular hydrogen bonds in the same layer\nbut also connects two adjacent molecular layers through hydrogen bonds\n(C, D).</p>", "clean_text": "Structure Characteristics\n\nAs an energetic ligand with high oxygen content, tntrza crystallizes in the triclinic space group P-1 containing two energetic molecules and two water molecules in a unit cell. Different from the high density of energetic molecules with high oxygen balance, the crystal density of tnrza at room temperature is 1.77 g cm-3, which is caused by the water molecules in the crystal (A). Obviously, the energetic molecules in the same layer are arranged in the form of head-to-head, and there is a relatively short distance of 2.329 Å between the two heads. (with the nitroform group as the head and carboxyl as the tail) (B). It is undeniable that water molecules play an important role in the formation of hydrogen bonds in tntrza crystals (O(2)-H (2)⋅⋅⋅O (9), O(9)-H(9A)⋅⋅⋅N (2), O(9)-H(9A)⋅⋅⋅O(5A), O(9)-H(9A)⋅⋅⋅O (1), and O(9)-H(9B)⋅⋅⋅O (1)). It not only participates in the formation of intermolecular hydrogen bonds in the same layer but also connects two adjacent molecular layers through hydrogen bonds (C, D).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>[K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> crystallizes in the monoclinic\nspace group Pn with a calculated density of 2.001 g cm<sup>–3</sup>. Each dntrza molecule forms a coordination bond with the surrounding\nsix potassium, and the length of the coordination bond formed by the\noxygen atom and potassium ranges from 2.8063 to 3.2864 Å, while\nthe length of the coordination bond formed by the nitrogen atom and\npotassium ranges from 2.9041 to 2.9486 Å. In addition to coordinating\nwith the oxygen atom and nitrogen atom, the potassium atom is also\ncoordinated with the carbon atom on the carboxyl group, namely, (C3-K,\n(3.428 Å)), as shown in A. In the two-dimensional (2D) layer, potassium forms\ncoordination bonds with the oxygen (O1, O2, O4, O5, and O6) and nitrogen\n(N2 and N3) atoms of the four surrounding energetic ligand molecules\nand expands into a layered structure, as shown in C. In addition to the coordination\nbonds, there are also abundant hydrogen bonds O(1)-H (2)···O\n(6), O(1)-H (2)···O (5), O(1)-H (2)···N\n(4), and C(1)-H (1)···O (4) (B,D), and these hydrogen bonds connect the\nfour dntrza molecules into a closed ring (or each dntrza molecule\nis connected to the surrounding four dntrza molecules through hydrogen\nbonds) (D).\nIt is these abundant hydrogen bonds and coordination effects that\ntogether determine the three-dimensional (3D) stacking pattern of\n[K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>.</p>", "clean_text": "[K(dntrza)] n  crystallizes in the monoclinic space group Pn with a calculated density of 2.001 g cm-3. Each dntrza molecule forms a coordination bond with the surrounding six potassium, and the length of the coordination bond formed by the oxygen atom and potassium ranges from 2.8063 to 3.2864 Å, while the length of the coordination bond formed by the nitrogen atom and potassium ranges from 2.9041 to 2.9486 Å. In addition to coordinating with the oxygen atom and nitrogen atom, the potassium atom is also coordinated with the carbon atom on the carboxyl group, namely, (C3-K, (3.428 Å)), as shown in A. In the two-dimensional (2D) layer, potassium forms coordination bonds with the oxygen (O1, O2, O4, O5, and O6) and nitrogen (N2 and N3) atoms of the four surrounding energetic ligand molecules and expands into a layered structure, as shown in C. In addition to the coordination bonds, there are also abundant hydrogen bonds O(1)-H (2)⋅⋅⋅O (6), O(1)-H (2)⋅⋅⋅O (5), O(1)-H (2)⋅⋅⋅N (4), and C(1)-H (1)⋅⋅⋅O (4) (B,D), and these hydrogen bonds connect the four dntrza molecules into a closed ring (or each dntrza molecule is connected to the surrounding four dntrza molecules through hydrogen bonds) (D). It is these abundant hydrogen bonds and coordination effects that together determine the three-dimensional (3D) stacking pattern of [K(dntrza)] n .", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) Coordination diagram\nbetween dntrza and the potassium atom,\n(B) crystal packing diagram of [K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (the cyan dotted line represents the hydrogen bond), (C) diagram\nof the coordination bond distribution of dntrza and potassium in the\n2D layer, (D) distribution of hydrogen bonds in the crystal (without\npotassium atoms and coordination bonds, the cyan dotted line represents\nthe hydrogen bonds).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (A) Coordination diagram between dntrza and the potassium atom, (B) crystal packing diagram of [K(dntrza)] n  (the cyan dotted line represents the hydrogen bond), (C) diagram of the coordination bond distribution of dntrza and potassium in the 2D layer, (D) distribution of hydrogen bonds in the crystal (without potassium atoms and coordination bonds, the cyan dotted line represents the hydrogen bonds).   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<p>[Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> crystallizes in the monoclinic\nspace group Pn with a calculated density of 2.297 g cm<sup>–3</sup> at the temperature of 170 K. Interestingly, the coordination of\nrubidium and dntrza is very similar to that of potassium, that is,\nthere are six rubidium to coordinate with each dntrza molecule (A). Even so, there\nare differences between Rbdntrza and Kdntrza, and the main difference\nis reflected in the coordination of metal atoms and carbon atoms.\nIn [Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, rubidium atoms and carbon\natoms form three coordination bonds (Rb-C3 (3.717 Å), Rb-C4 (3.690\nÅ), and Rb-C4 (3.461 Å), while in [K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, there is only one kind of coordination between\npotassium and carbon atoms (K-C3 (3.428 Å)) (A, C). Except for the formation\nof coordination bonds consistent with [K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, the formation of hydrogen bonds (O5-H5···O3,\nO5-H5···O4, O5-H5···N1, and C2-H2···O1)\nis also similar to that of [K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (D).</p>", "clean_text": "[Rb(dntrza)] n  crystallizes in the monoclinic space group Pn with a calculated density of 2.297 g cm-3 at the temperature of 170 K. Interestingly, the coordination of rubidium and dntrza is very similar to that of potassium, that is, there are six rubidium to coordinate with each dntrza molecule (A). Even so, there are differences between Rbdntrza and Kdntrza, and the main difference is reflected in the coordination of metal atoms and carbon atoms. In [Rb(dntrza)] n , rubidium atoms and carbon atoms form three coordination bonds (Rb-C3 (3.717 Å), Rb-C4 (3.690 Å), and Rb-C4 (3.461 Å), while in [K(dntrza)] n , there is only one kind of coordination between potassium and carbon atoms (K-C3 (3.428 Å)) (A, C). Except for the formation of coordination bonds consistent with [K(dntrza)] n , the formation of hydrogen bonds (O5-H5⋅⋅⋅O3, O5-H5⋅⋅⋅O4, O5-H5⋅⋅⋅N1, and C2-H2⋅⋅⋅O1) is also similar to that of [K(dntrza)] n  (D).", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(A) Coordination\ndiagram between dntrza and the rubidium atom,\n(B) crystal packing diagram of [Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (the cyan dotted line represents the hydrogen bond), (C) diagram\nof the coordination bond distribution of dntrza and rubidium in the\n2D layer, (D) distribution of hydrogen bonds in the crystal (without\nrubidium atoms and coordination bonds, the cyan dotted line represents\nthe hydrogen bonds).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (A) Coordination diagram between dntrza and the rubidium atom, (B) crystal packing diagram of [Rb(dntrza)] n  (the cyan dotted line represents the hydrogen bond), (C) diagram of the coordination bond distribution of dntrza and rubidium in the 2D layer, (D) distribution of hydrogen bonds in the crystal (without rubidium atoms and coordination bonds, the cyan dotted line represents the hydrogen bonds).   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>[Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> crystallizes in the orthorhombic space\ngroup cmca with a calculated density of 2.301 g cm<sup>–3</sup> at the temperature of 296 K. Unlike [K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> and [Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, each unit\ncell of [Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> has two dntrza molecules which form\ncoordination bonds with the surrounding 10 cesium atoms and two water\nmolecules (A). Although there are three coordination metals in different environments,\ntheir distribution has strong regularity. That is, Cs1 and Cs2 are\ndistributed on the vertical centerline of the crystal, and Cs3 is\ndistributed on both the sides of the centerline (B-D). C shows the coordination of Cs3 and dntrza\nmolecules in the same plane; each Cs3 is coordinated with two nearby\ndntrza molecules, and the lengths of the coordination bond are Cs3-O\n(3.158∼3.272 Å) and Cs3-N (3.363 Å). D shows the coordination of\nCs1 and Cs2, both of which have coordinated with six energetic molecules.\nIt is worth noting that the coordination of Cs1 and Cs2 with energetic\nmolecules only occurs on the oxygen atom of the nitro group.</p>", "clean_text": "[Cs3(dntrza)2(H2O)3] n  crystallizes in the orthorhombic space group cmca with a calculated density of 2.301 g cm-3 at the temperature of 296 K. Unlike [K(dntrza)] n  and [Rb(dntrza)] n , each unit cell of [Cs3(dntrza)2(H2O)3] n  has two dntrza molecules which form coordination bonds with the surrounding 10 cesium atoms and two water molecules (A). Although there are three coordination metals in different environments, their distribution has strong regularity. That is, Cs1 and Cs2 are distributed on the vertical centerline of the crystal, and Cs3 is distributed on both the sides of the centerline (B-D). C shows the coordination of Cs3 and dntrza molecules in the same plane; each Cs3 is coordinated with two nearby dntrza molecules, and the lengths of the coordination bond are Cs3-O (3.158~3.272 Å) and Cs3-N (3.363 Å). D shows the coordination of Cs1 and Cs2, both of which have coordinated with six energetic molecules. It is worth noting that the coordination of Cs1 and Cs2 with energetic molecules only occurs on the oxygen atom of the nitro group.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(A) Coordination\ndiagram between dntrza and the cesium atom, (B)\ncrystal packing diagram of [Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (the cyan dotted\nline represents the hydrogen bond), (C) diagram of the coordination\nbond distribution of dntrza and cesium in the 2D layer, and (D) coordination\nbond between cesium atom 1, cesium atom 2, and dntrza.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (A) Coordination diagram between dntrza and the cesium atom, (B) crystal packing diagram of [Cs3(dntrza)2(H2O)3] n  (the cyan dotted line represents the hydrogen bond), (C) diagram of the coordination bond distribution of dntrza and cesium in the 2D layer, and (D) coordination bond between cesium atom 1, cesium atom 2, and dntrza.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>For complex [K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, it\ncrystallizes\nin the monoclinic space group C2/c with a calculated density of 1.88\ng cm<sup>–3</sup> at the temperature of 296 K. Each potassium\natom forms a coordination bond with eight surrounding tntrza molecules,\nand this can be clearly seen from A. From the top of the small diamond-shaped\narea at the horizontal center line of the stacking diagram (B), it is clear that\nthe distribution of intermolecular hydrogen bonds is generated by\nthe C–H on the triazole and the oxygen atoms on the carboxyl\ngroup (C). D shows the acute-angled\ntop (with the angle of 58.64°) of the horizontally arranged rhombus\nchain. Obviously, each rhombus is not separated from each other, and\nthey are closely connected to each other through the coordination\nbond K-O8 (3.200 Å). Although the tntrza molecules are arranged\nin a compact manner, this did not contribute to the formation of 3D-MOF\n(this can be clearly seen from the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_007.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>).</p>", "clean_text": "For complex [K(tntrza)] n , it crystallizes in the monoclinic space group C2/c with a calculated density of 1.88 g cm-3 at the temperature of 296 K. Each potassium atom forms a coordination bond with eight surrounding tntrza molecules, and this can be clearly seen from A. From the top of the small diamond-shaped area at the horizontal center line of the stacking diagram (B), it is clear that the distribution of intermolecular hydrogen bonds is generated by the C-H on the triazole and the oxygen atoms on the carboxyl group (C). D shows the acute-angled top (with the angle of 58.64°) of the horizontally arranged rhombus chain. Obviously, each rhombus is not separated from each other, and they are closely connected to each other through the coordination bond K-O8 (3.200 Å). Although the tntrza molecules are arranged in a compact manner, this did not contribute to the formation of 3D-MOF (this can be clearly seen from the Supporting Information).", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(A) Coordination diagram between tntrza and the potassium\natom.\n(B) Crystal packing diagram of [K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (the cyan dotted line represents the hydrogen bond). (C) Coordination\nof the potassium atom and tntrza at the acute angle of the rhombus\nstructure viewed from the upper part of the stacked diagram. (D) Molecular\ndistribution on both the sides of the acute angle of the rhombus and\nthe angle of the acute angle.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (A) Coordination diagram between tntrza and the potassium atom. (B) Crystal packing diagram of [K(tntrza)] n  (the cyan dotted line represents the hydrogen bond). (C) Coordination of the potassium atom and tntrza at the acute angle of the rhombus structure viewed from the upper part of the stacked diagram. (D) Molecular distribution on both the sides of the acute angle of the rhombus and the angle of the acute angle.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>As for [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, its crystal belongs\nto triclinic space group P-1 with a calculated density of 2.595 g\ncm<sup>–3</sup> at the temperature of 296 K. Each tntrza molecule\nforms a coordination bond with the surrounding four silver atoms (A). Unexpectedly,\nunlike other MOFs described above, the nitro group of [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> does not participate in the formation of the\ncoordination bonds. In addition, there are only intramolecular hydrogen\nbonds in the crystal (C). Similar to [K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> and\ntntrza, the adjacent 2D layers inside the crystal of [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> are close to each other with nitroformyl groups\n(the distance between the two parallel MOF blocks is 1.633 Å)\n(B, C), which\nmakes the MOFs prone to generate “hot spots” in the\ncavities near the nitroform group that cause combustion or detonation\nwhen MOFs are subjected to external mechanical stimulation. It is worth noting that inside the 2D layer, the thin layers, as\nshown in C,\nare close to each other (with a distance of 3.11 Å) through the\ncoordination bond Ag-N3 (2.735 Å).</p>", "clean_text": "As for [Ag(tntrza)] n , its crystal belongs to triclinic space group P-1 with a calculated density of 2.595 g cm-3 at the temperature of 296 K. Each tntrza molecule forms a coordination bond with the surrounding four silver atoms (A). Unexpectedly, unlike other MOFs described above, the nitro group of [Ag(tntrza)] n  does not participate in the formation of the coordination bonds. In addition, there are only intramolecular hydrogen bonds in the crystal (C). Similar to [K(tntrza)] n  and tntrza, the adjacent 2D layers inside the crystal of [Ag(tntrza)] n  are close to each other with nitroformyl groups (the distance between the two parallel MOF blocks is 1.633 Å) (B, C), which makes the MOFs prone to generate \"hot spots\" in the cavities near the nitroform group that cause combustion or detonation when MOFs are subjected to external mechanical stimulation. It is worth noting that inside the 2D layer, the thin layers, as shown in C, are close to each other (with a distance of 3.11 Å) through the coordination bond Ag-N3 (2.735 Å).", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(A) Coordination diagram\nbetween tntrza and the silver atom, (B)\ncrystal packing diagram of [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (the cyan dotted line represents the hydrogen bond), (C) diagram\nof the coordination bond distribution of tntrza and silver in the\nthin layers, and (D) connection between adjacent thin layers (Ag-N3).</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (A) Coordination diagram between tntrza and the silver atom, (B) crystal packing diagram of [Ag(tntrza)] n  (the cyan dotted line represents the hydrogen bond), (C) diagram of the coordination bond distribution of tntrza and silver in the thin layers, and (D) connection between adjacent thin layers (Ag-N3).   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<title>Thermal Stability and Decomposition\nProduct\nAnalysis</title><p>To illustrate the thermal stability and the decomposition\nprocesses of these complexes, DSC at a heating rate of 5 °C min<sup>–1</sup>, TGA at a heating rate of 5 °C min<sup>–1</sup>, and thermogravimetric mass spectrometry (TG-MS) at a heating rate\nof 10 °C min<sup>–1</sup> were applied. As shown in A, it is obvious\nthat the EMOFs with tntrza and dntrza as the ligands show better thermal\nstability (<italic toggle=\"yes\">T</italic>\n<sub>d</sub> = 168.1, 153.9, 144.4, 161.9,\nand 189.9 °C for [K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, [Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, [Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, [K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, and [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, respectively) than the nitroform tetrazolium MOFs (RbTNTz (119.6\n°C), AgTNTz (123.4 °C), and Cu­(NH<sub>3</sub>)<sub>3</sub>(TNTz)<sub>2</sub> (117.3 °C)), and the onset decomposition\ntemperature is also higher than that of the ligand compound tntrza\n(137.0 °C). Interestingly, there is a regular phenomenon between\nthe thermal stability of the dntrza-based EMOFs and the atomic number\nof the alkali metal, that is, the larger the atomic number, the worse\nthe thermal stability of the EMOFs will be. From B, it is clear that there is\na significant difference in the decomposition process of the dntrza-based\nEMOFs and the tntrza-based EMOFs. As for the former, there are two\nstages of mass loss during the decomposition process. The first stage\noccurs at the exothermic peak in the DSC curves, which are 159∼171\n°C ([K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>), 150∼157\n°C ([Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>), and 143∼148\n°C ([Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>), respectively, and the corresponding\nquality loss values at this stage are 15.13, 16.75 and 14.21%, respectively.\nThe second stage occurred in the temperature range of 173∼176\n°C (K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>), 159∼162\n°C ([Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>), and 151∼155\n°C ([Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>), and the corresponding mass loss\nvalues are 15.89, 20.16, and 11.87%, respectively, while the decomposition\nprocess of the tntrza-based EMOFs has only one stage of quality loss.\nAs for the latter, the mass loss only occurs in the vicinity of the\nexothermic peak, which is 159∼171 °C ([K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>) and 190∼198 °C ([Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>), and the mass loss accounts for 76.14 and\n45.39% of the total mass, respectively. TGA revealed that the abovementioned\ncompounds exhibited a violent energy release process, especially the\ntntrza-based EMOFs. According to the TG-MS test results (), the main gas-phase\nproducts of tntrza decomposition include CH<sub>4</sub> (16), H<sub>2</sub>O (18), HCN (27), CO (28), CH<sub>2</sub>O (30 and 29 (CHO)),\nN<sub>2</sub>O (44), and NO<sub>2</sub> (46). Obviously, CH<sub>2</sub>O and N<sub>2</sub>O occupy the largest proportion in the entire\ngas-phase product. When tntrza reacts with metal iodides to form the\ndntrza-based EMOFs, the types of gas-phase products produced by decomposition\nare simplified compared with tntrza, and the main gas-phase products\nare CO, CH<sub>2</sub>O, and N<sub>2</sub>O. It is worth mentioning\nthat with the increase in the sequence of alkali-metal atoms, the\nproportion of heavy gases (N<sub>2</sub>O) gradually decreases, while\nthe proportion of light gases (CO and CH<sub>2</sub>O) increases,\nespecially CH<sub>4</sub> ([Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>). For tntrza-based\nEMOFs, their decomposition gas-phase product distribution is similar\nto that of tntrza, with the obvious difference being CH<sub>2</sub>O and NO<sub>2</sub>. In summary, the high OB can promote the decomposition\nof compounds, that is, it can lead to the production of more small\nmolecule gases.</p>", "clean_text": "Thermal Stability and Decomposition Product Analysis\n\nTo illustrate the thermal stability and the decomposition processes of these complexes, DSC at a heating rate of 5 °C min-1, TGA at a heating rate of 5 °C min-1, and thermogravimetric mass spectrometry (TG-MS) at a heating rate of 10 °C min-1 were applied. As shown in A, it is obvious that the EMOFs with tntrza and dntrza as the ligands show better thermal stability (T d = 168.1, 153.9, 144.4, 161.9, and 189.9 °C for [K(dntrza)] n , [Rb(dntrza)] n , [Cs3(dntrza)2(H2O)3] n , [K(tntrza)] n , and [Ag(tntrza)] n , respectively) than the nitroform tetrazolium MOFs (RbTNTz (119.6 °C), AgTNTz (123.4 °C), and Cu(NH3)3(TNTz)2 (117.3 °C)), and the onset decomposition temperature is also higher than that of the ligand compound tntrza (137.0 °C). Interestingly, there is a regular phenomenon between the thermal stability of the dntrza-based EMOFs and the atomic number of the alkali metal, that is, the larger the atomic number, the worse the thermal stability of the EMOFs will be. From B, it is clear that there is a significant difference in the decomposition process of the dntrza-based EMOFs and the tntrza-based EMOFs. As for the former, there are two stages of mass loss during the decomposition process. The first stage occurs at the exothermic peak in the DSC curves, which are 159~171 °C ([K(dntrza)] n ), 150~157 °C ([Rb(dntrza)] n ), and 143~148 °C ([Cs3(dntrza)2(H2O)3] n ), respectively, and the corresponding quality loss values at this stage are 15.13, 16.75 and 14.21%, respectively. The second stage occurred in the temperature range of 173~176 °C (K(dntrza)] n ), 159~162 °C ([Rb(dntrza)] n ), and 151~155 °C ([Cs3(dntrza)2(H2O)3] n ), and the corresponding mass loss values are 15.89, 20.16, and 11.87%, respectively, while the decomposition process of the tntrza-based EMOFs has only one stage of quality loss. As for the latter, the mass loss only occurs in the vicinity of the exothermic peak, which is 159~171 °C ([K(tntrza)] n ) and 190~198 °C ([Ag(tntrza)] n ), and the mass loss accounts for 76.14 and 45.39% of the total mass, respectively. TGA revealed that the abovementioned compounds exhibited a violent energy release process, especially the tntrza-based EMOFs. According to the TG-MS test results (), the main gas-phase products of tntrza decomposition include CH4 (16), H2O (18), HCN (27), CO (28), CH2O (30 and 29 (CHO)), N2O (44), and NO2 (46). Obviously, CH2O and N2O occupy the largest proportion in the entire gas-phase product. When tntrza reacts with metal iodides to form the dntrza-based EMOFs, the types of gas-phase products produced by decomposition are simplified compared with tntrza, and the main gas-phase products are CO, CH2O, and N2O. It is worth mentioning that with the increase in the sequence of alkali-metal atoms, the proportion of heavy gases (N2O) gradually decreases, while the proportion of light gases (CO and CH2O) increases, especially CH4 ([Cs3(dntrza)2(H2O)3] n ). For tntrza-based EMOFs, their decomposition gas-phase product distribution is similar to that of tntrza, with the obvious difference being CH2O and NO2. In summary, the high OB can promote the decomposition of compounds, that is, it can lead to the production of more small molecule gases.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>DSC (A) and TG (B) curves of tntrza, [K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, [Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>,\n[Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, [K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>,\nand [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> at a heating rate of\n5 °C min<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  DSC (A) and TG (B) curves of tntrza, [K(dntrza)] n , [Rb(dntrza)] n , [Cs3(dntrza)2(H2O)3] n , [K(tntrza)] n , and [Ag(tntrza)] n  at a heating rate of 5 °C min-1.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Distribution\nof the main gas-phase products of the decomposition\nof the six compounds obtained by TG-MS in a helium atmosphere at a\nheating rate of 10 °C min<sup>–1</sup> (A: tntrza, B:\n[K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, C: [Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, D: [Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, E: [K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, and F: [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>).</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Distribution of the main gas-phase products of the decomposition of the six compounds obtained by TG-MS in a helium atmosphere at a heating rate of 10 °C min-1 (A: tntrza, B: [K(dntrza)] n , C: [Rb(dntrza)] n , D: [Cs3(dntrza)2(H2O)3] n , E: [K(tntrza)] n , and F: [Ag(tntrza)] n ).   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Nonisothermal\nKinetic Analysis</title><p>To\nexplore the decomposition mechanism of tntrza and its derived EMOFs\nand to obtain the kinetic parameters including apparent activation\nenergy (<italic toggle=\"yes\">E</italic>) and pre-exponential constant (<italic toggle=\"yes\">A</italic>), the widely recognized Kissinger () and Ozawa () methods were employed.<disp-formula id=\"eq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>ln</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">p</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mi>ln</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">AR</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>−</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">p</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n<label>1</label>\n</disp-formula>\n<disp-formula id=\"eq2\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>log</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:mi>β</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>0.4567</mml:mn>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">RT</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">p</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mi>C</mml:mi>\n</mml:math>\n</alternatives>\n<label>2</label>\n</disp-formula>\n</p>", "clean_text": "Nonisothermal Kinetic Analysis\n\nTo explore the decomposition mechanism of tntrza and its derived EMOFs and to obtain the kinetic parameters including apparent activation energy (E) and pre-exponential constant (A), the widely recognized Kissinger () and Ozawa () methods were employed.    ln  (   β       T   p     2     )  = ln ⁡   AR   E   -   E   R     1     T   p       1      log ⁡ β +   0.4567 E     RT   p     = C   2  ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>where β is the\nlinear heating rate (°C min<sup>–1</sup>), <italic toggle=\"yes\">T</italic>\n<sub>P</sub> denotes the peak temperature (K) of decomposition, <italic toggle=\"yes\">A</italic> represents the pre-exponential constant, <italic toggle=\"yes\">R</italic> is the gas constant (8.314 J (mol °C)<sup>−1</sup>), <italic toggle=\"yes\">E</italic> is the apparent activation energy (kJ mol<sup>–1</sup>), and <italic toggle=\"yes\">C</italic> is a constant.</p>", "clean_text": "where β is the linear heating rate (°C min-1), T P denotes the peak temperature (K) of decomposition, A represents the pre-exponential constant, R is the gas constant (8.314 J (mol °C)-1), E is the apparent activation energy (kJ mol-1), and C is a constant.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>The DSC curves of\nthe above six compounds at the heating rates\nof 5, 10, 15, and 20 °C min<sup>–1</sup> are shown in . Based on the\npeak temperature of decomposition at different heating rates, the\nnonisothermal kinetic parameters of the above six compounds can be\nobtained ().\nObviously, the values of <italic toggle=\"yes\">E</italic> calculated using the Kissinger\n(<italic toggle=\"yes\">E</italic>\n<sub>k</sub>) and Ozawa (<italic toggle=\"yes\">E</italic>\n<sub>o</sub>) methods are in good agreement with each other and range\nfrom 125.7 kJ mol<sup>–1</sup> (tntrza) to 231.1 kJ mol<sup>–1</sup> ([K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>). It is\nworth noting that tntrza-based EMOFs exhibited significantly higher <italic toggle=\"yes\">E</italic> than dntrza-based EMOFs, which implies that the thermal\nstability of tntrza-based EMOFs is better than that of dntrza-based\nEMOFs. In order to further estimate the rate constant of the initial\ndecomposition process of the six complexes and also to determine their\nthermal decomposition mechanism, the Arrhenius equation can be expressed\nas follows: ln<italic toggle=\"yes\">k</italic> = 25.3 – 125.7 × 10<sup>3</sup>/(<italic toggle=\"yes\">RT</italic>), ln<italic toggle=\"yes\">k</italic> = 24.6 –\n129.6 × 10<sup>3</sup>/(<italic toggle=\"yes\">RT</italic>), ln<italic toggle=\"yes\">k</italic> = 26.9 – 133.4 × 10<sup>3</sup>/(<italic toggle=\"yes\">RT</italic>), ln<italic toggle=\"yes\">k</italic> = 28.9 – 137.3 × 10<sup>3</sup>/(<italic toggle=\"yes\">RT</italic>), ln<italic toggle=\"yes\">k</italic> = 53.1 – 231.1\n× 10<sup>3</sup>/(<italic toggle=\"yes\">RT</italic>) and ln<italic toggle=\"yes\">k</italic> = 35.2 – 176.7 × 10<sup>3</sup>/(<italic toggle=\"yes\">RT</italic>).</p>", "clean_text": "The DSC curves of the above six compounds at the heating rates of 5, 10, 15, and 20 °C min-1 are shown in . Based on the peak temperature of decomposition at different heating rates, the nonisothermal kinetic parameters of the above six compounds can be obtained (). Obviously, the values of E calculated using the Kissinger (E k) and Ozawa (E o) methods are in good agreement with each other and range from 125.7 kJ mol-1 (tntrza) to 231.1 kJ mol-1 ([K(tntrza)] n ). It is worth noting that tntrza-based EMOFs exhibited significantly higher E than dntrza-based EMOFs, which implies that the thermal stability of tntrza-based EMOFs is better than that of dntrza-based EMOFs. In order to further estimate the rate constant of the initial decomposition process of the six complexes and also to determine their thermal decomposition mechanism, the Arrhenius equation can be expressed as follows: lnk = 25.3 - 125.7 × 103/(RT), lnk = 24.6 - 129.6 × 103/(RT), lnk = 26.9 - 133.4 × 103/(RT), lnk = 28.9 - 137.3 × 103/(RT), lnk = 53.1 - 231.1 × 103/(RT) and lnk = 35.2 - 176.7 × 103/(RT).", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>DSC curves of tntrza (A), [K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (B), [Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (C), [Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (D), [K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (E), and\n[Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (F) at the heating rates\nof 5, 10, 15, and 20 °C min<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0011.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 10  DSC curves of tntrza (A), [K(dntrza)] n  (B), [Rb(dntrza)] n  (C), [Cs3(dntrza)2(H2O)3] n  (D), [K(tntrza)] n  (E), and [Ag(tntrza)] n  (F) at the heating rates of 5, 10, 15, and 20 °C min-1.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Nonisothermal Kinetic Parameters and <italic toggle=\"yes\">T</italic>\n<sub>bp</sub> of above Six Compounds</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">E</italic>\n<sub>k</sub> (kJmol<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">ln[<italic toggle=\"yes\">A</italic>(s<sup>1–</sup>)]</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">R</italic>\n<sub>k</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">E</italic>\n<sub>o</sub> (kJ mol<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">R</italic>\n<sub>o</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">T</italic>\n<sub>p0</sub> (°C)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">T</italic>\n<sub>bp</sub> (°C)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>tntrza</oasis:entry>\n<oasis:entry>125.7</oasis:entry>\n<oasis:entry>25.3</oasis:entry>\n<oasis:entry>–0.996</oasis:entry>\n<oasis:entry>127.3</oasis:entry>\n<oasis:entry>–0.996</oasis:entry>\n<oasis:entry>137.0</oasis:entry>\n<oasis:entry>138.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[K(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n</oasis:entry>\n<oasis:entry>129.6</oasis:entry>\n<oasis:entry>24.6</oasis:entry>\n<oasis:entry>–0.994</oasis:entry>\n<oasis:entry>131.6</oasis:entry>\n<oasis:entry>–0.994</oasis:entry>\n<oasis:entry>156.7</oasis:entry>\n<oasis:entry>158.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Rb(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n</oasis:entry>\n<oasis:entry>133.4</oasis:entry>\n<oasis:entry>26.9</oasis:entry>\n<oasis:entry>–0.999</oasis:entry>\n<oasis:entry>133.9</oasis:entry>\n<oasis:entry>–0.999</oasis:entry>\n<oasis:entry>139.3</oasis:entry>\n<oasis:entry>140.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n</oasis:entry>\n<oasis:entry>137.3</oasis:entry>\n<oasis:entry>28.9</oasis:entry>\n<oasis:entry>–0.996</oasis:entry>\n<oasis:entry>138.1</oasis:entry>\n<oasis:entry>–0.997</oasis:entry>\n<oasis:entry>130.3</oasis:entry>\n<oasis:entry>138.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[K(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n</oasis:entry>\n<oasis:entry>231.1</oasis:entry>\n<oasis:entry>53.1</oasis:entry>\n<oasis:entry>–0.995</oasis:entry>\n<oasis:entry>228.7</oasis:entry>\n<oasis:entry>–0.995</oasis:entry>\n<oasis:entry>160.7</oasis:entry>\n<oasis:entry>161.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Ag(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n</oasis:entry>\n<oasis:entry>176.7</oasis:entry>\n<oasis:entry>35.2</oasis:entry>\n<oasis:entry>–0.999</oasis:entry>\n<oasis:entry>175.6</oasis:entry>\n<oasis:entry>–0.999</oasis:entry>\n<oasis:entry>178.0</oasis:entry>\n<oasis:entry>179.5</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Moreover, the corresponding values of the peak temperature\n(<italic toggle=\"yes\">T</italic>\n<sub>p0</sub>) and the critical temperature of\nthermal\nexplosion (<italic toggle=\"yes\">T</italic>\n<sub>pb</sub>) were also obtained using  and .\n<disp-formula id=\"eq3\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_m003.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>pi</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>p</mml:mi>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mi>a</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mi>b</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:mi>c</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>,</mml:mo>\n<mml:mi>i</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>,</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:mo>,</mml:mo>\n<mml:mn>3</mml:mn>\n<mml:mo>,</mml:mo>\n<mml:mn>4</mml:mn>\n</mml:math>\n</alternatives>\n<label>3</label>\n</disp-formula>\n<disp-formula id=\"eq4\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_m004.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">b</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">k</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msqrt>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">k</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>−</mml:mo>\n<mml:mn>4</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">k</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">RT</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">p</mml:mi>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:msqrt>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n<mml:mi>R</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n<label>4</label>\n</disp-formula>\n</p>", "clean_text": "Moreover, the corresponding values of the peak temperature (T p0) and the critical temperature of thermal explosion (T pb) were also obtained using  and .       T   pi   =   T   p 0   + a   β   i   + b     β   i     2   + c     β   i     3   , i = 1 , 2 , 3 , 4   3        T   b   =     E   k   -       E   k     2   - 4   E   k     RT   p 0       2 R     4  ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>where, <italic toggle=\"yes\">a</italic>, <italic toggle=\"yes\">b</italic>, and <italic toggle=\"yes\">c</italic> are coefficients, <italic toggle=\"yes\">E</italic>\n<sub>k</sub> is the apparent\nactivation energy obtained using Kissinger’s method, and <italic toggle=\"yes\">R</italic> is the universal gas constant, 8.314 J (mol °C)<sup>−1</sup>. The calculated <italic toggle=\"yes\">T</italic>\n<sub>P0</sub> and <italic toggle=\"yes\">T</italic>\n<sub>pb</sub> are shown in . The values of <italic toggle=\"yes\">T</italic>\n<sub>pb</sub> of the six compounds are consistent with the order of their activation\nenergy, which fully demonstrates that the thermal stability of the\nformed EMOFs is better than that of tntrza, especially tntrza-based\nEMOFs ([K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> and [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>).</p>", "clean_text": "where, a, b, and c are coefficients, E k is the apparent activation energy obtained using Kissinger's method, and R is the universal gas constant, 8.314 J (mol °C)-1. The calculated T P0 and T pb are shown in . The values of T pb of the six compounds are consistent with the order of their activation energy, which fully demonstrates that the thermal stability of the formed EMOFs is better than that of tntrza, especially tntrza-based EMOFs ([K(tntrza)] n  and [Ag(tntrza)] n ).", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>Detonation Performances\nand Mechanical Sensitivities</title><p>Detonation velocity (<italic toggle=\"yes\">D</italic>) and pressure (<italic toggle=\"yes\">P</italic>) are the particularly\nvital parameters used to judge the\ndetonation performance of energetic materials. For safety purposes,\nthe energy performances of the complexes are characterized on the\nbasis of the highly recognized Kamlet-Jacobs – with the method\nproposed by S. Pang.\n<disp-formula id=\"eq5\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_m005.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>D</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>1.01</mml:mn>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>N</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>M̅</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>/</mml:mo>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>/</mml:mo>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>/</mml:mo>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>+</mml:mo>\n<mml:mn>1.3</mml:mn>\n<mml:mi>ρ</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n<label>5</label>\n</disp-formula>\n<disp-formula id=\"eq6\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_m006.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>P</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>1.558</mml:mn>\n<mml:msup>\n<mml:mrow>\n<mml:mi>ρ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mi>N</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>M̅</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>/</mml:mo>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>/</mml:mo>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n<label>6</label>\n</disp-formula>\n<disp-formula id=\"eq7\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_m007.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>Q</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">⌊</mml:mo>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">f</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>detonation products</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">f</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>explosive</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"false\">⌋</mml:mo>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>formula weight</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n<label>7</label>\n</disp-formula>\n</p>", "clean_text": "Detonation Performances and Mechanical Sensitivities\n\nDetonation velocity (D) and pressure (P) are the particularly vital parameters used to judge the detonation performance of energetic materials. For safety purposes, the energy performances of the complexes are characterized on the basis of the highly recognized Kamlet-Jacobs - with the method proposed by S. Pang.     D = 1.01   ( N   M̅   1 / 2     Q   1 / 2   )   1 / 2    ( 1 + 1.3 ρ )    5      P = 1.558   ρ   2   N   M̅   1 / 2     Q   1 / 2     6      Q = -  ⌊ Δ   H   f    ( detonation products )  - Δ   H   f    ( explosive )  ⌋  /  ( formula weight )    7  ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<p>where <italic toggle=\"yes\">D</italic> is\nthe detonation velocity (km s<sup>–1</sup>), <italic toggle=\"yes\">P</italic> is the detonation pressure (GPa), <italic toggle=\"yes\">N</italic> is expressed\nas the number of moles of detonation gases per gram of explosive (mol\ng<sup>–1</sup>), <italic toggle=\"yes\">M̅</italic> is the gaseous product\nof the average molecular weight (g mol<sup>–1</sup>), ρ\nrepresents the density (g cm<sup>–3</sup>), and <italic toggle=\"yes\">Q</italic> is the heat of detonation (kcal g<sup>–1</sup>). It should\nbe pointed out that the calculation of the detonation velocity and\nthe pressure of the above complexes is carried out in accordance with\nthe explosion equation of the largest exothermic principle (H<sub>2</sub>O–CO<sub>2</sub>) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_007.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>). For the calculation of the heat of detonation of the above energetic\ncomplexes, their constant pressure reaction heat (Δ<sub>C</sub>\n<italic toggle=\"yes\">U</italic>) was measured using an oxygen bomb calorimeter\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_007.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>). To express the\nenergy performance of the above complexes intuitively, their detonation\nvelocity (<italic toggle=\"yes\">D</italic>), detonation pressure (<italic toggle=\"yes\">P</italic>), and heat of detonation (<italic toggle=\"yes\">Q</italic>) are listed in . The calculation\nresults show that tntrza exhibits excellent detonation performance\nsuperior to RDX and comparable to HMX, and this can be attributed\nto its higher density (1.82 g cm<sup>–3</sup>) and oxygen balance\n(−6.4%) than RDX. These favorable conditions also profoundly\naffect the energy performance of MOFs based on tntrza and dntrza.\nThe obtained EMOFs show a good detonation velocity higher than 7.0\nkm s<sup>–1</sup>, especially for [Ag­(tntrza)]­i<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>. Its exceptionally high density (ρ = 2.595\ng cm<sup>–3</sup>), nearly zero oxygen balance (−4.3%),\nand appropriate heat of detonation lead to its superior detonation\nproperties (<italic toggle=\"yes\">D</italic> = 8.74 km s<sup>–1</sup>, <italic toggle=\"yes\">P</italic> = 41.1 GPa) over the energetic precursor tntrza (<italic toggle=\"yes\">D</italic> = 8.72 km s<sup>–1</sup>, <italic toggle=\"yes\">P</italic> =\n33.9 GPa).</p>", "clean_text": "where D is the detonation velocity (km s-1), P is the detonation pressure (GPa), N is expressed as the number of moles of detonation gases per gram of explosive (mol g-1), M̅ is the gaseous product of the average molecular weight (g mol-1), ρ represents the density (g cm-3), and Q is the heat of detonation (kcal g-1). It should be pointed out that the calculation of the detonation velocity and the pressure of the above complexes is carried out in accordance with the explosion equation of the largest exothermic principle (H2O-CO2) (Supporting Information). For the calculation of the heat of detonation of the above energetic complexes, their constant pressure reaction heat (ΔC U) was measured using an oxygen bomb calorimeter (Supporting Information). To express the energy performance of the above complexes intuitively, their detonation velocity (D), detonation pressure (P), and heat of detonation (Q) are listed in . The calculation results show that tntrza exhibits excellent detonation performance superior to RDX and comparable to HMX, and this can be attributed to its higher density (1.82 g cm-3) and oxygen balance (-6.4%) than RDX. These favorable conditions also profoundly affect the energy performance of MOFs based on tntrza and dntrza. The obtained EMOFs show a good detonation velocity higher than 7.0 km s-1, especially for [Ag(tntrza)]i n . Its exceptionally high density (ρ = 2.595 g cm-3), nearly zero oxygen balance (-4.3%), and appropriate heat of detonation lead to its superior detonation properties (D = 8.74 km s-1, P = 41.1 GPa) over the energetic precursor tntrza (D = 8.72 km s-1, P = 33.9 GPa).", "data": null, "include_properties": null}, {"idx": 32, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Physicochemical Properties of Tntrza,\nEMOFs, and Some Energetic Materials</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"9\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col9\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">compound</oasis:entry>\n<oasis:entry align=\"center\">ρ<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref> (g cm<sup>–3</sup>)</oasis:entry>\n<oasis:entry align=\"center\">OB<xref ref-type=\"table-fn\" rid=\"t2fn2\"></xref> (%)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">T</italic>\n<sub>dec</sub>\n<xref ref-type=\"table-fn\" rid=\"t2fn3\"></xref> (°C)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">Q</italic>\n<xref ref-type=\"table-fn\" rid=\"t2fn4\"></xref> (Kcal g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">D</italic>\n<xref ref-type=\"table-fn\" rid=\"t2fn5\"></xref> (km s<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">P</italic>\n<xref ref-type=\"table-fn\" rid=\"t2fn6\"></xref> (GPa)</oasis:entry>\n<oasis:entry align=\"center\">IS<xref ref-type=\"table-fn\" rid=\"t2fn7\"></xref> (J)</oasis:entry>\n<oasis:entry align=\"center\">FS<xref ref-type=\"table-fn\" rid=\"t2fn8\"></xref> (N)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Tntrza</oasis:entry>\n<oasis:entry>1.821</oasis:entry>\n<oasis:entry>–6.4</oasis:entry>\n<oasis:entry>137.0</oasis:entry>\n<oasis:entry>1.55</oasis:entry>\n<oasis:entry>8.72</oasis:entry>\n<oasis:entry>33.9</oasis:entry>\n<oasis:entry>5.0</oasis:entry>\n<oasis:entry>100</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[K(dntrza)]<sub>n</sub>\n</oasis:entry>\n<oasis:entry>2.001</oasis:entry>\n<oasis:entry>–21.1</oasis:entry>\n<oasis:entry>168.1</oasis:entry>\n<oasis:entry>1.12</oasis:entry>\n<oasis:entry>7.73</oasis:entry>\n<oasis:entry>28.1</oasis:entry>\n<oasis:entry>2.0</oasis:entry>\n<oasis:entry>80</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Rb(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n</oasis:entry>\n<oasis:entry>2.297</oasis:entry>\n<oasis:entry>–17.9</oasis:entry>\n<oasis:entry>153.9</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2.0</oasis:entry>\n<oasis:entry>80</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n</oasis:entry>\n<oasis:entry>2.301</oasis:entry>\n<oasis:entry>–13.4</oasis:entry>\n<oasis:entry>144.4</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2.5</oasis:entry>\n<oasis:entry>80</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[K(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n</oasis:entry>\n<oasis:entry>1.880</oasis:entry>\n<oasis:entry>–7.9</oasis:entry>\n<oasis:entry>161.9</oasis:entry>\n<oasis:entry>1.16</oasis:entry>\n<oasis:entry>7.91</oasis:entry>\n<oasis:entry>28.5</oasis:entry>\n<oasis:entry>1.5</oasis:entry>\n<oasis:entry>60</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Ag(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n</oasis:entry>\n<oasis:entry>2.595</oasis:entry>\n<oasis:entry>–4.3</oasis:entry>\n<oasis:entry>189.9</oasis:entry>\n<oasis:entry>1.21</oasis:entry>\n<oasis:entry>8.74</oasis:entry>\n<oasis:entry>41.1</oasis:entry>\n<oasis:entry>1.5</oasis:entry>\n<oasis:entry>50</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RDX<xref ref-type=\"bibr\" rid=\"ref38\"></xref>\n</oasis:entry>\n<oasis:entry>1.80</oasis:entry>\n<oasis:entry>–21.6</oasis:entry>\n<oasis:entry>210</oasis:entry>\n<oasis:entry>1.38</oasis:entry>\n<oasis:entry>8.60</oasis:entry>\n<oasis:entry>33.9</oasis:entry>\n<oasis:entry>7.5</oasis:entry>\n<oasis:entry>120</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HMX<xref ref-type=\"bibr\" rid=\"ref38\"></xref>\n</oasis:entry>\n<oasis:entry>1.91</oasis:entry>\n<oasis:entry>–21.6</oasis:entry>\n<oasis:entry>287</oasis:entry>\n<oasis:entry>1.32</oasis:entry>\n<oasis:entry>8.90</oasis:entry>\n<oasis:entry>38.9</oasis:entry>\n<oasis:entry>7.4</oasis:entry>\n<oasis:entry>-</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Ag<sub>7</sub>(tza)<sub>3</sub>(Htza)<sub>2</sub>(H<sub>2</sub>tza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n<xref ref-type=\"bibr\" rid=\"ref15\"></xref>\n</oasis:entry>\n<oasis:entry>2.566</oasis:entry>\n<oasis:entry>–33.8</oasis:entry>\n<oasis:entry>250</oasis:entry>\n<oasis:entry>2.02</oasis:entry>\n<oasis:entry>8.09</oasis:entry>\n<oasis:entry>35.0</oasis:entry>\n<oasis:entry>40</oasis:entry>\n<oasis:entry>353</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Ag(atrz)<sub>1.5</sub>(NO<sub>3</sub>)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n<xref ref-type=\"bibr\" rid=\"ref13\"></xref>\n</oasis:entry>\n<oasis:entry>2.16</oasis:entry>\n<oasis:entry>–50.0</oasis:entry>\n<oasis:entry>257</oasis:entry>\n<oasis:entry>1.381</oasis:entry>\n<oasis:entry>7.77</oasis:entry>\n<oasis:entry>29.7</oasis:entry>\n<oasis:entry>30</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Ag(ATCA)ClO<sub>4</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n<xref ref-type=\"bibr\" rid=\"ref9\"></xref>\n</oasis:entry>\n<oasis:entry>2.534</oasis:entry>\n<oasis:entry>–18.3</oasis:entry>\n<oasis:entry>230</oasis:entry>\n<oasis:entry>0.511</oasis:entry>\n<oasis:entry>6.80</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>72</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Cu(ntz)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n<xref ref-type=\"bibr\" rid=\"ref39\"></xref>\n</oasis:entry>\n<oasis:entry>2.376</oasis:entry>\n<oasis:entry>–22.6</oasis:entry>\n<oasis:entry>315</oasis:entry>\n<oasis:entry>1.47</oasis:entry>\n<oasis:entry>7.48</oasis:entry>\n<oasis:entry>33.3</oasis:entry>\n<oasis:entry>40</oasis:entry>\n<oasis:entry>360</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>AgTNTz<xref ref-type=\"bibr\" rid=\"ref17\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>+7.4</oasis:entry>\n<oasis:entry>123</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>5</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>The crystal density (for tntrza,\nthe density is measured using a gas pycnometer at 25 °C).</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>b</label>\n<p>Oxygen balance based on CO<sub>2</sub>.</p>\n</fn>\n<fn id=\"t2fn3\">\n<label>c</label>\n<p>Decomposition onset temperature.</p>\n</fn>\n<fn id=\"t2fn4\">\n<label>d</label>\n<p>Heat of detonation.</p>\n</fn>\n<fn id=\"t2fn5\">\n<label>e</label>\n<p>Detonation velocity.</p>\n</fn>\n<fn id=\"t2fn6\">\n<label>f</label>\n<p>Detonation pressure.</p>\n</fn>\n<fn id=\"t2fn7\">\n<label>g</label>\n<p>Impact sensitivity.</p>\n</fn>\n<fn id=\"t2fn8\">\n<label>h</label>\n<p>Friction sensitivity.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["property"], "content": "<p>For safety evaluation, the impact and friction sensitivities\nof\nthe above complexes were measured using the BAM standard method, and\nall the obtained data are summarized in . For energetic ligands, the nitroform structure\nof tntrza results in a higher mechanical sensitivity (IS = 5.0 J and\nFS = 100 N) than RDX. Therefore, it can be expected that the EMOF\nbased on tntrza exhibits extremely high mechanical sensitivity, especially\n[Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (IS = 1.5 J and FS = 50\nN). In general, tntrza-based MOFs exhibit higher mechanical sensitivity\nthan dntrza-based MOFs. Among them, [Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> exhibits\nthe lowest mechanical sensitivity, which is caused by the water molecules\nin the crystal.</p>", "clean_text": "For safety evaluation, the impact and friction sensitivities of the above complexes were measured using the BAM standard method, and all the obtained data are summarized in . For energetic ligands, the nitroform structure of tntrza results in a higher mechanical sensitivity (IS = 5.0 J and FS = 100 N) than RDX. Therefore, it can be expected that the EMOF based on tntrza exhibits extremely high mechanical sensitivity, especially [Ag(tntrza)] n  (IS = 1.5 J and FS = 50 N). In general, tntrza-based MOFs exhibit higher mechanical sensitivity than dntrza-based MOFs. Among them, [Cs3(dntrza)2(H2O)3] n  exhibits the lowest mechanical sensitivity, which is caused by the water molecules in the crystal.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<title>Effects on the Decomposition\nof AP</title><p>As the main oxidant of the composite solid propellants,\nthe amount\nof added AP reached 60 to 90%. Unfortunately, the extremely high decomposition\ntemperature of AP has a negative effect on the combustion performance\nof the propellant. It is reported that MOFs containing silver generally\nhave a good promoting effect on the decomposition of AP. In this article,\n[Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> showing an excellent overall\nperformance (high oxygen balance, acceptable detonation performance,\nand thermal stability) has been reported. Therefore, the catalytic\nactivity of [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> on the thermal\ndegradation of AP was examined as a reference for its catalytic performance\nin the composite solid propellant (the effect of other EMOFs prepared\nin this study and the effect of AgNO<sub>3</sub> on the decomposition\nof AP have also been explored, see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_007.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>). The thermal decomposition curve of the same quality\nof pure AP (at the heating rate of 5 °C min<sup>–1</sup>) and AP mixed with 10% [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (at the heating rates of 5, 10, 15, and 20 °C min<sup>–1</sup>) is shown in . The thermal decomposition of pure AP exhibits three peaks, including\none endothermic peak and two exothermic peaks. The endothermic peak\ntemperature at 241.9 °C is caused by the transformation of the\ncrystal from orthorhombic to cubic. The\nfirst exothermic peak appeared at 311.2 °C, representing the\npartial decomposition of AP (LTD), and the second exothermic peak\nwas at 420.7 °C, representing the complete decomposition of AP\n(HTD). As can be seen from , AP mixed with 10% [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> exhibits the same exothermic peak at 239.1\n°C similar to pure AP, which implies that the crystal transition\nprocess of AP is hardly affected by [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>. As for the values of LTD and HTD, they are reduced by\n47.0 and 85.5 °C, respectively, than pure AP when AP is mixed\nwith [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>. [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> can not only make LTD and HTD advanced obviously\nbut also weaken the peaks of HTD. This result indicated that compound\n[Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> can be regarded as a catalyst\nto promote the thermal decomposition of AP.</p>", "clean_text": "Effects on the Decomposition of AP\n\nAs the main oxidant of the composite solid propellants, the amount of added AP reached 60 to 90%. Unfortunately, the extremely high decomposition temperature of AP has a negative effect on the combustion performance of the propellant. It is reported that MOFs containing silver generally have a good promoting effect on the decomposition of AP. In this article, [Ag(tntrza)] n  showing an excellent overall performance (high oxygen balance, acceptable detonation performance, and thermal stability) has been reported. Therefore, the catalytic activity of [Ag(tntrza)] n  on the thermal degradation of AP was examined as a reference for its catalytic performance in the composite solid propellant (the effect of other EMOFs prepared in this study and the effect of AgNO3 on the decomposition of AP have also been explored, see the Supporting Information). The thermal decomposition curve of the same quality of pure AP (at the heating rate of 5 °C min-1) and AP mixed with 10% [Ag(tntrza)] n  (at the heating rates of 5, 10, 15, and 20 °C min-1) is shown in . The thermal decomposition of pure AP exhibits three peaks, including one endothermic peak and two exothermic peaks. The endothermic peak temperature at 241.9 °C is caused by the transformation of the crystal from orthorhombic to cubic. The first exothermic peak appeared at 311.2 °C, representing the partial decomposition of AP (LTD), and the second exothermic peak was at 420.7 °C, representing the complete decomposition of AP (HTD). As can be seen from , AP mixed with 10% [Ag(tntrza)] n  exhibits the same exothermic peak at 239.1 °C similar to pure AP, which implies that the crystal transition process of AP is hardly affected by [Ag(tntrza)] n . As for the values of LTD and HTD, they are reduced by 47.0 and 85.5 °C, respectively, than pure AP when AP is mixed with [Ag(tntrza)] n . [Ag(tntrza)] n  can not only make LTD and HTD advanced obviously but also weaken the peaks of HTD. This result indicated that compound [Ag(tntrza)] n  can be regarded as a catalyst to promote the thermal decomposition of AP.", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>(A) DSC curves of AP\nmixed with 10 wt % of [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> at\ndifferent heating rates. (B) Dependence\nof ln­(β/<italic toggle=\"yes\">T</italic>\n<sub>p</sub>\n<xref ref-type=\"bibr\" rid=\"ref2\"></xref>) on 1/<italic toggle=\"yes\">T</italic>\n<sub>p</sub> for the mixtures of AP with\n10 wt % [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> additives (Scatter\npoints are the experimental data, and lines denote the linear fitting\nresults).</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0012.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 11  (A) DSC curves of AP mixed with 10 wt % of [Ag(tntrza)] n  at different heating rates. (B) Dependence of ln(β/T p ) on 1/T p for the mixtures of AP with 10 wt % [Ag(tntrza)] n  additives (Scatter points are the experimental data, and lines denote the linear fitting results).   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>In order to calculate the important\nkinetic parameters of AP decomposition\nusing the [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> additive, the\nmaximum decomposition temperature of AP mixed with 10% [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> was measured by DSC at four different heating\nrates ().\nThe relationship between the decomposition temperature (<italic toggle=\"yes\">T</italic>\n<sub>d</sub>) of mixed AP and the heating rate can be described by\nthe Kissinger correlation in .</p>", "clean_text": "In order to calculate the important kinetic parameters of AP decomposition using the [Ag(tntrza)] n  additive, the maximum decomposition temperature of AP mixed with 10% [Ag(tntrza)] n  was measured by DSC at four different heating rates (). The relationship between the decomposition temperature (T d) of mixed AP and the heating rate can be described by the Kissinger correlation in .", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>According to the four sets of heating rate and maximum\ndecomposition\ntemperature data, as well as , a linear equation <italic toggle=\"yes\">y</italic> = – 18.614<italic toggle=\"yes\">x</italic> + 19.404 with good fit (<italic toggle=\"yes\">r</italic> = −0.996)\ncan be obtained. From the slope of the fitting equation, it can be\neasily calculated that the activation energy of doped AP is 154.7\nkJ mol<sup>–1</sup>, which is significantly lower than that\nof pure AP (216.0 kJ mol<sup>–1</sup>). Therefore, [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> not only helps improve the oxygen content but\nalso has a good catalytic effect on AP.</p>", "clean_text": "According to the four sets of heating rate and maximum decomposition temperature data, as well as , a linear equation y = - 18.614x + 19.404 with good fit (r = -0.996) can be obtained. From the slope of the fitting equation, it can be easily calculated that the activation energy of doped AP is 154.7 kJ mol-1, which is significantly lower than that of pure AP (216.0 kJ mol-1). Therefore, [Ag(tntrza)] n  not only helps improve the oxygen content but also has a good catalytic effect on AP.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, two new series of EMOFs (dntrza-based EMOFs a+nd tntrza-based\nEMOFs) were obtained by reacting two different metal salts (metal\niodides and metal nitrates) with tntrza. Because of the difference\nin the structure of the ligands obtained by the two reactions, different\ndistributions of physiochemical properties such as oxygen balance\n(OB: −21.1 to −4.3%) and detonation performance (<italic toggle=\"yes\">D</italic>: 7.73∼8.74 km s<sup>–1</sup> and <italic toggle=\"yes\">P</italic>: 28.1∼41.1 GPa) are realized. Among them, the advantages\nof excellent oxygen balance and high crystal density make EMOFs with\nnitroform groups ([K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> and [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>) show more outstanding energy performance than\nEMOFs with dinitro groups ([K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, [Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, and [Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>), especially Ag­[tntrza]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, which not\nonly exhibits better detonation performance (<italic toggle=\"yes\">D</italic>: 8.74\nkm s<sup>–1</sup> and <italic toggle=\"yes\">P</italic>: 41.1 GPa) than tntrza\nand RDX but also exhibits an effective catalytic effect on the decomposition\nof AP. In addition to affecting the detonation performance of these\nEMOFs, this difference in oxygen balance also makes a great difference\nin the distribution of gas-phase products produced during decomposition.\nIn general, compounds with high oxygen balance can produce more types\nof gas-phase products. In terms of thermal stability, the decomposition\ntemperature (<italic toggle=\"yes\">T</italic>\n<sub>dec</sub>: 144.4∼189.9\n°C), the temperature of thermal explosion (<italic toggle=\"yes\">T</italic>\n<sub>pb</sub>: 138.5∼179.5 °C), and the apparent activation\nenergy (<italic toggle=\"yes\">E</italic>: 129.6∼231.1 kJ mol<sup>–1</sup>) are significantly enhanced after the formation of EMOFs, regardless\nof whether it is dntrza-based EMOFs or tntrza-based EMOFs. This work\nnot only broadens the horizons for the preparation of catalytic EMOFs\nwith high oxygen content but also helps understand the mechanism of\nthe thermal decomposition of EMOFs with nitroform and dinitro groups.</p>", "clean_text": "Conclusions\n\nIn summary, two new series of EMOFs (dntrza-based EMOFs a+nd tntrza-based EMOFs) were obtained by reacting two different metal salts (metal iodides and metal nitrates) with tntrza. Because of the difference in the structure of the ligands obtained by the two reactions, different distributions of physiochemical properties such as oxygen balance (OB: -21.1 to -4.3%) and detonation performance (D: 7.73~8.74 km s-1 and P: 28.1~41.1 GPa) are realized. Among them, the advantages of excellent oxygen balance and high crystal density make EMOFs with nitroform groups ([K(tntrza)] n  and [Ag(tntrza)] n ) show more outstanding energy performance than EMOFs with dinitro groups ([K(dntrza)] n , [Rb(dntrza)] n , and [Cs3(dntrza)2(H2O)3] n ), especially Ag[tntrza] n , which not only exhibits better detonation performance (D: 8.74 km s-1 and P: 41.1 GPa) than tntrza and RDX but also exhibits an effective catalytic effect on the decomposition of AP. In addition to affecting the detonation performance of these EMOFs, this difference in oxygen balance also makes a great difference in the distribution of gas-phase products produced during decomposition. In general, compounds with high oxygen balance can produce more types of gas-phase products. In terms of thermal stability, the decomposition temperature (T dec: 144.4~189.9 °C), the temperature of thermal explosion (T pb: 138.5~179.5 °C), and the apparent activation energy (E: 129.6~231.1 kJ mol-1) are significantly enhanced after the formation of EMOFs, regardless of whether it is dntrza-based EMOFs or tntrza-based EMOFs. This work not only broadens the horizons for the preparation of catalytic EMOFs with high oxygen content but also helps understand the mechanism of the thermal decomposition of EMOFs with nitroform and dinitro groups.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.1c03110?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsami.1c03110</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Crystallographic data\nof tntrza (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_001.cif\" xlink:type=\"simple\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystallographic data of [K­(dntrza)]<sub>n</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_002.cif\" xlink:type=\"simple\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystallographic data of\n[Rb­(dntrza)]<sub>n</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_003.cif\" xlink:type=\"simple\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystallographic data of [Cs<sub>3</sub>(dntrza)<sub>2</sub>(H2O)<sub>3</sub>]<sub>n</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_004.cif\" xlink:type=\"simple\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystallographic data of\n[K­(tntrza)]<sub>n</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_005.cif\" xlink:type=\"simple\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystallographic data of [Ag­(tntrza)]<sub>n</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_006.cif\" xlink:type=\"simple\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Experimental\nsection, computational details, crystallographic\ndata for complexes [K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, [Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, [Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, [K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, and [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, and infrared (IR) and nuclear magnetic resonance (NMR) spectra\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_007.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.1c03110.  Crystallographic data of tntrza (CIF)   Crystallographic data of [K(dntrza)]n (CIF)   Crystallographic data of [Rb(dntrza)]n (CIF)   Crystallographic data of [Cs3(dntrza)2(H2O)3]n (CIF)   Crystallographic data of [K(tntrza)]n (CIF)   Crystallographic data of [Ag(tntrza)]n (CIF)   Experimental section, computational details, crystallographic data for complexes [K(dntrza)] n , [Rb(dntrza)] n , [Cs3(dntrza)2(H2O)3] n , [K(tntrza)] n , and [Ag(tntrza)] n , and infrared (IR) and nuclear magnetic resonance (NMR) spectra (PDF)   ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>Crystallographic data\nof tntrza (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_001.cif\" xlink:type=\"simple\">CIF</ext-link>)</p><p>Crystallographic data of [K­(dntrza)]<sub>n</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_002.cif\" xlink:type=\"simple\">CIF</ext-link>)</p><p>Crystallographic data of\n[Rb­(dntrza)]<sub>n</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_003.cif\" xlink:type=\"simple\">CIF</ext-link>)</p><p>Crystallographic data of [Cs<sub>3</sub>(dntrza)<sub>2</sub>(H2O)<sub>3</sub>]<sub>n</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_004.cif\" xlink:type=\"simple\">CIF</ext-link>)</p><p>Crystallographic data of\n[K­(tntrza)]<sub>n</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_005.cif\" xlink:type=\"simple\">CIF</ext-link>)</p><p>Crystallographic data of [Ag­(tntrza)]<sub>n</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_006.cif\" xlink:type=\"simple\">CIF</ext-link>)</p><p>Experimental\nsection, computational details, crystallographic\ndata for complexes [K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, [Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, [Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, [K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, and [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, and infrared (IR) and nuclear magnetic resonance (NMR) spectra\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_007.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Crystallographic data of tntrza (CIF)\n\nCrystallographic data of [K(dntrza)]n (CIF)\n\nCrystallographic data of [Rb(dntrza)]n (CIF)\n\nCrystallographic data of [Cs3(dntrza)2(H2O)3]n (CIF)\n\nCrystallographic data of [K(tntrza)]n (CIF)\n\nCrystallographic data of [Ag(tntrza)]n (CIF)\n\nExperimental section, computational details, crystallographic data for complexes [K(dntrza)] n , [Rb(dntrza)] n , [Cs3(dntrza)2(H2O)3] n , [K(tntrza)] n , and [Ag(tntrza)] n , and infrared (IR) and nuclear magnetic resonance (NMR) spectra (PDF)", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>CCDC 2033573, 2036433,\n2040095, 2041696, 2041697, 2043702 contain the supplementary crystallographic\ndata for this paper. These data can be obtained free of charge via <uri xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\" xlink:type=\"simple\">www.ccdc.cam.ac.uk/data_request/cif</uri>, or by emailing <email xlink:type=\"simple\">data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +441223336033.</p>", "clean_text": "CCDC 2033573, 2036433, 2040095, 2041696, 2041697, 2043702 contain the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +441223336033.", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>The manuscript\nwas written through contributions of all authors. All authors have\ngiven approval to the final version of the manuscript.</p><p>The authors declare\nno\ncompeting financial interest.</p>", "clean_text": "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 9, 12, 14, 16, 18, 20", "type": "text", "classification": "property", "content": "<p>Energetic\nmetal–organic frameworks (EMOFs) with a high oxygen\ncontent are currently a hot spot in the field of energetic materials\nresearch. In this article, two series of EMOFs with different ligands\nwere obtained by reacting 1-(trinitromethyl)-1H-1,2,4-triazole-3-carboxylic\nacid (tntrza) with metal iodide and metal nitrate, respectively. Furthermore,\ntheir structure, thermal stability, thermal decomposition kinetics,\nand energy performance are fully characterized. The research results\nrevealed that the synthesized EMOFs possess a wide range of density\n(ρ = 1.88∼2.595 g cm<sup>–3</sup>), oxygen balance\n(OB­(CO<sub>2</sub>) = −21.1∼ −4.3%), and acceptable\nenergy performance (<italic toggle=\"yes\">D</italic> = 7.73∼8.74 km s<sup>–1</sup> and <italic toggle=\"yes\">P</italic> = 28.1∼41.1 GPa). The\ndifference in OB­(CO<sub>2</sub>) caused by the ligand structure and\nmetal properties has a great impact on the distribution of gas-phase\nproducts after the decomposition of these EMOFs. Noteworthy, [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> is particularly prominent among these EMOFs,\nnot only because of its excellent detonation performance (<italic toggle=\"yes\">D</italic> = 8.74 km s<sup>–1</sup> and <italic toggle=\"yes\">P</italic> = 41.1 GPa) endowed by its extremely high density (ρ = 2.595\ng cm<sup>–3</sup>) and oxygen balance (OB­(CO<sub>2</sub>) =\n−4.3%) but also because of its effective catalytic effect on\nthe decomposition of ammonium perchlorate (AP). This article broadens\nthe horizon for the study of oxygen-enriched EMOFs with catalytic\neffects and helps understand the mechanism of thermal decomposition\nof EMOFs with nitroform and dinitro groups.</p><title>Structure Characteristics</title><p>As an energetic\nligand with high oxygen content, tntrza crystallizes in the triclinic\nspace group P-1 containing two energetic molecules and two water molecules\nin a unit cell. Different from the high density of energetic molecules\nwith high oxygen balance, the crystal density of tnrza at room temperature\nis 1.77 g cm<sup>–3</sup>, which is caused by the water molecules\nin the crystal (A). Obviously, the energetic molecules in the same layer are arranged\nin the form of head-to-head, and there is a relatively short distance\nof 2.329 Å between the two heads. (with the nitroform group as\nthe head and carboxyl as the tail) (B). It is undeniable that water molecules\nplay an important role in the formation of hydrogen bonds in tntrza\ncrystals (O(2)-H (2)···O (9), O(9)-H­(9A)···N\n(2), O(9)-H­(9A)···O­(5A), O(9)-H­(9A)···O\n(1), and O(9)-H­(9B)···O (1)). It not only participates\nin the formation of intermolecular hydrogen bonds in the same layer\nbut also connects two adjacent molecular layers through hydrogen bonds\n(C, D).</p><p>[Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> crystallizes in the monoclinic\nspace group Pn with a calculated density of 2.297 g cm<sup>–3</sup> at the temperature of 170 K. Interestingly, the coordination of\nrubidium and dntrza is very similar to that of potassium, that is,\nthere are six rubidium to coordinate with each dntrza molecule (A). Even so, there\nare differences between Rbdntrza and Kdntrza, and the main difference\nis reflected in the coordination of metal atoms and carbon atoms.\nIn [Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, rubidium atoms and carbon\natoms form three coordination bonds (Rb-C3 (3.717 Å), Rb-C4 (3.690\nÅ), and Rb-C4 (3.461 Å), while in [K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, there is only one kind of coordination between\npotassium and carbon atoms (K-C3 (3.428 Å)) (A, C). Except for the formation\nof coordination bonds consistent with [K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, the formation of hydrogen bonds (O5-H5···O3,\nO5-H5···O4, O5-H5···N1, and C2-H2···O1)\nis also similar to that of [K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (D).</p><p>[Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> crystallizes in the orthorhombic space\ngroup cmca with a calculated density of 2.301 g cm<sup>–3</sup> at the temperature of 296 K. Unlike [K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> and [Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, each unit\ncell of [Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> has two dntrza molecules which form\ncoordination bonds with the surrounding 10 cesium atoms and two water\nmolecules (A). Although there are three coordination metals in different environments,\ntheir distribution has strong regularity. That is, Cs1 and Cs2 are\ndistributed on the vertical centerline of the crystal, and Cs3 is\ndistributed on both the sides of the centerline (B-D). C shows the coordination of Cs3 and dntrza\nmolecules in the same plane; each Cs3 is coordinated with two nearby\ndntrza molecules, and the lengths of the coordination bond are Cs3-O\n(3.158∼3.272 Å) and Cs3-N (3.363 Å). D shows the coordination of\nCs1 and Cs2, both of which have coordinated with six energetic molecules.\nIt is worth noting that the coordination of Cs1 and Cs2 with energetic\nmolecules only occurs on the oxygen atom of the nitro group.</p><p>For complex [K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, it\ncrystallizes\nin the monoclinic space group C2/c with a calculated density of 1.88\ng cm<sup>–3</sup> at the temperature of 296 K. Each potassium\natom forms a coordination bond with eight surrounding tntrza molecules,\nand this can be clearly seen from A. From the top of the small diamond-shaped\narea at the horizontal center line of the stacking diagram (B), it is clear that\nthe distribution of intermolecular hydrogen bonds is generated by\nthe C–H on the triazole and the oxygen atoms on the carboxyl\ngroup (C). D shows the acute-angled\ntop (with the angle of 58.64°) of the horizontally arranged rhombus\nchain. Obviously, each rhombus is not separated from each other, and\nthey are closely connected to each other through the coordination\nbond K-O8 (3.200 Å). Although the tntrza molecules are arranged\nin a compact manner, this did not contribute to the formation of 3D-MOF\n(this can be clearly seen from the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_007.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>).</p><p>As for [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, its crystal belongs\nto triclinic space group P-1 with a calculated density of 2.595 g\ncm<sup>–3</sup> at the temperature of 296 K. Each tntrza molecule\nforms a coordination bond with the surrounding four silver atoms (A). Unexpectedly,\nunlike other MOFs described above, the nitro group of [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> does not participate in the formation of the\ncoordination bonds. In addition, there are only intramolecular hydrogen\nbonds in the crystal (C). Similar to [K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> and\ntntrza, the adjacent 2D layers inside the crystal of [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> are close to each other with nitroformyl groups\n(the distance between the two parallel MOF blocks is 1.633 Å)\n(B, C), which\nmakes the MOFs prone to generate “hot spots” in the\ncavities near the nitroform group that cause combustion or detonation\nwhen MOFs are subjected to external mechanical stimulation. It is worth noting that inside the 2D layer, the thin layers, as\nshown in C,\nare close to each other (with a distance of 3.11 Å) through the\ncoordination bond Ag-N3 (2.735 Å).</p><title>Thermal Stability and Decomposition\nProduct\nAnalysis</title><p>To illustrate the thermal stability and the decomposition\nprocesses of these complexes, DSC at a heating rate of 5 °C min<sup>–1</sup>, TGA at a heating rate of 5 °C min<sup>–1</sup>, and thermogravimetric mass spectrometry (TG-MS) at a heating rate\nof 10 °C min<sup>–1</sup> were applied. As shown in A, it is obvious\nthat the EMOFs with tntrza and dntrza as the ligands show better thermal\nstability (<italic toggle=\"yes\">T</italic>\n<sub>d</sub> = 168.1, 153.9, 144.4, 161.9,\nand 189.9 °C for [K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, [Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, [Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, [K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, and [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, respectively) than the nitroform tetrazolium MOFs (RbTNTz (119.6\n°C), AgTNTz (123.4 °C), and Cu­(NH<sub>3</sub>)<sub>3</sub>(TNTz)<sub>2</sub> (117.3 °C)), and the onset decomposition\ntemperature is also higher than that of the ligand compound tntrza\n(137.0 °C). Interestingly, there is a regular phenomenon between\nthe thermal stability of the dntrza-based EMOFs and the atomic number\nof the alkali metal, that is, the larger the atomic number, the worse\nthe thermal stability of the EMOFs will be. From B, it is clear that there is\na significant difference in the decomposition process of the dntrza-based\nEMOFs and the tntrza-based EMOFs. As for the former, there are two\nstages of mass loss during the decomposition process. The first stage\noccurs at the exothermic peak in the DSC curves, which are 159∼171\n°C ([K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>), 150∼157\n°C ([Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>), and 143∼148\n°C ([Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>), respectively, and the corresponding\nquality loss values at this stage are 15.13, 16.75 and 14.21%, respectively.\nThe second stage occurred in the temperature range of 173∼176\n°C (K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>), 159∼162\n°C ([Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>), and 151∼155\n°C ([Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>), and the corresponding mass loss\nvalues are 15.89, 20.16, and 11.87%, respectively, while the decomposition\nprocess of the tntrza-based EMOFs has only one stage of quality loss.\nAs for the latter, the mass loss only occurs in the vicinity of the\nexothermic peak, which is 159∼171 °C ([K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>) and 190∼198 °C ([Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>), and the mass loss accounts for 76.14 and\n45.39% of the total mass, respectively. TGA revealed that the abovementioned\ncompounds exhibited a violent energy release process, especially the\ntntrza-based EMOFs. According to the TG-MS test results (), the main gas-phase\nproducts of tntrza decomposition include CH<sub>4</sub> (16), H<sub>2</sub>O (18), HCN (27), CO (28), CH<sub>2</sub>O (30 and 29 (CHO)),\nN<sub>2</sub>O (44), and NO<sub>2</sub> (46). Obviously, CH<sub>2</sub>O and N<sub>2</sub>O occupy the largest proportion in the entire\ngas-phase product. When tntrza reacts with metal iodides to form the\ndntrza-based EMOFs, the types of gas-phase products produced by decomposition\nare simplified compared with tntrza, and the main gas-phase products\nare CO, CH<sub>2</sub>O, and N<sub>2</sub>O. It is worth mentioning\nthat with the increase in the sequence of alkali-metal atoms, the\nproportion of heavy gases (N<sub>2</sub>O) gradually decreases, while\nthe proportion of light gases (CO and CH<sub>2</sub>O) increases,\nespecially CH<sub>4</sub> ([Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>). For tntrza-based\nEMOFs, their decomposition gas-phase product distribution is similar\nto that of tntrza, with the obvious difference being CH<sub>2</sub>O and NO<sub>2</sub>. In summary, the high OB can promote the decomposition\nof compounds, that is, it can lead to the production of more small\nmolecule gases.</p>", "clean_text": "Energetic metal-organic frameworks (EMOFs) with a high oxygen content are currently a hot spot in the field of energetic materials research. In this article, two series of EMOFs with different ligands were obtained by reacting 1-(trinitromethyl)-1H-1,2,4-triazole-3-carboxylic acid (tntrza) with metal iodide and metal nitrate, respectively. Furthermore, their structure, thermal stability, thermal decomposition kinetics, and energy performance are fully characterized. The research results revealed that the synthesized EMOFs possess a wide range of density (ρ = 1.88~2.595 g cm-3), oxygen balance (OB(CO2) = -21.1~ -4.3%), and acceptable energy performance (D = 7.73~8.74 km s-1 and P = 28.1~41.1 GPa). The difference in OB(CO2) caused by the ligand structure and metal properties has a great impact on the distribution of gas-phase products after the decomposition of these EMOFs. Noteworthy, [Ag(tntrza)] n  is particularly prominent among these EMOFs, not only because of its excellent detonation performance (D = 8.74 km s-1 and P = 41.1 GPa) endowed by its extremely high density (ρ = 2.595 g cm-3) and oxygen balance (OB(CO2) = -4.3%) but also because of its effective catalytic effect on the decomposition of ammonium perchlorate (AP). This article broadens the horizon for the study of oxygen-enriched EMOFs with catalytic effects and helps understand the mechanism of thermal decomposition of EMOFs with nitroform and dinitro groups.\n\nStructure Characteristics\n\nAs an energetic ligand with high oxygen content, tntrza crystallizes in the triclinic space group P-1 containing two energetic molecules and two water molecules in a unit cell. Different from the high density of energetic molecules with high oxygen balance, the crystal density of tnrza at room temperature is 1.77 g cm-3, which is caused by the water molecules in the crystal (A). Obviously, the energetic molecules in the same layer are arranged in the form of head-to-head, and there is a relatively short distance of 2.329 Å between the two heads. (with the nitroform group as the head and carboxyl as the tail) (B). It is undeniable that water molecules play an important role in the formation of hydrogen bonds in tntrza crystals (O(2)-H (2)⋅⋅⋅O (9), O(9)-H(9A)⋅⋅⋅N (2), O(9)-H(9A)⋅⋅⋅O(5A), O(9)-H(9A)⋅⋅⋅O (1), and O(9)-H(9B)⋅⋅⋅O (1)). It not only participates in the formation of intermolecular hydrogen bonds in the same layer but also connects two adjacent molecular layers through hydrogen bonds (C, D).\n\n[Rb(dntrza)] n  crystallizes in the monoclinic space group Pn with a calculated density of 2.297 g cm-3 at the temperature of 170 K. Interestingly, the coordination of rubidium and dntrza is very similar to that of potassium, that is, there are six rubidium to coordinate with each dntrza molecule (A). Even so, there are differences between Rbdntrza and Kdntrza, and the main difference is reflected in the coordination of metal atoms and carbon atoms. In [Rb(dntrza)] n , rubidium atoms and carbon atoms form three coordination bonds (Rb-C3 (3.717 Å), Rb-C4 (3.690 Å), and Rb-C4 (3.461 Å), while in [K(dntrza)] n , there is only one kind of coordination between potassium and carbon atoms (K-C3 (3.428 Å)) (A, C). Except for the formation of coordination bonds consistent with [K(dntrza)] n , the formation of hydrogen bonds (O5-H5⋅⋅⋅O3, O5-H5⋅⋅⋅O4, O5-H5⋅⋅⋅N1, and C2-H2⋅⋅⋅O1) is also similar to that of [K(dntrza)] n  (D).\n\n[Cs3(dntrza)2(H2O)3] n  crystallizes in the orthorhombic space group cmca with a calculated density of 2.301 g cm-3 at the temperature of 296 K. Unlike [K(dntrza)] n  and [Rb(dntrza)] n , each unit cell of [Cs3(dntrza)2(H2O)3] n  has two dntrza molecules which form coordination bonds with the surrounding 10 cesium atoms and two water molecules (A). Although there are three coordination metals in different environments, their distribution has strong regularity. That is, Cs1 and Cs2 are distributed on the vertical centerline of the crystal, and Cs3 is distributed on both the sides of the centerline (B-D). C shows the coordination of Cs3 and dntrza molecules in the same plane; each Cs3 is coordinated with two nearby dntrza molecules, and the lengths of the coordination bond are Cs3-O (3.158~3.272 Å) and Cs3-N (3.363 Å). D shows the coordination of Cs1 and Cs2, both of which have coordinated with six energetic molecules. It is worth noting that the coordination of Cs1 and Cs2 with energetic molecules only occurs on the oxygen atom of the nitro group.\n\nFor complex [K(tntrza)] n , it crystallizes in the monoclinic space group C2/c with a calculated density of 1.88 g cm-3 at the temperature of 296 K. Each potassium atom forms a coordination bond with eight surrounding tntrza molecules, and this can be clearly seen from A. From the top of the small diamond-shaped area at the horizontal center line of the stacking diagram (B), it is clear that the distribution of intermolecular hydrogen bonds is generated by the C-H on the triazole and the oxygen atoms on the carboxyl group (C). D shows the acute-angled top (with the angle of 58.64°) of the horizontally arranged rhombus chain. Obviously, each rhombus is not separated from each other, and they are closely connected to each other through the coordination bond K-O8 (3.200 Å). Although the tntrza molecules are arranged in a compact manner, this did not contribute to the formation of 3D-MOF (this can be clearly seen from the Supporting Information).\n\nAs for [Ag(tntrza)] n , its crystal belongs to triclinic space group P-1 with a calculated density of 2.595 g cm-3 at the temperature of 296 K. Each tntrza molecule forms a coordination bond with the surrounding four silver atoms (A). Unexpectedly, unlike other MOFs described above, the nitro group of [Ag(tntrza)] n  does not participate in the formation of the coordination bonds. In addition, there are only intramolecular hydrogen bonds in the crystal (C). Similar to [K(tntrza)] n  and tntrza, the adjacent 2D layers inside the crystal of [Ag(tntrza)] n  are close to each other with nitroformyl groups (the distance between the two parallel MOF blocks is 1.633 Å) (B, C), which makes the MOFs prone to generate \"hot spots\" in the cavities near the nitroform group that cause combustion or detonation when MOFs are subjected to external mechanical stimulation. It is worth noting that inside the 2D layer, the thin layers, as shown in C, are close to each other (with a distance of 3.11 Å) through the coordination bond Ag-N3 (2.735 Å).\n\nThermal Stability and Decomposition Product Analysis\n\nTo illustrate the thermal stability and the decomposition processes of these complexes, DSC at a heating rate of 5 °C min-1, TGA at a heating rate of 5 °C min-1, and thermogravimetric mass spectrometry (TG-MS) at a heating rate of 10 °C min-1 were applied. As shown in A, it is obvious that the EMOFs with tntrza and dntrza as the ligands show better thermal stability (T d = 168.1, 153.9, 144.4, 161.9, and 189.9 °C for [K(dntrza)] n , [Rb(dntrza)] n , [Cs3(dntrza)2(H2O)3] n , [K(tntrza)] n , and [Ag(tntrza)] n , respectively) than the nitroform tetrazolium MOFs (RbTNTz (119.6 °C), AgTNTz (123.4 °C), and Cu(NH3)3(TNTz)2 (117.3 °C)), and the onset decomposition temperature is also higher than that of the ligand compound tntrza (137.0 °C). Interestingly, there is a regular phenomenon between the thermal stability of the dntrza-based EMOFs and the atomic number of the alkali metal, that is, the larger the atomic number, the worse the thermal stability of the EMOFs will be. From B, it is clear that there is a significant difference in the decomposition process of the dntrza-based EMOFs and the tntrza-based EMOFs. As for the former, there are two stages of mass loss during the decomposition process. The first stage occurs at the exothermic peak in the DSC curves, which are 159~171 °C ([K(dntrza)] n ), 150~157 °C ([Rb(dntrza)] n ), and 143~148 °C ([Cs3(dntrza)2(H2O)3] n ), respectively, and the corresponding quality loss values at this stage are 15.13, 16.75 and 14.21%, respectively. The second stage occurred in the temperature range of 173~176 °C (K(dntrza)] n ), 159~162 °C ([Rb(dntrza)] n ), and 151~155 °C ([Cs3(dntrza)2(H2O)3] n ), and the corresponding mass loss values are 15.89, 20.16, and 11.87%, respectively, while the decomposition process of the tntrza-based EMOFs has only one stage of quality loss. As for the latter, the mass loss only occurs in the vicinity of the exothermic peak, which is 159~171 °C ([K(tntrza)] n ) and 190~198 °C ([Ag(tntrza)] n ), and the mass loss accounts for 76.14 and 45.39% of the total mass, respectively. TGA revealed that the abovementioned compounds exhibited a violent energy release process, especially the tntrza-based EMOFs. According to the TG-MS test results (), the main gas-phase products of tntrza decomposition include CH4 (16), H2O (18), HCN (27), CO (28), CH2O (30 and 29 (CHO)), N2O (44), and NO2 (46). Obviously, CH2O and N2O occupy the largest proportion in the entire gas-phase product. When tntrza reacts with metal iodides to form the dntrza-based EMOFs, the types of gas-phase products produced by decomposition are simplified compared with tntrza, and the main gas-phase products are CO, CH2O, and N2O. It is worth mentioning that with the increase in the sequence of alkali-metal atoms, the proportion of heavy gases (N2O) gradually decreases, while the proportion of light gases (CO and CH2O) increases, especially CH4 ([Cs3(dntrza)2(H2O)3] n ). For tntrza-based EMOFs, their decomposition gas-phase product distribution is similar to that of tntrza, with the obvious difference being CH2O and NO2. In summary, the high OB can promote the decomposition of compounds, that is, it can lead to the production of more small molecule gases.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "density": [{"value": "1.12", "unit": "g/cm3", "condition": ""}]}, {"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "400", "unit": "°C", "type": "decomposition point", "condition": ""}]}, {"meta": {"name": "Complex 4", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "155", "unit": "°C", "type": "stable", "condition": ""}, {"value": "155 and 250", "unit": "°C", "type": "removal of coordinated solvent molecules", "condition": ""}, {"value": "680", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}, {"meta": {"name": "MOF-XYZ", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "120", "unit": "°C", "type": "an initial weight loss", "condition": ""}, {"value": "110 to 280", "unit": "°C", "type": "gradual removal of coordinated water molecules", "condition": ""}]}, {"meta": {"name": "EMOFs", "symbol": "", "chemical formula": ""}, "density": [{"value": "1.88∼2.595", "unit": "g cm^–3", "condition": ""}]}, {"meta": {"name": "EMOFs", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "168.1, 153.9, 144.4, 161.9, and 189.9", "unit": "°C", "type": "T_d", "condition": ""}]}, {"meta": {"name": "EMOFs", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "159∼171", "unit": "°C", "type": "mass loss", "condition": ""}, {"value": "173∼176", "unit": "°C", "type": "mass loss", "condition": ""}]}, {"meta": {"name": "EMOFs", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "159∼171", "unit": "°C", "type": "mass loss", "condition": ""}, {"value": "190∼198", "unit": "°C", "type": "mass loss", "condition": ""}]}]], "include_properties": ["density", "decomposition_temperature"]}, {"idx": "25, 31, 33, 34", "type": "text", "classification": "property", "content": "<p>The DSC curves of\nthe above six compounds at the heating rates\nof 5, 10, 15, and 20 °C min<sup>–1</sup> are shown in . Based on the\npeak temperature of decomposition at different heating rates, the\nnonisothermal kinetic parameters of the above six compounds can be\nobtained ().\nObviously, the values of <italic toggle=\"yes\">E</italic> calculated using the Kissinger\n(<italic toggle=\"yes\">E</italic>\n<sub>k</sub>) and Ozawa (<italic toggle=\"yes\">E</italic>\n<sub>o</sub>) methods are in good agreement with each other and range\nfrom 125.7 kJ mol<sup>–1</sup> (tntrza) to 231.1 kJ mol<sup>–1</sup> ([K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>). It is\nworth noting that tntrza-based EMOFs exhibited significantly higher <italic toggle=\"yes\">E</italic> than dntrza-based EMOFs, which implies that the thermal\nstability of tntrza-based EMOFs is better than that of dntrza-based\nEMOFs. In order to further estimate the rate constant of the initial\ndecomposition process of the six complexes and also to determine their\nthermal decomposition mechanism, the Arrhenius equation can be expressed\nas follows: ln<italic toggle=\"yes\">k</italic> = 25.3 – 125.7 × 10<sup>3</sup>/(<italic toggle=\"yes\">RT</italic>), ln<italic toggle=\"yes\">k</italic> = 24.6 –\n129.6 × 10<sup>3</sup>/(<italic toggle=\"yes\">RT</italic>), ln<italic toggle=\"yes\">k</italic> = 26.9 – 133.4 × 10<sup>3</sup>/(<italic toggle=\"yes\">RT</italic>), ln<italic toggle=\"yes\">k</italic> = 28.9 – 137.3 × 10<sup>3</sup>/(<italic toggle=\"yes\">RT</italic>), ln<italic toggle=\"yes\">k</italic> = 53.1 – 231.1\n× 10<sup>3</sup>/(<italic toggle=\"yes\">RT</italic>) and ln<italic toggle=\"yes\">k</italic> = 35.2 – 176.7 × 10<sup>3</sup>/(<italic toggle=\"yes\">RT</italic>).</p><p>where <italic toggle=\"yes\">D</italic> is\nthe detonation velocity (km s<sup>–1</sup>), <italic toggle=\"yes\">P</italic> is the detonation pressure (GPa), <italic toggle=\"yes\">N</italic> is expressed\nas the number of moles of detonation gases per gram of explosive (mol\ng<sup>–1</sup>), <italic toggle=\"yes\">M̅</italic> is the gaseous product\nof the average molecular weight (g mol<sup>–1</sup>), ρ\nrepresents the density (g cm<sup>–3</sup>), and <italic toggle=\"yes\">Q</italic> is the heat of detonation (kcal g<sup>–1</sup>). It should\nbe pointed out that the calculation of the detonation velocity and\nthe pressure of the above complexes is carried out in accordance with\nthe explosion equation of the largest exothermic principle (H<sub>2</sub>O–CO<sub>2</sub>) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_007.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>). For the calculation of the heat of detonation of the above energetic\ncomplexes, their constant pressure reaction heat (Δ<sub>C</sub>\n<italic toggle=\"yes\">U</italic>) was measured using an oxygen bomb calorimeter\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_007.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>). To express the\nenergy performance of the above complexes intuitively, their detonation\nvelocity (<italic toggle=\"yes\">D</italic>), detonation pressure (<italic toggle=\"yes\">P</italic>), and heat of detonation (<italic toggle=\"yes\">Q</italic>) are listed in . The calculation\nresults show that tntrza exhibits excellent detonation performance\nsuperior to RDX and comparable to HMX, and this can be attributed\nto its higher density (1.82 g cm<sup>–3</sup>) and oxygen balance\n(−6.4%) than RDX. These favorable conditions also profoundly\naffect the energy performance of MOFs based on tntrza and dntrza.\nThe obtained EMOFs show a good detonation velocity higher than 7.0\nkm s<sup>–1</sup>, especially for [Ag­(tntrza)]­i<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>. Its exceptionally high density (ρ = 2.595\ng cm<sup>–3</sup>), nearly zero oxygen balance (−4.3%),\nand appropriate heat of detonation lead to its superior detonation\nproperties (<italic toggle=\"yes\">D</italic> = 8.74 km s<sup>–1</sup>, <italic toggle=\"yes\">P</italic> = 41.1 GPa) over the energetic precursor tntrza (<italic toggle=\"yes\">D</italic> = 8.72 km s<sup>–1</sup>, <italic toggle=\"yes\">P</italic> =\n33.9 GPa).</p><p>For safety evaluation, the impact and friction sensitivities\nof\nthe above complexes were measured using the BAM standard method, and\nall the obtained data are summarized in . For energetic ligands, the nitroform structure\nof tntrza results in a higher mechanical sensitivity (IS = 5.0 J and\nFS = 100 N) than RDX. Therefore, it can be expected that the EMOF\nbased on tntrza exhibits extremely high mechanical sensitivity, especially\n[Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (IS = 1.5 J and FS = 50\nN). In general, tntrza-based MOFs exhibit higher mechanical sensitivity\nthan dntrza-based MOFs. Among them, [Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> exhibits\nthe lowest mechanical sensitivity, which is caused by the water molecules\nin the crystal.</p><title>Effects on the Decomposition\nof AP</title><p>As the main oxidant of the composite solid propellants,\nthe amount\nof added AP reached 60 to 90%. Unfortunately, the extremely high decomposition\ntemperature of AP has a negative effect on the combustion performance\nof the propellant. It is reported that MOFs containing silver generally\nhave a good promoting effect on the decomposition of AP. In this article,\n[Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> showing an excellent overall\nperformance (high oxygen balance, acceptable detonation performance,\nand thermal stability) has been reported. Therefore, the catalytic\nactivity of [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> on the thermal\ndegradation of AP was examined as a reference for its catalytic performance\nin the composite solid propellant (the effect of other EMOFs prepared\nin this study and the effect of AgNO<sub>3</sub> on the decomposition\nof AP have also been explored, see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03110/suppl_file/am1c03110_si_007.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>). The thermal decomposition curve of the same quality\nof pure AP (at the heating rate of 5 °C min<sup>–1</sup>) and AP mixed with 10% [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (at the heating rates of 5, 10, 15, and 20 °C min<sup>–1</sup>) is shown in . The thermal decomposition of pure AP exhibits three peaks, including\none endothermic peak and two exothermic peaks. The endothermic peak\ntemperature at 241.9 °C is caused by the transformation of the\ncrystal from orthorhombic to cubic. The\nfirst exothermic peak appeared at 311.2 °C, representing the\npartial decomposition of AP (LTD), and the second exothermic peak\nwas at 420.7 °C, representing the complete decomposition of AP\n(HTD). As can be seen from , AP mixed with 10% [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> exhibits the same exothermic peak at 239.1\n°C similar to pure AP, which implies that the crystal transition\nprocess of AP is hardly affected by [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>. As for the values of LTD and HTD, they are reduced by\n47.0 and 85.5 °C, respectively, than pure AP when AP is mixed\nwith [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>. [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> can not only make LTD and HTD advanced obviously\nbut also weaken the peaks of HTD. This result indicated that compound\n[Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> can be regarded as a catalyst\nto promote the thermal decomposition of AP.</p>", "clean_text": "The DSC curves of the above six compounds at the heating rates of 5, 10, 15, and 20 °C min-1 are shown in . Based on the peak temperature of decomposition at different heating rates, the nonisothermal kinetic parameters of the above six compounds can be obtained (). Obviously, the values of E calculated using the Kissinger (E k) and Ozawa (E o) methods are in good agreement with each other and range from 125.7 kJ mol-1 (tntrza) to 231.1 kJ mol-1 ([K(tntrza)] n ). It is worth noting that tntrza-based EMOFs exhibited significantly higher E than dntrza-based EMOFs, which implies that the thermal stability of tntrza-based EMOFs is better than that of dntrza-based EMOFs. In order to further estimate the rate constant of the initial decomposition process of the six complexes and also to determine their thermal decomposition mechanism, the Arrhenius equation can be expressed as follows: lnk = 25.3 - 125.7 × 103/(RT), lnk = 24.6 - 129.6 × 103/(RT), lnk = 26.9 - 133.4 × 103/(RT), lnk = 28.9 - 137.3 × 103/(RT), lnk = 53.1 - 231.1 × 103/(RT) and lnk = 35.2 - 176.7 × 103/(RT).\n\nwhere D is the detonation velocity (km s-1), P is the detonation pressure (GPa), N is expressed as the number of moles of detonation gases per gram of explosive (mol g-1), M̅ is the gaseous product of the average molecular weight (g mol-1), ρ represents the density (g cm-3), and Q is the heat of detonation (kcal g-1). It should be pointed out that the calculation of the detonation velocity and the pressure of the above complexes is carried out in accordance with the explosion equation of the largest exothermic principle (H2O-CO2) (Supporting Information). For the calculation of the heat of detonation of the above energetic complexes, their constant pressure reaction heat (ΔC U) was measured using an oxygen bomb calorimeter (Supporting Information). To express the energy performance of the above complexes intuitively, their detonation velocity (D), detonation pressure (P), and heat of detonation (Q) are listed in . The calculation results show that tntrza exhibits excellent detonation performance superior to RDX and comparable to HMX, and this can be attributed to its higher density (1.82 g cm-3) and oxygen balance (-6.4%) than RDX. These favorable conditions also profoundly affect the energy performance of MOFs based on tntrza and dntrza. The obtained EMOFs show a good detonation velocity higher than 7.0 km s-1, especially for [Ag(tntrza)]i n . Its exceptionally high density (ρ = 2.595 g cm-3), nearly zero oxygen balance (-4.3%), and appropriate heat of detonation lead to its superior detonation properties (D = 8.74 km s-1, P = 41.1 GPa) over the energetic precursor tntrza (D = 8.72 km s-1, P = 33.9 GPa).\n\nFor safety evaluation, the impact and friction sensitivities of the above complexes were measured using the BAM standard method, and all the obtained data are summarized in . For energetic ligands, the nitroform structure of tntrza results in a higher mechanical sensitivity (IS = 5.0 J and FS = 100 N) than RDX. Therefore, it can be expected that the EMOF based on tntrza exhibits extremely high mechanical sensitivity, especially [Ag(tntrza)] n  (IS = 1.5 J and FS = 50 N). In general, tntrza-based MOFs exhibit higher mechanical sensitivity than dntrza-based MOFs. Among them, [Cs3(dntrza)2(H2O)3] n  exhibits the lowest mechanical sensitivity, which is caused by the water molecules in the crystal.\n\nEffects on the Decomposition of AP\n\nAs the main oxidant of the composite solid propellants, the amount of added AP reached 60 to 90%. Unfortunately, the extremely high decomposition temperature of AP has a negative effect on the combustion performance of the propellant. It is reported that MOFs containing silver generally have a good promoting effect on the decomposition of AP. In this article, [Ag(tntrza)] n  showing an excellent overall performance (high oxygen balance, acceptable detonation performance, and thermal stability) has been reported. Therefore, the catalytic activity of [Ag(tntrza)] n  on the thermal degradation of AP was examined as a reference for its catalytic performance in the composite solid propellant (the effect of other EMOFs prepared in this study and the effect of AgNO3 on the decomposition of AP have also been explored, see the Supporting Information). The thermal decomposition curve of the same quality of pure AP (at the heating rate of 5 °C min-1) and AP mixed with 10% [Ag(tntrza)] n  (at the heating rates of 5, 10, 15, and 20 °C min-1) is shown in . The thermal decomposition of pure AP exhibits three peaks, including one endothermic peak and two exothermic peaks. The endothermic peak temperature at 241.9 °C is caused by the transformation of the crystal from orthorhombic to cubic. The first exothermic peak appeared at 311.2 °C, representing the partial decomposition of AP (LTD), and the second exothermic peak was at 420.7 °C, representing the complete decomposition of AP (HTD). As can be seen from , AP mixed with 10% [Ag(tntrza)] n  exhibits the same exothermic peak at 239.1 °C similar to pure AP, which implies that the crystal transition process of AP is hardly affected by [Ag(tntrza)] n . As for the values of LTD and HTD, they are reduced by 47.0 and 85.5 °C, respectively, than pure AP when AP is mixed with [Ag(tntrza)] n . [Ag(tntrza)] n  can not only make LTD and HTD advanced obviously but also weaken the peaks of HTD. This result indicated that compound [Ag(tntrza)] n  can be regarded as a catalyst to promote the thermal decomposition of AP.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "241.9", "unit": "°C", "type": "endothermic peak", "condition": "transformation of crystal from orthorhombic to cubic"}, {"value": "311.2", "unit": "°C", "type": "partial decomposition of AP (LTD)"}, {"value": "420.7", "unit": "°C", "type": "complete decomposition of AP (HTD)"}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 27, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Nonisothermal Kinetic Parameters and <italic toggle=\"yes\">T</italic>\n<sub>bp</sub> of above Six Compounds</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">E</italic>\n<sub>k</sub> (kJmol<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">ln[<italic toggle=\"yes\">A</italic>(s<sup>1–</sup>)]</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">R</italic>\n<sub>k</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">E</italic>\n<sub>o</sub> (kJ mol<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">R</italic>\n<sub>o</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">T</italic>\n<sub>p0</sub> (°C)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">T</italic>\n<sub>bp</sub> (°C)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>tntrza</oasis:entry>\n<oasis:entry>125.7</oasis:entry>\n<oasis:entry>25.3</oasis:entry>\n<oasis:entry>–0.996</oasis:entry>\n<oasis:entry>127.3</oasis:entry>\n<oasis:entry>–0.996</oasis:entry>\n<oasis:entry>137.0</oasis:entry>\n<oasis:entry>138.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[K(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n</oasis:entry>\n<oasis:entry>129.6</oasis:entry>\n<oasis:entry>24.6</oasis:entry>\n<oasis:entry>–0.994</oasis:entry>\n<oasis:entry>131.6</oasis:entry>\n<oasis:entry>–0.994</oasis:entry>\n<oasis:entry>156.7</oasis:entry>\n<oasis:entry>158.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Rb(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n</oasis:entry>\n<oasis:entry>133.4</oasis:entry>\n<oasis:entry>26.9</oasis:entry>\n<oasis:entry>–0.999</oasis:entry>\n<oasis:entry>133.9</oasis:entry>\n<oasis:entry>–0.999</oasis:entry>\n<oasis:entry>139.3</oasis:entry>\n<oasis:entry>140.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n</oasis:entry>\n<oasis:entry>137.3</oasis:entry>\n<oasis:entry>28.9</oasis:entry>\n<oasis:entry>–0.996</oasis:entry>\n<oasis:entry>138.1</oasis:entry>\n<oasis:entry>–0.997</oasis:entry>\n<oasis:entry>130.3</oasis:entry>\n<oasis:entry>138.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[K(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n</oasis:entry>\n<oasis:entry>231.1</oasis:entry>\n<oasis:entry>53.1</oasis:entry>\n<oasis:entry>–0.995</oasis:entry>\n<oasis:entry>228.7</oasis:entry>\n<oasis:entry>–0.995</oasis:entry>\n<oasis:entry>160.7</oasis:entry>\n<oasis:entry>161.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Ag(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n</oasis:entry>\n<oasis:entry>176.7</oasis:entry>\n<oasis:entry>35.2</oasis:entry>\n<oasis:entry>–0.999</oasis:entry>\n<oasis:entry>175.6</oasis:entry>\n<oasis:entry>–0.999</oasis:entry>\n<oasis:entry>178.0</oasis:entry>\n<oasis:entry>179.5</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Nonisothermal Kinetic Parameters and T<sub>bp</sub> of above Six Compounds\n\n|                   | E<sub>k</sub> (kJmol<sup>–1</sup>) | ln[A(s<sup>1–</sup>)] | R<sub>k</sub> | E<sub>o</sub> (kJ mol<sup>–1</sup>) | R<sub>o</sub> | T<sub>p0</sub> (°C) | T<sub>bp</sub> (°C) |\n|-------------------|----------------------------------|-----------------------|--------------|------------------------------------|--------------|--------------------|--------------------|\n| tntrza            | 125.7                            | 25.3                  | –0.996       | 127.3                              | –0.996       | 137.0              | 138.3              |\n| [K(dntrza)]<sub>n</sub> | 129.6                            | 24.6                  | –0.994       | 131.6                              | –0.994       | 156.7              | 158.3              |\n| [Rb(dntrza)]<sub>n</sub> | 133.4                            | 26.9                  | –0.999       | 133.9                              | –0.999       | 139.3              | 140.5              |\n| [Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<sub>n</sub> | 137.3                            | 28.9                  | –0.996       | 138.1                              | –0.997       | 130.3              | 138.5              |\n| [K(tntrza)]<sub>n</sub> | 231.1                            | 53.1                  | –0.995       | 228.7                              | –0.995       | 160.7              | 161.6              |\n| [Ag(tntrza)]<sub>n</sub> | 176.7                            | 35.2                  | –0.999       | 175.6                              | –0.999       | 178.0              | 179.5              |", "data": ["substring not found"], "include_properties": null}, {"idx": 32, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Physicochemical Properties of Tntrza,\nEMOFs, and Some Energetic Materials</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"9\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col9\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">compound</oasis:entry>\n<oasis:entry align=\"center\">ρ<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref> (g cm<sup>–3</sup>)</oasis:entry>\n<oasis:entry align=\"center\">OB<xref ref-type=\"table-fn\" rid=\"t2fn2\"></xref> (%)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">T</italic>\n<sub>dec</sub>\n<xref ref-type=\"table-fn\" rid=\"t2fn3\"></xref> (°C)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">Q</italic>\n<xref ref-type=\"table-fn\" rid=\"t2fn4\"></xref> (Kcal g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">D</italic>\n<xref ref-type=\"table-fn\" rid=\"t2fn5\"></xref> (km s<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">P</italic>\n<xref ref-type=\"table-fn\" rid=\"t2fn6\"></xref> (GPa)</oasis:entry>\n<oasis:entry align=\"center\">IS<xref ref-type=\"table-fn\" rid=\"t2fn7\"></xref> (J)</oasis:entry>\n<oasis:entry align=\"center\">FS<xref ref-type=\"table-fn\" rid=\"t2fn8\"></xref> (N)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Tntrza</oasis:entry>\n<oasis:entry>1.821</oasis:entry>\n<oasis:entry>–6.4</oasis:entry>\n<oasis:entry>137.0</oasis:entry>\n<oasis:entry>1.55</oasis:entry>\n<oasis:entry>8.72</oasis:entry>\n<oasis:entry>33.9</oasis:entry>\n<oasis:entry>5.0</oasis:entry>\n<oasis:entry>100</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[K(dntrza)]<sub>n</sub>\n</oasis:entry>\n<oasis:entry>2.001</oasis:entry>\n<oasis:entry>–21.1</oasis:entry>\n<oasis:entry>168.1</oasis:entry>\n<oasis:entry>1.12</oasis:entry>\n<oasis:entry>7.73</oasis:entry>\n<oasis:entry>28.1</oasis:entry>\n<oasis:entry>2.0</oasis:entry>\n<oasis:entry>80</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Rb(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n</oasis:entry>\n<oasis:entry>2.297</oasis:entry>\n<oasis:entry>–17.9</oasis:entry>\n<oasis:entry>153.9</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2.0</oasis:entry>\n<oasis:entry>80</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n</oasis:entry>\n<oasis:entry>2.301</oasis:entry>\n<oasis:entry>–13.4</oasis:entry>\n<oasis:entry>144.4</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2.5</oasis:entry>\n<oasis:entry>80</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[K(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n</oasis:entry>\n<oasis:entry>1.880</oasis:entry>\n<oasis:entry>–7.9</oasis:entry>\n<oasis:entry>161.9</oasis:entry>\n<oasis:entry>1.16</oasis:entry>\n<oasis:entry>7.91</oasis:entry>\n<oasis:entry>28.5</oasis:entry>\n<oasis:entry>1.5</oasis:entry>\n<oasis:entry>60</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Ag(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n</oasis:entry>\n<oasis:entry>2.595</oasis:entry>\n<oasis:entry>–4.3</oasis:entry>\n<oasis:entry>189.9</oasis:entry>\n<oasis:entry>1.21</oasis:entry>\n<oasis:entry>8.74</oasis:entry>\n<oasis:entry>41.1</oasis:entry>\n<oasis:entry>1.5</oasis:entry>\n<oasis:entry>50</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RDX<xref ref-type=\"bibr\" rid=\"ref38\"></xref>\n</oasis:entry>\n<oasis:entry>1.80</oasis:entry>\n<oasis:entry>–21.6</oasis:entry>\n<oasis:entry>210</oasis:entry>\n<oasis:entry>1.38</oasis:entry>\n<oasis:entry>8.60</oasis:entry>\n<oasis:entry>33.9</oasis:entry>\n<oasis:entry>7.5</oasis:entry>\n<oasis:entry>120</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HMX<xref ref-type=\"bibr\" rid=\"ref38\"></xref>\n</oasis:entry>\n<oasis:entry>1.91</oasis:entry>\n<oasis:entry>–21.6</oasis:entry>\n<oasis:entry>287</oasis:entry>\n<oasis:entry>1.32</oasis:entry>\n<oasis:entry>8.90</oasis:entry>\n<oasis:entry>38.9</oasis:entry>\n<oasis:entry>7.4</oasis:entry>\n<oasis:entry>-</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Ag<sub>7</sub>(tza)<sub>3</sub>(Htza)<sub>2</sub>(H<sub>2</sub>tza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n<xref ref-type=\"bibr\" rid=\"ref15\"></xref>\n</oasis:entry>\n<oasis:entry>2.566</oasis:entry>\n<oasis:entry>–33.8</oasis:entry>\n<oasis:entry>250</oasis:entry>\n<oasis:entry>2.02</oasis:entry>\n<oasis:entry>8.09</oasis:entry>\n<oasis:entry>35.0</oasis:entry>\n<oasis:entry>40</oasis:entry>\n<oasis:entry>353</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Ag(atrz)<sub>1.5</sub>(NO<sub>3</sub>)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n<xref ref-type=\"bibr\" rid=\"ref13\"></xref>\n</oasis:entry>\n<oasis:entry>2.16</oasis:entry>\n<oasis:entry>–50.0</oasis:entry>\n<oasis:entry>257</oasis:entry>\n<oasis:entry>1.381</oasis:entry>\n<oasis:entry>7.77</oasis:entry>\n<oasis:entry>29.7</oasis:entry>\n<oasis:entry>30</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Ag(ATCA)ClO<sub>4</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n<xref ref-type=\"bibr\" rid=\"ref9\"></xref>\n</oasis:entry>\n<oasis:entry>2.534</oasis:entry>\n<oasis:entry>–18.3</oasis:entry>\n<oasis:entry>230</oasis:entry>\n<oasis:entry>0.511</oasis:entry>\n<oasis:entry>6.80</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>72</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Cu(ntz)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>\n<xref ref-type=\"bibr\" rid=\"ref39\"></xref>\n</oasis:entry>\n<oasis:entry>2.376</oasis:entry>\n<oasis:entry>–22.6</oasis:entry>\n<oasis:entry>315</oasis:entry>\n<oasis:entry>1.47</oasis:entry>\n<oasis:entry>7.48</oasis:entry>\n<oasis:entry>33.3</oasis:entry>\n<oasis:entry>40</oasis:entry>\n<oasis:entry>360</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>AgTNTz<xref ref-type=\"bibr\" rid=\"ref17\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>+7.4</oasis:entry>\n<oasis:entry>123</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>5</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>The crystal density (for tntrza,\nthe density is measured using a gas pycnometer at 25 °C).</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>b</label>\n<p>Oxygen balance based on CO<sub>2</sub>.</p>\n</fn>\n<fn id=\"t2fn3\">\n<label>c</label>\n<p>Decomposition onset temperature.</p>\n</fn>\n<fn id=\"t2fn4\">\n<label>d</label>\n<p>Heat of detonation.</p>\n</fn>\n<fn id=\"t2fn5\">\n<label>e</label>\n<p>Detonation velocity.</p>\n</fn>\n<fn id=\"t2fn6\">\n<label>f</label>\n<p>Detonation pressure.</p>\n</fn>\n<fn id=\"t2fn7\">\n<label>g</label>\n<p>Impact sensitivity.</p>\n</fn>\n<fn id=\"t2fn8\">\n<label>h</label>\n<p>Friction sensitivity.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Physicochemical Properties of Tntrza, EMOFs, and Some Energetic Materials\n\n| compound | ρ[^a] (g cm–3) | OB[^b] (%) | T[^c] (°C) | Q[^d] (Kcal g–1) | D[^e] (km s–1) | P[^f] (GPa) | IS[^g] (J) | FS[^h] (N) |\n|----------|--------------|-----------|-----------|-----------------|---------------|------------|-----------|-----------|\n| Tntrza   | 1.821        | –6.4      | 137.0     | 1.55            | 8.72          | 33.9       | 5.0       | 100       |\n| [K(dntrza)]n | 2.001      | –21.1     | 168.1     | 1.12            | 7.73          | 28.1       | 2.0       | 80        |\n| [Rb(dntrza)]n | 2.297     | –17.9     | 153.9     |                 |               |            | 2.0       | 80        |\n| [Cs3(dntrza)2(H2O)3]n | 2.301 | –13.4     | 144.4     |                 |               |            | 2.5       | 80        |\n| [K(tntrza)]n | 1.880       | –7.9      | 161.9     | 1.16            | 7.91          | 28.5       | 1.5       | 60        |\n| [Ag(tntrza)]n | 2.595     | –4.3      | 189.9     | 1.21            | 8.74          | 41.1       | 1.5       | 50        |\n| RDX[^38]  | 1.80         | –21.6     | 210       | 1.38            | 8.60          | 33.9       | 7.5       | 120       |\n| HMX[^38]  | 1.91         | –21.6     | 287       | 1.32            | 8.90          | 38.9       | 7.4       | –         |\n| [Ag7(tza)3(Htza)2(H2tza)]n[^15] | 2.566 | –33.8 | 250       | 2.02            | 8.09          | 35.0       | 40        | 353       |\n| [Ag(atrz)1.5(NO3)]n[^13] | 2.16 | –50.0 | 257       | 1.381           | 7.77          | 29.7       | 30        | –         |\n| [Ag(ATCA)ClO4)]n[^9] | 2.534 | –18.3 | 230       | 0.511           | 6.80          |            | 5         | 72        |\n| [Cu(ntz)]n[^39] | 2.376   | –22.6     | 315       | 1.47            | 7.48          | 33.3       | 40        | 360       |\n| AgTNTz[^17] |            | +7.4      | 123       |                 |               |            | 5         | 5         |\n\n[^a]: The crystal density (for tntrza, the density is measured using a gas pycnometer at 25 °C).\n[^b]: Oxygen balance based on CO2.\n[^c]: Decomposition onset temperature.\n[^d]: Heat of detonation.\n[^e]: Detonation velocity.\n[^f]: Detonation pressure.\n[^g]: Impact sensitivity.\n[^h]: Friction sensitivity.", "data": ["substring not found"], "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) 1,3,4-Triazole\nderivatives with the nitroform group on the\nnitrogen atom. (B) Reported aza monocyclic ligands of EMOF with a\ngood oxygen content.(C) Novel high oxygen content ligand based on\nnitroform triazole.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (A) 1,3,4-Triazole derivatives with the nitroform group on the nitrogen atom. (B) Reported aza monocyclic ligands of EMOF with a good oxygen content.(C) Novel high oxygen content ligand based on nitroform triazole.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) Molecular\nstructure of tntrza with the atomic label, (B) crystal\npacking diagram of tntrza (the cyan dotted line represents the hydrogen\nbond), (C) distribution of hydrogen bonds in the intralayer of tntrza\ncrystals (the cyan dotted line represents the hydrogen bond), and\n(D) distribution of hydrogen bonds in the interlayer of tntrza crystals\n(the cyan dotted line represents the hydrogen bond).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (A) Molecular structure of tntrza with the atomic label, (B) crystal packing diagram of tntrza (the cyan dotted line represents the hydrogen bond), (C) distribution of hydrogen bonds in the intralayer of tntrza crystals (the cyan dotted line represents the hydrogen bond), and (D) distribution of hydrogen bonds in the interlayer of tntrza crystals (the cyan dotted line represents the hydrogen bond).   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Preparation of EMOF\nBased on Dntrza and Tntrza</title>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0013.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Preparation of EMOF Based on Dntrza and Tntrza   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) Coordination diagram\nbetween dntrza and the potassium atom,\n(B) crystal packing diagram of [K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (the cyan dotted line represents the hydrogen bond), (C) diagram\nof the coordination bond distribution of dntrza and potassium in the\n2D layer, (D) distribution of hydrogen bonds in the crystal (without\npotassium atoms and coordination bonds, the cyan dotted line represents\nthe hydrogen bonds).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (A) Coordination diagram between dntrza and the potassium atom, (B) crystal packing diagram of [K(dntrza)] n  (the cyan dotted line represents the hydrogen bond), (C) diagram of the coordination bond distribution of dntrza and potassium in the 2D layer, (D) distribution of hydrogen bonds in the crystal (without potassium atoms and coordination bonds, the cyan dotted line represents the hydrogen bonds).   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(A) Coordination\ndiagram between dntrza and the rubidium atom,\n(B) crystal packing diagram of [Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (the cyan dotted line represents the hydrogen bond), (C) diagram\nof the coordination bond distribution of dntrza and rubidium in the\n2D layer, (D) distribution of hydrogen bonds in the crystal (without\nrubidium atoms and coordination bonds, the cyan dotted line represents\nthe hydrogen bonds).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (A) Coordination diagram between dntrza and the rubidium atom, (B) crystal packing diagram of [Rb(dntrza)] n  (the cyan dotted line represents the hydrogen bond), (C) diagram of the coordination bond distribution of dntrza and rubidium in the 2D layer, (D) distribution of hydrogen bonds in the crystal (without rubidium atoms and coordination bonds, the cyan dotted line represents the hydrogen bonds).   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(A) Coordination\ndiagram between dntrza and the cesium atom, (B)\ncrystal packing diagram of [Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (the cyan dotted\nline represents the hydrogen bond), (C) diagram of the coordination\nbond distribution of dntrza and cesium in the 2D layer, and (D) coordination\nbond between cesium atom 1, cesium atom 2, and dntrza.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (A) Coordination diagram between dntrza and the cesium atom, (B) crystal packing diagram of [Cs3(dntrza)2(H2O)3] n  (the cyan dotted line represents the hydrogen bond), (C) diagram of the coordination bond distribution of dntrza and cesium in the 2D layer, and (D) coordination bond between cesium atom 1, cesium atom 2, and dntrza.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(A) Coordination diagram between tntrza and the potassium\natom.\n(B) Crystal packing diagram of [K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (the cyan dotted line represents the hydrogen bond). (C) Coordination\nof the potassium atom and tntrza at the acute angle of the rhombus\nstructure viewed from the upper part of the stacked diagram. (D) Molecular\ndistribution on both the sides of the acute angle of the rhombus and\nthe angle of the acute angle.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (A) Coordination diagram between tntrza and the potassium atom. (B) Crystal packing diagram of [K(tntrza)] n  (the cyan dotted line represents the hydrogen bond). (C) Coordination of the potassium atom and tntrza at the acute angle of the rhombus structure viewed from the upper part of the stacked diagram. (D) Molecular distribution on both the sides of the acute angle of the rhombus and the angle of the acute angle.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(A) Coordination diagram\nbetween tntrza and the silver atom, (B)\ncrystal packing diagram of [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (the cyan dotted line represents the hydrogen bond), (C) diagram\nof the coordination bond distribution of tntrza and silver in the\nthin layers, and (D) connection between adjacent thin layers (Ag-N3).</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (A) Coordination diagram between tntrza and the silver atom, (B) crystal packing diagram of [Ag(tntrza)] n  (the cyan dotted line represents the hydrogen bond), (C) diagram of the coordination bond distribution of tntrza and silver in the thin layers, and (D) connection between adjacent thin layers (Ag-N3).   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>DSC (A) and TG (B) curves of tntrza, [K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, [Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>,\n[Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, [K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>,\nand [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> at a heating rate of\n5 °C min<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  DSC (A) and TG (B) curves of tntrza, [K(dntrza)] n , [Rb(dntrza)] n , [Cs3(dntrza)2(H2O)3] n , [K(tntrza)] n , and [Ag(tntrza)] n  at a heating rate of 5 °C min-1.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Distribution\nof the main gas-phase products of the decomposition\nof the six compounds obtained by TG-MS in a helium atmosphere at a\nheating rate of 10 °C min<sup>–1</sup> (A: tntrza, B:\n[K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, C: [Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, D: [Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, E: [K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>, and F: [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>).</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Distribution of the main gas-phase products of the decomposition of the six compounds obtained by TG-MS in a helium atmosphere at a heating rate of 10 °C min-1 (A: tntrza, B: [K(dntrza)] n , C: [Rb(dntrza)] n , D: [Cs3(dntrza)2(H2O)3] n , E: [K(tntrza)] n , and F: [Ag(tntrza)] n ).   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>DSC curves of tntrza (A), [K­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (B), [Rb­(dntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (C), [Cs<sub>3</sub>(dntrza)<sub>2</sub>(H<sub>2</sub>O)<sub>3</sub>]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (D), [K­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (E), and\n[Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (F) at the heating rates\nof 5, 10, 15, and 20 °C min<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0011.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 10  DSC curves of tntrza (A), [K(dntrza)] n  (B), [Rb(dntrza)] n  (C), [Cs3(dntrza)2(H2O)3] n  (D), [K(tntrza)] n  (E), and [Ag(tntrza)] n  (F) at the heating rates of 5, 10, 15, and 20 °C min-1.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>(A) DSC curves of AP\nmixed with 10 wt % of [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> at\ndifferent heating rates. (B) Dependence\nof ln­(β/<italic toggle=\"yes\">T</italic>\n<sub>p</sub>\n<xref ref-type=\"bibr\" rid=\"ref2\"></xref>) on 1/<italic toggle=\"yes\">T</italic>\n<sub>p</sub> for the mixtures of AP with\n10 wt % [Ag­(tntrza)]<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> additives (Scatter\npoints are the experimental data, and lines denote the linear fitting\nresults).</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03110_0012.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 11  (A) DSC curves of AP mixed with 10 wt % of [Ag(tntrza)] n  at different heating rates. (B) Dependence of ln(β/T p ) on 1/T p for the mixtures of AP with 10 wt % [Ag(tntrza)] n  additives (Scatter points are the experimental data, and lines denote the linear fitting results).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.1c03110", "title": "\nOxygen-Enriched\nMetal–Organic Frameworks Based\non 1‑(Trinitromethyl)‑1H‑1,2,4-Triazole-3-Carboxylic\nAcid and Their Thermal Decomposition and Effects on the Decomposition\nof Ammonium Perchlorate\n", "journal": "American\nChemical Society", "date": "2021.04", "author_list": ["Yang\nFeng", "Xu\nYuangang", "Wang\nPengcheng", "Lin\nQiuhan", "Lu\nMing"]}}