{"filepath": "../L2M3_data/1_application_papers/acs_xml/am1c15528.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The extensive production and large-scale\nuse of perfluoroalkyl\nsubstances (PFASs) have raised their presence in aquatic environments\nworldwide. Thus, the facile and reliable screening of PFASs in aqueous\nsystems is of great significance. Herein, we designed a novel fluorescent\nsensor array for the rapid screening and discrimination of multiple\nPFASs in water. The sensor array comprised three highly stable zirconium\nporphyrinic luminescent metal–organic frameworks (<italic toggle=\"yes\">i.e.</italic>, PCNs) with different topological structures. The sensing mechanism\nwas based on the static fluorescence quenching of PCNs by PFASs upon\ntheir adsorptive interactions. The fluorescence response patterns\nwere characteristic for each PFAS because of their different adsorption\naffinities toward different PCNs. Through the interpretation of response\npatterns by statistical methods, the proposed PCN array successfully\ndiscriminated six different kinds of PFASs, each PFAS at different\nconcentrations and PFAS mixtures at different molar ratios. The practicability\nof this array was further verified by effectively discriminating PFASs\nin two real water samples. Remarkably, the PCN sensors exhibited a\nvery short response time toward PFASs (within 10 s) due to the ordered\npore structure allowing fast PFAS diffusion. This study not only provides\na facile method for rapid PFAS screening in waters but also broadens\nthe application of luminescent metal–organic frameworks and\narray techniques in sensing fields.</p>", "clean_text": "The extensive production and large-scale use of perfluoroalkyl substances (PFASs) have raised their presence in aquatic environments worldwide. Thus, the facile and reliable screening of PFASs in aqueous systems is of great significance. Herein, we designed a novel fluorescent sensor array for the rapid screening and discrimination of multiple PFASs in water. The sensor array comprised three highly stable zirconium porphyrinic luminescent metal-organic frameworks (i.e., PCNs) with different topological structures. The sensing mechanism was based on the static fluorescence quenching of PCNs by PFASs upon their adsorptive interactions. The fluorescence response patterns were characteristic for each PFAS because of their different adsorption affinities toward different PCNs. Through the interpretation of response patterns by statistical methods, the proposed PCN array successfully discriminated six different kinds of PFASs, each PFAS at different concentrations and PFAS mixtures at different molar ratios. The practicability of this array was further verified by effectively discriminating PFASs in two real water samples. Remarkably, the PCN sensors exhibited a very short response time toward PFASs (within 10 s) due to the ordered pore structure allowing fast PFAS diffusion. This study not only provides a facile method for rapid PFAS screening in waters but also broadens the application of luminescent metal-organic frameworks and array techniques in sensing fields.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Perfluoroalkyl\nsubstances (PFASs) have been widely used in industrial\nproduction and commercial products, such as surfactants, refrigerants,\npaints, fire-extinguishing foams, and cosmetics, due to their excellent\nstability, high surface activity, and unique hydrophobic and oleophobic\nproperties. As a result of extensive production and\nlarge-scale use, PFASs have been released into the environment in\nlarge quantities and have now become global environmental pollutants\ndetected in various environmental medias, wildlife, and humans. PFASs are persistent and bioaccumulative and have potential developmental\ntoxicity, hepatotoxicity, and immunotoxicity. In\n2009, perfluorooctane sulfonate (PFOS), a typical and predominant\ntype of PFASs, and its salts were included in the new list of persistent\norganic pollutants (POPs) in the Stockholm Convention; perfluorooctanoic\nacid (PFOA) and its related chemicals were then added to the list\nin 2019. Aquatic environments are an important sink for PFASs because\nof their low volatility and good water solubility. Therefore, the\nrapid and reliable screening and detection of PFASs in water are of\ngreat significance. Conventional detection methods for PFASs rely\nheavily on high-performance liquid chromatography or liquid chromatography–mass\nspectrometry. These methods often require complicated sample preparation, expensive\ninstruments, time-consuming operation, and well-trained personnel,\nwhich limit their wide application. Thus, it is still in high demand\nto develop a facile and cost-effective method for PFAS detection.</p>", "clean_text": "Introduction\n\nPerfluoroalkyl substances (PFASs) have been widely used in industrial production and commercial products, such as surfactants, refrigerants, paints, fire-extinguishing foams, and cosmetics, due to their excellent stability, high surface activity, and unique hydrophobic and oleophobic properties. As a result of extensive production and large-scale use, PFASs have been released into the environment in large quantities and have now become global environmental pollutants detected in various environmental medias, wildlife, and humans. PFASs are persistent and bioaccumulative and have potential developmental toxicity, hepatotoxicity, and immunotoxicity. In 2009, perfluorooctane sulfonate (PFOS), a typical and predominant type of PFASs, and its salts were included in the new list of persistent organic pollutants (POPs) in the Stockholm Convention; perfluorooctanoic acid (PFOA) and its related chemicals were then added to the list in 2019. Aquatic environments are an important sink for PFASs because of their low volatility and good water solubility. Therefore, the rapid and reliable screening and detection of PFASs in water are of great significance. Conventional detection methods for PFASs rely heavily on high-performance liquid chromatography or liquid chromatography-mass spectrometry. These methods often require complicated sample preparation, expensive instruments, time-consuming operation, and well-trained personnel, which limit their wide application. Thus, it is still in high demand to develop a facile and cost-effective method for PFAS detection.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>The fluorescence detection method has attracted increasing interest\ndue to its sensitivity, simplicity, and rapidity and has been used\nin many fields for the detection of target analytes. Recently, several fluorescent sensors have been developed and are\nbeing used to detect PFASs, including fluorescent dyes and nanomaterials. However, the\nreported individual sensors can only detect one given PFAS at a time\nand were almost impossible to distinguish multiple PFASs due to the\nsimilarities in structures and reactivities. Considering the practical\nneeds, it is important to develop a simple and effective fluorescence\ndetection method, which can be used not only for quantitative determination\nbut also for the discrimination of multiple PFASs. The array sensing\ntechnique offers the possibility of simultaneous sensing and discrimination\nof chemicals with similar structural or physical/chemical properties. Depending on the different interactions between sensor elements\nand analytes, the sensor array produces a unique response pattern\nfor each target analyte. Then, a variety of analytes can be discriminated\nby the generated cross-response array data with the assistance of\nstatistical analysis tools. So far, the array sensing technique has\nbeen applied in the discrimination of phosphates, proteins, thiols,\nmetal ions, and pesticides. Recently, the discrimination of multiple PFASs was successfully\nachieved by Yin et al. using a fluorescence sensor array based on\nupconversion nanoparticles, suggesting\nthe great potential of the array technique in PFAS sensing.</p>", "clean_text": "The fluorescence detection method has attracted increasing interest due to its sensitivity, simplicity, and rapidity and has been used in many fields for the detection of target analytes. Recently, several fluorescent sensors have been developed and are being used to detect PFASs, including fluorescent dyes and nanomaterials. However, the reported individual sensors can only detect one given PFAS at a time and were almost impossible to distinguish multiple PFASs due to the similarities in structures and reactivities. Considering the practical needs, it is important to develop a simple and effective fluorescence detection method, which can be used not only for quantitative determination but also for the discrimination of multiple PFASs. The array sensing technique offers the possibility of simultaneous sensing and discrimination of chemicals with similar structural or physical/chemical properties. Depending on the different interactions between sensor elements and analytes, the sensor array produces a unique response pattern for each target analyte. Then, a variety of analytes can be discriminated by the generated cross-response array data with the assistance of statistical analysis tools. So far, the array sensing technique has been applied in the discrimination of phosphates, proteins, thiols, metal ions, and pesticides. Recently, the discrimination of multiple PFASs was successfully achieved by Yin et al. using a fluorescence sensor array based on upconversion nanoparticles, suggesting the great potential of the array technique in PFAS sensing.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Luminescent metal–organic frameworks (LMOFs) are a class\nof luminescent materials with ultrahigh porosity, specific surface\narea, as well as structural diversity and tunability. These properties endow LMOF-based sensors with excellent sensitivity,\nselectivity, and diversity of luminescence properties, which make\nLMOFs promising for a wide range of applications in the field of fluorescence\nsensing, such as volatile organic compounds, biomolecules, heavy metals,\nexplosives, and so forth. Very recently, a few LMOF-based sensor arrays have\nalso been explored for the fluorescence discrimination of chemicals,\nsuch as anionic sulfonate surfactants and phosphates. Based on this, we envision that LMOFs may effectively perform the\nrole of sensor arrays for PFAS detection and discrimination.</p>", "clean_text": "Luminescent metal-organic frameworks (LMOFs) are a class of luminescent materials with ultrahigh porosity, specific surface area, as well as structural diversity and tunability. These properties endow LMOF-based sensors with excellent sensitivity, selectivity, and diversity of luminescence properties, which make LMOFs promising for a wide range of applications in the field of fluorescence sensing, such as volatile organic compounds, biomolecules, heavy metals, explosives, and so forth. Very recently, a few LMOF-based sensor arrays have also been explored for the fluorescence discrimination of chemicals, such as anionic sulfonate surfactants and phosphates. Based on this, we envision that LMOFs may effectively perform the role of sensor arrays for PFAS detection and discrimination.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Herein, we present a novel fluorescent sensor array, based on three\nwater-stable zirconium porphyrinic LMOFs (PCNs, <italic toggle=\"yes\">i.e.</italic>, PCN-222, PCN-223, and PCN-224), for the screening and discrimination\nof PFASs in aqueous solutions. The PCNs exhibited stable red fluorescence\nemission under light excitation at 430 nm. In the presence of PFASs,\nthe emission of PCNs declined because of the static quenching upon\ntheir adsorptive interactions with the PFASs (a). Diverse fluorescence quenching response\npatterns were generated for different PFASs due to their different\nadsorption affinities toward the three different PCNs (b). Through the interpretation\nby linear discriminant analysis (LDA) and hierarchical cluster analysis\n(HCA), the response patterns were successfully used as fingerprints\nto discriminate and detect six different PFASs in water (c). The feasibility\nfor discriminating PFASs mixed in different proportions was also verified.\nFinally, we evaluated the potential application of the proposed sensor\narray for PFAS discrimination in two real water samples. To the best\nof our knowledge, this is the first study on the simultaneous screening\nand discrimination of multiple PFASs using the LMOF sensor array.</p>", "clean_text": "Herein, we present a novel fluorescent sensor array, based on three water-stable zirconium porphyrinic LMOFs (PCNs, i.e., PCN-222, PCN-223, and PCN-224), for the screening and discrimination of PFASs in aqueous solutions. The PCNs exhibited stable red fluorescence emission under light excitation at 430 nm. In the presence of PFASs, the emission of PCNs declined because of the static quenching upon their adsorptive interactions with the PFASs (a). Diverse fluorescence quenching response patterns were generated for different PFASs due to their different adsorption affinities toward the three different PCNs (b). Through the interpretation by linear discriminant analysis (LDA) and hierarchical cluster analysis (HCA), the response patterns were successfully used as fingerprints to discriminate and detect six different PFASs in water (c). The feasibility for discriminating PFASs mixed in different proportions was also verified. Finally, we evaluated the potential application of the proposed sensor array for PFAS discrimination in two real water samples. To the best of our knowledge, this is the first study on the simultaneous screening and discrimination of multiple PFASs using the LMOF sensor array.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Illustration of the Fluorescence Screening and Discrimination\nMechanism of PCN Array toward PFASs. (a) Static Quenching of the PCN\nFluorescence Emission by PFASs; (b) Generation of Fluorescence Response\nPatterns for PFASs Using the PCN Sensor Array; and (c) PFAS Discrimination\nthrough Pattern Recognition by LDA</title>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c15528_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of the Fluorescence Screening and Discrimination Mechanism of PCN Array toward PFASs. (a) Static Quenching of the PCN Fluorescence Emission by PFASs; (b) Generation of Fluorescence Response Patterns for PFASs Using the PCN Sensor Array; and (c) PFAS Discrimination through Pattern Recognition by LDA   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Materials and Methods</title><title>Materials</title><p>Six\nPFASs, including perfluorohexanoic acid\n(PFHxA, 98%), perfluoroheptanoic acid (PFHpA, 99%), PFOA (96%), perfluorononanoic\nacid (PFNA, 97%), perfluorodecanoic acid (PFDA, 98%), and PFOS (98%),\nwere purchased from Sigma-Aldrich, USA. The chemical structures and\nselected physical–chemical properties of the PFASs are listed\nin Table S1 in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>.\nZirconium­(IV) chloride (ZrCl<sub>4</sub>, 98%) was purchased from\nJ&amp;K Scientific Ltd., China. Zirconyl chloride octahydrate (ZrOCl<sub>2</sub>·8H<sub>2</sub>O, 98%), <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-diethylformamide (DEF, 99%), and <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF, &gt;99.9%) were purchased from Shanghai\nAladdin\nBio-Chem Technology Co., Ltd., China. Tetrakis­(4-carboxyphenyl)­porphyrin\n(TCPP, 98%) was purchased from Macklin Biochemical Co., Ltd., China.\nAnalytical-grade formic acid, benzoic acid, propionic acid, 3,3-dimethylbutanoic\nacid, acetone, hydrochloric acid (HCl), acetic acid (HAc), and sodium\nacetate (NaAc) were purchased from Sinopharm Chemical Reagent Co.,\nLtd., China. Purified water (18.2 MΩ·cm resistivity at\n25 °C) was obtained from the ELGA Labwater system (PURELAB Ultra,\nELGA LabWater Global Operations, UK). The surface water (0–0.5\nm depth) sample was collected from Taihu Lake in Jiangsu Province,\nChina (N31°26′06″ and E120°09′53″),\nand the groundwater sample was taken from a well in Taizhou in Zhejiang\nProvince, China (N28°17′59″ and E121°18′03″).\nThe water samples were filtered through 0.22 μm membranes before\nuse.</p>", "clean_text": "Materials and Methods\n\nMaterials\n\nSix PFASs, including perfluorohexanoic acid (PFHxA, 98%), perfluoroheptanoic acid (PFHpA, 99%), PFOA (96%), perfluorononanoic acid (PFNA, 97%), perfluorodecanoic acid (PFDA, 98%), and PFOS (98%), were purchased from Sigma-Aldrich, USA. The chemical structures and selected physical-chemical properties of the PFASs are listed in Table S1 in Supporting Information. Zirconium(IV) chloride (ZrCl4, 98%) was purchased from J&K Scientific Ltd., China. Zirconyl chloride octahydrate (ZrOCl2⋅8H2O, 98%), N,N-diethylformamide (DEF, 99%), and N,N-dimethylformamide (DMF, >99.9%) were purchased from Shanghai Aladdin Bio-Chem Technology Co., Ltd., China. Tetrakis(4-carboxyphenyl)porphyrin (TCPP, 98%) was purchased from Macklin Biochemical Co., Ltd., China. Analytical-grade formic acid, benzoic acid, propionic acid, 3,3-dimethylbutanoic acid, acetone, hydrochloric acid (HCl), acetic acid (HAc), and sodium acetate (NaAc) were purchased from Sinopharm Chemical Reagent Co., Ltd., China. Purified water (18.2 MΩ⋅cm resistivity at 25 °C) was obtained from the ELGA Labwater system (PURELAB Ultra, ELGA LabWater Global Operations, UK). The surface water (0-0.5 m depth) sample was collected from Taihu Lake in Jiangsu Province, China (N31°26'06\" and E120°09'53\"), and the groundwater sample was taken from a well in Taizhou in Zhejiang Province, China (N28°17'59\" and E121°18'03\"). The water samples were filtered through 0.22 μm membranes before use.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of PCNs</title><p>The PCNs were prepared by the solvothermal\nmethod according to the literature with slight modifications. For the preparation of PCN-222, 75 mg of ZrCl<sub>4</sub>, 50 mg\nof TCPP, and 2.7 g of benzoic acid were dissolved in 8 mL of DEF by\nsonication for 30 min. The mixture was then loaded in a Teflon-lined\nautoclave and heated at 120 °C for 48 h. After cooling to room\ntemperature, the solid sample was collected by centrifugation and\nwas washed using DMF and acetone, followed by drying at 80 °C\nunder vacuum for 12 h. To remove the unreacted ligands, metal salts,\nand/or the trapped benzoic acid, the abovementioned resulted materials\nwere further treated by immersion in DMF/HCl (8 mol/L HCl in 40 mL\nDMF) solution at 120 °C for 12 h. Then, the materials were washed with DMF and acetone, followed by\nimmersion in acetone for 24 h to exchange the nonvolatile DMF. After\ndrying under vacuum for 6 h, the obtained materials were collected\nas PCN-222.</p>", "clean_text": "Preparation of PCNs\n\nThe PCNs were prepared by the solvothermal method according to the literature with slight modifications. For the preparation of PCN-222, 75 mg of ZrCl4, 50 mg of TCPP, and 2.7 g of benzoic acid were dissolved in 8 mL of DEF by sonication for 30 min. The mixture was then loaded in a Teflon-lined autoclave and heated at 120 °C for 48 h. After cooling to room temperature, the solid sample was collected by centrifugation and was washed using DMF and acetone, followed by drying at 80 °C under vacuum for 12 h. To remove the unreacted ligands, metal salts, and/or the trapped benzoic acid, the abovementioned resulted materials were further treated by immersion in DMF/HCl (8 mol/L HCl in 40 mL DMF) solution at 120 °C for 12 h. Then, the materials were washed with DMF and acetone, followed by immersion in acetone for 24 h to exchange the nonvolatile DMF. After drying under vacuum for 6 h, the obtained materials were collected as PCN-222.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<p>To prepare PCN-223, 21 mg of ZrCl<sub>4</sub> and\n30 mg of TCPP were dissolved in 30 mL of DMF by sonication for 10\nmin. Then, 6 mL of propionic acid was\nadded to the mixture, which was further sonicated. The mixture was\nthen loaded in a Teflon-lined high pressure autoclave and heated at\n120 °C for 16 h. As for the preparation of PCN-224, 60 mg of\nZrOCl<sub>2</sub>·8H<sub>2</sub>O and 32 mg of TCPP were dissolved\nin 8 mL of DMF, followed by the addition of formic acid (1380 μL)\nand 3,3-dimethylbutanoic acid (1620 μL). After sonication for 10 min, the mixture was heated in\na high-pressure autoclave at 120 °C for 12 h. The following washing\nand purification steps of PCN-223 and PCN-224 were the same as those\nof PCN-222.</p>", "clean_text": "To prepare PCN-223, 21 mg of ZrCl4 and 30 mg of TCPP were dissolved in 30 mL of DMF by sonication for 10 min. Then, 6 mL of propionic acid was added to the mixture, which was further sonicated. The mixture was then loaded in a Teflon-lined high pressure autoclave and heated at 120 °C for 16 h. As for the preparation of PCN-224, 60 mg of ZrOCl2⋅8H2O and 32 mg of TCPP were dissolved in 8 mL of DMF, followed by the addition of formic acid (1380 μL) and 3,3-dimethylbutanoic acid (1620 μL). After sonication for 10 min, the mixture was heated in a high-pressure autoclave at 120 °C for 12 h. The following washing and purification steps of PCN-223 and PCN-224 were the same as those of PCN-222.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Characterization of PCNs</title><p>The SEM\nand EDS mapping images\nof the PCNs were recorded using Quanta 250 FEG (FEI, USA). The XRD\npatterns were collected on an X-ray powder diffractometer (D8 ADVANCE,\nBruker, German) at room temperature using Cu Kα radiation within\nthe 2θ range of 2–20°. The FTIR spectrum was recorded\nby using a Nicolet Nexus 870 spectrometer (USA) in the range of 400–4000\ncm<sup>–1</sup> using KBr as the reference. The BET surface\narea and pore size distribution were determined by nitrogen adsorption/desorption\nisotherms obtained on a Micrometrics ASAP 2020 apparatus (Micromeritics\nInstrument Co., USA) at −196 °C. The Ultraviolet–visible\n(UV–vis) absorption spectrum was collected on a UV-2700 spectrophotometer\n(Shimadzu, Japan). Fluorescence spectra were obtained using a Horiba\nAqualog spectrophotometer (Japan).</p>", "clean_text": "Characterization of PCNs\n\nThe SEM and EDS mapping images of the PCNs were recorded using Quanta 250 FEG (FEI, USA). The XRD patterns were collected on an X-ray powder diffractometer (D8 ADVANCE, Bruker, German) at room temperature using Cu Kα radiation within the 2θ range of 2-20°. The FTIR spectrum was recorded by using a Nicolet Nexus 870 spectrometer (USA) in the range of 400-4000 cm-1 using KBr as the reference. The BET surface area and pore size distribution were determined by nitrogen adsorption/desorption isotherms obtained on a Micrometrics ASAP 2020 apparatus (Micromeritics Instrument Co., USA) at -196 °C. The Ultraviolet-visible (UV-vis) absorption spectrum was collected on a UV-2700 spectrophotometer (Shimadzu, Japan). Fluorescence spectra were obtained using a Horiba Aqualog spectrophotometer (Japan).", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Array-Based Sensing Procedure</title><p>For the discrimination\nof different kinds of PFASs, 50 μL of the PCN sensors (50 μg/mL,\nin 10 mM NaAc–HAc buffer/pH 5.0) was pipetted into a 7 ×\n5 area in a 96-well plate, which contained 7 columns (blank and 6\nPFASs) and 5 rows (5 replicates). Each PCN sensor was pipetted into\na separate well in the plate. Then, 200 μL of the PFAS solution\nwith the same required concentration was added to the corresponding\nwells. After incubation at room temperature for 1 min, the fluorescence\nintensity (excitation wavelength/λ<sub>ex</sub> = 430 nm and\nemission wavelength/λ<sub>em</sub> = 660 nm) of the mixtures\nin each well was measured by using a Biotek Synergy H4 microtiter\nplate reader (USA). The relative fluorescence intensity (<italic toggle=\"yes\">F</italic>/<italic toggle=\"yes\">F</italic>\n<sub>0</sub>) was employed to characterize the\ndifferent fluorescence responses of each PCN sensor upon PFASs, where <italic toggle=\"yes\">F</italic> and <italic toggle=\"yes\">F</italic>\n<sub>0</sub> are the fluorescence\nintensity (λ<sub>ex</sub> = 430 nm and λ<sub>em</sub> =\n660 nm) in the presence and absence of PFASs, respectively. In this\nway, the fluorescence response of six PFASs against three PCNs was\nmeasured five times, providing a raw data matrix of six PFASs ×\nthree sensors × five replicates. The obtained data were processed\nwith LDA and HCA to identify the PFASs. The discrimination ability\nof the PCN sensor array toward individual PFASs with varying concentrations\nand different PFAS mixtures as well as its applicability in real water\nsamples were examined in a similar way.</p>", "clean_text": "Array-Based Sensing Procedure\n\nFor the discrimination of different kinds of PFASs, 50 μL of the PCN sensors (50 μg/mL, in 10 mM NaAc-HAc buffer/pH 5.0) was pipetted into a 7 × 5 area in a 96-well plate, which contained 7 columns (blank and 6 PFASs) and 5 rows (5 replicates). Each PCN sensor was pipetted into a separate well in the plate. Then, 200 μL of the PFAS solution with the same required concentration was added to the corresponding wells. After incubation at room temperature for 1 min, the fluorescence intensity (excitation wavelength/λex = 430 nm and emission wavelength/λem = 660 nm) of the mixtures in each well was measured by using a Biotek Synergy H4 microtiter plate reader (USA). The relative fluorescence intensity (F/F 0) was employed to characterize the different fluorescence responses of each PCN sensor upon PFASs, where F and F 0 are the fluorescence intensity (λex = 430 nm and λem = 660 nm) in the presence and absence of PFASs, respectively. In this way, the fluorescence response of six PFASs against three PCNs was measured five times, providing a raw data matrix of six PFASs × three sensors × five replicates. The obtained data were processed with LDA and HCA to identify the PFASs. The discrimination ability of the PCN sensor array toward individual PFASs with varying concentrations and different PFAS mixtures as well as its applicability in real water samples were examined in a similar way.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><title>Design\nof the PCN Array for PFAS Discrimination</title><p>In\nthis study, three PCNs with different topological structures were\nselected to construct the sensor array for PFAS discrimination, including\n8-connected PCN-222 with csq topology, 12-connected PCN-223 with shp\ntopology, and 6-connected PCN-224 with she topology. The SEM images (a∼c) show that the three PCNs had different\ncrystal morphologies, which were rod-shaped, shuttle-shaped, and cubic-shaped\nfor PCN-222, PCN-223, and PCN-224, respectively. The observed morphologies\nof the PCNs are consistent with those reported in earlier studies.\nd–f\ndisplays the XRD patterns of the as-synthesized PCNs, which are in\ngood agreement with their simulated ones. The BET surface area was\nmeasured to be 2080, 1827, and 1826 m<sup>2</sup>/g for PCN-222, PCN-223,\nand PCN-224, respectively, coinciding with the reported values (<italic toggle=\"yes\">e.g.</italic>, 2223 m<sup>2</sup>/g for PCN-222, 1809 m<sup>2</sup>/g for PCN-223, and 1413 m<sup>2</sup>/g for PCN-224). The nitrogen adsorption/desorption isotherms of the three PCNs\nare shown in Figure S1 in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>. The pore size distributions, as estimated by the DFT simulation\n(see the inset of <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>), suggested\nthat all three PCNs possessed ordered pore structures. The pore sizes\nwere estimated to be 1.2 and 3.2 nm for PCN-222, 1.2 nm for PCN-223,\nand 1.4 and 2.2 nm for PCN-224, which are consistent with the cage\nsizes of the crystal structures as well as the literature values for\nrespective PCNs. These results demonstrate the successful synthesis of PCNs. We also\ninvestigated the spectroscopic properties of the three PCNs. The UV–vis\nabsorption spectrum of each PCN showed a strong Soret peak around\n430 nm and four Q-bands in the range of 500–700 nm (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>), which are the characteristic absorption\npeaks of the porphyrin linker (<italic toggle=\"yes\">i.e.</italic>, TCPP). The fluorescence excitation–emission matrix (EEM) spectra\nof all three PCNs exhibited a broad fluorescence area (λ<sub>ex</sub> ranging from 350–450 nm and λ<sub>em</sub> ranging\nfrom 640–760 nm) with the peak located at around λ<sub>ex</sub> of 430 nm and λ<sub>em</sub> of 660 nm (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Figure S3a–c</ext-link>). Thus, a wavelength pair\nof λ<sub>ex</sub> 430 nm/λ<sub>em</sub> 660 nm was selected\nto examine the sensing performance of the PCN sensor array. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Figure S3d–f</ext-link> displays the fluorescence\nemission spectra of the PCN suspensions at λ<sub>ex</sub> 430\nnm. The three PCNs exhibited different emission spectra due to the\ndifference in ligand-to-metal charge transfer resulting from their\ndistinct zirconium node connectivity (<italic toggle=\"yes\">i.e.</italic>, number\nof the coordinated linker). Within the environmentally relevant pH range (<italic toggle=\"yes\">i.e.</italic>, pH 5.0–8.0), the fluorescence emission intensities of the\nPCNs were stable. We then monitored the fluorescence intensity of\nPCNs at λ<sub>ex</sub> 430 nm/λ<sub>em</sub> 660 nm as\na function of the irradiation time. The fluctuation of the fluorescence\nintensity was less than 5% within the examined 60 min of irradiation\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Figure S3g–i</ext-link>), suggesting good\nwater and fluorescence stabilities of PCNs.</p>", "clean_text": "Results and Discussion\n\nDesign of the PCN Array for PFAS Discrimination\n\nIn this study, three PCNs with different topological structures were selected to construct the sensor array for PFAS discrimination, including 8-connected PCN-222 with csq topology, 12-connected PCN-223 with shp topology, and 6-connected PCN-224 with she topology. The SEM images (a~c) show that the three PCNs had different crystal morphologies, which were rod-shaped, shuttle-shaped, and cubic-shaped for PCN-222, PCN-223, and PCN-224, respectively. The observed morphologies of the PCNs are consistent with those reported in earlier studies. d-f displays the XRD patterns of the as-synthesized PCNs, which are in good agreement with their simulated ones. The BET surface area was measured to be 2080, 1827, and 1826 m2/g for PCN-222, PCN-223, and PCN-224, respectively, coinciding with the reported values (e.g., 2223 m2/g for PCN-222, 1809 m2/g for PCN-223, and 1413 m2/g for PCN-224). The nitrogen adsorption/desorption isotherms of the three PCNs are shown in Figure S1 in Supporting Information. The pore size distributions, as estimated by the DFT simulation (see the inset of Figure S1), suggested that all three PCNs possessed ordered pore structures. The pore sizes were estimated to be 1.2 and 3.2 nm for PCN-222, 1.2 nm for PCN-223, and 1.4 and 2.2 nm for PCN-224, which are consistent with the cage sizes of the crystal structures as well as the literature values for respective PCNs. These results demonstrate the successful synthesis of PCNs. We also investigated the spectroscopic properties of the three PCNs. The UV-vis absorption spectrum of each PCN showed a strong Soret peak around 430 nm and four Q-bands in the range of 500-700 nm (Figure S2), which are the characteristic absorption peaks of the porphyrin linker (i.e., TCPP). The fluorescence excitation-emission matrix (EEM) spectra of all three PCNs exhibited a broad fluorescence area (λex ranging from 350-450 nm and λem ranging from 640-760 nm) with the peak located at around λex of 430 nm and λem of 660 nm (Figure S3a-c). Thus, a wavelength pair of λex 430 nm/λem 660 nm was selected to examine the sensing performance of the PCN sensor array. Figure S3d-f displays the fluorescence emission spectra of the PCN suspensions at λex 430 nm. The three PCNs exhibited different emission spectra due to the difference in ligand-to-metal charge transfer resulting from their distinct zirconium node connectivity (i.e., number of the coordinated linker). Within the environmentally relevant pH range (i.e., pH 5.0-8.0), the fluorescence emission intensities of the PCNs were stable. We then monitored the fluorescence intensity of PCNs at λex 430 nm/λem 660 nm as a function of the irradiation time. The fluctuation of the fluorescence intensity was less than 5% within the examined 60 min of irradiation (Figure S3g-i), suggesting good water and fluorescence stabilities of PCNs.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM images of (a) PCN-222,\n(b) PCN-223, and (c) PCN-224. Simulated\nand as-synthesized XRD patterns of (d) PCN-222, (e) PCN-223, and (f)\nPCN-224.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c15528_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  SEM images of (a) PCN-222, (b) PCN-223, and (c) PCN-224. Simulated and as-synthesized XRD patterns of (d) PCN-222, (e) PCN-223, and (f) PCN-224.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>After the successful synthesis\nof PCNs, we examined the fluorescence\nresponses of the PCNs toward PFASs. As shown in a–c, the fluorescence emission of all three PCNs can\nbe quenched by PFASs, and the quenching efficiencies increased with\nincreasing PFAS concentrations (d and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">S4a,b</ext-link>).\nThus, the PCNs can be applied to the fluorescence screening of PFASs.\nIt is noteworthy that the fluorescence quenching of PCNs by PFASs\nreached the equilibrium almost instantaneously (within the initial\n10 s, e and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">S4c,d</ext-link>), owing to the ordered pore structure and\nlarge surface area of PCNs that facilitated PFAS diffusion. The fast response and good fluorescence stability\nbenefit the sensing of PFASs in aqueous environments. Moreover, we\nfound that different PCN sensors exhibited different fluorescence\nquenching responses upon exposure to PFASs. For example, the fluorescence\nof PCN-223 (10 μg/mL) was quenched by approximately 75% in the\npresence of 2 μg/mL PFDA but only by 30% by PFOA at the same\nconcentration; the quenching percentage was about 50 and 40% for 10\nμg/mL PCN-222 and PCN-224 by 2 μg/mL PFOA, respectively\n(). The difference\nin the fluorescence response of the three different PCNs mainly resulted\nfrom their diverse adsorption affinities toward different PFASs (see\nmore discussion below). These results suggest the discrimination potential\nof the PCN array toward PFASs.</p>", "clean_text": "After the successful synthesis of PCNs, we examined the fluorescence responses of the PCNs toward PFASs. As shown in a-c, the fluorescence emission of all three PCNs can be quenched by PFASs, and the quenching efficiencies increased with increasing PFAS concentrations (d and S4a,b). Thus, the PCNs can be applied to the fluorescence screening of PFASs. It is noteworthy that the fluorescence quenching of PCNs by PFASs reached the equilibrium almost instantaneously (within the initial 10 s, e and S4c,d), owing to the ordered pore structure and large surface area of PCNs that facilitated PFAS diffusion. The fast response and good fluorescence stability benefit the sensing of PFASs in aqueous environments. Moreover, we found that different PCN sensors exhibited different fluorescence quenching responses upon exposure to PFASs. For example, the fluorescence of PCN-223 (10 μg/mL) was quenched by approximately 75% in the presence of 2 μg/mL PFDA but only by 30% by PFOA at the same concentration; the quenching percentage was about 50 and 40% for 10 μg/mL PCN-222 and PCN-224 by 2 μg/mL PFOA, respectively (). The difference in the fluorescence response of the three different PCNs mainly resulted from their diverse adsorption affinities toward different PFASs (see more discussion below). These results suggest the discrimination potential of the PCN array toward PFASs.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Fluorescence spectra of (a) PCN-222, (b)\nPCN-223, and (c) PCN-224\nsuspensions at λ<sub>ex</sub> = 430 nm upon the addition of\ndifferent PFASs at 2 μg/mL. (d) Fluorescence spectra of the\nPCN-224 suspension at λ<sub>ex</sub> = 430 nm upon the addition\nof PFOA at different concentrations. (e) Fluorescence intensity of\nPCN-224 at λ<sub>ex</sub> 430 nm/λ<sub>em</sub> 660 nm\nin the absence and presence of PFOA as a function of the incubation\ntime.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c15528_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Fluorescence spectra of (a) PCN-222, (b) PCN-223, and (c) PCN-224 suspensions at λex = 430 nm upon the addition of different PFASs at 2 μg/mL. (d) Fluorescence spectra of the PCN-224 suspension at λex = 430 nm upon the addition of PFOA at different concentrations. (e) Fluorescence intensity of PCN-224 at λex 430 nm/λem 660 nm in the absence and presence of PFOA as a function of the incubation time.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Discrimination of PFASs\nby the PCN Array</title><p>To evaluate\nthe discrimination capability of the PCN sensor array, we first collected\nthe fluorescence responses of each sensor against six PFASs at the\nsame concentration of 2 μg/mL, which were represented by relative\nfluorescence intensity (<italic toggle=\"yes\">F</italic>/<italic toggle=\"yes\">F</italic>\n<sub>0</sub>, where <italic toggle=\"yes\">F</italic> and <italic toggle=\"yes\">F</italic>\n<sub>0</sub> are the fluorescence intensity at λ<sub>ex</sub> 430 nm/λ<sub>em</sub> 660 nm in the presence and absence of PFASs, respectively).\nThe raw data of the fluorescence response are displayed in the heat\nmap (a), where\neach data point is expressed by a color. The heat map clearly showed\nthe differences in color between six different PFASs at the same concentration,\nindicating the feasibility of the PCN array for PFAS discrimination.\nThe raw data matrices of the fluorescence response (six PFASs ×\nthree sensors × five replicates) were then converted into a two-dimensional\nscore plot composed of two factors by LDA. As shown in the canonical\nscore plot (b), the six PFASs were well-clustered into six separated groups without\noverlap. The LDA loading plot suggested that all three PCNs were significant\nsensor elements for PFAS discrimination (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). The discrimination of PFASs can also be achieved by HCA,\nanother statistical classification method on the basis of the Euclidean\ndistance (c).\nThe data sets corresponding to each PFAS were correctly clustered\nand assigned to their respective groups without cross-influences.\nWe further examined the discrimination capability of the PCN array\ntoward PFASs at other concentrations (ranging from 1 to 10 μg/mL, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). Good separation was still obtained.\nThus, the combination of the proposed sensor array and statistical\nmethods can achieve discrimination of PFASs with similar structures.</p>", "clean_text": "Discrimination of PFASs by the PCN Array\n\nTo evaluate the discrimination capability of the PCN sensor array, we first collected the fluorescence responses of each sensor against six PFASs at the same concentration of 2 μg/mL, which were represented by relative fluorescence intensity (F/F 0, where F and F 0 are the fluorescence intensity at λex 430 nm/λem 660 nm in the presence and absence of PFASs, respectively). The raw data of the fluorescence response are displayed in the heat map (a), where each data point is expressed by a color. The heat map clearly showed the differences in color between six different PFASs at the same concentration, indicating the feasibility of the PCN array for PFAS discrimination. The raw data matrices of the fluorescence response (six PFASs × three sensors × five replicates) were then converted into a two-dimensional score plot composed of two factors by LDA. As shown in the canonical score plot (b), the six PFASs were well-clustered into six separated groups without overlap. The LDA loading plot suggested that all three PCNs were significant sensor elements for PFAS discrimination (Figure S5). The discrimination of PFASs can also be achieved by HCA, another statistical classification method on the basis of the Euclidean distance (c). The data sets corresponding to each PFAS were correctly clustered and assigned to their respective groups without cross-influences. We further examined the discrimination capability of the PCN array toward PFASs at other concentrations (ranging from 1 to 10 μg/mL, Figure S6). Good separation was still obtained. Thus, the combination of the proposed sensor array and statistical methods can achieve discrimination of PFASs with similar structures.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Heat\nmap, (b) canonical score plot, and (c) HCA plot derived\nfrom fluorescence responses of the PCN sensor array toward six PFASs\nat a concentration of 2 μg/mL. Eclipses represent 95% confidence.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c15528_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Heat map, (b) canonical score plot, and (c) HCA plot derived from fluorescence responses of the PCN sensor array toward six PFASs at a concentration of 2 μg/mL. Eclipses represent 95% confidence.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>The discrimination ability of the PCN array against\nindividual\nPFASs with varying concentrations was examined to verify their quantification\nfunction. We take the quantification of PFOA as an example. The heat\nmap visually reflected the different fluorescence responses of the\nsensors to PFOA with different concentrations (a). In the LDA pattern (b), different concentrations\nof PFOA (ranging from 0.1 to 10 μg/mL) were distinguished clearly\nwithout overlap, confirming the concentration discrimination ability\nof the PCN array. Notably, factor 1 in the plot exceeded 95%. Thus,\nfactor 1 can be utilized alone for the quantitative discrimination\nof PFOA. The value of factor 1 increased with increasing the\nPFOA concentration and exhibited a good linear relationship in the\nconcentration range of 0.1–2 μg/mL (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.98, c). Similar good linear relationships (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> &gt; 0.98) were also found for other tested PFASs except\nfor\nPFHxA that had the lowest quenching efficiency (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). The linear ranges were 0.1–2 μg/mL\nfor PFHpA and PFNA and 0.1–1 μg/mL for PFDA and PFOS.\nThe good linear correlation between factor 1 and PFAS concentration\nindicated that quantitative analysis of an individual PFAS can be\nrealized by the PCN sensor array. On the basis of the abovementioned\nlinear correlations, limits of detection (LOD) of the proposed array\nfor PFASs were subsequently determined using the IUPAC criteria (3σ/slope,\nwhere σ is the standard deviation of the factor 1 value without\nthe presence of PFASs). The LOD was approximately\n10<sup>–8</sup> mol/L (0.044, 0.046, 0.047, 0.045, and 0.036\nμg/mL for PFHpA, PFOA, PFNA, PFDA, and PFOS, respectively),\ncomparable to that obtained by previously reported fluorescent sensors\n(<italic toggle=\"yes\">e.g.</italic>, 10<sup>–11</sup>–10<sup>–5</sup> mol/L, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>).</p>", "clean_text": "The discrimination ability of the PCN array against individual PFASs with varying concentrations was examined to verify their quantification function. We take the quantification of PFOA as an example. The heat map visually reflected the different fluorescence responses of the sensors to PFOA with different concentrations (a). In the LDA pattern (b), different concentrations of PFOA (ranging from 0.1 to 10 μg/mL) were distinguished clearly without overlap, confirming the concentration discrimination ability of the PCN array. Notably, factor 1 in the plot exceeded 95%. Thus, factor 1 can be utilized alone for the quantitative discrimination of PFOA. The value of factor 1 increased with increasing the PFOA concentration and exhibited a good linear relationship in the concentration range of 0.1-2 μg/mL (R 2 = 0.98, c). Similar good linear relationships (R 2 > 0.98) were also found for other tested PFASs except for PFHxA that had the lowest quenching efficiency (Figure S7). The linear ranges were 0.1-2 μg/mL for PFHpA and PFNA and 0.1-1 μg/mL for PFDA and PFOS. The good linear correlation between factor 1 and PFAS concentration indicated that quantitative analysis of an individual PFAS can be realized by the PCN sensor array. On the basis of the abovementioned linear correlations, limits of detection (LOD) of the proposed array for PFASs were subsequently determined using the IUPAC criteria (3σ/slope, where σ is the standard deviation of the factor 1 value without the presence of PFASs). The LOD was approximately 10-8 mol/L (0.044, 0.046, 0.047, 0.045, and 0.036 μg/mL for PFHpA, PFOA, PFNA, PFDA, and PFOS, respectively), comparable to that obtained by previously reported fluorescent sensors (e.g., 10-11-10-5 mol/L, Table S2).", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Heat map and (b)\ncanonical score plot derived from fluorescence\nresponses of the PCN sensor array toward PFOA with different concentrations.\n(c) Plot of the first factor as a function of the PFOA concentration.\nThe error bars represent the standard deviations calculated from five\nmeasurements. Eclipses represent 95% confidence.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c15528_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Heat map and (b) canonical score plot derived from fluorescence responses of the PCN sensor array toward PFOA with different concentrations. (c) Plot of the first factor as a function of the PFOA concentration. The error bars represent the standard deviations calculated from five measurements. Eclipses represent 95% confidence.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>We next examined the sensor array’s ability to discriminate\nPFAS mixtures. The fluorescence responses (<italic toggle=\"yes\">i.e.</italic>, <italic toggle=\"yes\">F</italic>/<italic toggle=\"yes\">F</italic>\n<sub>0</sub>) of the mixtures of PFOA\nand PFDA with various molar ratios (PFOA/PFDA = 0/100, 20/80, 40/60,\n60/40, 80/20 and 100/0, total concentration of 5 μg/mL) were\nrecorded and analyzed. As reflected by the LDA pattern (a), the six mixtures were correctly\nsorted in the order of molar ratios and were well separated from each\nother. The HCA dendrograms (b) demonstrated 100% correct clustering results as\nwell. Good discrimination was also obtained for PFOA/PFDA mixtures\nat another total concentration (2 μg/mL, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>). The discrimination capability of the proposed\narray toward more complex mixtures was then tested. We recorded the\nfluorescence responses of several binary, tertiary, quaternary, quinary,\nand senary PFAS mixtures (4:6 mixture of PFOS and PFDA, 3:4:4 mixture\nof PFOA, PFOS, and PFDA, 2:2:3:3 mixture of PFHxA, PFOA, PFOS, and\nPFDA, 2:2:2:2:2 mixture of PFHxA, PFHpA, PFOA, PFOS, and PFDA, and\n3:2:1:1:2:1 mixture of PFHxA, PFHpA, PFOA, PFOS, PFNA, and PFDA; total\nconcentration of 5 μg/mL). As illustrated in c, the five mixtures were well\nclustered in the LDA score plot with 100% classification accuracy,\nwithout overlap between the 95% confidence ellipses. The dendrogram\nobtained by HCA (d) also revealed good discrimination. These results suggested the\napplication potential of the PCN array for discriminating PFASs of\nrelatively complex composition.</p>", "clean_text": "We next examined the sensor array's ability to discriminate PFAS mixtures. The fluorescence responses (i.e., F/F 0) of the mixtures of PFOA and PFDA with various molar ratios (PFOA/PFDA = 0/100, 20/80, 40/60, 60/40, 80/20 and 100/0, total concentration of 5 μg/mL) were recorded and analyzed. As reflected by the LDA pattern (a), the six mixtures were correctly sorted in the order of molar ratios and were well separated from each other. The HCA dendrograms (b) demonstrated 100% correct clustering results as well. Good discrimination was also obtained for PFOA/PFDA mixtures at another total concentration (2 μg/mL, Figure S8). The discrimination capability of the proposed array toward more complex mixtures was then tested. We recorded the fluorescence responses of several binary, tertiary, quaternary, quinary, and senary PFAS mixtures (4:6 mixture of PFOS and PFDA, 3:4:4 mixture of PFOA, PFOS, and PFDA, 2:2:3:3 mixture of PFHxA, PFOA, PFOS, and PFDA, 2:2:2:2:2 mixture of PFHxA, PFHpA, PFOA, PFOS, and PFDA, and 3:2:1:1:2:1 mixture of PFHxA, PFHpA, PFOA, PFOS, PFNA, and PFDA; total concentration of 5 μg/mL). As illustrated in c, the five mixtures were well clustered in the LDA score plot with 100% classification accuracy, without overlap between the 95% confidence ellipses. The dendrogram obtained by HCA (d) also revealed good discrimination. These results suggested the application potential of the PCN array for discriminating PFASs of relatively complex composition.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Canonical score plot and (b) HCA plot\nderived from fluorescence\nresponses of the PCN sensor array toward mixtures of PFOA and PFDA\nat different molar ratios. (c) Canonical score plot and (d) HCA plot\nderived from fluorescence responses of the PCN sensor array toward\nbinary, tertiary, quaternary, quinary, and senary PFAS mixtures. The\ntotal concentration of the PFASs is 5 μg/mL. Eclipses represent\n95% confidence.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c15528_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Canonical score plot and (b) HCA plot derived from fluorescence responses of the PCN sensor array toward mixtures of PFOA and PFDA at different molar ratios. (c) Canonical score plot and (d) HCA plot derived from fluorescence responses of the PCN sensor array toward binary, tertiary, quaternary, quinary, and senary PFAS mixtures. The total concentration of the PFASs is 5 μg/mL. Eclipses represent 95% confidence.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<title>Sensing Mechanism of the\nPCN Array</title><p>The emission quenching\nof a fluorescent sensor can be generally attributed to static quenching,\ndynamic quenching, and/or the inner filter effect. Because there\nis no spectrum overlap between the PFAS UV–vis absorbance and\nPCN fluorescence emission (a), the inner filter effect cannot occur in the PCN/PFAS\nsystems. We speculated that the fluorescence\nquenching response of the PCNs to PFASs was due to the static quenching\nupon their adsorptive interactions. To explore the mechanism, we characterized\nthe PCNs before and after the addition of PFASs. As shown in b and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">S9</ext-link>, the UV–vis absorption intensity of\nthe PCNs declined gradually with the addition of all tested PFASs,\nindicating the formation of ground-state PCN–PFAS complexes\nupon the adsorption process. Moreover, the fluorescence decay curves of the PCNs in the absence\nor presence of PFASs almost overlapped (c and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">S10</ext-link>), and\nthe measured fluorescence lifetimes were essentially constant (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>). These observations confirmed that\nthe quenching was mainly caused by the static quenching originating\nfrom the formation of PCN–PFAS complexes rather than by dynamic\ncollision. The quenching constant (<italic toggle=\"yes\">k</italic>\n<sub>q</sub>) can also be regarded as a reference to infer\nthe quenching mechanism. The <italic toggle=\"yes\">k</italic>\n<sub>q</sub> values\ndetermined from the Stern–Volmer equation were in the range\nof 0.38–4.36 × 10<sup>14</sup> M<sup>–1</sup> S<sup>–1</sup> for PCNs by the six PFASs (see details in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>), much larger than the limiting diffusion\nrate constant (2.0 × 10<sup>10</sup> M<sup>–1</sup> S<sup>–1</sup>\n), which are also consistent with\nthe static quenching mechanism.\n</p>", "clean_text": "Sensing Mechanism of the PCN Array\n\nThe emission quenching of a fluorescent sensor can be generally attributed to static quenching, dynamic quenching, and/or the inner filter effect. Because there is no spectrum overlap between the PFAS UV-vis absorbance and PCN fluorescence emission (a), the inner filter effect cannot occur in the PCN/PFAS systems. We speculated that the fluorescence quenching response of the PCNs to PFASs was due to the static quenching upon their adsorptive interactions. To explore the mechanism, we characterized the PCNs before and after the addition of PFASs. As shown in b and S9, the UV-vis absorption intensity of the PCNs declined gradually with the addition of all tested PFASs, indicating the formation of ground-state PCN-PFAS complexes upon the adsorption process. Moreover, the fluorescence decay curves of the PCNs in the absence or presence of PFASs almost overlapped (c and S10), and the measured fluorescence lifetimes were essentially constant (see Table S3). These observations confirmed that the quenching was mainly caused by the static quenching originating from the formation of PCN-PFAS complexes rather than by dynamic collision. The quenching constant (k q) can also be regarded as a reference to infer the quenching mechanism. The k q values determined from the Stern-Volmer equation were in the range of 0.38-4.36 ×1014 M-1 S-1 for PCNs by the six PFASs (see details in Figure S11), much larger than the limiting diffusion rate constant (2.0 × 1010 M-1 S-1 ), which are also consistent with the static quenching mechanism. ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a)\nUV–vis absorption spectra of PFASs and fluorescence\nemission spectra of PCNs. (b) UV–vis absorption spectra and\n(c) time-resolved fluorescence decay of the PCN-224 suspension in\nthe absence and presence of PFOA. (d) Adsorption ratio of PFASs (2\nμg/mL) on PCNs (10 μg/mL). (e) EDS mapping images of PCN-224\nafter PFOA adsorption. The error bars represent standard deviations\ncalculated from triplicate samples.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c15528_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) UV-vis absorption spectra of PFASs and fluorescence emission spectra of PCNs. (b) UV-vis absorption spectra and (c) time-resolved fluorescence decay of the PCN-224 suspension in the absence and presence of PFOA. (d) Adsorption ratio of PFASs (2 μg/mL) on PCNs (10 μg/mL). (e) EDS mapping images of PCN-224 after PFOA adsorption. The error bars represent standard deviations calculated from triplicate samples.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>The adsorption of the PFASs on PCNs was confirmed by the results\nof batch adsorption experiments. At an initial concentration of 2\nμg/mL, approximately 8–17% of PFHxA, 14–25% of\nPFHpA, 28–40% of PFOA, 50–75% of PFNA, 80–95%\nof PFDA, and 65–95% of PFOS were adsorbed by the three PCNs\n(10 μg/mL) (d). We further characterized the PCNs after PFAS adsorption. e and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">S12</ext-link> show the EDS mappings of PCNs after adsorption\nof PFOA. The F element was uniformly distributed on the crystals of\nPCNs, consistent with their adsorption toward PFOA. The EDS mapping\nresult also revealed the structure integrity of PCNs after adsorption,\nin line with their good water stability. FTIR spectroscopy analysis\nprovided consistent results. After adsorption, the FTIR spectra of\nPCNs exhibited no significant change in shape and position of the\nabsorption bands except for the appearance of a new band characteristic\nof PFOA molecules (the C–F stretching vibration band at around\n1240 cm<sup>–1</sup>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>).\n</p>", "clean_text": "The adsorption of the PFASs on PCNs was confirmed by the results of batch adsorption experiments. At an initial concentration of 2 μg/mL, approximately 8-17% of PFHxA, 14-25% of PFHpA, 28-40% of PFOA, 50-75% of PFNA, 80-95% of PFDA, and 65-95% of PFOS were adsorbed by the three PCNs (10 μg/mL) (d). We further characterized the PCNs after PFAS adsorption. e and S12 show the EDS mappings of PCNs after adsorption of PFOA. The F element was uniformly distributed on the crystals of PCNs, consistent with their adsorption toward PFOA. The EDS mapping result also revealed the structure integrity of PCNs after adsorption, in line with their good water stability. FTIR spectroscopy analysis provided consistent results. After adsorption, the FTIR spectra of PCNs exhibited no significant change in shape and position of the absorption bands except for the appearance of a new band characteristic of PFOA molecules (the C-F stretching vibration band at around 1240 cm-1, Figure S13). ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Considering\nthe molecular structure of PFASs, their adsorption\non the PCNs were expected to be mainly driven by hydrophobic interactions\nwith the PCN pore surface and coordination with the zirconium clusters. The three PCNs are different in zirconium node connectivity, pore\nsize, and surface area. Meanwhile, the tested PFASs have various perfluoroalkyl\nchain lengths and/or functional groups (<italic toggle=\"yes\">i.e.</italic>, carboxylic\nacid and sulfonic acid groups, see chemical structures in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). Thus, different PCNs are expected\nto exhibit different adsorption affinities to different PFASs, leading\nto different fluorescence quenching responses. In line with this,\nunder the same tested adsorption conditions (2 μg/mL of PFASs\nand 10 μg/mL PCNs), the adsorption ratio of each PFAS was different\non the three PCNs (d). For all three PCNs, the adsorption ratio increased with\nthe increase of the perfluoroalkyl chain length of PFASs with the\nonly exception of PFOS. The hydrophobicity of the PFASs increases\nwith their perfluoroalkyl chain length, as reflected by the <italic toggle=\"yes\">n</italic>-octanol–water partition coefficient (<italic toggle=\"yes\">K</italic>\n<sub>OW</sub>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). Thus, this result\nsuggested the key role of hydrophobic interactions in PFAS adsorption\nto the PCNs. Despite the same or even shorter perfluoroalkyl chain\nlength, PFOS had higher adsorption than PFOA and PFNA, indicative\nof the role of functional groups on PFAS adsorption. This is in agreement\nwith the observations in previous works. Notably, the order of the adsorption ratios of the six PFASs on\neach PCN roughly coincided with the order of their fluorescence quenching\nefficiency, further confirming that the quenching of PCNs by PFASs\nwas caused by static quenching upon adsorption.</p>", "clean_text": "Considering the molecular structure of PFASs, their adsorption on the PCNs were expected to be mainly driven by hydrophobic interactions with the PCN pore surface and coordination with the zirconium clusters. The three PCNs are different in zirconium node connectivity, pore size, and surface area. Meanwhile, the tested PFASs have various perfluoroalkyl chain lengths and/or functional groups (i.e., carboxylic acid and sulfonic acid groups, see chemical structures in Table S1). Thus, different PCNs are expected to exhibit different adsorption affinities to different PFASs, leading to different fluorescence quenching responses. In line with this, under the same tested adsorption conditions (2 μg/mL of PFASs and 10 μg/mL PCNs), the adsorption ratio of each PFAS was different on the three PCNs (d). For all three PCNs, the adsorption ratio increased with the increase of the perfluoroalkyl chain length of PFASs with the only exception of PFOS. The hydrophobicity of the PFASs increases with their perfluoroalkyl chain length, as reflected by the n-octanol-water partition coefficient (K OW, Table S1). Thus, this result suggested the key role of hydrophobic interactions in PFAS adsorption to the PCNs. Despite the same or even shorter perfluoroalkyl chain length, PFOS had higher adsorption than PFOA and PFNA, indicative of the role of functional groups on PFAS adsorption. This is in agreement with the observations in previous works. Notably, the order of the adsorption ratios of the six PFASs on each PCN roughly coincided with the order of their fluorescence quenching efficiency, further confirming that the quenching of PCNs by PFASs was caused by static quenching upon adsorption.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Application\nin Real Water Samples</title><p>The applicability\nof the proposed PCN array for PFAS discrimination was evaluated in\ntwo real water samples, surface water (Taihu Lake) and groundwater.\nThe water samples were spiked with PFOA and PFDA mixed at three different\nconcentrations (samples A and D with 1.8 μg/mL PFOA and 0.2\nμg/mL PFDA, samples B and E with 1.4 μg/mL PFOA and 0.6\nμg/mL PFDA, and samples C and F with 0.3 μg/mL PFOA and\n1.7 μg/mL PFDA, respectively) as test samples. The standard\nsamples were prepared by spiking the real water samples with 2 μg/mL\nPFOA/PFDA mixtures with molar ratios of 100/0, 80/20, 60/40, 30/70,\nand 0/100. The samples were analyzed using the PCN array in the same\nway as mentioned above, and the generated LDA score plots are shown\nin . The standard\nmixtures were sequentially sorted in the plots in the order of molar\nratios, from which the PFAS concentrations of the test samples could\nbe determined. For example, in the LDA plot of the surface water samples\n(a), sample\nA was located between two standard mixtures with PFOA/PFDA molar ratios\nof 100/0 and 80/20, indicating a concentration of 1.6 to 2 μg/mL\nof PFOA and 0 to 0.4 μg/mL of PFDA. This is consistent with\nthe spiked concentrations in sample A (<italic toggle=\"yes\">i.e.</italic>, 1.8\nμg/mL PFOA and 0.2 μg/mL PFDA). Satisfactory results were\nalso obtained for other water samples (see detailed data in the tables\nof ). Thus,\nthe PCN sensor array is capable to discriminate PFASs qualitatively\nand semiquantitatively in real water samples.</p>", "clean_text": "Application in Real Water Samples\n\nThe applicability of the proposed PCN array for PFAS discrimination was evaluated in two real water samples, surface water (Taihu Lake) and groundwater. The water samples were spiked with PFOA and PFDA mixed at three different concentrations (samples A and D with 1.8 μg/mL PFOA and 0.2 μg/mL PFDA, samples B and E with 1.4 μg/mL PFOA and 0.6 μg/mL PFDA, and samples C and F with 0.3 μg/mL PFOA and 1.7 μg/mL PFDA, respectively) as test samples. The standard samples were prepared by spiking the real water samples with 2 μg/mL PFOA/PFDA mixtures with molar ratios of 100/0, 80/20, 60/40, 30/70, and 0/100. The samples were analyzed using the PCN array in the same way as mentioned above, and the generated LDA score plots are shown in . The standard mixtures were sequentially sorted in the plots in the order of molar ratios, from which the PFAS concentrations of the test samples could be determined. For example, in the LDA plot of the surface water samples (a), sample A was located between two standard mixtures with PFOA/PFDA molar ratios of 100/0 and 80/20, indicating a concentration of 1.6 to 2 μg/mL of PFOA and 0 to 0.4 μg/mL of PFDA. This is consistent with the spiked concentrations in sample A (i.e., 1.8 μg/mL PFOA and 0.2 μg/mL PFDA). Satisfactory results were also obtained for other water samples (see detailed data in the tables of ). Thus, the PCN sensor array is capable to discriminate PFASs qualitatively and semiquantitatively in real water samples.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Canonical score plots\nderived from fluorescence responses of the\nPCN array toward standard (gray) and test (red, blue, and green) mixtures\nof PFOA and PFDA in (a) surface water and (b) groundwater. Eclipses\nrepresent 95% confidence. The analytical performances are summarized\nin the tables (right).</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c15528_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Canonical score plots derived from fluorescence responses of the PCN array toward standard (gray) and test (red, blue, and green) mixtures of PFOA and PFDA in (a) surface water and (b) groundwater. Eclipses represent 95% confidence. The analytical performances are summarized in the tables (right).   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In\nsummary, we constructed a novel fluorescent sensor array comprising\nthree highly stable zirconium porphyrinic LMOFs (<italic toggle=\"yes\">i.e.</italic>, PCNs) and successfully applied it in the screening and discrimination\nof multiple PFASs in aqueous systems for the first time. The sensing\nmechanism of the array was based on the static fluorescence quenching\nof PCNs upon their adsorptive interactions with the PFASs. Different\nPFASs exhibited different fluorescence response patterns due to their\ndiverse adsorption affinities to different PCNs. Thus, in combination\nwith statistical methods, the PCN array can effectively discriminate\nsix different PFASs, individual PFASs at different concentrations,\nand different PFAS mixtures. The practical application of the array\nwas further validated by its good performance in discriminating PFASs\nin real water samples. Notably, the PCN sensors afforded a very short\nresponse time toward PFASs (within 10 s), owing to their ordered pore\nstructure. Thus, this study not only provides a facile method for\nthe rapid screening of PFASs but also broadens the application of\nthe LMOF and array sensing technique. However, the current sensor\narrays are not suitable for discriminating PFASs at low concentrations,\nwhich can be improved by combining them with preconcentration methods\n(<italic toggle=\"yes\">e.g.</italic>, solid-phase extraction). Further investigation\nis required to develop sensors having larger fluorescence quantum\nyields and higher adsorption affinities toward PFASs.</p>", "clean_text": "Conclusions\n\nIn summary, we constructed a novel fluorescent sensor array comprising three highly stable zirconium porphyrinic LMOFs (i.e., PCNs) and successfully applied it in the screening and discrimination of multiple PFASs in aqueous systems for the first time. The sensing mechanism of the array was based on the static fluorescence quenching of PCNs upon their adsorptive interactions with the PFASs. Different PFASs exhibited different fluorescence response patterns due to their diverse adsorption affinities to different PCNs. Thus, in combination with statistical methods, the PCN array can effectively discriminate six different PFASs, individual PFASs at different concentrations, and different PFAS mixtures. The practical application of the array was further validated by its good performance in discriminating PFASs in real water samples. Notably, the PCN sensors afforded a very short response time toward PFASs (within 10 s), owing to their ordered pore structure. Thus, this study not only provides a facile method for the rapid screening of PFASs but also broadens the application of the LMOF and array sensing technique. However, the current sensor arrays are not suitable for discriminating PFASs at low concentrations, which can be improved by combining them with preconcentration methods (e.g., solid-phase extraction). Further investigation is required to develop sensors having larger fluorescence quantum yields and higher adsorption affinities toward PFASs.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.1c15528?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsami.1c15528</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Chemical structures and\nselected physical–chemical\nproperties of the PFASs, PFAS detection performances of reported fluorescent\nsensors, fluorescence lifetime of PCNs in the absence and presence\nof PFASs, nitrogen adsorption/desorption isotherms and pore size distribution,\nUV–vis absorption spectra and fluorescence spectra of the PCNs,\nfluorescence spectra of PCN-222 and PCN-223 in the absence and presence\nof PFOA with different concentrations, LDA loading plots derived from\nfluorescence responses of the PCN sensor array toward PFASs, discrimination\nof PFASs by the PCN array against six different PFASs at a concentration\nof 1, 5, and 10 μg/mL, discrimination of PFASs by the PCN array\nagainst individual PFASs with varying concentrations for PFHpA, PFNA,\nPFDA, and PFOS, discrimination of PFOA/PFDA mixtures with different\nmolar ratios at a total concentration of 2 μg/mL, UV–vis\nabsorption spectra and time-resolved fluorescence decays of PCNs in\nthe absence and presence of PFASs, fluorescence quenching of PCNs\nby PFASs in the Stern–Volmer expression, EDS mapping images\nof PCN-222 and PCN-223 after PFOA adsorption, and FTIR spectra of\nPCNs before and after PFOA adsorption (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.1c15528.  Chemical structures and selected physical-chemical properties of the PFASs, PFAS detection performances of reported fluorescent sensors, fluorescence lifetime of PCNs in the absence and presence of PFASs, nitrogen adsorption/desorption isotherms and pore size distribution, UV-vis absorption spectra and fluorescence spectra of the PCNs, fluorescence spectra of PCN-222 and PCN-223 in the absence and presence of PFOA with different concentrations, LDA loading plots derived from fluorescence responses of the PCN sensor array toward PFASs, discrimination of PFASs by the PCN array against six different PFASs at a concentration of 1, 5, and 10 μg/mL, discrimination of PFASs by the PCN array against individual PFASs with varying concentrations for PFHpA, PFNA, PFDA, and PFOS, discrimination of PFOA/PFDA mixtures with different molar ratios at a total concentration of 2 μg/mL, UV-vis absorption spectra and time-resolved fluorescence decays of PCNs in the absence and presence of PFASs, fluorescence quenching of PCNs by PFASs in the Stern-Volmer expression, EDS mapping images of PCN-222 and PCN-223 after PFOA adsorption, and FTIR spectra of PCNs before and after PFOA adsorption (PDF)   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>Chemical structures and\nselected physical–chemical\nproperties of the PFASs, PFAS detection performances of reported fluorescent\nsensors, fluorescence lifetime of PCNs in the absence and presence\nof PFASs, nitrogen adsorption/desorption isotherms and pore size distribution,\nUV–vis absorption spectra and fluorescence spectra of the PCNs,\nfluorescence spectra of PCN-222 and PCN-223 in the absence and presence\nof PFOA with different concentrations, LDA loading plots derived from\nfluorescence responses of the PCN sensor array toward PFASs, discrimination\nof PFASs by the PCN array against six different PFASs at a concentration\nof 1, 5, and 10 μg/mL, discrimination of PFASs by the PCN array\nagainst individual PFASs with varying concentrations for PFHpA, PFNA,\nPFDA, and PFOS, discrimination of PFOA/PFDA mixtures with different\nmolar ratios at a total concentration of 2 μg/mL, UV–vis\nabsorption spectra and time-resolved fluorescence decays of PCNs in\nthe absence and presence of PFASs, fluorescence quenching of PCNs\nby PFASs in the Stern–Volmer expression, EDS mapping images\nof PCN-222 and PCN-223 after PFOA adsorption, and FTIR spectra of\nPCNs before and after PFOA adsorption (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Chemical structures and selected physical-chemical properties of the PFASs, PFAS detection performances of reported fluorescent sensors, fluorescence lifetime of PCNs in the absence and presence of PFASs, nitrogen adsorption/desorption isotherms and pore size distribution, UV-vis absorption spectra and fluorescence spectra of the PCNs, fluorescence spectra of PCN-222 and PCN-223 in the absence and presence of PFOA with different concentrations, LDA loading plots derived from fluorescence responses of the PCN sensor array toward PFASs, discrimination of PFASs by the PCN array against six different PFASs at a concentration of 1, 5, and 10 μg/mL, discrimination of PFASs by the PCN array against individual PFASs with varying concentrations for PFHpA, PFNA, PFDA, and PFOS, discrimination of PFOA/PFDA mixtures with different molar ratios at a total concentration of 2 μg/mL, UV-vis absorption spectra and time-resolved fluorescence decays of PCNs in the absence and presence of PFASs, fluorescence quenching of PCNs by PFASs in the Stern-Volmer expression, EDS mapping images of PCN-222 and PCN-223 after PFOA adsorption, and FTIR spectra of PCNs before and after PFOA adsorption (PDF)", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "8, 9", "type": "text", "classification": "synthesis condition", "content": "<title>Preparation of PCNs</title><p>The PCNs were prepared by the solvothermal\nmethod according to the literature with slight modifications. For the preparation of PCN-222, 75 mg of ZrCl<sub>4</sub>, 50 mg\nof TCPP, and 2.7 g of benzoic acid were dissolved in 8 mL of DEF by\nsonication for 30 min. The mixture was then loaded in a Teflon-lined\nautoclave and heated at 120 °C for 48 h. After cooling to room\ntemperature, the solid sample was collected by centrifugation and\nwas washed using DMF and acetone, followed by drying at 80 °C\nunder vacuum for 12 h. To remove the unreacted ligands, metal salts,\nand/or the trapped benzoic acid, the abovementioned resulted materials\nwere further treated by immersion in DMF/HCl (8 mol/L HCl in 40 mL\nDMF) solution at 120 °C for 12 h. Then, the materials were washed with DMF and acetone, followed by\nimmersion in acetone for 24 h to exchange the nonvolatile DMF. After\ndrying under vacuum for 6 h, the obtained materials were collected\nas PCN-222.</p><p>To prepare PCN-223, 21 mg of ZrCl<sub>4</sub> and\n30 mg of TCPP were dissolved in 30 mL of DMF by sonication for 10\nmin. Then, 6 mL of propionic acid was\nadded to the mixture, which was further sonicated. The mixture was\nthen loaded in a Teflon-lined high pressure autoclave and heated at\n120 °C for 16 h. As for the preparation of PCN-224, 60 mg of\nZrOCl<sub>2</sub>·8H<sub>2</sub>O and 32 mg of TCPP were dissolved\nin 8 mL of DMF, followed by the addition of formic acid (1380 μL)\nand 3,3-dimethylbutanoic acid (1620 μL). After sonication for 10 min, the mixture was heated in\na high-pressure autoclave at 120 °C for 12 h. The following washing\nand purification steps of PCN-223 and PCN-224 were the same as those\nof PCN-222.</p>", "clean_text": "Preparation of PCNs\n\nThe PCNs were prepared by the solvothermal method according to the literature with slight modifications. For the preparation of PCN-222, 75 mg of ZrCl4, 50 mg of TCPP, and 2.7 g of benzoic acid were dissolved in 8 mL of DEF by sonication for 30 min. The mixture was then loaded in a Teflon-lined autoclave and heated at 120 °C for 48 h. After cooling to room temperature, the solid sample was collected by centrifugation and was washed using DMF and acetone, followed by drying at 80 °C under vacuum for 12 h. To remove the unreacted ligands, metal salts, and/or the trapped benzoic acid, the abovementioned resulted materials were further treated by immersion in DMF/HCl (8 mol/L HCl in 40 mL DMF) solution at 120 °C for 12 h. Then, the materials were washed with DMF and acetone, followed by immersion in acetone for 24 h to exchange the nonvolatile DMF. After drying under vacuum for 6 h, the obtained materials were collected as PCN-222.\n\nTo prepare PCN-223, 21 mg of ZrCl4 and 30 mg of TCPP were dissolved in 30 mL of DMF by sonication for 10 min. Then, 6 mL of propionic acid was added to the mixture, which was further sonicated. The mixture was then loaded in a Teflon-lined high pressure autoclave and heated at 120 °C for 16 h. As for the preparation of PCN-224, 60 mg of ZrOCl2⋅8H2O and 32 mg of TCPP were dissolved in 8 mL of DMF, followed by the addition of formic acid (1380 μL) and 3,3-dimethylbutanoic acid (1620 μL). After sonication for 10 min, the mixture was heated in a high-pressure autoclave at 120 °C for 12 h. The following washing and purification steps of PCN-223 and PCN-224 were the same as those of PCN-222.", "data": [{"meta": {"name": "PCN-222", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "ZrCl4", "amount": "75", "unit": "mg"}, {"name": "TCPP", "amount": "50", "unit": "mg"}, {"name": "benzoic acid", "amount": "2.7", "unit": "g"}], "solvent": [{"name": "DEF", "amount": "8", "unit": "mL"}], "pressure": "", "temperature": "120°C", "time": "48 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "DMF", "amount": "", "unit": ""}, {"name": "acetone", "amount": "", "unit": ""}]}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}, {"synthesis method": "washing", "washing solution": "acetone", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "80°C", "atmosphere": "vacuum", "time": "12 h"}, {"synthesis method": "treatment", "treatment solution": "DMF/HCl (8 mol/L HCl in 40 mL DMF)", "temperature": "120°C", "time": "12 h"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}, {"synthesis method": "washing", "washing solution": "acetone", "amount": ""}, {"synthesis method": "washing", "washing solution": "acetone", "amount": "24 h"}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "vacuum", "time": "6 h"}]}, {"meta": {"name": "PCN-223", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "ZrCl4", "amount": "21", "unit": "mg"}, {"name": "TCPP", "amount": "30", "unit": "mg"}], "solvent": [{"name": "DMF", "amount": "30", "unit": "mL"}], "pressure": "", "temperature": "120°C", "time": "16 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "sonication", "composition": "propionic acid", "power": "", "solvent": "", "temperature": "", "time": "", "type": ""}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "DMF", "amount": "", "unit": ""}, {"name": "acetone", "amount": "", "unit": ""}]}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}, {"synthesis method": "washing", "washing solution": "acetone", "amount": ""}, {"synthesis method": "washing", "washing solution": "acetone", "amount": "24 h"}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "vacuum", "time": "6 h"}]}, {"meta": {"name": "PCN-224", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "ZrOCl2·8H2O", "amount": "60", "unit": "mg"}, {"name": "TCPP", "amount": "32", "unit": "mg"}, {"name": "formic acid", "amount": "1380", "unit": "μL"}, {"name": "3,3-dimethylbutanoic acid", "amount": "1620", "unit": "μL"}], "solvent": [{"name": "DMF", "amount": "8", "unit": "mL"}], "pressure": "", "temperature": "120°C", "time": "12 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "sonication", "composition": "", "power": "", "solvent": "", "temperature": "", "time": "10 min", "type": ""}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "DMF", "amount": "", "unit": ""}, {"name": "acetone", "amount": "", "unit": ""}]}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}, {"synthesis method": "washing", "washing solution": "acetone", "amount": ""}, {"synthesis method": "washing", "washing solution": "acetone", "amount": "24 h"}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "vacuum", "time": "6 h"}]}], "include_properties": ["solvothermal_synthesis", "sonication", "centrifugation", "washing", "drying"]}, {"idx": "12, 18, 22, 24", "type": "text", "classification": "property", "content": "<title>Results and Discussion</title><title>Design\nof the PCN Array for PFAS Discrimination</title><p>In\nthis study, three PCNs with different topological structures were\nselected to construct the sensor array for PFAS discrimination, including\n8-connected PCN-222 with csq topology, 12-connected PCN-223 with shp\ntopology, and 6-connected PCN-224 with she topology. The SEM images (a∼c) show that the three PCNs had different\ncrystal morphologies, which were rod-shaped, shuttle-shaped, and cubic-shaped\nfor PCN-222, PCN-223, and PCN-224, respectively. The observed morphologies\nof the PCNs are consistent with those reported in earlier studies.\nd–f\ndisplays the XRD patterns of the as-synthesized PCNs, which are in\ngood agreement with their simulated ones. The BET surface area was\nmeasured to be 2080, 1827, and 1826 m<sup>2</sup>/g for PCN-222, PCN-223,\nand PCN-224, respectively, coinciding with the reported values (<italic toggle=\"yes\">e.g.</italic>, 2223 m<sup>2</sup>/g for PCN-222, 1809 m<sup>2</sup>/g for PCN-223, and 1413 m<sup>2</sup>/g for PCN-224). The nitrogen adsorption/desorption isotherms of the three PCNs\nare shown in Figure S1 in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>. The pore size distributions, as estimated by the DFT simulation\n(see the inset of <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>), suggested\nthat all three PCNs possessed ordered pore structures. The pore sizes\nwere estimated to be 1.2 and 3.2 nm for PCN-222, 1.2 nm for PCN-223,\nand 1.4 and 2.2 nm for PCN-224, which are consistent with the cage\nsizes of the crystal structures as well as the literature values for\nrespective PCNs. These results demonstrate the successful synthesis of PCNs. We also\ninvestigated the spectroscopic properties of the three PCNs. The UV–vis\nabsorption spectrum of each PCN showed a strong Soret peak around\n430 nm and four Q-bands in the range of 500–700 nm (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>), which are the characteristic absorption\npeaks of the porphyrin linker (<italic toggle=\"yes\">i.e.</italic>, TCPP). The fluorescence excitation–emission matrix (EEM) spectra\nof all three PCNs exhibited a broad fluorescence area (λ<sub>ex</sub> ranging from 350–450 nm and λ<sub>em</sub> ranging\nfrom 640–760 nm) with the peak located at around λ<sub>ex</sub> of 430 nm and λ<sub>em</sub> of 660 nm (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Figure S3a–c</ext-link>). Thus, a wavelength pair\nof λ<sub>ex</sub> 430 nm/λ<sub>em</sub> 660 nm was selected\nto examine the sensing performance of the PCN sensor array. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Figure S3d–f</ext-link> displays the fluorescence\nemission spectra of the PCN suspensions at λ<sub>ex</sub> 430\nnm. The three PCNs exhibited different emission spectra due to the\ndifference in ligand-to-metal charge transfer resulting from their\ndistinct zirconium node connectivity (<italic toggle=\"yes\">i.e.</italic>, number\nof the coordinated linker). Within the environmentally relevant pH range (<italic toggle=\"yes\">i.e.</italic>, pH 5.0–8.0), the fluorescence emission intensities of the\nPCNs were stable. We then monitored the fluorescence intensity of\nPCNs at λ<sub>ex</sub> 430 nm/λ<sub>em</sub> 660 nm as\na function of the irradiation time. The fluctuation of the fluorescence\nintensity was less than 5% within the examined 60 min of irradiation\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Figure S3g–i</ext-link>), suggesting good\nwater and fluorescence stabilities of PCNs.</p><p>The discrimination ability of the PCN array against\nindividual\nPFASs with varying concentrations was examined to verify their quantification\nfunction. We take the quantification of PFOA as an example. The heat\nmap visually reflected the different fluorescence responses of the\nsensors to PFOA with different concentrations (a). In the LDA pattern (b), different concentrations\nof PFOA (ranging from 0.1 to 10 μg/mL) were distinguished clearly\nwithout overlap, confirming the concentration discrimination ability\nof the PCN array. Notably, factor 1 in the plot exceeded 95%. Thus,\nfactor 1 can be utilized alone for the quantitative discrimination\nof PFOA. The value of factor 1 increased with increasing the\nPFOA concentration and exhibited a good linear relationship in the\nconcentration range of 0.1–2 μg/mL (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.98, c). Similar good linear relationships (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> &gt; 0.98) were also found for other tested PFASs except\nfor\nPFHxA that had the lowest quenching efficiency (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). The linear ranges were 0.1–2 μg/mL\nfor PFHpA and PFNA and 0.1–1 μg/mL for PFDA and PFOS.\nThe good linear correlation between factor 1 and PFAS concentration\nindicated that quantitative analysis of an individual PFAS can be\nrealized by the PCN sensor array. On the basis of the abovementioned\nlinear correlations, limits of detection (LOD) of the proposed array\nfor PFASs were subsequently determined using the IUPAC criteria (3σ/slope,\nwhere σ is the standard deviation of the factor 1 value without\nthe presence of PFASs). The LOD was approximately\n10<sup>–8</sup> mol/L (0.044, 0.046, 0.047, 0.045, and 0.036\nμg/mL for PFHpA, PFOA, PFNA, PFDA, and PFOS, respectively),\ncomparable to that obtained by previously reported fluorescent sensors\n(<italic toggle=\"yes\">e.g.</italic>, 10<sup>–11</sup>–10<sup>–5</sup> mol/L, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>).</p><title>Sensing Mechanism of the\nPCN Array</title><p>The emission quenching\nof a fluorescent sensor can be generally attributed to static quenching,\ndynamic quenching, and/or the inner filter effect. Because there\nis no spectrum overlap between the PFAS UV–vis absorbance and\nPCN fluorescence emission (a), the inner filter effect cannot occur in the PCN/PFAS\nsystems. We speculated that the fluorescence\nquenching response of the PCNs to PFASs was due to the static quenching\nupon their adsorptive interactions. To explore the mechanism, we characterized\nthe PCNs before and after the addition of PFASs. As shown in b and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">S9</ext-link>, the UV–vis absorption intensity of\nthe PCNs declined gradually with the addition of all tested PFASs,\nindicating the formation of ground-state PCN–PFAS complexes\nupon the adsorption process. Moreover, the fluorescence decay curves of the PCNs in the absence\nor presence of PFASs almost overlapped (c and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">S10</ext-link>), and\nthe measured fluorescence lifetimes were essentially constant (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>). These observations confirmed that\nthe quenching was mainly caused by the static quenching originating\nfrom the formation of PCN–PFAS complexes rather than by dynamic\ncollision. The quenching constant (<italic toggle=\"yes\">k</italic>\n<sub>q</sub>) can also be regarded as a reference to infer\nthe quenching mechanism. The <italic toggle=\"yes\">k</italic>\n<sub>q</sub> values\ndetermined from the Stern–Volmer equation were in the range\nof 0.38–4.36 × 10<sup>14</sup> M<sup>–1</sup> S<sup>–1</sup> for PCNs by the six PFASs (see details in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>), much larger than the limiting diffusion\nrate constant (2.0 × 10<sup>10</sup> M<sup>–1</sup> S<sup>–1</sup>\n), which are also consistent with\nthe static quenching mechanism.\n</p><p>The adsorption of the PFASs on PCNs was confirmed by the results\nof batch adsorption experiments. At an initial concentration of 2\nμg/mL, approximately 8–17% of PFHxA, 14–25% of\nPFHpA, 28–40% of PFOA, 50–75% of PFNA, 80–95%\nof PFDA, and 65–95% of PFOS were adsorbed by the three PCNs\n(10 μg/mL) (d). We further characterized the PCNs after PFAS adsorption. e and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">S12</ext-link> show the EDS mappings of PCNs after adsorption\nof PFOA. The F element was uniformly distributed on the crystals of\nPCNs, consistent with their adsorption toward PFOA. The EDS mapping\nresult also revealed the structure integrity of PCNs after adsorption,\nin line with their good water stability. FTIR spectroscopy analysis\nprovided consistent results. After adsorption, the FTIR spectra of\nPCNs exhibited no significant change in shape and position of the\nabsorption bands except for the appearance of a new band characteristic\nof PFOA molecules (the C–F stretching vibration band at around\n1240 cm<sup>–1</sup>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c15528/suppl_file/am1c15528_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>).\n</p>", "clean_text": "Results and Discussion\n\nDesign of the PCN Array for PFAS Discrimination\n\nIn this study, three PCNs with different topological structures were selected to construct the sensor array for PFAS discrimination, including 8-connected PCN-222 with csq topology, 12-connected PCN-223 with shp topology, and 6-connected PCN-224 with she topology. The SEM images (a~c) show that the three PCNs had different crystal morphologies, which were rod-shaped, shuttle-shaped, and cubic-shaped for PCN-222, PCN-223, and PCN-224, respectively. The observed morphologies of the PCNs are consistent with those reported in earlier studies. d-f displays the XRD patterns of the as-synthesized PCNs, which are in good agreement with their simulated ones. The BET surface area was measured to be 2080, 1827, and 1826 m2/g for PCN-222, PCN-223, and PCN-224, respectively, coinciding with the reported values (e.g., 2223 m2/g for PCN-222, 1809 m2/g for PCN-223, and 1413 m2/g for PCN-224). The nitrogen adsorption/desorption isotherms of the three PCNs are shown in Figure S1 in Supporting Information. The pore size distributions, as estimated by the DFT simulation (see the inset of Figure S1), suggested that all three PCNs possessed ordered pore structures. The pore sizes were estimated to be 1.2 and 3.2 nm for PCN-222, 1.2 nm for PCN-223, and 1.4 and 2.2 nm for PCN-224, which are consistent with the cage sizes of the crystal structures as well as the literature values for respective PCNs. These results demonstrate the successful synthesis of PCNs. We also investigated the spectroscopic properties of the three PCNs. The UV-vis absorption spectrum of each PCN showed a strong Soret peak around 430 nm and four Q-bands in the range of 500-700 nm (Figure S2), which are the characteristic absorption peaks of the porphyrin linker (i.e., TCPP). The fluorescence excitation-emission matrix (EEM) spectra of all three PCNs exhibited a broad fluorescence area (λex ranging from 350-450 nm and λem ranging from 640-760 nm) with the peak located at around λex of 430 nm and λem of 660 nm (Figure S3a-c). Thus, a wavelength pair of λex 430 nm/λem 660 nm was selected to examine the sensing performance of the PCN sensor array. Figure S3d-f displays the fluorescence emission spectra of the PCN suspensions at λex 430 nm. The three PCNs exhibited different emission spectra due to the difference in ligand-to-metal charge transfer resulting from their distinct zirconium node connectivity (i.e., number of the coordinated linker). Within the environmentally relevant pH range (i.e., pH 5.0-8.0), the fluorescence emission intensities of the PCNs were stable. We then monitored the fluorescence intensity of PCNs at λex 430 nm/λem 660 nm as a function of the irradiation time. The fluctuation of the fluorescence intensity was less than 5% within the examined 60 min of irradiation (Figure S3g-i), suggesting good water and fluorescence stabilities of PCNs.\n\nThe discrimination ability of the PCN array against individual PFASs with varying concentrations was examined to verify their quantification function. We take the quantification of PFOA as an example. The heat map visually reflected the different fluorescence responses of the sensors to PFOA with different concentrations (a). In the LDA pattern (b), different concentrations of PFOA (ranging from 0.1 to 10 μg/mL) were distinguished clearly without overlap, confirming the concentration discrimination ability of the PCN array. Notably, factor 1 in the plot exceeded 95%. Thus, factor 1 can be utilized alone for the quantitative discrimination of PFOA. The value of factor 1 increased with increasing the PFOA concentration and exhibited a good linear relationship in the concentration range of 0.1-2 μg/mL (R 2 = 0.98, c). Similar good linear relationships (R 2 > 0.98) were also found for other tested PFASs except for PFHxA that had the lowest quenching efficiency (Figure S7). The linear ranges were 0.1-2 μg/mL for PFHpA and PFNA and 0.1-1 μg/mL for PFDA and PFOS. The good linear correlation between factor 1 and PFAS concentration indicated that quantitative analysis of an individual PFAS can be realized by the PCN sensor array. On the basis of the abovementioned linear correlations, limits of detection (LOD) of the proposed array for PFASs were subsequently determined using the IUPAC criteria (3σ/slope, where σ is the standard deviation of the factor 1 value without the presence of PFASs). The LOD was approximately 10-8 mol/L (0.044, 0.046, 0.047, 0.045, and 0.036 μg/mL for PFHpA, PFOA, PFNA, PFDA, and PFOS, respectively), comparable to that obtained by previously reported fluorescent sensors (e.g., 10-11-10-5 mol/L, Table S2).\n\nSensing Mechanism of the PCN Array\n\nThe emission quenching of a fluorescent sensor can be generally attributed to static quenching, dynamic quenching, and/or the inner filter effect. Because there is no spectrum overlap between the PFAS UV-vis absorbance and PCN fluorescence emission (a), the inner filter effect cannot occur in the PCN/PFAS systems. We speculated that the fluorescence quenching response of the PCNs to PFASs was due to the static quenching upon their adsorptive interactions. To explore the mechanism, we characterized the PCNs before and after the addition of PFASs. As shown in b and S9, the UV-vis absorption intensity of the PCNs declined gradually with the addition of all tested PFASs, indicating the formation of ground-state PCN-PFAS complexes upon the adsorption process. Moreover, the fluorescence decay curves of the PCNs in the absence or presence of PFASs almost overlapped (c and S10), and the measured fluorescence lifetimes were essentially constant (see Table S3). These observations confirmed that the quenching was mainly caused by the static quenching originating from the formation of PCN-PFAS complexes rather than by dynamic collision. The quenching constant (k q) can also be regarded as a reference to infer the quenching mechanism. The k q values determined from the Stern-Volmer equation were in the range of 0.38-4.36 ×1014 M-1 S-1 for PCNs by the six PFASs (see details in Figure S11), much larger than the limiting diffusion rate constant (2.0 × 1010 M-1 S-1 ), which are also consistent with the static quenching mechanism. \n\nThe adsorption of the PFASs on PCNs was confirmed by the results of batch adsorption experiments. At an initial concentration of 2 μg/mL, approximately 8-17% of PFHxA, 14-25% of PFHpA, 28-40% of PFOA, 50-75% of PFNA, 80-95% of PFDA, and 65-95% of PFOS were adsorbed by the three PCNs (10 μg/mL) (d). We further characterized the PCNs after PFAS adsorption. e and S12 show the EDS mappings of PCNs after adsorption of PFOA. The F element was uniformly distributed on the crystals of PCNs, consistent with their adsorption toward PFOA. The EDS mapping result also revealed the structure integrity of PCNs after adsorption, in line with their good water stability. FTIR spectroscopy analysis provided consistent results. After adsorption, the FTIR spectra of PCNs exhibited no significant change in shape and position of the absorption bands except for the appearance of a new band characteristic of PFOA molecules (the C-F stretching vibration band at around 1240 cm-1, Figure S13). ", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "2080", "unit": "m2/g", "condition": ""}, {"type": "BET", "probe": "", "value": "1827", "unit": "m2/g", "condition": ""}, {"type": "BET", "probe": "", "value": "1826", "unit": "m2/g", "condition": ""}]}]], "include_properties": ["surface_area"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Illustration of the Fluorescence Screening and Discrimination\nMechanism of PCN Array toward PFASs. (a) Static Quenching of the PCN\nFluorescence Emission by PFASs; (b) Generation of Fluorescence Response\nPatterns for PFASs Using the PCN Sensor Array; and (c) PFAS Discrimination\nthrough Pattern Recognition by LDA</title>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c15528_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of the Fluorescence Screening and Discrimination Mechanism of PCN Array toward PFASs. (a) Static Quenching of the PCN Fluorescence Emission by PFASs; (b) Generation of Fluorescence Response Patterns for PFASs Using the PCN Sensor Array; and (c) PFAS Discrimination through Pattern Recognition by LDA   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM images of (a) PCN-222,\n(b) PCN-223, and (c) PCN-224. Simulated\nand as-synthesized XRD patterns of (d) PCN-222, (e) PCN-223, and (f)\nPCN-224.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c15528_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  SEM images of (a) PCN-222, (b) PCN-223, and (c) PCN-224. Simulated and as-synthesized XRD patterns of (d) PCN-222, (e) PCN-223, and (f) PCN-224.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Fluorescence spectra of (a) PCN-222, (b)\nPCN-223, and (c) PCN-224\nsuspensions at λ<sub>ex</sub> = 430 nm upon the addition of\ndifferent PFASs at 2 μg/mL. (d) Fluorescence spectra of the\nPCN-224 suspension at λ<sub>ex</sub> = 430 nm upon the addition\nof PFOA at different concentrations. (e) Fluorescence intensity of\nPCN-224 at λ<sub>ex</sub> 430 nm/λ<sub>em</sub> 660 nm\nin the absence and presence of PFOA as a function of the incubation\ntime.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c15528_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Fluorescence spectra of (a) PCN-222, (b) PCN-223, and (c) PCN-224 suspensions at λex = 430 nm upon the addition of different PFASs at 2 μg/mL. (d) Fluorescence spectra of the PCN-224 suspension at λex = 430 nm upon the addition of PFOA at different concentrations. (e) Fluorescence intensity of PCN-224 at λex 430 nm/λem 660 nm in the absence and presence of PFOA as a function of the incubation time.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Heat\nmap, (b) canonical score plot, and (c) HCA plot derived\nfrom fluorescence responses of the PCN sensor array toward six PFASs\nat a concentration of 2 μg/mL. Eclipses represent 95% confidence.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c15528_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Heat map, (b) canonical score plot, and (c) HCA plot derived from fluorescence responses of the PCN sensor array toward six PFASs at a concentration of 2 μg/mL. Eclipses represent 95% confidence.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Heat map and (b)\ncanonical score plot derived from fluorescence\nresponses of the PCN sensor array toward PFOA with different concentrations.\n(c) Plot of the first factor as a function of the PFOA concentration.\nThe error bars represent the standard deviations calculated from five\nmeasurements. Eclipses represent 95% confidence.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c15528_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Heat map and (b) canonical score plot derived from fluorescence responses of the PCN sensor array toward PFOA with different concentrations. (c) Plot of the first factor as a function of the PFOA concentration. The error bars represent the standard deviations calculated from five measurements. Eclipses represent 95% confidence.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Canonical score plot and (b) HCA plot\nderived from fluorescence\nresponses of the PCN sensor array toward mixtures of PFOA and PFDA\nat different molar ratios. (c) Canonical score plot and (d) HCA plot\nderived from fluorescence responses of the PCN sensor array toward\nbinary, tertiary, quaternary, quinary, and senary PFAS mixtures. The\ntotal concentration of the PFASs is 5 μg/mL. Eclipses represent\n95% confidence.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c15528_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Canonical score plot and (b) HCA plot derived from fluorescence responses of the PCN sensor array toward mixtures of PFOA and PFDA at different molar ratios. (c) Canonical score plot and (d) HCA plot derived from fluorescence responses of the PCN sensor array toward binary, tertiary, quaternary, quinary, and senary PFAS mixtures. The total concentration of the PFASs is 5 μg/mL. Eclipses represent 95% confidence.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a)\nUV–vis absorption spectra of PFASs and fluorescence\nemission spectra of PCNs. (b) UV–vis absorption spectra and\n(c) time-resolved fluorescence decay of the PCN-224 suspension in\nthe absence and presence of PFOA. (d) Adsorption ratio of PFASs (2\nμg/mL) on PCNs (10 μg/mL). (e) EDS mapping images of PCN-224\nafter PFOA adsorption. The error bars represent standard deviations\ncalculated from triplicate samples.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c15528_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) UV-vis absorption spectra of PFASs and fluorescence emission spectra of PCNs. (b) UV-vis absorption spectra and (c) time-resolved fluorescence decay of the PCN-224 suspension in the absence and presence of PFOA. (d) Adsorption ratio of PFASs (2 μg/mL) on PCNs (10 μg/mL). (e) EDS mapping images of PCN-224 after PFOA adsorption. The error bars represent standard deviations calculated from triplicate samples.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Canonical score plots\nderived from fluorescence responses of the\nPCN array toward standard (gray) and test (red, blue, and green) mixtures\nof PFOA and PFDA in (a) surface water and (b) groundwater. Eclipses\nrepresent 95% confidence. The analytical performances are summarized\nin the tables (right).</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c15528_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Canonical score plots derived from fluorescence responses of the PCN array toward standard (gray) and test (red, blue, and green) mixtures of PFOA and PFDA in (a) surface water and (b) groundwater. Eclipses represent 95% confidence. The analytical performances are summarized in the tables (right).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.1c15528", "title": "\nScreening\nand Discrimination of Perfluoroalkyl\nSubstances in Aqueous Solution Using a Luminescent Metal–Organic\nFramework Sensor Array\n", "journal": "American Chemical Society", "date": "2021.10", "author_list": ["Chen\nBeining", "Yang\nZhengshuang", "Qu\nXiaolei", "Zheng\nShourong", "Yin\nDaqiang", "Fu\nHeyun"]}}