{"filepath": "../L2M3_data/1_application_papers/acs_xml/am1c03345.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>A recyclable\nand magnetic nanocomposite catalyst (IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1) was synthesized via grafting ionic liquid\n(IL) [AEMIm]­BF<sub>4</sub> into magnetically functionalized metal–organic\nframework Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 in a water–ethanol\nmedia. The properties of IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 were\nfully characterized by powder X-ray diffraction, electron microscopy,\nFourier-transform infrared spectroscopy, nitrogen adsorption–desorption,\ndensity-functional theory, and a magnetic property measurement system.\nIL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 showed high activity in the\nsolvent-free cycloaddition of CO<sub>2</sub> with epoxides under mild\nconditions. Furthermore, the catalyst can be easily separated from\nthe reaction mixture, and the recycled catalyst maintained high performance\nfor several cycles. The synergistic effect of the Lewis acid and base\nsites in IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 contributes to its\ngreater reactivity than individual IL or HKUST-1.</p>", "clean_text": "A recyclable and magnetic nanocomposite catalyst (IL/Fe3O4@HKUST-1) was synthesized via grafting ionic liquid (IL) [AEMIm]BF4 into magnetically functionalized metal-organic framework Fe3O4@HKUST-1 in a water-ethanol media. The properties of IL/Fe3O4@HKUST-1 were fully characterized by powder X-ray diffraction, electron microscopy, Fourier-transform infrared spectroscopy, nitrogen adsorption-desorption, density-functional theory, and a magnetic property measurement system. IL/Fe3O4@HKUST-1 showed high activity in the solvent-free cycloaddition of CO2 with epoxides under mild conditions. Furthermore, the catalyst can be easily separated from the reaction mixture, and the recycled catalyst maintained high performance for several cycles. The synergistic effect of the Lewis acid and base sites in IL/Fe3O4@HKUST-1 contributes to its greater reactivity than individual IL or HKUST-1.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Chemists have been interested in developing\nsustainable and ecofriendly\nmaterials for various applications. Lately, significant attention\nhas been focused on carbon dioxide (CO<sub>2</sub>) utilization. The\ncontinually rising atmospheric CO<sub>2</sub> level has led to devastating\nenvironmental damage such as climate change. The potential use of CO<sub>2</sub> as a cheap, nontoxic,\nand abundant C1 building block for organic synthesis has been studied. For example, the catalytic cycloaddition of CO<sub>2</sub> with\nepoxides to form cyclic carbonates has been considered as a green\napproach to utilize CO<sub>2</sub> in terms of atom economy. Furthermore,\nthe cyclic carbonates show versatile application such as solvents,\nelectrolytes, lubricants, synthetic building blocks, fine chemicals,\nand monomers for polymer synthesis.\n</p>", "clean_text": "Introduction\n\nChemists have been interested in developing sustainable and ecofriendly materials for various applications. Lately, significant attention has been focused on carbon dioxide (CO2) utilization. The continually rising atmospheric CO2 level has led to devastating environmental damage such as climate change. The potential use of CO2 as a cheap, nontoxic, and abundant C1 building block for organic synthesis has been studied. For example, the catalytic cycloaddition of CO2 with epoxides to form cyclic carbonates has been considered as a green approach to utilize CO2 in terms of atom economy. Furthermore, the cyclic carbonates show versatile application such as solvents, electrolytes, lubricants, synthetic building blocks, fine chemicals, and monomers for polymer synthesis. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>The reactivity\nbetween epoxides and CO<sub>2</sub> is limited by\nthe high thermodynamic and kinetic stability of CO<sub>2</sub>. Therefore,\na large energy supply and harsh reaction conditions are required for\nCO bond cleavage. Although various homogeneous\ncatalysts such as organic bases, ionic liquids (ILs), and metal salts\nhave been shown to catalyze CO<sub>2</sub> cycloaddition reactions\nwith epoxides, the complicated product separation process and harsh reaction condition\nhave limited their industrial application. Metal–organic framework\n(MOF) based heterogeneous catalysts have also been studied in the\narea of CO<sub>2</sub> adsorption and utilization. However, the MOF catalyzed CO<sub>2</sub> cycloaddition reaction\nwith epoxides still requires high reaction temperature and pressure. In 2018, we synthesized an acid–base bifunctional heterogeneous\ncatalyst by immobilizing the carboxyl-functionlized ionic liquid into\nMIL-101-NH<sub>2</sub>; the catalyst\nshowed great reactivity even under mild conditions (91% yield at 1.3\nMPa, 120 °C without additive). The improved reactivity arises\nfrom the coorperative activation of CO<sub>2</sub> and expoxides,\nbetween the Brønsted acid (−COOH) in the ionic liquid\nand the Lewis base (−NH<sub>2</sub>) in MIL-101-NH<sub>2</sub>. However, filtration or centrifugation is still required for product\nseparation, thus limiting its application in industry-scale reactions.\nTo overcome this shortcoming, one of the potential strategies is to\nintroduce magnetic material into MOFs; magnetic materials have been\nsuccessfully combined with many materials. In order to achieve efficient catalytic activity, the choice of\nionic liquid was carefully examined. Previous literature suggests\nthat imidazolium ILs possess a fine chemical stability and efficient\ncatalytic activity for CO<sub>2</sub> cycloaddition with epoxide. The tetrafluoroborate [BF<sub>4</sub>]<sup>−</sup> anion\ndemonstrates high reactivity; the <italic toggle=\"yes\">in situ</italic> formed\nanionic species ([BF<sub>4</sub>–CO<sub>2</sub>]<sup>−</sup>) is found to be more reactive for binding with activated epoxides. Moreover, its low viscosity is desired for confining ILs into the\npores of MOFs.\n</p>", "clean_text": "The reactivity between epoxides and CO2 is limited by the high thermodynamic and kinetic stability of CO2. Therefore, a large energy supply and harsh reaction conditions are required for CO bond cleavage. Although various homogeneous catalysts such as organic bases, ionic liquids (ILs), and metal salts have been shown to catalyze CO2 cycloaddition reactions with epoxides, the complicated product separation process and harsh reaction condition have limited their industrial application. Metal-organic framework (MOF) based heterogeneous catalysts have also been studied in the area of CO2 adsorption and utilization. However, the MOF catalyzed CO2 cycloaddition reaction with epoxides still requires high reaction temperature and pressure. In 2018, we synthesized an acid-base bifunctional heterogeneous catalyst by immobilizing the carboxyl-functionlized ionic liquid into MIL-101-NH2; the catalyst showed great reactivity even under mild conditions (91% yield at 1.3 MPa, 120 °C without additive). The improved reactivity arises from the coorperative activation of CO2 and expoxides, between the Brønsted acid (-COOH) in the ionic liquid and the Lewis base (-NH2) in MIL-101-NH2. However, filtration or centrifugation is still required for product separation, thus limiting its application in industry-scale reactions. To overcome this shortcoming, one of the potential strategies is to introduce magnetic material into MOFs; magnetic materials have been successfully combined with many materials. In order to achieve efficient catalytic activity, the choice of ionic liquid was carefully examined. Previous literature suggests that imidazolium ILs possess a fine chemical stability and efficient catalytic activity for CO2 cycloaddition with epoxide. The tetrafluoroborate [BF4]- anion demonstrates high reactivity; the in situ formed anionic species ([BF4-CO2]-) is found to be more reactive for binding with activated epoxides. Moreover, its low viscosity is desired for confining ILs into the pores of MOFs. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In this work, a magnetically\nrecoverable heterogeneous catalyst\n(denoted as IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1) was constructed\nvia a facile method. The catalyst combines the advantages of recyclable\nmagnetic materials, active ionic liquids, and porous metal–organic\nframework materials, and it shows efficient catalytic performance\nfor cyclic carbonate synthesis under mild conditions.</p>", "clean_text": "In this work, a magnetically recoverable heterogeneous catalyst (denoted as IL/Fe3O4@HKUST-1) was constructed via a facile method. The catalyst combines the advantages of recyclable magnetic materials, active ionic liquids, and porous metal-organic framework materials, and it shows efficient catalytic performance for cyclic carbonate synthesis under mild conditions.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials</title><p>Fe<sub>3</sub>O<sub>4</sub> nanoparticles\n(20 nm) were purchased from Shanghai Macklin Biochemical Limited Company.\nCupric nitrate trihydrate (Cu­(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O) was purchased from Sinopharm Chemical Reagent Limited Company.\nEthanol, epoxide, and ammonium hydroxide were purchased from Tianjin\nKemiou Chemical Reagent Company. Trimesic acid (H<sub>3</sub>BTC)\nwas purchased from Shanghai Aladdin biochemical technology Limited\nCompany. Carbon dioxide (99.99%) was purchased from Dalian GuangMing\nSpecial Gas Products Limited Company. 1-Aminoethyl-3-methylimidazolium\ntetrafluoroborate (IL:[AEMIm]­BF<sub>4</sub>) was purchased from green\nchemistry and catalysis, LICP, CAS.</p>", "clean_text": "Experimental Section\n\nMaterials\n\nFe3O4 nanoparticles (20 nm) were purchased from Shanghai Macklin Biochemical Limited Company. Cupric nitrate trihydrate (Cu(NO3)2⋅3H2O) was purchased from Sinopharm Chemical Reagent Limited Company. Ethanol, epoxide, and ammonium hydroxide were purchased from Tianjin Kemiou Chemical Reagent Company. Trimesic acid (H3BTC) was purchased from Shanghai Aladdin biochemical technology Limited Company. Carbon dioxide (99.99%) was purchased from Dalian GuangMing Special Gas Products Limited Company. 1-Aminoethyl-3-methylimidazolium tetrafluoroborate (IL:[AEMIm]BF4) was purchased from green chemistry and catalysis, LICP, CAS.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<p>The support Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 was synthesized from a known procedure with modifications. Fe<sub>3</sub>O<sub>4</sub>@Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub>: A 1.5 mL solution of ammonium hydroxide and\nethanol (V<sub>NH4OH</sub>:V<sub>EtOH</sub> = 1:5) was added to a\nmixture of Fe<sub>3</sub>O<sub>4</sub> nanoparticles (0.26 g) and\nCu­(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O (0.30 g) in 30\nmL of EtOH. After stirring 24 h at 60 °C, the product was collected\nby filtration and washed with water/EtOH for ten times. Fe<sub>3</sub>O<sub>4</sub>@HKUST-1: Fe<sub>3</sub>O<sub>4</sub>@Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub> (50 mg, dried under vacuum) was added\nto a solution of 5 mL of ethanol, 2 mL of H<sub>2</sub>O, and 55 mg\nof H<sub>3</sub>BTC; the mixture was stirred for 12 h at 60 °C.\nThe product was isolated with a magnet and washed with water/EtOH\nfor 10 times. Followed by drying at 120 °C overnight in a vacuum\noven, the product was obtained as a black powder.</p>", "clean_text": "The support Fe3O4@HKUST-1 was synthesized from a known procedure with modifications. Fe3O4@Cu2(OH)3NO3: A 1.5 mL solution of ammonium hydroxide and ethanol (VNH4OH:VEtOH = 1:5) was added to a mixture of Fe3O4 nanoparticles (0.26 g) and Cu(NO3)2⋅3H2O (0.30 g) in 30 mL of EtOH. After stirring 24 h at 60 °C, the product was collected by filtration and washed with water/EtOH for ten times. Fe3O4@HKUST-1: Fe3O4@Cu2(OH)3NO3 (50 mg, dried under vacuum) was added to a solution of 5 mL of ethanol, 2 mL of H2O, and 55 mg of H3BTC; the mixture was stirred for 12 h at 60 °C. The product was isolated with a magnet and washed with water/EtOH for 10 times. Followed by drying at 120 °C overnight in a vacuum oven, the product was obtained as a black powder.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Catalyst</title><p>Thirty milligrams of Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 and 10\nmg of [AEMIm]­BF<sub>4</sub> (IL) were dispersed in\n30 mL of EtOH, the mixture was thoroughly mixed on a rotary-evaporator\nin a 45 °C water bath until the solvent was removed. The solids\nwere collected with a magnet and washed with ethanol for 5 times (10\nmL each), after being dried in a 70 °C vacuum oven, the product\nnamed IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 was isolated as a green-grayish\nsolid. The simplified synthetic route is shown in .</p>", "clean_text": "Catalyst\n\nThirty milligrams of Fe3O4@HKUST-1 and 10 mg of [AEMIm]BF4 (IL) were dispersed in 30 mL of EtOH, the mixture was thoroughly mixed on a rotary-evaporator in a 45 °C water bath until the solvent was removed. The solids were collected with a magnet and washed with ethanol for 5 times (10 mL each), after being dried in a 70 °C vacuum oven, the product named IL/Fe3O4@HKUST-1 was isolated as a green-grayish solid. The simplified synthetic route is shown in .", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Preparation of IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Preparation of IL/Fe3O4@HKUST-1   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Catalyst Characterization</title><p>Scanning electron microscopy\n(SEM) images were taken on a JSM-6360LV, and the corresponding mapping\nwas recorded at 15 kV. Transmission electron microscopy (TEM) images\nwere taken with an AMT camera system. The solid-state structure was\nobtained from powder X-ray diffraction (XRD, Empyrean instrument).\nFourier-transform infrared (FTIR) spectra were obtained from a Bruker-Tenson\n27 instrument. The Brunauer–Emmett–Teller surface area\nwas calculated with N<sub>2</sub> adsorption–desorption isotherms\nat −196 °C. The pore volumes were derived from the adsorption\nbranches of isotherms by density functional theory (DFT). X-ray photoelectron\nspectra (XPS) were analyzed using a Kratos Axis ultra XPS spectrometer.\nElemental analysis (EA) was measured on vario EL III. The thermogravimetric\n(TG) curves were measured with a thermal analyzer instrument under\nN<sub>2</sub> flow from 20 to 800 °C. Magnetic properties of\nsamples were studied using a Quantum Design SQUID (MPMS XL-7) magnetometer.</p>", "clean_text": "Catalyst Characterization\n\nScanning electron microscopy (SEM) images were taken on a JSM-6360LV, and the corresponding mapping was recorded at 15 kV. Transmission electron microscopy (TEM) images were taken with an AMT camera system. The solid-state structure was obtained from powder X-ray diffraction (XRD, Empyrean instrument). Fourier-transform infrared (FTIR) spectra were obtained from a Bruker-Tenson 27 instrument. The Brunauer-Emmett-Teller surface area was calculated with N2 adsorption-desorption isotherms at -196 °C. The pore volumes were derived from the adsorption branches of isotherms by density functional theory (DFT). X-ray photoelectron spectra (XPS) were analyzed using a Kratos Axis ultra XPS spectrometer. Elemental analysis (EA) was measured on vario EL III. The thermogravimetric (TG) curves were measured with a thermal analyzer instrument under N2 flow from 20 to 800 °C. Magnetic properties of samples were studied using a Quantum Design SQUID (MPMS XL-7) magnetometer.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Computational Method</title><p>The periodic structure HKUST-1\nwas intercepted into a representative fragment for calculating the\ninteraction between guest ions (BF<sub>4</sub>\n<sup>–</sup> or\n[AMIm]<sup>+</sup>) and HKUST-1. All calculations were performed using\nDFT implemented in the Vienna ab initio simulation package (VASP). Generalized gradient approximation (GGA) with\nthe Perdew–Burke–Ernzerhof (PBE) exchange-correlation\nfunctional was adopted to handle the exchange–correlation interaction. The frozen-core projector augmented wave (PAW)\nmethod was used to describe the ion–electron interactions. The electron wave functions were expanded in\na plane-wave basis with a kinetic energy cutoff of 520 eV.</p>", "clean_text": "Computational Method\n\nThe periodic structure HKUST-1 was intercepted into a representative fragment for calculating the interaction between guest ions (BF4 - or [AMIm]+) and HKUST-1. All calculations were performed using DFT implemented in the Vienna ab initio simulation package (VASP). Generalized gradient approximation (GGA) with the Perdew-Burke-Ernzerhof (PBE) exchange-correlation functional was adopted to handle the exchange-correlation interaction. The frozen-core projector augmented wave (PAW) method was used to describe the ion-electron interactions. The electron wave functions were expanded in a plane-wave basis with a kinetic energy cutoff of 520 eV.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The\nadsorption energy is defined as <italic toggle=\"yes\">E</italic>\n<sub>ads(A)</sub> = <italic toggle=\"yes\">E</italic>\n<sub>(A/HKUST‑1)</sub> – (<italic toggle=\"yes\">E</italic>\n<sub>(A)</sub> + <italic toggle=\"yes\">E</italic>\n<sub>(HKUST‑1)</sub>), where <italic toggle=\"yes\">E</italic>\n<sub>(A)</sub>, <italic toggle=\"yes\">E</italic>\n<sub>(HKUST‑1)</sub>, and <italic toggle=\"yes\">E</italic>\n<sub>(A/HKUST‑1)</sub> represent the adsorption of BF<sub>4</sub>\n<sup>–</sup> or\n[AMIm]<sup>+</sup>, HKUST-1, and the corresponding BF<sub>4</sub>\n<sup>–</sup>/HKUST-1 or [AMIm]<sup>+</sup>/HKUST-1, respectively.</p>", "clean_text": "The adsorption energy is defined as E ads(A) = E (A/HKUST-1) - (E (A) + E (HKUST-1)), where E (A), E (HKUST-1), and E (A/HKUST-1) represent the adsorption of BF4 - or [AMIm]+, HKUST-1, and the corresponding BF4 -/HKUST-1 or [AMIm]+/HKUST-1, respectively.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>The Ionic Liquid Loading Calculation Method</title><p>\n<inline-formula>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"inline\">\n<mml:mi>IL loading</mml:mi>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>mol</mml:mi>\n<mml:mo>%</mml:mo>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">N</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>IL</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>*</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">m</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>cat</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>e</mml:mi>\n<mml:mi>p</mml:mi>\n<mml:mi>o</mml:mi>\n<mml:mi>x</mml:mi>\n<mml:mi>i</mml:mi>\n<mml:mi>d</mml:mi>\n<mml:mi>e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>*</mml:mo>\n<mml:mn>100</mml:mn>\n<mml:mo>%</mml:mo>\n</mml:math>\n</alternatives>\n</inline-formula>, N<sub>IL</sub> (mmol/g): the ionic liquid\nsource loading of IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1.</p><title>Results\nand Discussion</title><title>Characterization of Catalyst</title><p>To\nstudy the composition\nof new nanocomposite IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1, its XRD\npattern was recorded (, green) and compared with the starting materials Fe<sub>3</sub>O<sub>4</sub> (, blue), Fe<sub>3</sub>O<sub>4</sub>@Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub> (, pink), and simulated HKUST-1 (, red). The similarities among the diffraction\npatterns of simulated HKUST-1, Fe<sub>3</sub>O<sub>4</sub>@HKUST-1,\nand IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 suggested them to be isostructural\ncrystalline solids. In addition, patterns that correspond to Fe<sub>3</sub>O<sub>4</sub> can be found in Fe<sub>3</sub>O<sub>4</sub>@Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub>, Fe<sub>3</sub>O<sub>4</sub>@HKUST, and IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1, which indicated\nthat Fe<sub>3</sub>O<sub>4</sub> was successfully integrated into\nHKUST-1. Remarkably, compared with crystal diffraction peaks in Fe<sub>3</sub>O<sub>4</sub>@HKUST-1, the HKUST-1 crystal diffraction peaks\nin the IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 were weaker and shifted\nslightly to the left. The small variations in peak intensities between\nthe pristine Fe<sub>3</sub>O<sub>4</sub>@HKUST and IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 after IL incorporation are attributed to confinement\nof IL in the HKUST-1 pores, as has previously been shown in the literature. Furthermore, the introduction of IL into the magnetically functionalized\nHKUST-1 did not affect the crystalline octahedral structure, supported\nby the images from SEM and TEM (b, c, e, and f). Despite the tiny collapse and coarse\ncrystal surfaces that occur after functionalization and ionic liquid\nimmobilization, they remained overall crystalline. The TEM images\n(d, e, and\nf) of Fe<sub>3</sub>O<sub>4</sub>, Fe<sub>3</sub>O<sub>4</sub>@HKUST-1,\nand IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 clearly illustrate that\nthe synthesized material has the characteristic nanocomposite structures\nthat Fe<sub>3</sub>O<sub>4</sub> particles were capsulated within\nthe pores of HKUST-1.</p>", "clean_text": "The Ionic Liquid Loading Calculation Method\n\n     IL loading   [ mol % ]  =     N   IL   *   m   cat       n   e p o x i d e     * 100 %   , NIL (mmol/g): the ionic liquid source loading of IL/Fe3O4@HKUST-1.\n\nResults and Discussion\n\nCharacterization of Catalyst\n\nTo study the composition of new nanocomposite IL/Fe3O4@HKUST-1, its XRD pattern was recorded (, green) and compared with the starting materials Fe3O4 (, blue), Fe3O4@Cu2(OH)3NO3 (, pink), and simulated HKUST-1 (, red). The similarities among the diffraction patterns of simulated HKUST-1, Fe3O4@HKUST-1, and IL/Fe3O4@HKUST-1 suggested them to be isostructural crystalline solids. In addition, patterns that correspond to Fe3O4 can be found in Fe3O4@Cu2(OH)3NO3, Fe3O4@HKUST, and IL/Fe3O4@HKUST-1, which indicated that Fe3O4 was successfully integrated into HKUST-1. Remarkably, compared with crystal diffraction peaks in Fe3O4@HKUST-1, the HKUST-1 crystal diffraction peaks in the IL/Fe3O4@HKUST-1 were weaker and shifted slightly to the left. The small variations in peak intensities between the pristine Fe3O4@HKUST and IL/Fe3O4@HKUST-1 after IL incorporation are attributed to confinement of IL in the HKUST-1 pores, as has previously been shown in the literature. Furthermore, the introduction of IL into the magnetically functionalized HKUST-1 did not affect the crystalline octahedral structure, supported by the images from SEM and TEM (b, c, e, and f). Despite the tiny collapse and coarse crystal surfaces that occur after functionalization and ionic liquid immobilization, they remained overall crystalline. The TEM images (d, e, and f) of Fe3O4, Fe3O4@HKUST-1, and IL/Fe3O4@HKUST-1 clearly illustrate that the synthesized material has the characteristic nanocomposite structures that Fe3O4 particles were capsulated within the pores of HKUST-1.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>XRD patterns of simulated HKUST-1 (red), Fe<sub>3</sub>O<sub>4</sub> (blue), Fe<sub>3</sub>O<sub>4</sub>@Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub> (pink), Fe<sub>3</sub>O<sub>4</sub>@HKUST-1\n(black),\nand IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 (green).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  XRD patterns of simulated HKUST-1 (red), Fe3O4 (blue), Fe3O4@Cu2(OH)3NO3 (pink), Fe3O4@HKUST-1 (black), and IL/Fe3O4@HKUST-1 (green).   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Images of Fe<sub>3</sub>O<sub>4</sub> (left, a and d); Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 (middle, b and e); andn IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 (right, c and f); a–c SEM (top); d–f\nTEM (bottom).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Images of Fe3O4 (left, a and d); Fe3O4@HKUST-1 (middle, b and e); andn IL/Fe3O4@HKUST-1 (right, c and f); a-c SEM (top); d-f TEM (bottom).   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>To further disclose the modified\nprocess of composite and immobilization,\nthe FTIR spectra of Fe<sub>3</sub>O<sub>4</sub>@Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub>, Fe<sub>3</sub>O<sub>4</sub>/HKUST-1, and IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 () were studied. As for Fe<sub>3</sub>O<sub>4</sub>@Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub> (, red), the band at 1515 cm<sup>–1</sup> was assigned to the symmetrical stretching vibration of the NO\nfrom the NO<sub>3</sub>\n<sup>–</sup> group. In comparison, the\nNO corresponding peak was barely observed in the spectrum\nof Fe<sub>3</sub>O<sub>4</sub>/HKUST-1 (, blue); this is attributed to the reaction\nof trimesic acid (H<sub>3</sub>TBC) with Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub> during the synthesis of HKUST-1. In addition, several\nnew peaks were detected in the region of 1200–600 cm<sup>–1</sup>, which were assigned to the deformation vibration of C–H\nand the skeleton stretching vibration of CC from the aromatic\nring in the backbone of HKUST-1. The band corresponding to the CO\nstretching vibration (1759 cm<sup>–1</sup>) of the CO<sub>2</sub>\n<sup>–</sup> group was detected in Fe<sub>3</sub>O<sub>4</sub>/HKUST-1 (, blue) and IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 (, black), indicating the presence\nof HKUST-1 in both Fe<sub>3</sub>O<sub>4</sub>/HKUST-1 and IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1. Compared to the as-synthesized support\nof Fe<sub>3</sub>O<sub>4</sub>@HKUST-1, a few new peaks were observed\nin the IL immobilization sample of IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1.\nFor example, the appearance of peaks at 1652 and 807 cm<sup>–1</sup> was due to the N–H in-plane and out-of-plane bending vibrations\nof the ammonium functional groups from ionic liquid [AEMIm]­BF<sub>4</sub>(IL); similarly, the peak at 1588 cm<sup>–1</sup> was\ndue to the unsaturated CC stretching of the imidazole functional\ngroup. Furthermore, with the introduction of IL, the N–H bending\nvibration frequency was decreased to 807 cm<sup>–1</sup>, indicating\nthe interaction between the electron-rich amino group from the IL\nand unsaturated copper ions in the HKUST-1 framework, thereby forming\nthe N–Cu coordination bond.\n</p>", "clean_text": "To further disclose the modified process of composite and immobilization, the FTIR spectra of Fe3O4@Cu2(OH)3NO3, Fe3O4/HKUST-1, and IL/Fe3O4@HKUST-1 () were studied. As for Fe3O4@Cu2(OH)3NO3 (, red), the band at 1515 cm-1 was assigned to the symmetrical stretching vibration of the NO from the NO3 - group. In comparison, the NO corresponding peak was barely observed in the spectrum of Fe3O4/HKUST-1 (, blue); this is attributed to the reaction of trimesic acid (H3TBC) with Cu2(OH)3NO3 during the synthesis of HKUST-1. In addition, several new peaks were detected in the region of 1200-600 cm-1, which were assigned to the deformation vibration of C-H and the skeleton stretching vibration of CC from the aromatic ring in the backbone of HKUST-1. The band corresponding to the CO stretching vibration (1759 cm-1) of the CO2 - group was detected in Fe3O4/HKUST-1 (, blue) and IL/Fe3O4@HKUST-1 (, black), indicating the presence of HKUST-1 in both Fe3O4/HKUST-1 and IL/Fe3O4@HKUST-1. Compared to the as-synthesized support of Fe3O4@HKUST-1, a few new peaks were observed in the IL immobilization sample of IL/Fe3O4@HKUST-1. For example, the appearance of peaks at 1652 and 807 cm-1 was due to the N-H in-plane and out-of-plane bending vibrations of the ammonium functional groups from ionic liquid [AEMIm]BF4(IL); similarly, the peak at 1588 cm-1 was due to the unsaturated CC stretching of the imidazole functional group. Furthermore, with the introduction of IL, the N-H bending vibration frequency was decreased to 807 cm-1, indicating the interaction between the electron-rich amino group from the IL and unsaturated copper ions in the HKUST-1 framework, thereby forming the N-Cu coordination bond. ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>FTIR spectra\nof Fe<sub>3</sub>O<sub>4</sub>@Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub> (red), Fe<sub>3</sub>O<sub>4</sub>@HKUST-1\n(blue), IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 (black).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  FTIR spectra of Fe3O4@Cu2(OH)3NO3 (red), Fe3O4@HKUST-1 (blue), IL/Fe3O4@HKUST-1 (black).   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>To recognize the interactions between the IL and Fe<sub>3</sub>O<sub>4</sub>@HKUST-1, the XPS survey scans for the N, O, and Cu\nelements were performed. For IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1\n(a, red), the\npresence of N element and F element (binding energy (B.E.) at 400\nand 685 eV) was detected because of the introduction of [AEMIm]­BF<sub>4</sub> ionic liquid. As shown in (b), two characteristic peaks of Cu 2p spectra\nfor Fe<sub>3</sub>O<sub>4</sub>/HKUST-1 could be observed at about\n932.6 and 952.4 eV, which are assigned to Cu 2p<sub>3/2</sub> and\nCu 2p<sub>1/2</sub>. After Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 was\nmodified by [AEMIm]­BF<sub>4</sub> ionic liquid, the B.E. of the Cu\n2p<sub>3/2</sub> and Cu 2p<sub>1/2</sub> spectrum of IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 (b, red) shifted downward to 932.3 and 952.0 eV, respectively.\nSuch reduction is presumably due to the interaction of unsaturated\ncopper ions in HKUST-1 with the lone pair electrons from the amino\ngroup in [AEMIm]­BF<sub>4</sub>, which is consistent with the preliminary\nprediction of FTIR spectra. A slight decrease in the intensity of\n“shake-up satellite bands” also supports that the ionic\nliquid was immobilized on the Fe<sub>3</sub>O<sub>4</sub>/HKUST-1.</p>", "clean_text": "To recognize the interactions between the IL and Fe3O4@HKUST-1, the XPS survey scans for the N, O, and Cu elements were performed. For IL/Fe3O4@HKUST-1 (a, red), the presence of N element and F element (binding energy (B.E.) at 400 and 685 eV) was detected because of the introduction of [AEMIm]BF4 ionic liquid. As shown in (b), two characteristic peaks of Cu 2p spectra for Fe3O4/HKUST-1 could be observed at about 932.6 and 952.4 eV, which are assigned to Cu 2p3/2 and Cu 2p1/2. After Fe3O4@HKUST-1 was modified by [AEMIm]BF4 ionic liquid, the B.E. of the Cu 2p3/2 and Cu 2p1/2 spectrum of IL/Fe3O4@HKUST-1 (b, red) shifted downward to 932.3 and 952.0 eV, respectively. Such reduction is presumably due to the interaction of unsaturated copper ions in HKUST-1 with the lone pair electrons from the amino group in [AEMIm]BF4, which is consistent with the preliminary prediction of FTIR spectra. A slight decrease in the intensity of \"shake-up satellite bands\" also supports that the ionic liquid was immobilized on the Fe3O4/HKUST-1.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>XPS survey\nspectra for Fe<sub>3</sub>O<sub>4</sub>/HKUST-1 (black)\nand IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 (red).</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  XPS survey spectra for Fe3O4/HKUST-1 (black) and IL/Fe3O4@HKUST-1 (red).   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The interaction of the IL within MOF pores was further investigated\nby DFT calculation. The adsorption energy of optimized HKUST-1 with\nBF<sub>4</sub>\n<sup>–</sup> or [AMIm]<sup>+</sup> was calculated.\nThe calculated adsorption energy of [AMIm]<sup>+</sup>/HKUST-1 (−3.33\neV) is more significant than that of BF<sub>4</sub>\n<sup>–</sup>/HKUST-1 (−2.96 eV), indicating a stronger interaction between\nCu<sup>2+</sup> and -NH<sub>2</sub> on [AMIm]<sup>+</sup> than with\nBF<sub>4</sub>\n<sup>–</sup>. The stability of the interaction\nis due to the difference of the charge distribution in [AMIm]<sup>+</sup> and BF<sub>4</sub>\n<sup>–</sup>, consistent with the\ncharge density differences presented in . Together with the results from FTIR and\nXPS, DFT calculation also predicts a Lewis acid and Lewis base interaction\nbetween Cu<sup>2+</sup> and an amino group, which is one of the driving\nforces for introducing the IL into the MOF.</p>", "clean_text": "The interaction of the IL within MOF pores was further investigated by DFT calculation. The adsorption energy of optimized HKUST-1 with BF4 - or [AMIm]+ was calculated. The calculated adsorption energy of [AMIm]+/HKUST-1 (-3.33 eV) is more significant than that of BF4 -/HKUST-1 (-2.96 eV), indicating a stronger interaction between Cu2+ and -NH2 on [AMIm]+ than with BF4 -. The stability of the interaction is due to the difference of the charge distribution in [AMIm]+ and BF4 -, consistent with the charge density differences presented in . Together with the results from FTIR and XPS, DFT calculation also predicts a Lewis acid and Lewis base interaction between Cu2+ and an amino group, which is one of the driving forces for introducing the IL into the MOF.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Charge density difference\nmap of [AMIm]<sup>+</sup>/HKUST-1 (left)\nand BF<sub>4</sub>\n<sup>–</sup>/HKUST-1 (right). Pink denoted\nthe decrease of charge, and blue denoted charge accumulation.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Charge density difference map of [AMIm]+/HKUST-1 (left) and BF4 -/HKUST-1 (right). Pink denoted the decrease of charge, and blue denoted charge accumulation.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>Nitrogen sorption isotherms and pore size distribution\ncurves for\nFe<sub>3</sub>O<sub>4</sub>, Fe<sub>3</sub>O<sub>4</sub>/HKUST-1,\nand IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 are illustrated in . For both Fe<sub>3</sub>O<sub>4</sub>/HKUST-1 and IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1,\nthe nitrogen sorption isotherms exhibited an I/IV mixed type isotherm\n((a)), suggesting\nthat both as-synthesized samples contain microporous and mesoporous\nstructures. The BET (Brunauer, Emmett, and Teller) surface area and\ntotal specific pore volume of the Fe<sub>3</sub>O<sub>4</sub> nanoparticles\nwere found to be 33.7 m<sup>2</sup>/g and 0.16 cm<sup>3</sup>/g. In\ncomparison these values were increased to 396.2 m<sup>2</sup>/g and\n0.29 cm<sup>3</sup>/g in the case of Fe<sub>3</sub>O<sub>4</sub>@HKUST-1.\nThe increment primarily originated from the high porosity of HKUST-1.\nAfter the incorporation of [AEMIm]­BF<sub>4</sub> ionic liquid, BET\nstudy revealed a decline in surface area (70.64 m<sup>2</sup>/g),\nalong with lesser calculated pore volumes (0.14 cm<sup>3</sup>/g).\nThe reduced surface area and pore volume is due to the occupancy of\nionic liquids in the pores of Fe<sub>3</sub>O<sub>4</sub>@HKUST-1\nsupport. Moreover, the pore size distribution curves of Fe<sub>3</sub>O<sub>4</sub>/HKUST-1 and IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1\nwere calculated by DFT ((b)). In the former material, the microporous distribution\ncentered at about 0.70 and 0.75 nm. As [AEMIm]­BF<sub>4</sub> ionic\nliquid was introduced, IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 exhibited\na pore size distribution centered at 0.39 nm. The decrease of pore\nsize may be due to incorporation of ionic liquid, which agrees with\nthe results from FT-IR and XPS studies.</p>", "clean_text": "Nitrogen sorption isotherms and pore size distribution curves for Fe3O4, Fe3O4/HKUST-1, and IL/Fe3O4@HKUST-1 are illustrated in . For both Fe3O4/HKUST-1 and IL/Fe3O4@HKUST-1, the nitrogen sorption isotherms exhibited an I/IV mixed type isotherm ((a)), suggesting that both as-synthesized samples contain microporous and mesoporous structures. The BET (Brunauer, Emmett, and Teller) surface area and total specific pore volume of the Fe3O4 nanoparticles were found to be 33.7 m2/g and 0.16 cm3/g. In comparison these values were increased to 396.2 m2/g and 0.29 cm3/g in the case of Fe3O4@HKUST-1. The increment primarily originated from the high porosity of HKUST-1. After the incorporation of [AEMIm]BF4 ionic liquid, BET study revealed a decline in surface area (70.64 m2/g), along with lesser calculated pore volumes (0.14 cm3/g). The reduced surface area and pore volume is due to the occupancy of ionic liquids in the pores of Fe3O4@HKUST-1 support. Moreover, the pore size distribution curves of Fe3O4/HKUST-1 and IL/Fe3O4@HKUST-1 were calculated by DFT ((b)). In the former material, the microporous distribution centered at about 0.70 and 0.75 nm. As [AEMIm]BF4 ionic liquid was introduced, IL/Fe3O4@HKUST-1 exhibited a pore size distribution centered at 0.39 nm. The decrease of pore size may be due to incorporation of ionic liquid, which agrees with the results from FT-IR and XPS studies.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Nitrogen sorption\nisotherms; (b) pore size distribution curve\nfor the as-synthesized materials.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Nitrogen sorption isotherms; (b) pore size distribution curve for the as-synthesized materials.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>The elemental analysis was implemented to further investigate the\nloading amount of the IL over Fe<sub>3</sub>O<sub>4</sub>/HKUST-1\n(). The structural\nmodels of Fe<sub>3</sub>O<sub>4</sub>, Fe<sub>3</sub>O<sub>4</sub>@Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub>, Fe<sub>3</sub>O<sub>4</sub>/HKUST-1, and IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 are shown\nin  to explain\nthe source of nitrogen. It was found that the N element loading amounts\nof Fe<sub>3</sub>O<sub>4</sub>, Fe<sub>3</sub>O<sub>4</sub>@Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub>, Fe<sub>3</sub>O<sub>4</sub>/HKUST-1, and IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 were 0.00, 3.88,\n0.02, and 6.41 mmol/g, respectively. An increase in the N content\nfrom Fe<sub>3</sub>O<sub>4</sub> to Fe<sub>3</sub>O<sub>4</sub>@Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub> was due to the presence of\nnitrate groups. The addition of H<sub>3</sub>BTC and the subsequent\nreaction led to a reduced N content in Fe<sub>3</sub>O<sub>4</sub>/HKUST-1. At last, the addition of 1-aminoethyl-3-methylimidazolium\ntetrafluoroborate IL led to an increased N content of 6.41 mmol/g,\nwhich is equivalent to 2.14 mmol/g IL loading.</p>", "clean_text": "The elemental analysis was implemented to further investigate the loading amount of the IL over Fe3O4/HKUST-1 (). The structural models of Fe3O4, Fe3O4@Cu2(OH)3NO3, Fe3O4/HKUST-1, and IL/Fe3O4@HKUST-1 are shown in  to explain the source of nitrogen. It was found that the N element loading amounts of Fe3O4, Fe3O4@Cu2(OH)3NO3, Fe3O4/HKUST-1, and IL/Fe3O4@HKUST-1 were 0.00, 3.88, 0.02, and 6.41 mmol/g, respectively. An increase in the N content from Fe3O4 to Fe3O4@Cu2(OH)3NO3 was due to the presence of nitrate groups. The addition of H3BTC and the subsequent reaction led to a reduced N content in Fe3O4/HKUST-1. At last, the addition of 1-aminoethyl-3-methylimidazolium tetrafluoroborate IL led to an increased N content of 6.41 mmol/g, which is equivalent to 2.14 mmol/g IL loading.", "data": null, "include_properties": null}, {"idx": 24, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Nitrogen Elemental Analysis of Samples</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">Samples</oasis:entry>\n<oasis:entry align=\"center\">Nitrogen (mmol/g)</oasis:entry>\n<oasis:entry align=\"center\">Source</oasis:entry>\n<oasis:entry align=\"center\">Source Loading (mmol/g)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Fe<sub>3</sub>O<sub>4</sub>\n</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe<sub>3</sub>O<sub>4</sub>@Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub>\n</oasis:entry>\n<oasis:entry>3.88</oasis:entry>\n<oasis:entry>-NO<sub>3</sub>\n</oasis:entry>\n<oasis:entry>3.88</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe<sub>3</sub>O<sub>4</sub>@HKUST-1</oasis:entry>\n<oasis:entry>0.02</oasis:entry>\n<oasis:entry>residue</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1</oasis:entry>\n<oasis:entry>6.41</oasis:entry>\n<oasis:entry>IL</oasis:entry>\n<oasis:entry>2.14</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Structure Diagram of Synthesis Process</title>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0011.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Structure Diagram of Synthesis Process   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<p>The thermal property of the material was studied\nby thermogravimetric\nanalysis (TGA) under N<sub>2</sub> flow; the results of Fe<sub>3</sub>O<sub>4</sub>, HKUST-1, and IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1\nare shown in . As expected, Fe<sub>3</sub>O<sub>4</sub> showed great thermal stability,\nand no significant weight loss was seen up to 800 °C. In the\ncase of HKUST-1, the first weight loss was seen continuously from\nroom temperature to 150 °C, which could be attributed to the\nloss of water, including the water inside and outside the pores of\nHKUST-1. A similar weight loss between room temperature to 150 °C\nwas also observed in IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1; however,\nthe ratio of the lost weight was much lesser than HKUST-1, because\nthe initial water molecules were replaced by IL. The second significant\nweight loss step that started at around 350 °C was probably assigned\nto the collapse of the HKUST-1 frameworks due to the decomposition\nof organic components.</p>", "clean_text": "The thermal property of the material was studied by thermogravimetric analysis (TGA) under N2 flow; the results of Fe3O4, HKUST-1, and IL/Fe3O4@HKUST-1 are shown in . As expected, Fe3O4 showed great thermal stability, and no significant weight loss was seen up to 800 °C. In the case of HKUST-1, the first weight loss was seen continuously from room temperature to 150 °C, which could be attributed to the loss of water, including the water inside and outside the pores of HKUST-1. A similar weight loss between room temperature to 150 °C was also observed in IL/Fe3O4@HKUST-1; however, the ratio of the lost weight was much lesser than HKUST-1, because the initial water molecules were replaced by IL. The second significant weight loss step that started at around 350 °C was probably assigned to the collapse of the HKUST-1 frameworks due to the decomposition of organic components.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Thermogravimetric analysis (TGA) results for Fe<sub>3</sub>O<sub>4</sub> (black), HKUST-1 (red), and IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 (blue).</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Thermogravimetric analysis (TGA) results for Fe3O4 (black), HKUST-1 (red), and IL/Fe3O4@HKUST-1 (blue).   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<p>The magnetic properties\nof Fe<sub>3</sub>O<sub>4</sub>@HKUST-1\nand IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 were measured by a MPMS\nmagnetometer. It is clear from the room-temperature magnetization\ncurves of Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 and IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 () that the corresponding saturation magnetizations of Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 and IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1\nwere 49 emu/g and 38 emu/g, respectively. Despite the lower saturation\nmagnetization, IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 was readily\ncollected with a magnet from solution (inset of ); this property allows it to be a recyclable\nand magnetically functionalized catalyst.</p>", "clean_text": "The magnetic properties of Fe3O4@HKUST-1 and IL/Fe3O4@HKUST-1 were measured by a MPMS magnetometer. It is clear from the room-temperature magnetization curves of Fe3O4@HKUST-1 and IL/Fe3O4@HKUST-1 () that the corresponding saturation magnetizations of Fe3O4@HKUST-1 and IL/Fe3O4@HKUST-1 were 49 emu/g and 38 emu/g, respectively. Despite the lower saturation magnetization, IL/Fe3O4@HKUST-1 was readily collected with a magnet from solution (inset of ); this property allows it to be a recyclable and magnetically functionalized catalyst.", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Magnetization curves\nof Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 and\nIL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Magnetization curves of Fe3O4@HKUST-1 and IL/Fe3O4@HKUST-1.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<title>Catalytic Performance</title><p>The catalytic performance of\nIL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 in the cycloaddition reaction\nof epoxides with CO<sub>2</sub> (1.3 MPa) was investigated in solvent-free\nconditions. The cycloaddition reaction did not proceed in the absence\nof catalyst (, entry 1). Furthermore, Fe<sub>3</sub>O<sub>4</sub> or HKUST-1 was\nalso found to be inactive toward the cycloaddition reaction (entries\n2–3). In contrast, IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 (entry\n4) showed an excellent performance in the cycloaddition reaction of\nCO<sub>2</sub> with propylene oxide; 94% yield was obtained after\n2 h at 120 °C under 1.3 MPa CO<sub>2</sub>. Under the same conditions,\nthe IL alone showed a lower yield of 61% (entry 5). Generally, IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 showed better catalytic performance\nthan IL. In the case of epichlorohydrin, the product yield was 88%\nwith IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 (entry 6); a lower yield\n(42%) was obtained with IL (entry 7). Similarly, when epibromohydrin\nwas tested, the corresponding cyclic carbonate was obtained in 82%\nyield with IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 (entry 8) and 40%\nwith IL (entry 9). Experiments were also tested under lower pressure\nof CO<sub>2</sub> (0.1 MPa); a longer reaction time 24 h was required\nto obtain similar yield (entry 4–9). It is also worth noting\nmagnetic separation of the catalyst from the reaction mixture could\nbe easily carried out and reused without significant loss of activity\nfor the cyclization transformation ().</p>", "clean_text": "Catalytic Performance\n\nThe catalytic performance of IL/Fe3O4@HKUST-1 in the cycloaddition reaction of epoxides with CO2 (1.3 MPa) was investigated in solvent-free conditions. The cycloaddition reaction did not proceed in the absence of catalyst (, entry 1). Furthermore, Fe3O4 or HKUST-1 was also found to be inactive toward the cycloaddition reaction (entries 2-3). In contrast, IL/Fe3O4@HKUST-1 (entry 4) showed an excellent performance in the cycloaddition reaction of CO2 with propylene oxide; 94% yield was obtained after 2 h at 120 °C under 1.3 MPa CO2. Under the same conditions, the IL alone showed a lower yield of 61% (entry 5). Generally, IL/Fe3O4@HKUST-1 showed better catalytic performance than IL. In the case of epichlorohydrin, the product yield was 88% with IL/Fe3O4@HKUST-1 (entry 6); a lower yield (42%) was obtained with IL (entry 7). Similarly, when epibromohydrin was tested, the corresponding cyclic carbonate was obtained in 82% yield with IL/Fe3O4@HKUST-1 (entry 8) and 40% with IL (entry 9). Experiments were also tested under lower pressure of CO2 (0.1 MPa); a longer reaction time 24 h was required to obtain similar yield (entry 4-9). It is also worth noting magnetic separation of the catalyst from the reaction mixture could be easily carried out and reused without significant loss of activity for the cyclization transformation ().", "data": null, "include_properties": null}, {"idx": 31, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Cycloaddition of\nCO<sub>2</sub> with\nEpoxide<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</title>\n</caption>\n<graphic content-type=\"header\" id=\"fx1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0013.eps\" xlink:type=\"simple\"></graphic>\n<graphic id=\"fx2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0014.eps\" xlink:type=\"simple\"></graphic>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Reaction conditions: 1.3 MPa CO<sub>2</sub>, 19 mmol\nepoxide, the reaction temperature is 120 °C,\n2 h.</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>b</label>\n<p>Calculated based on\nthe number of\nactive sites.</p>\n</fn>\n<fn id=\"t2fn3\">\n<label>c</label>\n<p>Yield was\ndetermined by GC.</p>\n</fn>\n<fn id=\"t2fn4\">\n<label>d</label>\n<p>Yield\nafter 24 h under 0.1 MPa CO<sub>2</sub>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Recycling of the IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 for the\ncycloaddition reaction of CO<sub>2</sub> with propylene oxide.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Recycling of the IL/Fe3O4@HKUST-1 for the cycloaddition reaction of CO2 with propylene oxide.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>Based on the experimental observations that the\npresence of both\nHKUST-1 and IL is required for effective catalysis, a plausible cycloaddition reaction mechanism catalyzed by the IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 involving the consecutive insertion\nof carbon dioxide, ring-opening of epoxide, and ring closure of cyclic\ncarbonate is presented in . Initially, the positively charged ammonium ion acts\nas a Lewis acid to polarize and activate the C–O bond in CO<sub>2</sub>, followed by the nucleophilic addition of the BF<sub>4</sub>\n<sup>–</sup> group to the carbon atom of carbon dioxide. Simultaneously,\nthe Lewis acidic ammonium groups and/or remaining Lewis acidic Cu<sup>2+</sup> from HKUST-1 can activate the epoxide moiety. Subsequently,\nthe reaction of <italic toggle=\"yes\">in situ</italic> formed anionic species ([BF<sub>4</sub>–CO<sub>2</sub>]<sup>−</sup>) and epoxide generates\nan intermediate with a new C–O bond. The intermediate is converted\ninto the final product of cyclic carbonate upon ring-closure reaction\nand regenerates the catalyst at the same time. Overall, owing to the\nsynergetic role of dual functional active sites offered by IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1, the cycloaddition reaction of carbon\ndioxide was effectively achieved under mild conditions and showed\nimproved reactivity than ionic liquid alone.</p>", "clean_text": "Based on the experimental observations that the presence of both HKUST-1 and IL is required for effective catalysis, a plausible cycloaddition reaction mechanism catalyzed by the IL/Fe3O4@HKUST-1 involving the consecutive insertion of carbon dioxide, ring-opening of epoxide, and ring closure of cyclic carbonate is presented in . Initially, the positively charged ammonium ion acts as a Lewis acid to polarize and activate the C-O bond in CO2, followed by the nucleophilic addition of the BF4 - group to the carbon atom of carbon dioxide. Simultaneously, the Lewis acidic ammonium groups and/or remaining Lewis acidic Cu2+ from HKUST-1 can activate the epoxide moiety. Subsequently, the reaction of in situ formed anionic species ([BF4-CO2]-) and epoxide generates an intermediate with a new C-O bond. The intermediate is converted into the final product of cyclic carbonate upon ring-closure reaction and regenerates the catalyst at the same time. Overall, owing to the synergetic role of dual functional active sites offered by IL/Fe3O4@HKUST-1, the cycloaddition reaction of carbon dioxide was effectively achieved under mild conditions and showed improved reactivity than ionic liquid alone.", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Proposed Mechanisms\nof Cycloaddition Reaction Catalyzed by IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1</title>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0012.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Proposed Mechanisms of Cycloaddition Reaction Catalyzed by IL/Fe3O4@HKUST-1   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In\nsummary, a magnetic recyclable catalyst, IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1, was synthesized from grafting ionic liquid [AEMIm]­BF<sub>4</sub> into porous Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 nanocomposite.\nThe catalyst showed excellent yield for the cycloaddition reaction\nof CO<sub>2</sub> with epoxides under mild conditions. Various techniques\ndemonstrated that Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 kept its crystalline\nstructure throughout the immobilization process of binding Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 with the ionic liquid. The catalyst\ncan be easily recovered using a magnet and reused without significant\ndegradation after five cycles owing to the magnetic properties of\nFe<sub>3</sub>O<sub>4</sub>@HKUST-1. The merits of IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1, such as good stability, magnetic recovery,\nand the relatively easy synthesis procedure, are particularly desirable\nfor CO<sub>2</sub> conversion and green industrial chemical processes.</p>", "clean_text": "Conclusion\n\nIn summary, a magnetic recyclable catalyst, IL/Fe3O4@HKUST-1, was synthesized from grafting ionic liquid [AEMIm]BF4 into porous Fe3O4@HKUST-1 nanocomposite. The catalyst showed excellent yield for the cycloaddition reaction of CO2 with epoxides under mild conditions. Various techniques demonstrated that Fe3O4@HKUST-1 kept its crystalline structure throughout the immobilization process of binding Fe3O4@HKUST-1 with the ionic liquid. The catalyst can be easily recovered using a magnet and reused without significant degradation after five cycles owing to the magnetic properties of Fe3O4@HKUST-1. The merits of IL/Fe3O4@HKUST-1, such as good stability, magnetic recovery, and the relatively easy synthesis procedure, are particularly desirable for CO2 conversion and green industrial chemical processes.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>The authors declare\nno\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 6, "type": "text", "classification": "synthesis condition", "content": "<p>The support Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 was synthesized from a known procedure with modifications. Fe<sub>3</sub>O<sub>4</sub>@Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub>: A 1.5 mL solution of ammonium hydroxide and\nethanol (V<sub>NH4OH</sub>:V<sub>EtOH</sub> = 1:5) was added to a\nmixture of Fe<sub>3</sub>O<sub>4</sub> nanoparticles (0.26 g) and\nCu­(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O (0.30 g) in 30\nmL of EtOH. After stirring 24 h at 60 °C, the product was collected\nby filtration and washed with water/EtOH for ten times. Fe<sub>3</sub>O<sub>4</sub>@HKUST-1: Fe<sub>3</sub>O<sub>4</sub>@Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub> (50 mg, dried under vacuum) was added\nto a solution of 5 mL of ethanol, 2 mL of H<sub>2</sub>O, and 55 mg\nof H<sub>3</sub>BTC; the mixture was stirred for 12 h at 60 °C.\nThe product was isolated with a magnet and washed with water/EtOH\nfor 10 times. Followed by drying at 120 °C overnight in a vacuum\noven, the product was obtained as a black powder.</p>", "clean_text": "The support Fe3O4@HKUST-1 was synthesized from a known procedure with modifications. Fe3O4@Cu2(OH)3NO3: A 1.5 mL solution of ammonium hydroxide and ethanol (VNH4OH:VEtOH = 1:5) was added to a mixture of Fe3O4 nanoparticles (0.26 g) and Cu(NO3)2⋅3H2O (0.30 g) in 30 mL of EtOH. After stirring 24 h at 60 °C, the product was collected by filtration and washed with water/EtOH for ten times. Fe3O4@HKUST-1: Fe3O4@Cu2(OH)3NO3 (50 mg, dried under vacuum) was added to a solution of 5 mL of ethanol, 2 mL of H2O, and 55 mg of H3BTC; the mixture was stirred for 12 h at 60 °C. The product was isolated with a magnet and washed with water/EtOH for 10 times. Followed by drying at 120 °C overnight in a vacuum oven, the product was obtained as a black powder.", "data": [{"meta": {"name": "Fe3O4@HKUST-1", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Fe3O4 nanoparticles", "amount": "0.26", "unit": "g"}, {"name": "Cu(NO3)2·3H2O", "amount": "0.30", "unit": "g"}], "solution": [{"name": "ammonium hydroxide", "amount": "1.5", "unit": "mL"}, {"name": "ethanol", "amount": "7.5", "unit": "mL"}], "pressure": "", "temperature": "60°C", "time": "24 h"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "water/EtOH", "amount": "10 times"}, {"synthesis method": "chemical synthesis", "precursor": [{"name": "Fe3O4@Cu2(OH)3NO3", "amount": "50", "unit": "mg"}], "solution": [{"name": "ethanol", "amount": "5", "unit": "mL"}, {"name": "H2O", "amount": "2", "unit": "mL"}, {"name": "H3BTC", "amount": "55", "unit": "mg"}], "pressure": "", "temperature": "60°C", "time": "12 h"}, {"synthesis method": "washing", "washing solution": "water/EtOH", "amount": "10 times"}, {"synthesis method": "drying", "pressure": "", "temperature": "120°C", "atmosphere": "vacuum", "time": "overnight"}], "yield": "", "other properties": ["black powder"]}], "include_properties": ["chemical_synthesis", "filtration", "washing", "drying"]}, {"idx": "21, 23, 26, 28, 30", "type": "text", "classification": "property", "content": "<p>Nitrogen sorption isotherms and pore size distribution\ncurves for\nFe<sub>3</sub>O<sub>4</sub>, Fe<sub>3</sub>O<sub>4</sub>/HKUST-1,\nand IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 are illustrated in . For both Fe<sub>3</sub>O<sub>4</sub>/HKUST-1 and IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1,\nthe nitrogen sorption isotherms exhibited an I/IV mixed type isotherm\n((a)), suggesting\nthat both as-synthesized samples contain microporous and mesoporous\nstructures. The BET (Brunauer, Emmett, and Teller) surface area and\ntotal specific pore volume of the Fe<sub>3</sub>O<sub>4</sub> nanoparticles\nwere found to be 33.7 m<sup>2</sup>/g and 0.16 cm<sup>3</sup>/g. In\ncomparison these values were increased to 396.2 m<sup>2</sup>/g and\n0.29 cm<sup>3</sup>/g in the case of Fe<sub>3</sub>O<sub>4</sub>@HKUST-1.\nThe increment primarily originated from the high porosity of HKUST-1.\nAfter the incorporation of [AEMIm]­BF<sub>4</sub> ionic liquid, BET\nstudy revealed a decline in surface area (70.64 m<sup>2</sup>/g),\nalong with lesser calculated pore volumes (0.14 cm<sup>3</sup>/g).\nThe reduced surface area and pore volume is due to the occupancy of\nionic liquids in the pores of Fe<sub>3</sub>O<sub>4</sub>@HKUST-1\nsupport. Moreover, the pore size distribution curves of Fe<sub>3</sub>O<sub>4</sub>/HKUST-1 and IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1\nwere calculated by DFT ((b)). In the former material, the microporous distribution\ncentered at about 0.70 and 0.75 nm. As [AEMIm]­BF<sub>4</sub> ionic\nliquid was introduced, IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 exhibited\na pore size distribution centered at 0.39 nm. The decrease of pore\nsize may be due to incorporation of ionic liquid, which agrees with\nthe results from FT-IR and XPS studies.</p><p>The elemental analysis was implemented to further investigate the\nloading amount of the IL over Fe<sub>3</sub>O<sub>4</sub>/HKUST-1\n(). The structural\nmodels of Fe<sub>3</sub>O<sub>4</sub>, Fe<sub>3</sub>O<sub>4</sub>@Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub>, Fe<sub>3</sub>O<sub>4</sub>/HKUST-1, and IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 are shown\nin  to explain\nthe source of nitrogen. It was found that the N element loading amounts\nof Fe<sub>3</sub>O<sub>4</sub>, Fe<sub>3</sub>O<sub>4</sub>@Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub>, Fe<sub>3</sub>O<sub>4</sub>/HKUST-1, and IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 were 0.00, 3.88,\n0.02, and 6.41 mmol/g, respectively. An increase in the N content\nfrom Fe<sub>3</sub>O<sub>4</sub> to Fe<sub>3</sub>O<sub>4</sub>@Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub> was due to the presence of\nnitrate groups. The addition of H<sub>3</sub>BTC and the subsequent\nreaction led to a reduced N content in Fe<sub>3</sub>O<sub>4</sub>/HKUST-1. At last, the addition of 1-aminoethyl-3-methylimidazolium\ntetrafluoroborate IL led to an increased N content of 6.41 mmol/g,\nwhich is equivalent to 2.14 mmol/g IL loading.</p><p>The thermal property of the material was studied\nby thermogravimetric\nanalysis (TGA) under N<sub>2</sub> flow; the results of Fe<sub>3</sub>O<sub>4</sub>, HKUST-1, and IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1\nare shown in . As expected, Fe<sub>3</sub>O<sub>4</sub> showed great thermal stability,\nand no significant weight loss was seen up to 800 °C. In the\ncase of HKUST-1, the first weight loss was seen continuously from\nroom temperature to 150 °C, which could be attributed to the\nloss of water, including the water inside and outside the pores of\nHKUST-1. A similar weight loss between room temperature to 150 °C\nwas also observed in IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1; however,\nthe ratio of the lost weight was much lesser than HKUST-1, because\nthe initial water molecules were replaced by IL. The second significant\nweight loss step that started at around 350 °C was probably assigned\nto the collapse of the HKUST-1 frameworks due to the decomposition\nof organic components.</p><p>The magnetic properties\nof Fe<sub>3</sub>O<sub>4</sub>@HKUST-1\nand IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 were measured by a MPMS\nmagnetometer. It is clear from the room-temperature magnetization\ncurves of Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 and IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 () that the corresponding saturation magnetizations of Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 and IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1\nwere 49 emu/g and 38 emu/g, respectively. Despite the lower saturation\nmagnetization, IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 was readily\ncollected with a magnet from solution (inset of ); this property allows it to be a recyclable\nand magnetically functionalized catalyst.</p><title>Catalytic Performance</title><p>The catalytic performance of\nIL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 in the cycloaddition reaction\nof epoxides with CO<sub>2</sub> (1.3 MPa) was investigated in solvent-free\nconditions. The cycloaddition reaction did not proceed in the absence\nof catalyst (, entry 1). Furthermore, Fe<sub>3</sub>O<sub>4</sub> or HKUST-1 was\nalso found to be inactive toward the cycloaddition reaction (entries\n2–3). In contrast, IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 (entry\n4) showed an excellent performance in the cycloaddition reaction of\nCO<sub>2</sub> with propylene oxide; 94% yield was obtained after\n2 h at 120 °C under 1.3 MPa CO<sub>2</sub>. Under the same conditions,\nthe IL alone showed a lower yield of 61% (entry 5). Generally, IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 showed better catalytic performance\nthan IL. In the case of epichlorohydrin, the product yield was 88%\nwith IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 (entry 6); a lower yield\n(42%) was obtained with IL (entry 7). Similarly, when epibromohydrin\nwas tested, the corresponding cyclic carbonate was obtained in 82%\nyield with IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 (entry 8) and 40%\nwith IL (entry 9). Experiments were also tested under lower pressure\nof CO<sub>2</sub> (0.1 MPa); a longer reaction time 24 h was required\nto obtain similar yield (entry 4–9). It is also worth noting\nmagnetic separation of the catalyst from the reaction mixture could\nbe easily carried out and reused without significant loss of activity\nfor the cyclization transformation ().</p>", "clean_text": "Nitrogen sorption isotherms and pore size distribution curves for Fe3O4, Fe3O4/HKUST-1, and IL/Fe3O4@HKUST-1 are illustrated in . For both Fe3O4/HKUST-1 and IL/Fe3O4@HKUST-1, the nitrogen sorption isotherms exhibited an I/IV mixed type isotherm ((a)), suggesting that both as-synthesized samples contain microporous and mesoporous structures. The BET (Brunauer, Emmett, and Teller) surface area and total specific pore volume of the Fe3O4 nanoparticles were found to be 33.7 m2/g and 0.16 cm3/g. In comparison these values were increased to 396.2 m2/g and 0.29 cm3/g in the case of Fe3O4@HKUST-1. The increment primarily originated from the high porosity of HKUST-1. After the incorporation of [AEMIm]BF4 ionic liquid, BET study revealed a decline in surface area (70.64 m2/g), along with lesser calculated pore volumes (0.14 cm3/g). The reduced surface area and pore volume is due to the occupancy of ionic liquids in the pores of Fe3O4@HKUST-1 support. Moreover, the pore size distribution curves of Fe3O4/HKUST-1 and IL/Fe3O4@HKUST-1 were calculated by DFT ((b)). In the former material, the microporous distribution centered at about 0.70 and 0.75 nm. As [AEMIm]BF4 ionic liquid was introduced, IL/Fe3O4@HKUST-1 exhibited a pore size distribution centered at 0.39 nm. The decrease of pore size may be due to incorporation of ionic liquid, which agrees with the results from FT-IR and XPS studies.\n\nThe elemental analysis was implemented to further investigate the loading amount of the IL over Fe3O4/HKUST-1 (). The structural models of Fe3O4, Fe3O4@Cu2(OH)3NO3, Fe3O4/HKUST-1, and IL/Fe3O4@HKUST-1 are shown in  to explain the source of nitrogen. It was found that the N element loading amounts of Fe3O4, Fe3O4@Cu2(OH)3NO3, Fe3O4/HKUST-1, and IL/Fe3O4@HKUST-1 were 0.00, 3.88, 0.02, and 6.41 mmol/g, respectively. An increase in the N content from Fe3O4 to Fe3O4@Cu2(OH)3NO3 was due to the presence of nitrate groups. The addition of H3BTC and the subsequent reaction led to a reduced N content in Fe3O4/HKUST-1. At last, the addition of 1-aminoethyl-3-methylimidazolium tetrafluoroborate IL led to an increased N content of 6.41 mmol/g, which is equivalent to 2.14 mmol/g IL loading.\n\nThe thermal property of the material was studied by thermogravimetric analysis (TGA) under N2 flow; the results of Fe3O4, HKUST-1, and IL/Fe3O4@HKUST-1 are shown in . As expected, Fe3O4 showed great thermal stability, and no significant weight loss was seen up to 800 °C. In the case of HKUST-1, the first weight loss was seen continuously from room temperature to 150 °C, which could be attributed to the loss of water, including the water inside and outside the pores of HKUST-1. A similar weight loss between room temperature to 150 °C was also observed in IL/Fe3O4@HKUST-1; however, the ratio of the lost weight was much lesser than HKUST-1, because the initial water molecules were replaced by IL. The second significant weight loss step that started at around 350 °C was probably assigned to the collapse of the HKUST-1 frameworks due to the decomposition of organic components.\n\nThe magnetic properties of Fe3O4@HKUST-1 and IL/Fe3O4@HKUST-1 were measured by a MPMS magnetometer. It is clear from the room-temperature magnetization curves of Fe3O4@HKUST-1 and IL/Fe3O4@HKUST-1 () that the corresponding saturation magnetizations of Fe3O4@HKUST-1 and IL/Fe3O4@HKUST-1 were 49 emu/g and 38 emu/g, respectively. Despite the lower saturation magnetization, IL/Fe3O4@HKUST-1 was readily collected with a magnet from solution (inset of ); this property allows it to be a recyclable and magnetically functionalized catalyst.\n\nCatalytic Performance\n\nThe catalytic performance of IL/Fe3O4@HKUST-1 in the cycloaddition reaction of epoxides with CO2 (1.3 MPa) was investigated in solvent-free conditions. The cycloaddition reaction did not proceed in the absence of catalyst (, entry 1). Furthermore, Fe3O4 or HKUST-1 was also found to be inactive toward the cycloaddition reaction (entries 2-3). In contrast, IL/Fe3O4@HKUST-1 (entry 4) showed an excellent performance in the cycloaddition reaction of CO2 with propylene oxide; 94% yield was obtained after 2 h at 120 °C under 1.3 MPa CO2. Under the same conditions, the IL alone showed a lower yield of 61% (entry 5). Generally, IL/Fe3O4@HKUST-1 showed better catalytic performance than IL. In the case of epichlorohydrin, the product yield was 88% with IL/Fe3O4@HKUST-1 (entry 6); a lower yield (42%) was obtained with IL (entry 7). Similarly, when epibromohydrin was tested, the corresponding cyclic carbonate was obtained in 82% yield with IL/Fe3O4@HKUST-1 (entry 8) and 40% with IL (entry 9). Experiments were also tested under lower pressure of CO2 (0.1 MPa); a longer reaction time 24 h was required to obtain similar yield (entry 4-9). It is also worth noting magnetic separation of the catalyst from the reaction mixture could be easily carried out and reused without significant loss of activity for the cyclization transformation ().", "data": [[{"meta": {"name": "Fe3O4", "symbol": "", "chemical formula": "Fe3O4"}, "surface area": [{"type": "BET", "probe": "", "value": "33.7", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "Fe3O4/HKUST-1", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "396.2", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "IL/Fe3O4@HKUST-1", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "70.64", "unit": "m2/g", "condition": ""}]}]], "include_properties": ["surface_area"]}, {"idx": 24, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Nitrogen Elemental Analysis of Samples</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">Samples</oasis:entry>\n<oasis:entry align=\"center\">Nitrogen (mmol/g)</oasis:entry>\n<oasis:entry align=\"center\">Source</oasis:entry>\n<oasis:entry align=\"center\">Source Loading (mmol/g)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Fe<sub>3</sub>O<sub>4</sub>\n</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe<sub>3</sub>O<sub>4</sub>@Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub>\n</oasis:entry>\n<oasis:entry>3.88</oasis:entry>\n<oasis:entry>-NO<sub>3</sub>\n</oasis:entry>\n<oasis:entry>3.88</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe<sub>3</sub>O<sub>4</sub>@HKUST-1</oasis:entry>\n<oasis:entry>0.02</oasis:entry>\n<oasis:entry>residue</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1</oasis:entry>\n<oasis:entry>6.41</oasis:entry>\n<oasis:entry>IL</oasis:entry>\n<oasis:entry>2.14</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Nitrogen Elemental Analysis of Samples\n\n| Samples | Nitrogen (mmol/g) | Source | Source Loading (mmol/g) |\n|---------|------------------|--------|-------------------------|\n| Fe<sub>3</sub>O<sub>4</sub> | 0 |  |  |\n| Fe<sub>3</sub>O<sub>4</sub>@Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub> | 3.88 | -NO<sub>3</sub> | 3.88 |\n| Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 | 0.02 | residue |  |\n| IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 | 6.41 | IL | 2.14 |", "data": ["substring not found"], "include_properties": null}, {"idx": 31, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Cycloaddition of\nCO<sub>2</sub> with\nEpoxide<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</title>\n</caption>\n<graphic content-type=\"header\" id=\"fx1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0013.eps\" xlink:type=\"simple\"></graphic>\n<graphic id=\"fx2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0014.eps\" xlink:type=\"simple\"></graphic>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Reaction conditions: 1.3 MPa CO<sub>2</sub>, 19 mmol\nepoxide, the reaction temperature is 120 °C,\n2 h.</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>b</label>\n<p>Calculated based on\nthe number of\nactive sites.</p>\n</fn>\n<fn id=\"t2fn3\">\n<label>c</label>\n<p>Yield was\ndetermined by GC.</p>\n</fn>\n<fn id=\"t2fn4\">\n<label>d</label>\n<p>Yield\nafter 24 h under 0.1 MPa CO<sub>2</sub>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Cycloaddition of CO<sub>2</sub> with Epoxide[^a]\n\n| Reaction conditions | Yield[^c] (%) | Yield after 24 h under 0.1 MPa CO<sub>2</sub> (%)[^d] |\n|----------------------|----------------|-------------------------------------------------------------|\n| 1.3 MPa CO<sub>2</sub>, 19 mmol epoxide, the reaction temperature is 120 °C, 2 h | - | - |\n\n[^a]: Reaction conditions: 1.3 MPa CO<sub>2</sub>, 19 mmol epoxide, the reaction temperature is 120 °C, 2 h.\n[^c]: Yield was determined by GC.\n[^d]: Calculated based on the number of active sites.", "data": [{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "yield": [{"value": "-", "unit": "%", "substrate": "", "catalyst": "", "pressure": "1.3 MPa CO2", "temperature": "120 °C", "solvent": "", "time": "2h"}], "yield_after_24h": [{"value": "-", "unit": "%", "substrate": "", "catalyst": "", "pressure": "0.1 MPa CO2", "temperature": "120 °C", "solvent": "", "time": "24h"}]}], "include_properties": ["reaction_yield"]}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Preparation of IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Preparation of IL/Fe3O4@HKUST-1   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>XRD patterns of simulated HKUST-1 (red), Fe<sub>3</sub>O<sub>4</sub> (blue), Fe<sub>3</sub>O<sub>4</sub>@Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub> (pink), Fe<sub>3</sub>O<sub>4</sub>@HKUST-1\n(black),\nand IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 (green).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  XRD patterns of simulated HKUST-1 (red), Fe3O4 (blue), Fe3O4@Cu2(OH)3NO3 (pink), Fe3O4@HKUST-1 (black), and IL/Fe3O4@HKUST-1 (green).   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Images of Fe<sub>3</sub>O<sub>4</sub> (left, a and d); Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 (middle, b and e); andn IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 (right, c and f); a–c SEM (top); d–f\nTEM (bottom).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Images of Fe3O4 (left, a and d); Fe3O4@HKUST-1 (middle, b and e); andn IL/Fe3O4@HKUST-1 (right, c and f); a-c SEM (top); d-f TEM (bottom).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>FTIR spectra\nof Fe<sub>3</sub>O<sub>4</sub>@Cu<sub>2</sub>(OH)<sub>3</sub>NO<sub>3</sub> (red), Fe<sub>3</sub>O<sub>4</sub>@HKUST-1\n(blue), IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 (black).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  FTIR spectra of Fe3O4@Cu2(OH)3NO3 (red), Fe3O4@HKUST-1 (blue), IL/Fe3O4@HKUST-1 (black).   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>XPS survey\nspectra for Fe<sub>3</sub>O<sub>4</sub>/HKUST-1 (black)\nand IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 (red).</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  XPS survey spectra for Fe3O4/HKUST-1 (black) and IL/Fe3O4@HKUST-1 (red).   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Charge density difference\nmap of [AMIm]<sup>+</sup>/HKUST-1 (left)\nand BF<sub>4</sub>\n<sup>–</sup>/HKUST-1 (right). Pink denoted\nthe decrease of charge, and blue denoted charge accumulation.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Charge density difference map of [AMIm]+/HKUST-1 (left) and BF4 -/HKUST-1 (right). Pink denoted the decrease of charge, and blue denoted charge accumulation.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Nitrogen sorption\nisotherms; (b) pore size distribution curve\nfor the as-synthesized materials.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Nitrogen sorption isotherms; (b) pore size distribution curve for the as-synthesized materials.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Structure Diagram of Synthesis Process</title>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0011.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Structure Diagram of Synthesis Process   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Thermogravimetric analysis (TGA) results for Fe<sub>3</sub>O<sub>4</sub> (black), HKUST-1 (red), and IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 (blue).</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Thermogravimetric analysis (TGA) results for Fe3O4 (black), HKUST-1 (red), and IL/Fe3O4@HKUST-1 (blue).   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Magnetization curves\nof Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 and\nIL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Magnetization curves of Fe3O4@HKUST-1 and IL/Fe3O4@HKUST-1.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Recycling of the IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1 for the\ncycloaddition reaction of CO<sub>2</sub> with propylene oxide.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Recycling of the IL/Fe3O4@HKUST-1 for the cycloaddition reaction of CO2 with propylene oxide.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Proposed Mechanisms\nof Cycloaddition Reaction Catalyzed by IL/Fe<sub>3</sub>O<sub>4</sub>@HKUST-1</title>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03345_0012.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Proposed Mechanisms of Cycloaddition Reaction Catalyzed by IL/Fe3O4@HKUST-1   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.1c03345", "title": "\nRecyclable\nand Magnetically Functionalized Metal–Organic\nFramework Catalyst: IL/Fe3O4@HKUST‑1\nfor the Cycloaddition Reaction of CO2 with Epoxides\n", "journal": "American\nChemical Society", "date": "2021.05", "author_list": ["Wang\nTongtong", "Song\nXuedan", "Xu\nHailong", "Chen\nMiaomiao", "Zhang\nJie", "Ji\nMin"]}}