{"filepath": "../L2M3_data/1_application_papers/acs_xml/am2c23072.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The\nnanoconfinement effect in catalysis has attracted much attention\nbecause it provides a novel means of regulating the molecular properties\nand related reactions. Confined nanoregions composed of both reactants\nand catalysts through weak interactions are expected to improve the\ncatalytic performance and promote the mass transport of relevant molecules\nsimultaneously. However, at reaction temperatures, the structural\nvariation of such confined spaces constructed via weak interactions\nremains unclear. Herein, through density functional theory calculations\ncombined with <italic toggle=\"yes\">ab initio</italic> molecular dynamics simulations,\nwe have systematically investigated the dynamic structural evolution\nof the confined space constructed by acetylene reactants and a polyoxometalate-based\nmetal–organic framework (POMOF) via hydrogen-bond networks.\nIt is found that, at the reaction temperature of acetylene semihydrogenation,\nthe hydrogen-bond networks and generated confined nanoregions are\nnot rigid but are constantly changing and dynamically maintained.\nThe steering role played by the O atoms at the surfaces of the polyoxometalate\nclusters is essential for generation of the hydrogen-bond networks\nand maintenance of the nanoregions. Upon confinement, the acetylene\nreactants can be better activated than those in an unconstrained atmosphere,\nwhich is reflected by the different dynamic distributions of the ∠CHC\nbending magnitude. Moreover, from a comparison of the distinct interaction\ncharacteristics between acetylene/ethylene and POMOF, the different\nmanifestations in the adsorption energy variations of the confined\nmolecules can be interpreted. This work helps to elucidate the underlying\nmechanisms of confined catalysis and may promote its application in\npractical catalytic processes.</p>", "clean_text": "The nanoconfinement effect in catalysis has attracted much attention because it provides a novel means of regulating the molecular properties and related reactions. Confined nanoregions composed of both reactants and catalysts through weak interactions are expected to improve the catalytic performance and promote the mass transport of relevant molecules simultaneously. However, at reaction temperatures, the structural variation of such confined spaces constructed via weak interactions remains unclear. Herein, through density functional theory calculations combined with ab initio molecular dynamics simulations, we have systematically investigated the dynamic structural evolution of the confined space constructed by acetylene reactants and a polyoxometalate-based metal-organic framework (POMOF) via hydrogen-bond networks. It is found that, at the reaction temperature of acetylene semihydrogenation, the hydrogen-bond networks and generated confined nanoregions are not rigid but are constantly changing and dynamically maintained. The steering role played by the O atoms at the surfaces of the polyoxometalate clusters is essential for generation of the hydrogen-bond networks and maintenance of the nanoregions. Upon confinement, the acetylene reactants can be better activated than those in an unconstrained atmosphere, which is reflected by the different dynamic distributions of the ∠CHC bending magnitude. Moreover, from a comparison of the distinct interaction characteristics between acetylene/ethylene and POMOF, the different manifestations in the adsorption energy variations of the confined molecules can be interpreted. This work helps to elucidate the underlying mechanisms of confined catalysis and may promote its application in practical catalytic processes.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Once molecules are confined\nwithin regions comparable to their\nspatial extensions, their behavior and properties can significantly\ndiffer from those which they would have when located in unconstrained\nopen space. For example, water (H<sub>2</sub>O) molecules confined\nwithin 0.8-nm-diameter carbon nanotube porins exhibit enhanced permeability\nthat exceeds corresponding values measured in biological water transporters\nby 1 order of magnitude. Isolated chromophores\nconfined in ionic crystals can generate long-lasting blue light with\nenhanced phosphorescence efficiency thanks to the strong ionic bonds\nbetween the confined molecules and surrounding environment. The concept of nanoconfinement has also been\nutilized in heterogeneous catalysis, where reactants and catalysts are encapsulated\nin zero-dimensional nanopores and one-dimensional nanotubes, constrained\nwithin interlayers between different two-dimensional surfaces, and partially encapsulated in tunable microporous polymer layers. In this way, one can significantly improve the\ncorresponding catalytic performance. It is no exaggeration to say\nthat the role of the reaction microenvironments where reactants locate\ncan be as important as that played by the intrinsic active sites of\ncatalysts. With innovation and continuous\nbreakthroughs in experiments, theoretical simulations play an essential\nrole in revealing the microscopic mechanism of the nanoconfinement\neffect and, mostly, are based on a <italic toggle=\"yes\">static</italic> point of\nview. Although theoretical simulations have also been performed from a <italic toggle=\"yes\">dynamic</italic> perspective, first-principles simulations\nregarding dynamic processes of confined species are still rarely carried\nout. However, previous works have demonstrated that certain critical\ninformation on the catalytic properties cannot be revealed unless\none has performed systematic <italic toggle=\"yes\">ab initio</italic> molecular\ndynamic simulations. Also, considering that, currently, individual single molecules in\nconfined nanoregions have been able to be directly observed by using\nadvanced experimental techniques, the time has thus come\nfor in-depth investigations on the dynamic processes of confined species\nand corresponding mechanisms within the constrained microenvironments.</p>", "clean_text": "Introduction\n\nOnce molecules are confined within regions comparable to their spatial extensions, their behavior and properties can significantly differ from those which they would have when located in unconstrained open space. For example, water (H2O) molecules confined within 0.8-nm-diameter carbon nanotube porins exhibit enhanced permeability that exceeds corresponding values measured in biological water transporters by 1 order of magnitude. Isolated chromophores confined in ionic crystals can generate long-lasting blue light with enhanced phosphorescence efficiency thanks to the strong ionic bonds between the confined molecules and surrounding environment. The concept of nanoconfinement has also been utilized in heterogeneous catalysis, where reactants and catalysts are encapsulated in zero-dimensional nanopores and one-dimensional nanotubes, constrained within interlayers between different two-dimensional surfaces, and partially encapsulated in tunable microporous polymer layers. In this way, one can significantly improve the corresponding catalytic performance. It is no exaggeration to say that the role of the reaction microenvironments where reactants locate can be as important as that played by the intrinsic active sites of catalysts. With innovation and continuous breakthroughs in experiments, theoretical simulations play an essential role in revealing the microscopic mechanism of the nanoconfinement effect and, mostly, are based on a static point of view. Although theoretical simulations have also been performed from a dynamic perspective, first-principles simulations regarding dynamic processes of confined species are still rarely carried out. However, previous works have demonstrated that certain critical information on the catalytic properties cannot be revealed unless one has performed systematic ab initio molecular dynamic simulations. Also, considering that, currently, individual single molecules in confined nanoregions have been able to be directly observed by using advanced experimental techniques, the time has thus come for in-depth investigations on the dynamic processes of confined species and corresponding mechanisms within the constrained microenvironments.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Because of the intriguing properties of tunable porosity, high\nsurface area, and diverse composition, metal–organic frameworks\n(MOFs) have emerged as promising materials for versatile applications\nlike gas separation and heterogeneous catalysis. Polyoxometalates (POMs), a diverse class of anionic metal–oxygen\nclusters with well-defined compositions and geometries, have also\naroused great attention due to their unique acidity/basicity, redox,\nand photochemical properties, to name a few. Experimentalists have successfully combined MOFs and POMs and prepared\npolyoxometalate-based metal–organic framework (POMOF) materials\nby embedding POMs into the cavities of MOF materials (a). In one of our\nworks, the Keggin-type SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> POM clusters loaded with Pd single-atom catalysts were encapsulated\nin MOFs, and the formed POMOF system showed high selectivity in the\nsemihydrogenation of acetylene. The deposited\nPd single atoms act as active sites in the hydrogenation reaction\nand help to improve the selectivity of the reaction toward the ethylene\nproduct because the calculated energy barrier in the step of C<sub>2</sub>H<sub>2</sub> hydrogenation (1.12 eV) is lower than the value\nin C<sub>2</sub>H<sub>4</sub> hydrogenation (1.60 eV). Theoretical simulations also revealed that,\nbecause of the unique internal environment within the POMOF, a hydrogen-bond\nnetwork formed between the reactants and POM clusters. The acetylene\nmolecules and POMOF system constituted quasi-independent confined\nnanoregions (b), which brought about more weakened adsorption of ethylene, i.e.,\nthe desirable hydrogenation product, than of acetylene. The unwanted\noverhydrogenation toward ethane was thus suppressed. Although the weakened adsorption caused by the nanoconfinement\nseems similar to that of previous findings, the confined nanoregions composed of reactants\nand POMOF behave very differently. Here, because the confined space\nis surrounded by weak hydrogen bonds rather than covalent bonds, the\nmolecules that make up the hydrogen-bond network may adjust their\npositions and orientations flexibly at the reaction temperature, facilitating\nthe entry of reactants and the release of products. It is worth noting\nthat stability and structural flexibility are both crucial for confined\ncatalysts to achieve efficient transport of reactive species to and\nfrom the corresponding active sites. However,\nregarding confined nanoregions constructed via weak interactions like\nhydrogen bonds, there are still key questions that need to be answered.\nFor example, at reaction temperatures higher than 400 K, why could\nthe hydrogen-bond network and resulting confined microenvironment\nbe well maintained? How do the confined nanoregions affect the reaction\nproperties of acetylene molecules locating inside? What is the underlying\nmechanism for the adsorption energy difference between acetylene and\nethylene in the confined nanoregions?</p>", "clean_text": "Because of the intriguing properties of tunable porosity, high surface area, and diverse composition, metal-organic frameworks (MOFs) have emerged as promising materials for versatile applications like gas separation and heterogeneous catalysis. Polyoxometalates (POMs), a diverse class of anionic metal-oxygen clusters with well-defined compositions and geometries, have also aroused great attention due to their unique acidity/basicity, redox, and photochemical properties, to name a few. Experimentalists have successfully combined MOFs and POMs and prepared polyoxometalate-based metal-organic framework (POMOF) materials by embedding POMs into the cavities of MOF materials (a). In one of our works, the Keggin-type SiW12O40 4- POM clusters loaded with Pd single-atom catalysts were encapsulated in MOFs, and the formed POMOF system showed high selectivity in the semihydrogenation of acetylene. The deposited Pd single atoms act as active sites in the hydrogenation reaction and help to improve the selectivity of the reaction toward the ethylene product because the calculated energy barrier in the step of C2H2 hydrogenation (1.12 eV) is lower than the value in C2H4 hydrogenation (1.60 eV). Theoretical simulations also revealed that, because of the unique internal environment within the POMOF, a hydrogen-bond network formed between the reactants and POM clusters. The acetylene molecules and POMOF system constituted quasi-independent confined nanoregions (b), which brought about more weakened adsorption of ethylene, i.e., the desirable hydrogenation product, than of acetylene. The unwanted overhydrogenation toward ethane was thus suppressed. Although the weakened adsorption caused by the nanoconfinement seems similar to that of previous findings, the confined nanoregions composed of reactants and POMOF behave very differently. Here, because the confined space is surrounded by weak hydrogen bonds rather than covalent bonds, the molecules that make up the hydrogen-bond network may adjust their positions and orientations flexibly at the reaction temperature, facilitating the entry of reactants and the release of products. It is worth noting that stability and structural flexibility are both crucial for confined catalysts to achieve efficient transport of reactive species to and from the corresponding active sites. However, regarding confined nanoregions constructed via weak interactions like hydrogen bonds, there are still key questions that need to be answered. For example, at reaction temperatures higher than 400 K, why could the hydrogen-bond network and resulting confined microenvironment be well maintained? How do the confined nanoregions affect the reaction properties of acetylene molecules locating inside? What is the underlying mechanism for the adsorption energy difference between acetylene and ethylene in the confined nanoregions?", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Three-dimensional\nstructure of the POMOF framework. The SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> clusters are shown as\npolyhedra. (b) Close-up view of the confined nanoregion after formation\nof the hydrogen-bond network. Optimized configurations (c and d) of\nan adsorbed C<sub>2</sub>H<sub>2</sub> molecule within the POMOF system.\nThe bonding patterns of the acetylene molecule with one and two SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> clusters are shown in\nparts c and d, respectively. Optimized structures of 16 (e) and 60\n(f) C<sub>2</sub>H<sub>2</sub> molecules adsorbed within one unit\ncell of the POMOF system. The Si, W, O, C, N, H, and Cu atoms are\ndepicted in yellow, silk blue, red, gray, blue, white, and light pink,\nrespectively. The two SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> clusters represented by the line mode are located in the area behind\nthose by the stick mode.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23072_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Three-dimensional structure of the POMOF framework. The SiW12O40 4- clusters are shown as polyhedra. (b) Close-up view of the confined nanoregion after formation of the hydrogen-bond network. Optimized configurations (c and d) of an adsorbed C2H2 molecule within the POMOF system. The bonding patterns of the acetylene molecule with one and two SiW12O40 4- clusters are shown in parts c and d, respectively. Optimized structures of 16 (e) and 60 (f) C2H2 molecules adsorbed within one unit cell of the POMOF system. The Si, W, O, C, N, H, and Cu atoms are depicted in yellow, silk blue, red, gray, blue, white, and light pink, respectively. The two SiW12O40 4- clusters represented by the line mode are located in the area behind those by the stick mode.   ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>To address the above\nquestions, the adsorption and diffusion of\nacetylene reactants within the POMOF system have been systematically\ninvestigated via density functional theory (DFT) calculations combined\nwith <italic toggle=\"yes\">ab initio</italic> molecular dynamics (AIMD) simulations.\nIt is found that while the formation of a hydrogen-bond network is\nfavorable from an energetic point of view, the motion of acetylene\nis accompanied by the continuous destruction and regeneration of hydrogen\nbonds at the reaction temperature. In other words, the hydrogen-bond\nnetwork and resulting confined microenvironment are not rigid but\nare dynamically preserved. It is also revealed that the steering role\nplayed by the O atoms at the POM surfaces is essential for generation\nof the hydrogen-bond network and maintenance of the nanoregions. Because\nof the involvement of hydrogen bonds, the confined acetylene reactants\nare better activated than those in an unconstrained atmosphere, which\nis reflected by the different dynamic distributions of the ∠CHC\nbending magnitude of acetylene at the same temperature. We have also\nillustrated the attractive interaction between the overall confined\nacetylene molecules and POMOF system, in sharp contrast to the repulsion\nbetween confined ethylene and POMOF. From this comparison, one can\ninterpret the different manifestations of the confined acetylene and\nethylene in the adsorption energy variations. This work helps to elucidate the underlying mechanisms of confined\ncatalysis and may facilitate its application in practical applications.</p>", "clean_text": "To address the above questions, the adsorption and diffusion of acetylene reactants within the POMOF system have been systematically investigated via density functional theory (DFT) calculations combined with ab initio molecular dynamics (AIMD) simulations. It is found that while the formation of a hydrogen-bond network is favorable from an energetic point of view, the motion of acetylene is accompanied by the continuous destruction and regeneration of hydrogen bonds at the reaction temperature. In other words, the hydrogen-bond network and resulting confined microenvironment are not rigid but are dynamically preserved. It is also revealed that the steering role played by the O atoms at the POM surfaces is essential for generation of the hydrogen-bond network and maintenance of the nanoregions. Because of the involvement of hydrogen bonds, the confined acetylene reactants are better activated than those in an unconstrained atmosphere, which is reflected by the different dynamic distributions of the ∠CHC bending magnitude of acetylene at the same temperature. We have also illustrated the attractive interaction between the overall confined acetylene molecules and POMOF system, in sharp contrast to the repulsion between confined ethylene and POMOF. From this comparison, one can interpret the different manifestations of the confined acetylene and ethylene in the adsorption energy variations. This work helps to elucidate the underlying mechanisms of confined catalysis and may facilitate its application in practical applications.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Computational Details</title><p>The POMOF adopts\nan orthorhombic unit cell, in which four POM clusters\n(SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup>) and four cavities\nare alternately arranged. The lattice constants used for simulating\nthe POMOF system are <italic toggle=\"yes\">a</italic> = 11.740 Å, <italic toggle=\"yes\">b</italic> = 22.157 Å, <italic toggle=\"yes\">c</italic> = 22.245 Å, and α\n= β = γ = 90°, which come from the X-ray crystallographic\nmeasurements. In the original experiments,\nthe POMOF material is filled with water, with each SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> POM cluster corresponding to 18\nH<sub>2</sub>O molecules. Herein, in the simulated POMOF system, each\nSiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> cluster corresponds\nto up to 15 C<sub>2</sub>H<sub>2</sub> molecules. In our calculations, we adopted the original lattice\nconstants from experiments without further\nchanges because the size of the space occupied by 18 H<sub>2</sub>O molecules is comparable to that by a dozen or so acetylene molecules,\nand also considering that the framework of the POMOF material is sustained\nby a large number of SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> clusters that it accommodates, a reduction in the number of acetylene\nmolecules will not cause significant shrinkage of the lattice.</p>", "clean_text": "Computational Details\n\nThe POMOF adopts an orthorhombic unit cell, in which four POM clusters (SiW12O40 4-) and four cavities are alternately arranged. The lattice constants used for simulating the POMOF system are a = 11.740 Å, b = 22.157 Å, c = 22.245 Å, and α = β = γ = 90°, which come from the X-ray crystallographic measurements. In the original experiments, the POMOF material is filled with water, with each SiW12O40 4- POM cluster corresponding to 18 H2O molecules. Herein, in the simulated POMOF system, each SiW12O40 4- cluster corresponds to up to 15 C2H2 molecules. In our calculations, we adopted the original lattice constants from experiments without further changes because the size of the space occupied by 18 H2O molecules is comparable to that by a dozen or so acetylene molecules, and also considering that the framework of the POMOF material is sustained by a large number of SiW12O40 4- clusters that it accommodates, a reduction in the number of acetylene molecules will not cause significant shrinkage of the lattice.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>To simulate the adsorption properties of acetylene and ethylene\nwithin the POMOF system, we made the adsorbed molecules occupy all\nof the four cavities instead of exerting partial coordination constraints\nand just filling one, as in our previous calculations. This new simulation setup can better reflect\nhow interaction energies vary with the number of molecules than that\nin the previous work. The interaction\nenergy (<italic toggle=\"yes\">E</italic>\n<sub>int</sub>) is defined in the following\nformula:<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23072_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>int</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>POMOF</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">x</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">n</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>POMOF</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">x</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">n</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>Here, <italic toggle=\"yes\">E</italic>\n<sub>POMOF–(C<sub>2</sub>H<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>\n</sub> is the calculated\nenergy of the POMOF system after <italic toggle=\"yes\">n</italic> C<sub>2</sub>H<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> (<italic toggle=\"yes\">x</italic> = 2 or 4) molecules\nhave been adsorbed, and <italic toggle=\"yes\">E</italic>\n<sub>POMOF</sub> and <italic toggle=\"yes\">E</italic>\n<sub>(C<sub>2</sub>H<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>\n</sub> are the energies\nof the bare POMOF and the overall <italic toggle=\"yes\">n</italic> C<sub>2</sub>H<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> molecules, respectively. The configurations\nof the latter two are consistent with the respective configurations\nin the adsorption system [POMOF–(C<sub>2</sub>H<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>]. It is worth noting\nthat the interaction energy is different from the adsorption energy\nof molecules and reflects the interaction between POMOF and <italic toggle=\"yes\">n</italic> molecules as a whole. Only when the number of molecules <italic toggle=\"yes\">n</italic> is equal to 1 does the value of <italic toggle=\"yes\">E</italic>\n<sub>\n<italic toggle=\"yes\">int</italic>\n</sub> become the same as the corresponding adsorption\nenergy of the <italic toggle=\"yes\">n</italic> C<sub>2</sub>H<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> adsorbates.\n</p>", "clean_text": "To simulate the adsorption properties of acetylene and ethylene within the POMOF system, we made the adsorbed molecules occupy all of the four cavities instead of exerting partial coordination constraints and just filling one, as in our previous calculations. This new simulation setup can better reflect how interaction energies vary with the number of molecules than that in the previous work. The interaction energy (E int) is defined in the following formula:      E   int   =   E   POMOF - (   C   2     H   x     )   n     -  (   E   POMOF   +     E   (   C   2     H   x   )     n   )    Here, E POMOF-(C2H x ) n   is the calculated energy of the POMOF system after n C2H x  (x = 2 or 4) molecules have been adsorbed, and E POMOF and E (C2H x ) n   are the energies of the bare POMOF and the overall n C2H x  molecules, respectively. The configurations of the latter two are consistent with the respective configurations in the adsorption system [POMOF-(C2H x ) n ]. It is worth noting that the interaction energy is different from the adsorption energy of molecules and reflects the interaction between POMOF and n molecules as a whole. Only when the number of molecules n is equal to 1 does the value of E  int  become the same as the corresponding adsorption energy of the n C2H x  adsorbates. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>All of the\nDFT calculations were performed using the <italic toggle=\"yes\">CP2K</italic> package. The exchange–correlation\ninteraction was described by the PBE functional. The van der Waals interactions were described by using\nthe empirical scheme (D3) developed by Grimme et al. The wave functions were expanded in terms of the optimized\ndouble-ζ Gaussian basis sets and\nan auxiliary plane wave basis set with\na cutoff energy of 500 Ry. The core electrons were described by using\nthe scalar relativistic norm-conserving pseudopotentials with 4, 5, 6, 1, 11, 4, and 14 valence electrons\nfor C, N, O, H, Cu, Si, and W, respectively. The Brillouin zone sampling\nwas carried out by using the Γ point only. The atomic relaxations\nwere performed until the maximum residual force was less than about\n0.05 eV/Å [1.0 × 10<sup>–3</sup> atomic units (a.u.)].\nThe counterpoise correction was taken into account to alleviate the\nbasis set superposition error. We have\nconfirmed that the calculation methods used in this work can well\ndescribe weak noncovalent interactions. Taking the H–CC–H···OH<sub>2</sub> complex as an example, the binding energy between acetylene\nand H<sub>2</sub>O was calculated to be −3.18 kcal/mol, in\ngood agreement with the value of −2.83 kcal/mol obtained at\na very high level of CCSD­(T)/jul-cc-pVTZ. The AIMD simulations were performed in the canonical (<italic toggle=\"yes\">NVT</italic>) ensemble by using the Nosé–Hoover thermostats. The corresponding time step was 1 fs, and the temperature was set\nto 473 K. Parts of the analysis on the molecular dynamics trajectories\nwere performed with the help of the <italic toggle=\"yes\">VMD</italic>\n and <italic toggle=\"yes\">TRAVIS</italic>\n software.</p>", "clean_text": "All of the DFT calculations were performed using the CP2K package. The exchange-correlation interaction was described by the PBE functional. The van der Waals interactions were described by using the empirical scheme (D3) developed by Grimme et al. The wave functions were expanded in terms of the optimized double-ζ Gaussian basis sets and an auxiliary plane wave basis set with a cutoff energy of 500 Ry. The core electrons were described by using the scalar relativistic norm-conserving pseudopotentials with 4, 5, 6, 1, 11, 4, and 14 valence electrons for C, N, O, H, Cu, Si, and W, respectively. The Brillouin zone sampling was carried out by using the Γ point only. The atomic relaxations were performed until the maximum residual force was less than about 0.05 eV/Å [1.0 × 10-3 atomic units (a.u.)]. The counterpoise correction was taken into account to alleviate the basis set superposition error. We have confirmed that the calculation methods used in this work can well describe weak noncovalent interactions. Taking the H-CC-H⋅⋅⋅OH2 complex as an example, the binding energy between acetylene and H2O was calculated to be -3.18 kcal/mol, in good agreement with the value of -2.83 kcal/mol obtained at a very high level of CCSD(T)/jul-cc-pVTZ. The AIMD simulations were performed in the canonical (NVT) ensemble by using the Nosé-Hoover thermostats. The corresponding time step was 1 fs, and the temperature was set to 473 K. Parts of the analysis on the molecular dynamics trajectories were performed with the help of the VMD  and TRAVIS  software.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>The O atoms\nat the surface of the POM clusters can interact with\nthe H atoms of acetylene by forming hydrogen bonds. According to the\narrangement pattern of SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> within the MOF system, the acetylene molecules can interact with\nSiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> through two conformations:\nan acetylene molecule can either locate inside the cavity region of\nMOF unoccupied by the POM cluster and interact with one SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> unit (c) or move to the edge of the cavity and\nform hydrogen bonds with two SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> units simultaneously (d). It should be noted that whether the latter bonding mode\ncould appear depends on the distance of the surface O atoms between\ntwo adjacent SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> clusters.\nIn this system, the closest distance between the surface O atoms of\nadjacent clusters is 6.00 Å, which matches the distance of 3.35\nÅ between the two terminal H atoms within one acetylene molecule.\nThe bond lengths of the two formed hydrogen bonds in d are 2.07 and 2.35 Å,\nrespectively, comparable to the hydrogen bond length of 2.15 Å\nin c. In these\ntwo cases, the calculated binding energies between the acetylene molecule\nand POMOF system are −0.32 and −0.60 eV, respectively,\nfrom which one can see that the interaction between C<sub>2</sub>H<sub>2</sub> and POMOF is stronger when one acetylene molecule forms hydrogen\nbonds with two SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> units.\nWe note in passing that the strength of each hydrogen bond in the\nsystem is much higher than that in the H–CC–H···OH<sub>2</sub> complex, which is probably due to the greater polarization\nof the C–H bond induced by the SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> POM anion than that by a neutral H<sub>2</sub>O molecule. The adsorbed C<sub>2</sub>H<sub>2</sub> molecules in\nboth cases remain electrically neutral according to the Bader charge\nanalysis, but they exhibit different electronic density of states\n(DOS). As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23072/suppl_file/am2c23072_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>, the highest\noccupied molecular orbital (HOMO) of acetylene that forms one hydrogen\nbond (c) locates\nat 1.42 eV below the Fermi level, while it locates at 1.73 eV below,\ni.e., being further away from the Fermi level, when the C<sub>2</sub>H<sub>2</sub> molecule forms two hydrogen bonds with two SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> clusters (d).</p>", "clean_text": "Results and Discussion\n\nThe O atoms at the surface of the POM clusters can interact with the H atoms of acetylene by forming hydrogen bonds. According to the arrangement pattern of SiW12O40 4- within the MOF system, the acetylene molecules can interact with SiW12O40 4- through two conformations: an acetylene molecule can either locate inside the cavity region of MOF unoccupied by the POM cluster and interact with one SiW12O40 4- unit (c) or move to the edge of the cavity and form hydrogen bonds with two SiW12O40 4- units simultaneously (d). It should be noted that whether the latter bonding mode could appear depends on the distance of the surface O atoms between two adjacent SiW12O40 4- clusters. In this system, the closest distance between the surface O atoms of adjacent clusters is 6.00 Å, which matches the distance of 3.35 Å between the two terminal H atoms within one acetylene molecule. The bond lengths of the two formed hydrogen bonds in d are 2.07 and 2.35 Å, respectively, comparable to the hydrogen bond length of 2.15 Å in c. In these two cases, the calculated binding energies between the acetylene molecule and POMOF system are -0.32 and -0.60 eV, respectively, from which one can see that the interaction between C2H2 and POMOF is stronger when one acetylene molecule forms hydrogen bonds with two SiW12O40 4- units. We note in passing that the strength of each hydrogen bond in the system is much higher than that in the H-CC-H⋅⋅⋅OH2 complex, which is probably due to the greater polarization of the C-H bond induced by the SiW12O40 4- POM anion than that by a neutral H2O molecule. The adsorbed C2H2 molecules in both cases remain electrically neutral according to the Bader charge analysis, but they exhibit different electronic density of states (DOS). As shown in Figure S1, the highest occupied molecular orbital (HOMO) of acetylene that forms one hydrogen bond (c) locates at 1.42 eV below the Fermi level, while it locates at 1.73 eV below, i.e., being further away from the Fermi level, when the C2H2 molecule forms two hydrogen bonds with two SiW12O40 4- clusters (d).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>With an increase\nof the number of acetylene molecules adsorbed\nwithin the POMOF system, the newly added C<sub>2</sub>H<sub>2</sub> molecules tend to form two hydrogen bonds with the surface O atoms\nof two SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> clusters\nsimultaneously because adopting such a configuration makes the system\nhave lower energy. Considering that the O atoms are distributed regularly\non the surface of SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> and the POM clusters are arranged regularly within the MOF system,\nthe acetylene molecules bonded in the above manner could also be distributed\nin a regular way within the POMOF material, i.e., forming a hydrogen-bond\nnetwork, as shown in e. One can see that all of the adsorbed molecules (16 in total\nwithin one unit cell) maintain configurations similar to those in\nsingle-molecule adsorption. Correspondingly, the interaction energy\nbetween acetylene and POMOF is calculated to be −0.59 eV/molecule,\nalmost the same as the value when only one molecule adsorbs. Acetylene\nmolecules can also adsorb on isolated Pd single atoms loaded onto\nthe surface of the SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> POM clusters. However, because the number of Pd atoms is much smaller\nthan the number of surface O atoms, the presence of Pd basically does\nnot affect construction of the hydrogen-bond network. Interestingly,\nthe hydrogen-bond network composed of acetylene molecules separates\nthe upper-right and lower-left cavities of the MOF framework, which\nmay hinder molecular diffusion between the two regions. In other words,\nthe hydrogen-bond network and POM clusters together build up a series\nof confined microenvironments that are quasi-independent of each other.\nThese confined microenvironments can further accommodate subsequently\nadsorbed C<sub>2</sub>H<sub>2</sub> molecules. In f, we present the structure\nof the system upon the adsorption of an additional 44 acetylene molecules\ninside one unit cell of the POMOF system, where each cavity contains\n11 molecules. Here, the calculated interaction energy becomes −0.36\neV/molecule, located in the range between the corresponding values\nof the two configurations in c,d. Bader charge analysis shows that the C<sub>2</sub>H<sub>2</sub> molecules are slightly positively charged: within one\nunit cell, the 16 acetylene molecules forming the hydrogen-bond network\npossess 0.34 positive charges, while the charge amount carried by\nthe other 44 molecules within the four confined cavities is 0.47.\nIn <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23072/suppl_file/am2c23072_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>, we present the calculated\nDOS of the 60 acetylene molecules as they adsorb in the POMOF system\nor exist in isolation. One can see that, for the adsorbed molecules\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23072/suppl_file/am2c23072_si_001.pdf\" xlink:type=\"simple\">Figure S2a</ext-link>), the energy levels of acetylene\nat the hydrogen-bond network are located to the left relative to those\nof acetylene within the POMOF cavities. The movement of the above\nenergy levels makes the HOMO of C<sub>2</sub>H<sub>2</sub> closer\nto the Fermi level when the molecules are located inside the confined\nspace, consistent with the case of single-molecule adsorption in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23072/suppl_file/am2c23072_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>. For comparison, when the 60 acetylene\nmolecules exist in isolation (i.e., without the presence of the POMOF\nsystem), the energy-level positions of the two types of molecules\nbecome very close, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23072/suppl_file/am2c23072_si_001.pdf\" xlink:type=\"simple\">Figure S2b</ext-link>, although the molecules adopt the same configurations as those in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23072/suppl_file/am2c23072_si_001.pdf\" xlink:type=\"simple\">Figure S2a</ext-link>.</p>", "clean_text": "With an increase of the number of acetylene molecules adsorbed within the POMOF system, the newly added C2H2 molecules tend to form two hydrogen bonds with the surface O atoms of two SiW12O40 4- clusters simultaneously because adopting such a configuration makes the system have lower energy. Considering that the O atoms are distributed regularly on the surface of SiW12O40 4- and the POM clusters are arranged regularly within the MOF system, the acetylene molecules bonded in the above manner could also be distributed in a regular way within the POMOF material, i.e., forming a hydrogen-bond network, as shown in e. One can see that all of the adsorbed molecules (16 in total within one unit cell) maintain configurations similar to those in single-molecule adsorption. Correspondingly, the interaction energy between acetylene and POMOF is calculated to be -0.59 eV/molecule, almost the same as the value when only one molecule adsorbs. Acetylene molecules can also adsorb on isolated Pd single atoms loaded onto the surface of the SiW12O40 4- POM clusters. However, because the number of Pd atoms is much smaller than the number of surface O atoms, the presence of Pd basically does not affect construction of the hydrogen-bond network. Interestingly, the hydrogen-bond network composed of acetylene molecules separates the upper-right and lower-left cavities of the MOF framework, which may hinder molecular diffusion between the two regions. In other words, the hydrogen-bond network and POM clusters together build up a series of confined microenvironments that are quasi-independent of each other. These confined microenvironments can further accommodate subsequently adsorbed C2H2 molecules. In f, we present the structure of the system upon the adsorption of an additional 44 acetylene molecules inside one unit cell of the POMOF system, where each cavity contains 11 molecules. Here, the calculated interaction energy becomes -0.36 eV/molecule, located in the range between the corresponding values of the two configurations in c,d. Bader charge analysis shows that the C2H2 molecules are slightly positively charged: within one unit cell, the 16 acetylene molecules forming the hydrogen-bond network possess 0.34 positive charges, while the charge amount carried by the other 44 molecules within the four confined cavities is 0.47. In Figure S2, we present the calculated DOS of the 60 acetylene molecules as they adsorb in the POMOF system or exist in isolation. One can see that, for the adsorbed molecules (Figure S2a), the energy levels of acetylene at the hydrogen-bond network are located to the left relative to those of acetylene within the POMOF cavities. The movement of the above energy levels makes the HOMO of C2H2 closer to the Fermi level when the molecules are located inside the confined space, consistent with the case of single-molecule adsorption in Figure S1. For comparison, when the 60 acetylene molecules exist in isolation (i.e., without the presence of the POMOF system), the energy-level positions of the two types of molecules become very close, as shown in Figure S2b, although the molecules adopt the same configurations as those in Figure S2a.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The structure shown in f is a local minimum\nat 0 K, but the actual reaction\ntakes place above room temperature and works well at temperatures\neven higher than 400 K. Considering the weak strength of the hydrogen\nbonds, one can expect that, at such high temperatures, the arrangement\nof the acetylene molecules within the POMOF system is very likely\nto change. Thus, it would be interesting to explore the feature of\nthe structural evolution of acetylene at a reaction temperature. We\nhave performed AIMD simulations at 473 K for the adsorbed system and\nfound that the positions of the adsorbed acetylene molecules are constantly\nchanging with time rather than being fixed at the corresponding locations\nof the local minimum at 0 K. In a, we display the radial pair distribution functions\nthat show the distances between H atoms from acetylene and O atoms\nfrom POM clusters. Here, the blue line represents the distance distribution\nof the adsorption configuration at 0 K (f), while the red line is obtained from statistics\non the distances from an 8 ps AIMD trajectory at 473 K. From a comparison\nof the two lines, one can see that at 473 K, there is a significant\ndecrease in the distribution of the distances within the range of\n2.1–2.5 Å between the H and O atoms. Because such a length\nrange corresponds to the bond length of the C–H···O\nhydrogen bonds, the above result implies that the hydrogen-bond framework\nof the local minimum formed at 0 K has been disrupted to some extent,\nowing to the motion of the acetylene molecules. In b, we divide the radial pair\ndistribution function into two contributions, one of which is from\nthe 16 acetylene molecules forming the hydrogen-bond network, while\nthe other comes from the 44 molecules confined inside the MOF cavities.\nFor the former, the peak of the corresponding distribution function\nlocates around 2.25 Å, still in the typical range of the C–H···O\nhydrogen-bond length. This means that the aforementioned hydrogen-bond\nnetwork may be basically maintained, albeit in a markedly different\nmanner from that in the adsorption configuration at 0 K. For the acetylene\nmolecules confined within the MOF cavities, the corresponding peak\nshifts to the right around 2.45 Å, higher than the former value.\nThis may be because here most acetylene molecules are bound by only\none hydrogen bond, and thus their displacements become more flexible.</p>", "clean_text": "The structure shown in f is a local minimum at 0 K, but the actual reaction takes place above room temperature and works well at temperatures even higher than 400 K. Considering the weak strength of the hydrogen bonds, one can expect that, at such high temperatures, the arrangement of the acetylene molecules within the POMOF system is very likely to change. Thus, it would be interesting to explore the feature of the structural evolution of acetylene at a reaction temperature. We have performed AIMD simulations at 473 K for the adsorbed system and found that the positions of the adsorbed acetylene molecules are constantly changing with time rather than being fixed at the corresponding locations of the local minimum at 0 K. In a, we display the radial pair distribution functions that show the distances between H atoms from acetylene and O atoms from POM clusters. Here, the blue line represents the distance distribution of the adsorption configuration at 0 K (f), while the red line is obtained from statistics on the distances from an 8 ps AIMD trajectory at 473 K. From a comparison of the two lines, one can see that at 473 K, there is a significant decrease in the distribution of the distances within the range of 2.1-2.5 Å between the H and O atoms. Because such a length range corresponds to the bond length of the C-H⋅⋅⋅O hydrogen bonds, the above result implies that the hydrogen-bond framework of the local minimum formed at 0 K has been disrupted to some extent, owing to the motion of the acetylene molecules. In b, we divide the radial pair distribution function into two contributions, one of which is from the 16 acetylene molecules forming the hydrogen-bond network, while the other comes from the 44 molecules confined inside the MOF cavities. For the former, the peak of the corresponding distribution function locates around 2.25 Å, still in the typical range of the C-H⋅⋅⋅O hydrogen-bond length. This means that the aforementioned hydrogen-bond network may be basically maintained, albeit in a markedly different manner from that in the adsorption configuration at 0 K. For the acetylene molecules confined within the MOF cavities, the corresponding peak shifts to the right around 2.45 Å, higher than the former value. This may be because here most acetylene molecules are bound by only one hydrogen bond, and thus their displacements become more flexible.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Comparison\nof the radial pair distribution functions for the\ndistances between H atoms from acetylene and O atoms from POM clusters\nat 0 K (blue line) and 473 K (red line). (b) Contributions of the\nradial pair distribution function from two types of acetylenes locating\nat the hydrogen-bond network and inside the MOF cavities. The peak\npositions of the two contribution curves (blue and green) are marked\nby the corresponding vertical dashed lines.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23072_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Comparison of the radial pair distribution functions for the distances between H atoms from acetylene and O atoms from POM clusters at 0 K (blue line) and 473 K (red line). (b) Contributions of the radial pair distribution function from two types of acetylenes locating at the hydrogen-bond network and inside the MOF cavities. The peak positions of the two contribution curves (blue and green) are marked by the corresponding vertical dashed lines.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>To further explore the motion feature of acetylene\nwithin a POMOF\nat 473 K, we present how the lengths of the C–H···O\nbonds of different acetylene molecules change with time in the AIMD\ntrajectory. We use “statistic numbers” to label the\nmotion of acetylene molecules and display the representative results\nin . For each\nH atom of an acetylene molecule, if the length of the C–H···O\nbond formed with any of the surrounding O atoms is less than 2.4 Å,\nthe corresponding statistic number is increased by 1. In other words,\nthe statistic number of a H atom reflects the number of formed C–H···O\nbonds that are shorter than 2.4 Å. For the hydrogen-bond network\ncomposed of C<sub>2</sub>H<sub>2</sub> and SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> clusters at 0 K, the statistic numbers of all\nH atoms are 1 because each H atom of acetylene forms a C–H···O\nbond with one O atom. As the molecules start to move at the reaction\ntemperature, the statistic numbers change accordingly. For example,\nthe number will increase if the corresponding H atom moves closer\nto more O atoms and will decrease if the H atom moves away from the\nO atoms. Thus, the motion of an acetylene molecule can be reflected\nby changes in the two statistic numbers of the corresponding H atoms.\nIn this way,  represents the motion of adsorbed acetylene molecules within the\nPOMOF system. Parts a–d (blue lines) of  reflect the motion feature of the acetylene\nmolecules located at the hydrogen-bond network. It can be seen that,\nalthough the statistic numbers keep changing with time, the corresponding\nvalues are 1 most of the time. Moreover, even if the C–H···O\nbond is broken at one point, it can be restored later due to the attraction\nor binding of nearby O atoms. In other words, the formed hydrogen-bond\nnetwork is maintained dynamically rather than statically. As for the\nacetylene molecules inside the cavities, the motion characteristics\nexhibit clear differences (e–h, green lines). Although there is acetylene\nthat forms two C–H···O bonds with two O atoms\nin the cavities (e), it is more common for an acetylene molecule to interact with\nonly one O atom via its H atom at one end (f), to alternatively bind to one O atom with\nits two H atoms (g), or to be almost away from all O atoms without forming any C–H···O\nbond (h).</p>", "clean_text": "To further explore the motion feature of acetylene within a POMOF at 473 K, we present how the lengths of the C-H⋅⋅⋅O bonds of different acetylene molecules change with time in the AIMD trajectory. We use \"statistic numbers\" to label the motion of acetylene molecules and display the representative results in . For each H atom of an acetylene molecule, if the length of the C-H⋅⋅⋅O bond formed with any of the surrounding O atoms is less than 2.4 Å, the corresponding statistic number is increased by 1. In other words, the statistic number of a H atom reflects the number of formed C-H⋅⋅⋅O bonds that are shorter than 2.4 Å. For the hydrogen-bond network composed of C2H2 and SiW12O40 4- clusters at 0 K, the statistic numbers of all H atoms are 1 because each H atom of acetylene forms a C-H⋅⋅⋅O bond with one O atom. As the molecules start to move at the reaction temperature, the statistic numbers change accordingly. For example, the number will increase if the corresponding H atom moves closer to more O atoms and will decrease if the H atom moves away from the O atoms. Thus, the motion of an acetylene molecule can be reflected by changes in the two statistic numbers of the corresponding H atoms. In this way,  represents the motion of adsorbed acetylene molecules within the POMOF system. Parts a-d (blue lines) of  reflect the motion feature of the acetylene molecules located at the hydrogen-bond network. It can be seen that, although the statistic numbers keep changing with time, the corresponding values are 1 most of the time. Moreover, even if the C-H⋅⋅⋅O bond is broken at one point, it can be restored later due to the attraction or binding of nearby O atoms. In other words, the formed hydrogen-bond network is maintained dynamically rather than statically. As for the acetylene molecules inside the cavities, the motion characteristics exhibit clear differences (e-h, green lines). Although there is acetylene that forms two C-H⋅⋅⋅O bonds with two O atoms in the cavities (e), it is more common for an acetylene molecule to interact with only one O atom via its H atom at one end (f), to alternatively bind to one O atom with its two H atoms (g), or to be almost away from all O atoms without forming any C-H⋅⋅⋅O bond (h).", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Changes\nin the statistic numbers of two H atoms for each acetylene\nmolecule during the AIMD simulations, which reflect the motion features\nof acetylene molecules at the hydrogen-bond network (a–d) and\ninside the confined cavities (e–h), respectively. There is\nno interchange between the two types of acetylene molecules. For more\ninformation on the meaning of the statistic numbers, refer to the\nmain text.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23072_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Changes in the statistic numbers of two H atoms for each acetylene molecule during the AIMD simulations, which reflect the motion features of acetylene molecules at the hydrogen-bond network (a-d) and inside the confined cavities (e-h), respectively. There is no interchange between the two types of acetylene molecules. For more information on the meaning of the statistic numbers, refer to the main text.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>In addition to the formation and\nbreaking of C–H···O\nhydrogen bonds, the internal degrees of freedom of acetylene also\nchange with time at 473 K. Among them, we have paid particular attention\nto the change of the ∠CHC bond angles (inside each acetylene\nmolecule) because this degree of freedom is closely related to the\nactivation of acetylene molecules. In a, we show the statistical distribution of\nthe ∠CHC bond angle of acetylene at 473 K (blue line). One\ncan see that the ∠CHC angle is mainly distributed in the range\nof 0–35° and reaches the peak of distribution around 10°,\nin sharp contrast to a value of close to 0°, as in the structure\nof the local minimum at 0 K. To explore the effect of the POMOF microenvironment\non the acetylene activation, we constructed a reference system and\ncompared the statistical distribution of the ∠CHC angles. The\nreference system has the same lattice parameters as POMOF but exists\nas an unconstrained open space, i.e., does not contain MOF or POM\nclusters (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23072/suppl_file/am2c23072_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). Because the main\ndifference in the number of molecules between those accommodated in\nthe confined nanoregions and those in the unconstrained open space\ncomes from the area originally occupied by the four POM clusters in\nPOMOF, the number of acetylene molecules is also increased from 60\nto 104, so that the two systems could have similar acetylene molecular\ndensities. The red line in a shows the difference in the ∠CHC angular distribution\nbetween the two systems, where a positive value means that acetylene\nwithin a POMOF exhibits a larger proportion of the distribution at\na specific angle. The result shows that, relative to the reference\nopen system, acetylene molecules adsorbed in the POMOF system have\nlower distributions at small angles from 0° to 15°, while\nthey exhibit higher proportions at large angles from 15° to 30°.\nIt is worth noting that the above results are both obtained at 473\nK. This means that, at the same external temperature, the acetylene\nmolecules adsorbed within the POMOF system can be better activated\nthan those located in an open system, and without exploration of the\ndynamic process of the molecular motions, this feature would not be\ncaptured. This reflects how important it is to study the dynamic evolution\nof the molecules’ configurations. Nevertheless, the reason\nfor the above phenomenon could still be understood from a static perspective.\nIn b, we show\nthe energy variation of an acetylene molecule when one of its ∠CHC\nangles is rotated to a series of specific angles in three different\nsituations. Here, the black line corresponds to the case of an isolated\nfree acetylene molecule without forming any hydrogen bond, while the\nblue and green lines represent the cases of acetylene at the hydrogen-bond\nnetwork (forming two hydrogen bonds) and inside an MOF cavity (forming\none hydrogen bond), respectively. It can be seen that when an acetylene\nmolecule forms one hydrogen bond with a surface O atom inside the\nPOMOF cavity, the potential energy surface for the bond angle rotation\nis always lower than the corresponding result of an isolated free\nmolecule. This means that, under the same external stimuli, the acetylene\nmolecule located in the cavity can rotate out a larger angle, corresponding\nto the higher statistical distribution at the large angle range in a. The differential\ncharge density distribution also shows that, upon formation of the\nC–H···O hydrogen bond, the C–H bond will\nbe polarized by the negatively charged O atom, which may be the reason\nwhy the ∠CHC angle can be rotated by a larger angle. We note\nin passing that hydrogen-bond interactions within some MOFs are very\ncritical to the adsorption of molecules, and previous\nworks have also demonstrated the promotion of chemical bond activation\ndue to the participation of hydrogen bonds. Overall, the\ndynamic formation of hydrogen bonds within the POMOF cavities brings\nabout larger rotation angles of the acetylene molecules, which causes\nthe reactant be activated more effectively.</p>", "clean_text": "In addition to the formation and breaking of C-H⋅⋅⋅O hydrogen bonds, the internal degrees of freedom of acetylene also change with time at 473 K. Among them, we have paid particular attention to the change of the ∠CHC bond angles (inside each acetylene molecule) because this degree of freedom is closely related to the activation of acetylene molecules. In a, we show the statistical distribution of the ∠CHC bond angle of acetylene at 473 K (blue line). One can see that the ∠CHC angle is mainly distributed in the range of 0-35° and reaches the peak of distribution around 10°, in sharp contrast to a value of close to 0°, as in the structure of the local minimum at 0 K. To explore the effect of the POMOF microenvironment on the acetylene activation, we constructed a reference system and compared the statistical distribution of the ∠CHC angles. The reference system has the same lattice parameters as POMOF but exists as an unconstrained open space, i.e., does not contain MOF or POM clusters (Figure S3). Because the main difference in the number of molecules between those accommodated in the confined nanoregions and those in the unconstrained open space comes from the area originally occupied by the four POM clusters in POMOF, the number of acetylene molecules is also increased from 60 to 104, so that the two systems could have similar acetylene molecular densities. The red line in a shows the difference in the ∠CHC angular distribution between the two systems, where a positive value means that acetylene within a POMOF exhibits a larger proportion of the distribution at a specific angle. The result shows that, relative to the reference open system, acetylene molecules adsorbed in the POMOF system have lower distributions at small angles from 0° to 15°, while they exhibit higher proportions at large angles from 15° to 30°. It is worth noting that the above results are both obtained at 473 K. This means that, at the same external temperature, the acetylene molecules adsorbed within the POMOF system can be better activated than those located in an open system, and without exploration of the dynamic process of the molecular motions, this feature would not be captured. This reflects how important it is to study the dynamic evolution of the molecules' configurations. Nevertheless, the reason for the above phenomenon could still be understood from a static perspective. In b, we show the energy variation of an acetylene molecule when one of its ∠CHC angles is rotated to a series of specific angles in three different situations. Here, the black line corresponds to the case of an isolated free acetylene molecule without forming any hydrogen bond, while the blue and green lines represent the cases of acetylene at the hydrogen-bond network (forming two hydrogen bonds) and inside an MOF cavity (forming one hydrogen bond), respectively. It can be seen that when an acetylene molecule forms one hydrogen bond with a surface O atom inside the POMOF cavity, the potential energy surface for the bond angle rotation is always lower than the corresponding result of an isolated free molecule. This means that, under the same external stimuli, the acetylene molecule located in the cavity can rotate out a larger angle, corresponding to the higher statistical distribution at the large angle range in a. The differential charge density distribution also shows that, upon formation of the C-H⋅⋅⋅O hydrogen bond, the C-H bond will be polarized by the negatively charged O atom, which may be the reason why the ∠CHC angle can be rotated by a larger angle. We note in passing that hydrogen-bond interactions within some MOFs are very critical to the adsorption of molecules, and previous works have also demonstrated the promotion of chemical bond activation due to the participation of hydrogen bonds. Overall, the dynamic formation of hydrogen bonds within the POMOF cavities brings about larger rotation angles of the acetylene molecules, which causes the reactant be activated more effectively.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Statistical distribution\nof the ∠CHC angle of acetylene\nat 473 K (blue line) and its difference from the statistical result\nof the reference system containing 104 acetylene molecules (red line).\n(b) Potential energy surfaces of an acetylene molecule with one ∠CHC\nbond angle rotated to specific angle values. The black, blue, and\ngreen lines correspond to an isolated acetylene molecule (free molecule\nwithout forming any hydrogen bond), acetylene at the hydrogen-bond\nnetwork (forming two hydrogen bonds), and acetylene inside an MOF\ncavity (forming one hydrogen bond), respectively. Inset: Differential\ncharge density upon the formation of one C–H···O\nhydrogen bond. The pink and livid colors represent the charge accumulation\nand depletion regions, respectively.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23072_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Statistical distribution of the ∠CHC angle of acetylene at 473 K (blue line) and its difference from the statistical result of the reference system containing 104 acetylene molecules (red line). (b) Potential energy surfaces of an acetylene molecule with one ∠CHC bond angle rotated to specific angle values. The black, blue, and green lines correspond to an isolated acetylene molecule (free molecule without forming any hydrogen bond), acetylene at the hydrogen-bond network (forming two hydrogen bonds), and acetylene inside an MOF cavity (forming one hydrogen bond), respectively. Inset: Differential charge density upon the formation of one C-H⋅⋅⋅O hydrogen bond. The pink and livid colors represent the charge accumulation and depletion regions, respectively.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>In the previous parts, the motion characteristics\nof acetylene\nlocated at the hydrogen-bond network and within the POMOF cavities\nhave been discussed. The acetylene molecules, no matter where they\nare located in the POMOF system, all come from the external atmosphere\nthrough diffusion. Thus, it is also required to investigate the diffusive\nbehavior of acetylene. Unfortunately, because the molecular diffusive\nmotion usually involves a relatively long time scale, it is almost\nimpossible to capture the entire process through molecular dynamics\nsimulations, especially those based on the first principles. Thus,\nwe perform the simulation of the acetylene diffusion process differently.\nOn the basis of the structure of the hydrogen-bond network in e, the acetylene\ndiffusion behavior from the network region to the POMOF cavities has\nbeen explored by performing AIMD simulations at 473 K. Besides, taking\nthe structure in f as the starting point, we remove all acetylene molecules at the\nhydrogen-bond region and reoptimize the structure of all of the acetylene\nmolecules remaining inside the POMOF cavities. On the basis of the\nnewly obtained geometry, the process regarding how the acetylene molecules\ndiffuse out of the cavity region and reconstruct the hydrogen-bond\nnetwork has been captured from AIMD simulations. The corresponding\nresults are shown in parts a–d and e–h of , respectively. The former\nfour figures clearly show that, without a sufficient number of acetylene\nin the POMOF cavities, the acetylene molecules at the hydrogen-bond\nnetwork region will leave their original locations and diffuse to\nthe cavities, although the acetylene molecule has a lower energy (by\n0.28 eV at 0 K) when located in the hydrogen-bond network region.\nFor example, five out of eight acetylene molecules have already been\ninside the cavities at 4 ps (a), and that number increases to six at 12 ps (c). This is not surprising\nbecause acetylene molecules can exhibit much more configurations when\nlocated in the cavities, and the corresponding entropy effect significantly\nreduces their free energies. From the latter four figures, one can\nalso see that when acetylene molecules are missing at the hydrogen-bond\nnetwork region, the acetylene located in the cavities can spontaneously\nspread out and reconstruct a new hydrogen-bond network, which is mainly\ndue to the steering role played by the POM surface O atoms and the\nmutual exclusion caused by the overcrowding of acetylene molecules\ninside the cavities. This result means that, even if the hydrogen-bond\nnetwork had been completely destroyed at the reaction temperature\n(corresponding to the absence of any acetylene molecules in the network\nregion), it can be quickly reestablished by acetylene molecules from\nother areas. The above results reflect that the number of acetylene\nmolecules located at the hydrogen-bond network needs to be in equilibrium\nwith the number of molecules in the cavities. These results may help\nus to further imagine how acetylene would diffuse within the POMOF\nsystem in reality at longer time scales and over larger spatial extents.</p>", "clean_text": "In the previous parts, the motion characteristics of acetylene located at the hydrogen-bond network and within the POMOF cavities have been discussed. The acetylene molecules, no matter where they are located in the POMOF system, all come from the external atmosphere through diffusion. Thus, it is also required to investigate the diffusive behavior of acetylene. Unfortunately, because the molecular diffusive motion usually involves a relatively long time scale, it is almost impossible to capture the entire process through molecular dynamics simulations, especially those based on the first principles. Thus, we perform the simulation of the acetylene diffusion process differently. On the basis of the structure of the hydrogen-bond network in e, the acetylene diffusion behavior from the network region to the POMOF cavities has been explored by performing AIMD simulations at 473 K. Besides, taking the structure in f as the starting point, we remove all acetylene molecules at the hydrogen-bond region and reoptimize the structure of all of the acetylene molecules remaining inside the POMOF cavities. On the basis of the newly obtained geometry, the process regarding how the acetylene molecules diffuse out of the cavity region and reconstruct the hydrogen-bond network has been captured from AIMD simulations. The corresponding results are shown in parts a-d and e-h of , respectively. The former four figures clearly show that, without a sufficient number of acetylene in the POMOF cavities, the acetylene molecules at the hydrogen-bond network region will leave their original locations and diffuse to the cavities, although the acetylene molecule has a lower energy (by 0.28 eV at 0 K) when located in the hydrogen-bond network region. For example, five out of eight acetylene molecules have already been inside the cavities at 4 ps (a), and that number increases to six at 12 ps (c). This is not surprising because acetylene molecules can exhibit much more configurations when located in the cavities, and the corresponding entropy effect significantly reduces their free energies. From the latter four figures, one can also see that when acetylene molecules are missing at the hydrogen-bond network region, the acetylene located in the cavities can spontaneously spread out and reconstruct a new hydrogen-bond network, which is mainly due to the steering role played by the POM surface O atoms and the mutual exclusion caused by the overcrowding of acetylene molecules inside the cavities. This result means that, even if the hydrogen-bond network had been completely destroyed at the reaction temperature (corresponding to the absence of any acetylene molecules in the network region), it can be quickly reestablished by acetylene molecules from other areas. The above results reflect that the number of acetylene molecules located at the hydrogen-bond network needs to be in equilibrium with the number of molecules in the cavities. These results may help us to further imagine how acetylene would diffuse within the POMOF system in reality at longer time scales and over larger spatial extents.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Snapshots\nfrom the AIMD simulations at 473 K illustrating the evolution\nof the acetylene geometries. (a–d) Number and configurations\nof acetylene at 4, 8, 12, and 16 ps, respectively, which originally\nmake up the hydrogen-bond network but later diffuse into the cavities\nof the POMOF system. (e–h) Configurations of two acetylene\nmolecules at 4, 8, 12, and 16 ps, respectively, which originally locate\nwithin the cavities but later diffuse toward the hydrogen-bond network\nregion.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23072_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Snapshots from the AIMD simulations at 473 K illustrating the evolution of the acetylene geometries. (a-d) Number and configurations of acetylene at 4, 8, 12, and 16 ps, respectively, which originally make up the hydrogen-bond network but later diffuse into the cavities of the POMOF system. (e-h) Configurations of two acetylene molecules at 4, 8, 12, and 16 ps, respectively, which originally locate within the cavities but later diffuse toward the hydrogen-bond network region.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>With the dynamic generation and\nmaintenance of the hydrogen-bond\nnetwork confirmed, we further explore the interactions between the\nadsorbed molecules as a whole and the POMOF system. Here, the overall\neffect of the molecular ensemble in terms of adsorption is particularly\nfocused on. For this purpose, variation of the interaction energies\nupon an increase in the number of the adsorbed molecules within the\nconfinement space has been systematically investigated. In a, the black line\nrepresents the change in the interaction energy between acetylene\nand POMOF when the number of acetylene molecules increases from 16\nto 60. The former number corresponds to the situation in which only\nthe hydrogen-bond network exists and there is no acetylene filling\nthe confined microenvironment (e), while in the latter case, the acetylene molecules\nalmost fully occupy the POMOF cavities (f). As expected, the absolute value of the\ninteraction energy (a negative value represents exothermic adsorption)\nmonotonically reduces from the initial value of 0.59 to 0.36 eV. For\ncomparison, we have also extrapolated these interaction energies based\non the adsorption energy of a single acetylene molecule at the hydrogen-bond\nnetwork (d)\nand inside the POMOF cavity (c), with the results displayed on the gray line in a. These extrapolated\nresults can be thought of as values obtained by simply overlaying\nthe individual contributions of each molecule and ignoring the overall\neffect of the ensemble. Thus, from a comparison of the calculated\nvalues with the extrapolated ones, one can find the influence of acetylene\nmolecules as a whole in the adsorption. When the number of acetylene\nmolecules is 16, the absolute value of the calculated <italic toggle=\"yes\">E</italic>\n<sub>int</sub> is slightly lower than that of the extrapolated one\nbecause it is not possible that all of the acetylene molecules in\nthe hydrogen-bond network adopt the same ideal bonding pattern as\na single acetylene molecule does. When each confined cavity is filled\nby one acetylene molecule and the total number of acetylene molecules\nincreases to 20, the calculated absolute value becomes slightly higher\nthan the corresponding extrapolated value. It is because, in this\ncase, the number of O atoms in the inner wall of the cavity is much\nlarger than the number of acetylene molecules inside, and thus the\nnewly added acetylene molecule in the cavity can form two hydrogen\nbonds rather than one bond, as in the structure in c. As the number of acetylene\nmolecules continues to increase, the difference between the calculated\nand extrapolated values gradually increases and reaches 0.07 eV/molecule\nwhen the number of acetylene molecules is 36. It should be noted that,\ndue to the increase in the number of acetylene molecules inside the\ncavities, the ratio of the molecule that forms two hydrogen bonds\nwithin the cavities has been significantly reduced (to about 20%).\nIn fact, the significant change in the difference between the calculated\ninteraction energy and the extrapolated value comes from the extra\nstabilization caused by the van der Waals interactions between the\noverall acetylene molecules and POMOF. We have also placed 36 C<sub>2</sub>H<sub>2</sub> and 36 H<sub>2</sub> molecules in the POMOF\nsystem, and the calculated interaction energy is −0.54 eV (averaged\nover each C<sub>2</sub>H<sub>2</sub> + H<sub>2</sub> pair). It is\nworth noting that the corresponding value is −0.49 eV/molecule\nwhen only 36 C<sub>2</sub>H<sub>2</sub> molecules are adsorbed. The\nresults indicate that a certain number of H<sub>2</sub> may enhance\nthe interaction of the adsorbates as a whole with the POMOF system.\nWhen the number of acetylene molecules increases further, the acetylene\nmolecules confined in the cavities become too crowded: one reason\nis that these molecules need to compete for the opportunity of forming\nhydrogen bonds with a limited number of O atoms; the other reason\nis that the overlap of occupied orbitals between the overall acetylene\nmolecules and the confined microenvironment also brings about a mutual\nrepulsion between each of them. Both factors lead to destabilization\nof the system, so that the calculated interaction energy begins to\ndecrease significantly. The absolute value of the calculated <italic toggle=\"yes\">E</italic>\n<sub>int</sub> becomes lower than the extrapolated one\nwhen the number of acetylene molecules exceeds 52, showing that when\nthe number of the molecules further increases, the destabilizing factors\ndominate compared with the stabilizing factor brought by the van der\nWaals force.</p>", "clean_text": "With the dynamic generation and maintenance of the hydrogen-bond network confirmed, we further explore the interactions between the adsorbed molecules as a whole and the POMOF system. Here, the overall effect of the molecular ensemble in terms of adsorption is particularly focused on. For this purpose, variation of the interaction energies upon an increase in the number of the adsorbed molecules within the confinement space has been systematically investigated. In a, the black line represents the change in the interaction energy between acetylene and POMOF when the number of acetylene molecules increases from 16 to 60. The former number corresponds to the situation in which only the hydrogen-bond network exists and there is no acetylene filling the confined microenvironment (e), while in the latter case, the acetylene molecules almost fully occupy the POMOF cavities (f). As expected, the absolute value of the interaction energy (a negative value represents exothermic adsorption) monotonically reduces from the initial value of 0.59 to 0.36 eV. For comparison, we have also extrapolated these interaction energies based on the adsorption energy of a single acetylene molecule at the hydrogen-bond network (d) and inside the POMOF cavity (c), with the results displayed on the gray line in a. These extrapolated results can be thought of as values obtained by simply overlaying the individual contributions of each molecule and ignoring the overall effect of the ensemble. Thus, from a comparison of the calculated values with the extrapolated ones, one can find the influence of acetylene molecules as a whole in the adsorption. When the number of acetylene molecules is 16, the absolute value of the calculated E int is slightly lower than that of the extrapolated one because it is not possible that all of the acetylene molecules in the hydrogen-bond network adopt the same ideal bonding pattern as a single acetylene molecule does. When each confined cavity is filled by one acetylene molecule and the total number of acetylene molecules increases to 20, the calculated absolute value becomes slightly higher than the corresponding extrapolated value. It is because, in this case, the number of O atoms in the inner wall of the cavity is much larger than the number of acetylene molecules inside, and thus the newly added acetylene molecule in the cavity can form two hydrogen bonds rather than one bond, as in the structure in c. As the number of acetylene molecules continues to increase, the difference between the calculated and extrapolated values gradually increases and reaches 0.07 eV/molecule when the number of acetylene molecules is 36. It should be noted that, due to the increase in the number of acetylene molecules inside the cavities, the ratio of the molecule that forms two hydrogen bonds within the cavities has been significantly reduced (to about 20%). In fact, the significant change in the difference between the calculated interaction energy and the extrapolated value comes from the extra stabilization caused by the van der Waals interactions between the overall acetylene molecules and POMOF. We have also placed 36 C2H2 and 36 H2 molecules in the POMOF system, and the calculated interaction energy is -0.54 eV (averaged over each C2H2 + H2 pair). It is worth noting that the corresponding value is -0.49 eV/molecule when only 36 C2H2 molecules are adsorbed. The results indicate that a certain number of H2 may enhance the interaction of the adsorbates as a whole with the POMOF system. When the number of acetylene molecules increases further, the acetylene molecules confined in the cavities become too crowded: one reason is that these molecules need to compete for the opportunity of forming hydrogen bonds with a limited number of O atoms; the other reason is that the overlap of occupied orbitals between the overall acetylene molecules and the confined microenvironment also brings about a mutual repulsion between each of them. Both factors lead to destabilization of the system, so that the calculated interaction energy begins to decrease significantly. The absolute value of the calculated E int becomes lower than the extrapolated one when the number of acetylene molecules exceeds 52, showing that when the number of the molecules further increases, the destabilizing factors dominate compared with the stabilizing factor brought by the van der Waals force.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Calculated and extrapolated interaction energies between\nacetylene\nand POMOF for the C<sub>2</sub>H<sub>2</sub>@C<sub>2</sub>H<sub>2</sub> (C<sub>2</sub>H<sub>2</sub> molecules confined within a C<sub>2</sub>H<sub>2</sub> hydrogen-bond network) system. (b) Calculated and extrapolated\ninteraction energies between ethylene and POMOF for the C<sub>2</sub>H<sub>4</sub>@C<sub>2</sub>H<sub>4</sub> (C<sub>2</sub>H<sub>4</sub> molecules confined within a C<sub>2</sub>H<sub>4</sub> hydrogen-bond\nnetwork) system. (c) Calculated interaction energies for the C<sub>2</sub>H<sub>2</sub>@C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>@C<sub>2</sub>H<sub>4</sub>, and C<sub>2</sub>H<sub>4</sub>@C<sub>2</sub>H<sub>2</sub> (C<sub>2</sub>H<sub>4</sub> molecules\nconfined within a C<sub>2</sub>H<sub>2</sub> hydrogen-bond network)\nsystems as well as interaction energy differences between C<sub>2</sub>H<sub>4</sub>@C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>2</sub>@C<sub>2</sub>H<sub>2</sub> and between C<sub>2</sub>H<sub>4</sub>@C<sub>2</sub>H<sub>2</sub> and C<sub>2</sub>H<sub>2</sub>@C<sub>2</sub>H<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23072_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Calculated and extrapolated interaction energies between acetylene and POMOF for the C2H2@C2H2 (C2H2 molecules confined within a C2H2 hydrogen-bond network) system. (b) Calculated and extrapolated interaction energies between ethylene and POMOF for the C2H4@C2H4 (C2H4 molecules confined within a C2H4 hydrogen-bond network) system. (c) Calculated interaction energies for the C2H2@C2H2, C2H4@C2H4, and C2H4@C2H2 (C2H4 molecules confined within a C2H2 hydrogen-bond network) systems as well as interaction energy differences between C2H4@C2H4 and C2H2@C2H2 and between C2H4@C2H2 and C2H2@C2H2.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>The distance between\ntwo H atoms of ethylene that orient along\na diagonal is 3.10 Å, which also matches with the closest distance\nof surface O atoms between two adjacent SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> clusters (6.00 Å). Thus, ethylene molecules,\nthe desirable hydrogenation product of acetylene, can also form two\nhydrogen bonds with the surface O atoms of two adjacent POM clusters\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23072/suppl_file/am2c23072_si_001.pdf\" xlink:type=\"simple\">Figure S4b</ext-link>). Similarly, an ethylene molecule\ncan locate inside a cavity of POMOF and form one hydrogen bond with\na surface O atom of SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23072/suppl_file/am2c23072_si_001.pdf\" xlink:type=\"simple\">Figure S4a</ext-link>). The corresponding adsorption\nenergies are calculated to be −0.59 and −0.31 eV, respectively.\nBader charge analysis shows that the single ethylene molecule that\nforms two hydrogen bonds is electrically neutral, while the molecule\ninside the cavity carries a very small amount of positive charge (+0.03).\nThe calculated electronic DOS (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23072/suppl_file/am2c23072_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>) shows that the molecular orbital levels of an ethylene molecule\nthat forms two hydrogen bonds shift to the left relative to those\nof ethylene that forms one hydrogen bond only, which is very similar\nto the situation of the acetylene adsorption. Also similar to the\ncase of acetylene, the preferential adsorption of ethylene between\ntwo SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> clusters can\nbring about the formation of a hydrogen-bond network, and the presence\nof the hydrogen-bond network can further enclose the cavities of POMOF\nin a series of quasi-independent confined microenvironments. The structure\nof the hydrogen-bond network consisting of 16 ethylene molecules and\nthe configuration with an additional 44 ethylene molecules located\nwithin the confined POMOF cavities are shown in parts c and d of <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23072/suppl_file/am2c23072_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>, respectively. For adsorption of all\n60 ethylene molecules displayed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23072/suppl_file/am2c23072_si_001.pdf\" xlink:type=\"simple\">Figure S4d</ext-link>, Bader charge analysis shows that the 16 ethylene molecules that\nmake up the hydrogen-bond network carry a total of 0.37 positive charges,\nwhile the corresponding amount carried by the other 44 molecules within\nthe confined cavities is 0.54. The electronic DOS presented in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23072/suppl_file/am2c23072_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link> shows that the orbital-level positions\nof the ethylene molecules inside the confined cavities are closer\nto the Fermi level than the orbital-level positions of ethylene at\nthe hydrogen-bond network, also similar to the case of acetylene adsorption.</p>", "clean_text": "The distance between two H atoms of ethylene that orient along a diagonal is 3.10 Å, which also matches with the closest distance of surface O atoms between two adjacent SiW12O40 4- clusters (6.00 Å). Thus, ethylene molecules, the desirable hydrogenation product of acetylene, can also form two hydrogen bonds with the surface O atoms of two adjacent POM clusters (Figure S4b). Similarly, an ethylene molecule can locate inside a cavity of POMOF and form one hydrogen bond with a surface O atom of SiW12O40 4- (Figure S4a). The corresponding adsorption energies are calculated to be -0.59 and -0.31 eV, respectively. Bader charge analysis shows that the single ethylene molecule that forms two hydrogen bonds is electrically neutral, while the molecule inside the cavity carries a very small amount of positive charge (+0.03). The calculated electronic DOS (Figure S5) shows that the molecular orbital levels of an ethylene molecule that forms two hydrogen bonds shift to the left relative to those of ethylene that forms one hydrogen bond only, which is very similar to the situation of the acetylene adsorption. Also similar to the case of acetylene, the preferential adsorption of ethylene between two SiW12O40 4- clusters can bring about the formation of a hydrogen-bond network, and the presence of the hydrogen-bond network can further enclose the cavities of POMOF in a series of quasi-independent confined microenvironments. The structure of the hydrogen-bond network consisting of 16 ethylene molecules and the configuration with an additional 44 ethylene molecules located within the confined POMOF cavities are shown in parts c and d of Figure S4, respectively. For adsorption of all 60 ethylene molecules displayed in Figure S4d, Bader charge analysis shows that the 16 ethylene molecules that make up the hydrogen-bond network carry a total of 0.37 positive charges, while the corresponding amount carried by the other 44 molecules within the confined cavities is 0.54. The electronic DOS presented in Figure S6 shows that the orbital-level positions of the ethylene molecules inside the confined cavities are closer to the Fermi level than the orbital-level positions of ethylene at the hydrogen-bond network, also similar to the case of acetylene adsorption.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>We then investigate how the interaction energy of ethylene changes\nas the number of ethylene molecules increases in a POMOF. For comparison,\nthe extrapolated values based on the results of single ethylene adsorption\nhave also been obtained. These results are shown in b. It can be seen that, although\nthe absolute value of the interaction energy also decreases with an\nincrease of the number of molecules, a comparison between the calculated\nand extrapolated values for ethylene adsorption is remarkably different\nfrom the corresponding contrast for the adsorption of acetylene. For\nethylene adsorption, the absolute values of the calculated interaction\nenergies are all lower than those of the extrapolated ones. From a\ncomparison between the calculated and extrapolated interaction energies\nof 16 ethylene molecules, it can be seen that the hydrogen-bond network\nconstructed by ethylene is not as stable as that made up by acetylene.\nFor acetylene, the difference between the two types of interaction\nenergies is 13 meV/molecule, while the corresponding value for ethylene\nis as high as 37 meV. This reflects that, in the hydrogen-bond network\ncomposed of ethylene, deviation of the molecular adsorption configurations\nfrom the ideal pattern of an adsorbed single molecule is more significant\nthan the case of acetylene. This also means that, in practice, it\nis more favorable that the hydrogen-bond network is constructed by\nacetylene rather than ethylene. With the subsequent adsorption of\nethylene inside the confined cavities, the influence of the previously\nmentioned destabilizing factors in a discussion of the acetylene adsorption\nis also more notable here. Compared with acetylene, ethylene has a\nlarger size and contains more H atoms. Thus, in the cavities, the\nrepulsions between the overall ethylene molecules and POMOF due to\nthe overlap of their occupied orbitals within the limited spatial\nregion will be more significant, and the competition between different\nethylene molecules for approaching the O atoms to form hydrogen bonds\nwill also be more intense. Therefore, the stabilization factor brought\nby the van der Waals interactions cannot play a dominate role when\nethylene molecules fill into the confined cavities. In other words,\nethylene adsorption within the confined microenvironment exhibits\nan obvious characteristic of “self-exclusion” compared\nwith that of acetylene.</p>", "clean_text": "We then investigate how the interaction energy of ethylene changes as the number of ethylene molecules increases in a POMOF. For comparison, the extrapolated values based on the results of single ethylene adsorption have also been obtained. These results are shown in b. It can be seen that, although the absolute value of the interaction energy also decreases with an increase of the number of molecules, a comparison between the calculated and extrapolated values for ethylene adsorption is remarkably different from the corresponding contrast for the adsorption of acetylene. For ethylene adsorption, the absolute values of the calculated interaction energies are all lower than those of the extrapolated ones. From a comparison between the calculated and extrapolated interaction energies of 16 ethylene molecules, it can be seen that the hydrogen-bond network constructed by ethylene is not as stable as that made up by acetylene. For acetylene, the difference between the two types of interaction energies is 13 meV/molecule, while the corresponding value for ethylene is as high as 37 meV. This reflects that, in the hydrogen-bond network composed of ethylene, deviation of the molecular adsorption configurations from the ideal pattern of an adsorbed single molecule is more significant than the case of acetylene. This also means that, in practice, it is more favorable that the hydrogen-bond network is constructed by acetylene rather than ethylene. With the subsequent adsorption of ethylene inside the confined cavities, the influence of the previously mentioned destabilizing factors in a discussion of the acetylene adsorption is also more notable here. Compared with acetylene, ethylene has a larger size and contains more H atoms. Thus, in the cavities, the repulsions between the overall ethylene molecules and POMOF due to the overlap of their occupied orbitals within the limited spatial region will be more significant, and the competition between different ethylene molecules for approaching the O atoms to form hydrogen bonds will also be more intense. Therefore, the stabilization factor brought by the van der Waals interactions cannot play a dominate role when ethylene molecules fill into the confined cavities. In other words, ethylene adsorption within the confined microenvironment exhibits an obvious characteristic of \"self-exclusion\" compared with that of acetylene.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>In c, we\nshow the interaction energies of acetylene (black line, C<sub>2</sub>H<sub>2</sub> adsorbates confined within the C<sub>2</sub>H<sub>2</sub> hydrogen-bond network: C<sub>2</sub>H<sub>2</sub>@C<sub>2</sub>H<sub>2</sub>) and ethylene (red line, C<sub>2</sub>H<sub>4</sub> adsorbates\nconfined within the C<sub>2</sub>H<sub>4</sub> hydrogen-bond network:\nC<sub>2</sub>H<sub>4</sub>@C<sub>2</sub>H<sub>4</sub>) together for\ncomparison. One can see that the absolute value of the interaction\nenergy of ethylene is always lower than the corresponding value of\nacetylene, meaning that acetylene has an advantage over ethylene in\nthe competitive adsorption within the confined space. This difference\nin the adsorption properties makes it easier for acetylene to stay\nin the POMOF system and facilitates the release of ethylene from POMOF\nafter its production. In c, the interaction energies of a mixed system composed\nof acetylene and ethylene, i.e., C<sub>2</sub>H<sub>4</sub> molecules\nconfined within the C<sub>2</sub>H<sub>2</sub> hydrogen-bond network\n(blue line, C<sub>2</sub>H<sub>4</sub>@C<sub>2</sub>H<sub>2</sub>),\nare displayed. Besides, we have also shown the interaction energy\ndifferences of C<sub>2</sub>H<sub>4</sub>@C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>4</sub>@C<sub>2</sub>H<sub>2</sub> compared\nwith the values of C<sub>2</sub>H<sub>2</sub>@C<sub>2</sub>H<sub>2</sub> (dash-dotted lines in the same colors). It can be seen that the\ndifference in the interaction energies rises with an increase in the\nnumber of ethylene molecules, which also reflects the destabilizing\nfactor caused by the repulsion of ethylene within the confined cavities.\nOne can also see that the values of the interaction energy differences\nare basically the same whether it is acetylene or ethylene that constructs\nthe hydrogen-bond network. This indicates that the influence of the\nconfinement effect revealed in the POMOF system may also exist in\nother similar systems.</p>", "clean_text": "In c, we show the interaction energies of acetylene (black line, C2H2 adsorbates confined within the C2H2 hydrogen-bond network: C2H2@C2H2) and ethylene (red line, C2H4 adsorbates confined within the C2H4 hydrogen-bond network: C2H4@C2H4) together for comparison. One can see that the absolute value of the interaction energy of ethylene is always lower than the corresponding value of acetylene, meaning that acetylene has an advantage over ethylene in the competitive adsorption within the confined space. This difference in the adsorption properties makes it easier for acetylene to stay in the POMOF system and facilitates the release of ethylene from POMOF after its production. In c, the interaction energies of a mixed system composed of acetylene and ethylene, i.e., C2H4 molecules confined within the C2H2 hydrogen-bond network (blue line, C2H4@C2H2), are displayed. Besides, we have also shown the interaction energy differences of C2H4@C2H4 and C2H4@C2H2 compared with the values of C2H2@C2H2 (dash-dotted lines in the same colors). It can be seen that the difference in the interaction energies rises with an increase in the number of ethylene molecules, which also reflects the destabilizing factor caused by the repulsion of ethylene within the confined cavities. One can also see that the values of the interaction energy differences are basically the same whether it is acetylene or ethylene that constructs the hydrogen-bond network. This indicates that the influence of the confinement effect revealed in the POMOF system may also exist in other similar systems.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In summary,\nthrough first-principles calculations combined with\nAIMD simulations, the adsorption and diffusion behaviors of acetylene\nreactants within the POMOF have been systematically investigated.\nThe formation of a hydrogen-bond network between the acetylene molecules\nand POMOF system has been demonstrated. As for the resulting confined\nnanoregions, their dynamic construction and maintenance have also\nbeen revealed. The steering role played by the O atoms at the POM\ncluster surfaces is essential for generation of the hydrogen-bond\nnetwork and maintenance of the confined microenvironment. Upon confinement\nin the nanoregions, the acetylene reactants can be better activated\nowing to the dynamic formation of relevant hydrogen bonds. Moreover,\nfrom a comparison of the distinct interaction characteristics between\nacetylene/ethylene and POMOF, the different manifestations in the\nadsorption energy variations of the confined molecules can be well\ninterpreted. This work helps to elucidate the underlying mechanisms\nof confined catalysis and may promote its application in practical\ncatalytic processes.</p>", "clean_text": "Conclusion\n\nIn summary, through first-principles calculations combined with AIMD simulations, the adsorption and diffusion behaviors of acetylene reactants within the POMOF have been systematically investigated. The formation of a hydrogen-bond network between the acetylene molecules and POMOF system has been demonstrated. As for the resulting confined nanoregions, their dynamic construction and maintenance have also been revealed. The steering role played by the O atoms at the POM cluster surfaces is essential for generation of the hydrogen-bond network and maintenance of the confined microenvironment. Upon confinement in the nanoregions, the acetylene reactants can be better activated owing to the dynamic formation of relevant hydrogen bonds. Moreover, from a comparison of the distinct interaction characteristics between acetylene/ethylene and POMOF, the different manifestations in the adsorption energy variations of the confined molecules can be well interpreted. This work helps to elucidate the underlying mechanisms of confined catalysis and may promote its application in practical catalytic processes.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.2c23072?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsami.2c23072</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Calculated electronic\nDOSs of adsorbed acetylene and\nethylene molecules within the POMOF system, optimized structure of\nthe reference system containing 104 acetylene molecules, and optimized\nconfigurations of adsorbed ethylene molecules within the POMOF system\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23072/suppl_file/am2c23072_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.2c23072.  Calculated electronic DOSs of adsorbed acetylene and ethylene molecules within the POMOF system, optimized structure of the reference system containing 104 acetylene molecules, and optimized configurations of adsorbed ethylene molecules within the POMOF system (PDF)   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Calculated electronic\nDOSs of adsorbed acetylene and\nethylene molecules within the POMOF system, optimized structure of\nthe reference system containing 104 acetylene molecules, and optimized\nconfigurations of adsorbed ethylene molecules within the POMOF system\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23072/suppl_file/am2c23072_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Calculated electronic DOSs of adsorbed acetylene and ethylene molecules within the POMOF system, optimized structure of the reference system containing 104 acetylene molecules, and optimized configurations of adsorbed ethylene molecules within the POMOF system (PDF)", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>The\nauthor declares no\ncompeting financial interest.</p>", "clean_text": "The author declares no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Three-dimensional\nstructure of the POMOF framework. The SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> clusters are shown as\npolyhedra. (b) Close-up view of the confined nanoregion after formation\nof the hydrogen-bond network. Optimized configurations (c and d) of\nan adsorbed C<sub>2</sub>H<sub>2</sub> molecule within the POMOF system.\nThe bonding patterns of the acetylene molecule with one and two SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> clusters are shown in\nparts c and d, respectively. Optimized structures of 16 (e) and 60\n(f) C<sub>2</sub>H<sub>2</sub> molecules adsorbed within one unit\ncell of the POMOF system. The Si, W, O, C, N, H, and Cu atoms are\ndepicted in yellow, silk blue, red, gray, blue, white, and light pink,\nrespectively. The two SiW<sub>12</sub>O<sub>40</sub>\n<sup>4–</sup> clusters represented by the line mode are located in the area behind\nthose by the stick mode.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23072_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Three-dimensional structure of the POMOF framework. The SiW12O40 4- clusters are shown as polyhedra. (b) Close-up view of the confined nanoregion after formation of the hydrogen-bond network. Optimized configurations (c and d) of an adsorbed C2H2 molecule within the POMOF system. The bonding patterns of the acetylene molecule with one and two SiW12O40 4- clusters are shown in parts c and d, respectively. Optimized structures of 16 (e) and 60 (f) C2H2 molecules adsorbed within one unit cell of the POMOF system. The Si, W, O, C, N, H, and Cu atoms are depicted in yellow, silk blue, red, gray, blue, white, and light pink, respectively. The two SiW12O40 4- clusters represented by the line mode are located in the area behind those by the stick mode.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Comparison\nof the radial pair distribution functions for the\ndistances between H atoms from acetylene and O atoms from POM clusters\nat 0 K (blue line) and 473 K (red line). (b) Contributions of the\nradial pair distribution function from two types of acetylenes locating\nat the hydrogen-bond network and inside the MOF cavities. The peak\npositions of the two contribution curves (blue and green) are marked\nby the corresponding vertical dashed lines.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23072_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Comparison of the radial pair distribution functions for the distances between H atoms from acetylene and O atoms from POM clusters at 0 K (blue line) and 473 K (red line). (b) Contributions of the radial pair distribution function from two types of acetylenes locating at the hydrogen-bond network and inside the MOF cavities. The peak positions of the two contribution curves (blue and green) are marked by the corresponding vertical dashed lines.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Changes\nin the statistic numbers of two H atoms for each acetylene\nmolecule during the AIMD simulations, which reflect the motion features\nof acetylene molecules at the hydrogen-bond network (a–d) and\ninside the confined cavities (e–h), respectively. There is\nno interchange between the two types of acetylene molecules. For more\ninformation on the meaning of the statistic numbers, refer to the\nmain text.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23072_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Changes in the statistic numbers of two H atoms for each acetylene molecule during the AIMD simulations, which reflect the motion features of acetylene molecules at the hydrogen-bond network (a-d) and inside the confined cavities (e-h), respectively. There is no interchange between the two types of acetylene molecules. For more information on the meaning of the statistic numbers, refer to the main text.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Statistical distribution\nof the ∠CHC angle of acetylene\nat 473 K (blue line) and its difference from the statistical result\nof the reference system containing 104 acetylene molecules (red line).\n(b) Potential energy surfaces of an acetylene molecule with one ∠CHC\nbond angle rotated to specific angle values. The black, blue, and\ngreen lines correspond to an isolated acetylene molecule (free molecule\nwithout forming any hydrogen bond), acetylene at the hydrogen-bond\nnetwork (forming two hydrogen bonds), and acetylene inside an MOF\ncavity (forming one hydrogen bond), respectively. Inset: Differential\ncharge density upon the formation of one C–H···O\nhydrogen bond. The pink and livid colors represent the charge accumulation\nand depletion regions, respectively.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23072_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Statistical distribution of the ∠CHC angle of acetylene at 473 K (blue line) and its difference from the statistical result of the reference system containing 104 acetylene molecules (red line). (b) Potential energy surfaces of an acetylene molecule with one ∠CHC bond angle rotated to specific angle values. The black, blue, and green lines correspond to an isolated acetylene molecule (free molecule without forming any hydrogen bond), acetylene at the hydrogen-bond network (forming two hydrogen bonds), and acetylene inside an MOF cavity (forming one hydrogen bond), respectively. Inset: Differential charge density upon the formation of one C-H⋅⋅⋅O hydrogen bond. The pink and livid colors represent the charge accumulation and depletion regions, respectively.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Snapshots\nfrom the AIMD simulations at 473 K illustrating the evolution\nof the acetylene geometries. (a–d) Number and configurations\nof acetylene at 4, 8, 12, and 16 ps, respectively, which originally\nmake up the hydrogen-bond network but later diffuse into the cavities\nof the POMOF system. (e–h) Configurations of two acetylene\nmolecules at 4, 8, 12, and 16 ps, respectively, which originally locate\nwithin the cavities but later diffuse toward the hydrogen-bond network\nregion.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23072_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Snapshots from the AIMD simulations at 473 K illustrating the evolution of the acetylene geometries. (a-d) Number and configurations of acetylene at 4, 8, 12, and 16 ps, respectively, which originally make up the hydrogen-bond network but later diffuse into the cavities of the POMOF system. (e-h) Configurations of two acetylene molecules at 4, 8, 12, and 16 ps, respectively, which originally locate within the cavities but later diffuse toward the hydrogen-bond network region.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Calculated and extrapolated interaction energies between\nacetylene\nand POMOF for the C<sub>2</sub>H<sub>2</sub>@C<sub>2</sub>H<sub>2</sub> (C<sub>2</sub>H<sub>2</sub> molecules confined within a C<sub>2</sub>H<sub>2</sub> hydrogen-bond network) system. (b) Calculated and extrapolated\ninteraction energies between ethylene and POMOF for the C<sub>2</sub>H<sub>4</sub>@C<sub>2</sub>H<sub>4</sub> (C<sub>2</sub>H<sub>4</sub> molecules confined within a C<sub>2</sub>H<sub>4</sub> hydrogen-bond\nnetwork) system. (c) Calculated interaction energies for the C<sub>2</sub>H<sub>2</sub>@C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>@C<sub>2</sub>H<sub>4</sub>, and C<sub>2</sub>H<sub>4</sub>@C<sub>2</sub>H<sub>2</sub> (C<sub>2</sub>H<sub>4</sub> molecules\nconfined within a C<sub>2</sub>H<sub>2</sub> hydrogen-bond network)\nsystems as well as interaction energy differences between C<sub>2</sub>H<sub>4</sub>@C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>2</sub>@C<sub>2</sub>H<sub>2</sub> and between C<sub>2</sub>H<sub>4</sub>@C<sub>2</sub>H<sub>2</sub> and C<sub>2</sub>H<sub>2</sub>@C<sub>2</sub>H<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23072_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Calculated and extrapolated interaction energies between acetylene and POMOF for the C2H2@C2H2 (C2H2 molecules confined within a C2H2 hydrogen-bond network) system. (b) Calculated and extrapolated interaction energies between ethylene and POMOF for the C2H4@C2H4 (C2H4 molecules confined within a C2H4 hydrogen-bond network) system. (c) Calculated interaction energies for the C2H2@C2H2, C2H4@C2H4, and C2H4@C2H2 (C2H4 molecules confined within a C2H2 hydrogen-bond network) systems as well as interaction energy differences between C2H4@C2H4 and C2H2@C2H2 and between C2H4@C2H2 and C2H2@C2H2.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.2c23072", "title": "\nDynamic\nConstruction and Maintenance of Confined Nanoregions\nvia Hydrogen-Bond Networks between Acetylene Reactants and a Polyoxometalate-Based\nMetal–Organic Framework\n", "journal": "American Chemical Society", "date": "2023.02", "author_list": ["Fu\nQiang"]}}