{"filepath": "../L2M3_data/1_application_papers/acs_xml/am2c01674.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Organic-molecular magnets based on\na metal–organic framework\nwith chemically tuned electronic and magnetic properties have been\nattracting tremendous attention due to their promising applications\nin molecular magnetic sensors, magnetic particle medicines, molecular\nspintronics, etc. Here, we investigated the magnetic behavior of a\nheterojunction comprising a ferromagnetic nickel (Ni) film and an\norganic semiconductor (OSC) 2,3,5,6-tetrafluoro-7,7,8,8-tetracyanoquinodimethane\n(F4-TCNQ) layer. Through the magneto-optical Kerr effect (MOKE), a\nphotoemission electron microscopy (PEEM), X-ray magnetic circular\ndichroism (XMCD), and X-ray photoelectron spectroscopy (XPS), we found\nthat the adsorption of F4-TCNQ on Cu(100)/Ni not only reverses the\nin-plane magnetization direction originally exhibited by the Ni layer\nbut also results in enhanced magnetic ordering. Furthermore, the cyano\ngroup (CN) in adsorbed F4-TCNQ was found spin-polarized along with\nconspicuous charge transfer with Ni. The density functional theory\n(DFT) calculations suggest that the experimentally found spin polarization\noriginates from hybridization between the CN group’s π\norbitals and Ni’s d band. These findings signify that the hybrid\nstates at the organic–ferromagnet interface play a key role\nin tailoring the magnetic behavior of interfaces. For the case of\nthe F4-TCNQ and Ni heterojunction reported here, interface coupling\nis an antiferromagnetic one.</p>", "clean_text": "Organic-molecular magnets based on a metal-organic framework with chemically tuned electronic and magnetic properties have been attracting tremendous attention due to their promising applications in molecular magnetic sensors, magnetic particle medicines, molecular spintronics, etc. Here, we investigated the magnetic behavior of a heterojunction comprising a ferromagnetic nickel (Ni) film and an organic semiconductor (OSC) 2,3,5,6-tetrafluoro-7,7,8,8-tetracyanoquinodimethane (F4-TCNQ) layer. Through the magneto-optical Kerr effect (MOKE), a photoemission electron microscopy (PEEM), X-ray magnetic circular dichroism (XMCD), and X-ray photoelectron spectroscopy (XPS), we found that the adsorption of F4-TCNQ on Cu(100)/Ni not only reverses the in-plane magnetization direction originally exhibited by the Ni layer but also results in enhanced magnetic ordering. Furthermore, the cyano group (CN) in adsorbed F4-TCNQ was found spin-polarized along with conspicuous charge transfer with Ni. The density functional theory (DFT) calculations suggest that the experimentally found spin polarization originates from hybridization between the CN group's π orbitals and Ni's d band. These findings signify that the hybrid states at the organic-ferromagnet interface play a key role in tailoring the magnetic behavior of interfaces. For the case of the F4-TCNQ and Ni heterojunction reported here, interface coupling is an antiferromagnetic one.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>One\nexciting development in modern technology is the advancement\nof nanoelectronics capable of manipulating electrons’ charge\nand spin degrees of freedom. By encoding information with the spin states and accessing it through\nthe external magnetic field, the utilization of solid-state devices\nhas enabled the information industry and logic technologies to go\nthrough rapid progress since the late 20th century. Particularly,\na fundamental unit known as spin valve is used to control the flow of spin-polarized carriers through its\nsandwich structure: two ferromagnetic electrodes separated by a nonmagnetic\nspacer. Considering that the performance of a spin valve, i.e., the\nvalue or polarity of the magnetoresistance (MR), depends strongly\non the spin injection efficiency from the magnetic electrode and the\nspin coherence in the nonmagnetic spacer, it was proposed\nthat the organic materials capable of providing a longer spin coherence\nlifetime could be good alternatives for the spacer. In the efforts\nto improve the spin injection/filtering efficiency, however, prior\nknowledge of electronic states at the organic–ferromagnetic\ninterface is required so that functionality tailoring is possible.\n</p>", "clean_text": "Introduction\n\nOne exciting development in modern technology is the advancement of nanoelectronics capable of manipulating electrons' charge and spin degrees of freedom. By encoding information with the spin states and accessing it through the external magnetic field, the utilization of solid-state devices has enabled the information industry and logic technologies to go through rapid progress since the late 20th century. Particularly, a fundamental unit known as spin valve is used to control the flow of spin-polarized carriers through its sandwich structure: two ferromagnetic electrodes separated by a nonmagnetic spacer. Considering that the performance of a spin valve, i.e., the value or polarity of the magnetoresistance (MR), depends strongly on the spin injection efficiency from the magnetic electrode and the spin coherence in the nonmagnetic spacer, it was proposed that the organic materials capable of providing a longer spin coherence lifetime could be good alternatives for the spacer. In the efforts to improve the spin injection/filtering efficiency, however, prior knowledge of electronic states at the organic-ferromagnetic interface is required so that functionality tailoring is possible. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>A transition metal with unfilled 3d shell electrons displays\nspin\nordering at high temperatures and shows a novel spin reorientation\ntransition (SRT) from in-plane to perpendicular magnetization as the\nfilm thickness increases. This unusual dependence of the magnetic behavior on the thickness\nis interpreted as a competition among the magnetoelastic volume anisotropy,\nthe shape anisotropy, and the sum of the surface plus interface anisotropies\ndue to the pseudomorphic growth. Apart from\nthe spin anisotropy modulated by the surface and the interface, an\nadsorbed layer (adlayer) on the transition metal can also modify the\nspin texture, i.e., spin polarization, spin ordering, or exchange\ncoupling, to tune the magnetism. Through the\nmodification of the interface, the surface might alter the magnetic\ntextures; it is thus important to clarify the magnetic texture near\nand beyond the region of pseudomorphic growth that makes a varied\ncontribution to affect the magnetic response in the spintronics. On\nthe other hand, tetracyano-based molecules such as TCNE and TCNQ have\nbeen known as promising organic materials to form metal–organic\nframeworks and organic/molecular magnets at room temperature for novel\nspintronic applications. Among these, the fluorinated counterpart of TCNQ, i.e., F4-TCNQ,\nis a strong acceptor molecule with high electron affinity, resulting\nin distinct charge transfer and hybridization states at the organic/metallic\ninterface. Previous studies revealed that\nsuperior magnetic coupling and significant spin polarization are induced\nat these ferromagnetic–organic heterojunctions. Based on these,\nwe investigated an F4-TCNQ-tailored Ni surface in the present work\nto get more details of magnetization variation and how the magnetic\ncoupling between F4-TCNQ and Ni films affects spin injection and transport\nat the organic–ferromagnetic interface.</p>", "clean_text": "A transition metal with unfilled 3d shell electrons displays spin ordering at high temperatures and shows a novel spin reorientation transition (SRT) from in-plane to perpendicular magnetization as the film thickness increases. This unusual dependence of the magnetic behavior on the thickness is interpreted as a competition among the magnetoelastic volume anisotropy, the shape anisotropy, and the sum of the surface plus interface anisotropies due to the pseudomorphic growth. Apart from the spin anisotropy modulated by the surface and the interface, an adsorbed layer (adlayer) on the transition metal can also modify the spin texture, i.e., spin polarization, spin ordering, or exchange coupling, to tune the magnetism. Through the modification of the interface, the surface might alter the magnetic textures; it is thus important to clarify the magnetic texture near and beyond the region of pseudomorphic growth that makes a varied contribution to affect the magnetic response in the spintronics. On the other hand, tetracyano-based molecules such as TCNE and TCNQ have been known as promising organic materials to form metal-organic frameworks and organic/molecular magnets at room temperature for novel spintronic applications. Among these, the fluorinated counterpart of TCNQ, i.e., F4-TCNQ, is a strong acceptor molecule with high electron affinity, resulting in distinct charge transfer and hybridization states at the organic/metallic interface. Previous studies revealed that superior magnetic coupling and significant spin polarization are induced at these ferromagnetic-organic heterojunctions. Based on these, we investigated an F4-TCNQ-tailored Ni surface in the present work to get more details of magnetization variation and how the magnetic coupling between F4-TCNQ and Ni films affects spin injection and transport at the organic-ferromagnetic interface.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In this paper,\nwe report that F4-TCNQ tailors the magnetic exchange\ncoupling of a Ni film on Cu(100), represented as Cu(100)/Ni. F4-TCNQ\nwas implemented to modulate the magnetism of Cu(100)/Ni in a different\nmagnetization direction that is governed by pseudomorphic growth.\nThe first region of interest that we sought to explore was near the\ncritical thickness of ferromagnetic Ni films, which is important for\nthe surface and interface anisotropy of a Ni film. The second attractive\ntopic is far above the critical thickness at which the film grows\nbeyond the pseudomorphic region. We deposited F4-TCNQ on a Ni surface\nand investigated the magnetic coupling between F4-TCNQ and Ni, as\nwell as the molecular bonding and electronic structure. We studied\nthe interface properties of Ni/F4-TCNQ with  various Ni layer thicknesses\nusing the magneto-optical Kerr effect (MOKE), photoemission electron\nmicroscopy (PEEM), X-ray magnetic circular dichroism (XMCD), X-ray\nphotoelectron spectroscopy (XPS), and calculations with density functional\ntheory (DFT). The experimental results demonstrate conspicuous charge\ntransfer between F4-TCNQ and Ni, which produces significant long-range\nmagnetic ordering through strong magnetic exchange coupling at the\nhybrid ferromagnetic–organic heterojunctions.</p>", "clean_text": "In this paper, we report that F4-TCNQ tailors the magnetic exchange coupling of a Ni film on Cu(100), represented as Cu(100)/Ni. F4-TCNQ was implemented to modulate the magnetism of Cu(100)/Ni in a different magnetization direction that is governed by pseudomorphic growth. The first region of interest that we sought to explore was near the critical thickness of ferromagnetic Ni films, which is important for the surface and interface anisotropy of a Ni film. The second attractive topic is far above the critical thickness at which the film grows beyond the pseudomorphic region. We deposited F4-TCNQ on a Ni surface and investigated the magnetic coupling between F4-TCNQ and Ni, as well as the molecular bonding and electronic structure. We studied the interface properties of Ni/F4-TCNQ with  various Ni layer thicknesses using the magneto-optical Kerr effect (MOKE), photoemission electron microscopy (PEEM), X-ray magnetic circular dichroism (XMCD), X-ray photoelectron spectroscopy (XPS), and calculations with density functional theory (DFT). The experimental results demonstrate conspicuous charge transfer between F4-TCNQ and Ni, which produces significant long-range magnetic ordering through strong magnetic exchange coupling at the hybrid ferromagnetic-organic heterojunctions.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><p>All experiments were conducted\nin an ultrahigh-vacuum (UHV) system consisting of interconnected chambers\nfor sample preparation and characterization with a base pressure <italic toggle=\"yes\">P</italic> = 3 × 10<sup>–10</sup> mbar. The Ni films\nof various thicknesses (8–20 monolayers (MLs); 1 ML = 1.7 Å)\nwere deposited on a clean Cu(100) substrate with an e-beam evaporator\n(Omicron EFM3) at a deposition rate of about 1 Å/min. F4-TCNQ\n(&gt;99.0% purity) was purchased from UNI-ONWARD Corp., Taiwan and\nwas\nused after several cycles of degassing near the evaporation temperature\n(370–380 K). Evaporation of F4-TCNQ in situ was followed on\na clean Ni film from a Knudsen cell with a flux rate of about 2 Å/min.\nAll deposition processes were performed on the substrate near 300\nK; the homogeneity of thin films was inspected by synchrotron photoemission\nspectroscopy (PES) at various sample positions with a light spot of\nmicrometer size irradiated on the sample. The surface morphologies\nof Cu(100)/Ni and F4-TCNQ on Cu(100)/Ni with different deposition\nrates ranging from 1.5 to 6 Å/min were analyzed using atomic\nforce microscopy (AFM), and the roughness (Rq) results are summarized\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c01674/suppl_file/am2c01674_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>. We recorded PES at U5-spectroscopy\nbeamline (BL) 09A2 in the National Synchrotron Radiation Research\nCenter (NSRRC), Taiwan. The magnetic hysteresis loops were measured\non detecting the MOKE signals in both longitudinal and polar configurations\nusing a He–Ne laser. XMCD-based PEEM images were recorded with\ncircularly polarized light, in opposite photon polarizations (σ,\n−σ), that illuminated at an incident angle of 25°\nwith respect to the sample surface plane to acquire domain patterns\nwith magnetic contrast at NSRRC BL 05B2. To examine magnetic coupling\nat the F4-TCNQ and Ni heterostructure, element-specific XMCD spectra\nwere recorded at NSRRC BL 11A. After the samples were fabricated,\nthey were kept in an isolated portable UHV chamber and moved to BL\n11A1 to conduct XMCD experiments without exposure to air. The XMCD\nmeasurements can be obtained by changing either the magnetization\nor helicity of the X-rays. In this work, the XMCD spectrum was obtained\nto change the magnetization. In XMCD measurements, the samples were\nplaced between two coils of an electromagnet that generated a variable\nmagnetic field (<italic toggle=\"yes\">H</italic>) collinearly. The incident beam\nwas illuminated at an angle of 30° with respect to the sample\nsurface plane to record X-ray absorption spectra (XAS) in the total\nelectron yield (TEY) mode. The samples were rotated relative to <italic toggle=\"yes\">H</italic> to obtain the in-plane (θ = 0°) and out-of-plane\n(θ = 90°) magnetic anisotropy-dependent XAS spectra; θ\ndenotes the angle between the sample surface and <italic toggle=\"yes\">H</italic>. The XMCD signals of the Ni L-edge, F K-edge, and N K-edge were\nrecorded near 300 K for in-plane and out-of-plane configurations with\nalignments of fixed photon helicity to the applied magnetic field <italic toggle=\"yes\">H</italic>: ±300–500 Oe. The XMCD spectra were derived\nfrom the intensity difference between <italic toggle=\"yes\">H</italic>\n<sup>\n<italic toggle=\"yes\">–</italic>\n</sup> and <italic toggle=\"yes\">H</italic>\n<sup>+</sup> (<italic toggle=\"yes\">H</italic>\n<sup>+</sup>\n<italic toggle=\"yes\">– H</italic>\n<sup>–</sup>). The dichroic ratio is defined as the intensity ratio [(<italic toggle=\"yes\">I</italic>\n<sub>\n<italic toggle=\"yes\">H</italic>\n</sub>\n<sup>\n<italic toggle=\"yes\">–</italic>\n</sup> – <italic toggle=\"yes\">I</italic>\n<sub>\n<italic toggle=\"yes\">H</italic>\n</sub>\n<sup>+</sup>)/(<italic toggle=\"yes\">I</italic>\n<sub>\n<italic toggle=\"yes\">H</italic>\n</sub>\n<sup>\n<italic toggle=\"yes\">–</italic>\n</sup> + <italic toggle=\"yes\">I</italic>\n<sub>\n<italic toggle=\"yes\">H</italic>\n</sub>\n<sup>+</sup>)], which is proportional to the strength of spin\npolarization (SP), to reveal the strength of SP in the samples. DFT\ncalculations were performed with the Vienna ab initio simulation program\n(VASP) using PAW pseudopotentials and plane waves with a cutoff energy\nof 600 eV at the GGA-PW91 level. The precise structure used in the\nDFT calculation is a single atomic Ni layer on five layers of Cu(100);\neach layer includes 20 metallic (Cu or Ni) elements. The Cu(100) substrate\nplays a role in constraining the structure of the Ni layer surface\nin the (100) facet and Cu lattice constants. DFT calculations of a\nsingle atomic Ni layer were also compared with those of the Ni(100)\nfacet slab, and the results are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c01674/suppl_file/am2c01674_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>.</p>", "clean_text": "Experimental Section\n\nAll experiments were conducted in an ultrahigh-vacuum (UHV) system consisting of interconnected chambers for sample preparation and characterization with a base pressure P = 3 × 10-10 mbar. The Ni films of various thicknesses (8-20 monolayers (MLs); 1 ML = 1.7 Å) were deposited on a clean Cu(100) substrate with an e-beam evaporator (Omicron EFM3) at a deposition rate of about 1 Å/min. F4-TCNQ (>99.0% purity) was purchased from UNI-ONWARD Corp., Taiwan and was used after several cycles of degassing near the evaporation temperature (370-380 K). Evaporation of F4-TCNQ in situ was followed on a clean Ni film from a Knudsen cell with a flux rate of about 2 Å/min. All deposition processes were performed on the substrate near 300 K; the homogeneity of thin films was inspected by synchrotron photoemission spectroscopy (PES) at various sample positions with a light spot of micrometer size irradiated on the sample. The surface morphologies of Cu(100)/Ni and F4-TCNQ on Cu(100)/Ni with different deposition rates ranging from 1.5 to 6 Å/min were analyzed using atomic force microscopy (AFM), and the roughness (Rq) results are summarized in Figure S1. We recorded PES at U5-spectroscopy beamline (BL) 09A2 in the National Synchrotron Radiation Research Center (NSRRC), Taiwan. The magnetic hysteresis loops were measured on detecting the MOKE signals in both longitudinal and polar configurations using a He-Ne laser. XMCD-based PEEM images were recorded with circularly polarized light, in opposite photon polarizations (σ, -σ), that illuminated at an incident angle of 25° with respect to the sample surface plane to acquire domain patterns with magnetic contrast at NSRRC BL 05B2. To examine magnetic coupling at the F4-TCNQ and Ni heterostructure, element-specific XMCD spectra were recorded at NSRRC BL 11A. After the samples were fabricated, they were kept in an isolated portable UHV chamber and moved to BL 11A1 to conduct XMCD experiments without exposure to air. The XMCD measurements can be obtained by changing either the magnetization or helicity of the X-rays. In this work, the XMCD spectrum was obtained to change the magnetization. In XMCD measurements, the samples were placed between two coils of an electromagnet that generated a variable magnetic field (H) collinearly. The incident beam was illuminated at an angle of 30° with respect to the sample surface plane to record X-ray absorption spectra (XAS) in the total electron yield (TEY) mode. The samples were rotated relative to H to obtain the in-plane (θ = 0°) and out-of-plane (θ = 90°) magnetic anisotropy-dependent XAS spectra; θ denotes the angle between the sample surface and H. The XMCD signals of the Ni L-edge, F K-edge, and N K-edge were recorded near 300 K for in-plane and out-of-plane configurations with alignments of fixed photon helicity to the applied magnetic field H: ±300-500 Oe. The XMCD spectra were derived from the intensity difference between H  -  and H + (H + - H -). The dichroic ratio is defined as the intensity ratio [(I  H   -  - I  H  +)/(I  H   -  + I  H  +)], which is proportional to the strength of spin polarization (SP), to reveal the strength of SP in the samples. DFT calculations were performed with the Vienna ab initio simulation program (VASP) using PAW pseudopotentials and plane waves with a cutoff energy of 600 eV at the GGA-PW91 level. The precise structure used in the DFT calculation is a single atomic Ni layer on five layers of Cu(100); each layer includes 20 metallic (Cu or Ni) elements. The Cu(100) substrate plays a role in constraining the structure of the Ni layer surface in the (100) facet and Cu lattice constants. DFT calculations of a single atomic Ni layer were also compared with those of the Ni(100) facet slab, and the results are shown in Figure S5.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><p>\n shows the\nhysteresis measurements of <italic toggle=\"yes\">M</italic> vs <italic toggle=\"yes\">H</italic> with longitudinal-MOKE (L-MOKE, upper part) and polar-MOKE (P-MOKE,\nlower part) intensities as a function of Ni film thickness ((a, d)\n8 ML, (b, e) 9 ML, and (c, f) 20 ML) on clean Cu(100) and subsequently\ndeposited F4-TCNQ (3 Å) atop. According to the <italic toggle=\"yes\">M</italic>–<italic toggle=\"yes\">H</italic> loops plotted in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c01674/suppl_file/am2c01674_si_001.pdf\" xlink:type=\"simple\">Figures S2 and S3</ext-link> in this work, the Ni film shows the first SRT from\nin-plane to out-of-plane magnetization at about 9.5 ML and maintains\nthat out-of-plane magnetization with the Ni thickness increasing to\nabout ∼20 ML. These results agree well with previous work that\ndemonstrates a similar transition thickness. Upon capping Ni surfaces (8 and 9 ML) with F4-TCNQ\n(3 Å), a remarkable enhancement of the in-plane coercive field\nalong the easy axis was obtained with L-MOKE (a,b). In the P-MOKE measurement, the coercive\nmagnetic hysteresis loops become appreciable after F4-TCNQ capping\non Ni at 8 and 9 ML (d,e). The highly coercive hysteresis loops in both L- and\nP-MOKE after molecular adsorption on Ni films (8 and 9 ML) show that\nthe ferromagnetic order is significantly enhanced relative to the\noriginal anisotropy. When F4-TCNQ was capped on 20 ML Ni, the in-plane\ncoercive field showed remanence of almost 100%. This result is due\nto the limitation of the magnetic field supply that did not magnetically\nsaturate the sample; no variation of hysteresis loops in L-MOKE (c) was observed.\nThe out-of-plane coercivity was slightly increased after contact with\nF4-TCNQ, as shown in f. As a result, the enhancement of ferromagnetic ordering\nin the region near the first SRT is attributed to the surface modification\nof the magnetic texture by F4-TCNQ. As the Kerr intensity is proportional\nto magnetization, the MOKE results indicate that F4-TCNQ capping enhances\nthe Kerr intensity, magnifies the magnetization, and thus alters the\nmagnetic textures.</p>", "clean_text": "Results and Discussion\n\n  shows the hysteresis measurements of M vs H with longitudinal-MOKE (L-MOKE, upper part) and polar-MOKE (P-MOKE, lower part) intensities as a function of Ni film thickness ((a, d) 8 ML, (b, e) 9 ML, and (c, f) 20 ML) on clean Cu(100) and subsequently deposited F4-TCNQ (3 Å) atop. According to the M-H loops plotted in Figures S2 and S3 in this work, the Ni film shows the first SRT from in-plane to out-of-plane magnetization at about 9.5 ML and maintains that out-of-plane magnetization with the Ni thickness increasing to about ~20 ML. These results agree well with previous work that demonstrates a similar transition thickness. Upon capping Ni surfaces (8 and 9 ML) with F4-TCNQ (3 Å), a remarkable enhancement of the in-plane coercive field along the easy axis was obtained with L-MOKE (a,b). In the P-MOKE measurement, the coercive magnetic hysteresis loops become appreciable after F4-TCNQ capping on Ni at 8 and 9 ML (d,e). The highly coercive hysteresis loops in both L- and P-MOKE after molecular adsorption on Ni films (8 and 9 ML) show that the ferromagnetic order is significantly enhanced relative to the original anisotropy. When F4-TCNQ was capped on 20 ML Ni, the in-plane coercive field showed remanence of almost 100%. This result is due to the limitation of the magnetic field supply that did not magnetically saturate the sample; no variation of hysteresis loops in L-MOKE (c) was observed. The out-of-plane coercivity was slightly increased after contact with F4-TCNQ, as shown in f. As a result, the enhancement of ferromagnetic ordering in the region near the first SRT is attributed to the surface modification of the magnetic texture by F4-TCNQ. As the Kerr intensity is proportional to magnetization, the MOKE results indicate that F4-TCNQ capping enhances the Kerr intensity, magnifies the magnetization, and thus alters the magnetic textures.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Magnetic hysteresis loops displaying the longitudinal\nKerr effect\n(in-plane magnetization) measured on (a) 8 ML Ni, (b) 9 ML Ni, and\n(c) 20 ML Ni with F4-TCNQ (<italic toggle=\"yes\">x</italic> = 0 and 3 Å) atop.\n(d), (e), and (f) Corresponding polar Kerr effect (out-of-plane magnetization)\nof samples (a), (b), and (c), respectively.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c01674_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Magnetic hysteresis loops displaying the longitudinal Kerr effect (in-plane magnetization) measured on (a) 8 ML Ni, (b) 9 ML Ni, and (c) 20 ML Ni with F4-TCNQ (x = 0 and 3 Å) atop. (d), (e), and (f) Corresponding polar Kerr effect (out-of-plane magnetization) of samples (a), (b), and (c), respectively.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>To understand thoroughly the variation of the magnetic textures,\nwe recorded, in the TEY mode, XMCD spectra of the Ni L-edge for Ni\n(8 and 9 ML) with and without adsorption of F4-TCNQ (0 and 3 Å)\non applying an in-plane magnetic field, as shown in the upper spectra\nof a,b. The\nexternal magnetic fields were ±500 to ±300 Oe for magnetic\nmeasurements. Such external magnetic fields can make the corresponding\nsamples magnetically saturated. After deposition of F4-TCNQ, Ni films\n(both 8 and 9 ML) displayed an enhancement of the in-plane XMCD signals.\nNoticeably, the XMCD spectra of the Ni L-edge for bare Ni (9 ML) expressed\na positive signal for L<sub>3</sub> but a negative signal for L<sub>2</sub>. A contrary dichroism behavior to one with F4-TCNQ atop means\nthat the Ni magnetic moments almost reverse after contact with F4-TCNQ.\nMoreover, the intensity of the XMCD spectrum of a Ni/F4-TCNQ (3 Å)\nfilm increased relative to that of the bare Ni film; the dichroic\nratio of Ni (9 ML) was estimated to be 3.81% for bare Ni and 6.14%\nfor the deposited Ni-F4-TCNQ film. For comparison of a bare Ni (20\nML) film and a Ni (20 ML)/F4-TCNQ (3 Å) film, the in-plane dichroic\nratio also increased to 6.67% with F4-TCNQ atop (see c). These results suggest that\nthe in-plane magnetic moment of the Ni film is strongly increased\nafter the adsorption of F4-TCNQ.</p>", "clean_text": "To understand thoroughly the variation of the magnetic textures, we recorded, in the TEY mode, XMCD spectra of the Ni L-edge for Ni (8 and 9 ML) with and without adsorption of F4-TCNQ (0 and 3 Å) on applying an in-plane magnetic field, as shown in the upper spectra of a,b. The external magnetic fields were ±500 to ±300 Oe for magnetic measurements. Such external magnetic fields can make the corresponding samples magnetically saturated. After deposition of F4-TCNQ, Ni films (both 8 and 9 ML) displayed an enhancement of the in-plane XMCD signals. Noticeably, the XMCD spectra of the Ni L-edge for bare Ni (9 ML) expressed a positive signal for L3 but a negative signal for L2. A contrary dichroism behavior to one with F4-TCNQ atop means that the Ni magnetic moments almost reverse after contact with F4-TCNQ. Moreover, the intensity of the XMCD spectrum of a Ni/F4-TCNQ (3 Å) film increased relative to that of the bare Ni film; the dichroic ratio of Ni (9 ML) was estimated to be 3.81% for bare Ni and 6.14% for the deposited Ni-F4-TCNQ film. For comparison of a bare Ni (20 ML) film and a Ni (20 ML)/F4-TCNQ (3 Å) film, the in-plane dichroic ratio also increased to 6.67% with F4-TCNQ atop (see c). These results suggest that the in-plane magnetic moment of the Ni film is strongly increased after the adsorption of F4-TCNQ.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Ni L-edge XMCD spectra of Ni films of\nvarious thicknesses with\nF4-TCNQ atop for in-plane and out-of-plane measurements. In-plane\nXMCD, (a) 8 ML Ni, (b) 9 ML Ni, and (c) 20 ML Ni with F4-TCNQ (3 Å)\natop. (d), (e), and (f) Corresponding out-of-plane XMCD of samples\n(a), (b), and (c), respectively.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c01674_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Ni L-edge XMCD spectra of Ni films of various thicknesses with F4-TCNQ atop for in-plane and out-of-plane measurements. In-plane XMCD, (a) 8 ML Ni, (b) 9 ML Ni, and (c) 20 ML Ni with F4-TCNQ (3 Å) atop. (d), (e), and (f) Corresponding out-of-plane XMCD of samples (a), (b), and (c), respectively.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>In , the\nXMCD spectrum of Ni (8 and 9 ML)/F4-TCNQ (3 Å) in the planar\nconfiguration also displays a more intense satellite signal 3.3 eV\naway from the L<sub>3</sub> edge in comparison with that of bare Ni\n(8 and 9 ML). A similar observation is noticed for the in-plane measurement\nof Ni (20 ML)/F4-TCNQ (3 Å) relative to bare Ni (20 ML). Theoretically,\nthe 3d configuration reduces the pronounced\nsatellite at 3.3 eV, leading to a decreased orbital moment. When F4-TCNQ adsorbs on the Ni surface, charge transfer from Ni\n3d to F4-TCNQ is expected to decrease the population of the Ni 3d state. The F4-TCNQ-adsorbed Ni film thus has\na larger orbital moment than a bare Ni film.</p>", "clean_text": "In , the XMCD spectrum of Ni (8 and 9 ML)/F4-TCNQ (3 Å) in the planar configuration also displays a more intense satellite signal 3.3 eV away from the L3 edge in comparison with that of bare Ni (8 and 9 ML). A similar observation is noticed for the in-plane measurement of Ni (20 ML)/F4-TCNQ (3 Å) relative to bare Ni (20 ML). Theoretically, the 3d configuration reduces the pronounced satellite at 3.3 eV, leading to a decreased orbital moment. When F4-TCNQ adsorbs on the Ni surface, charge transfer from Ni 3d to F4-TCNQ is expected to decrease the population of the Ni 3d state. The F4-TCNQ-adsorbed Ni film thus has a larger orbital moment than a bare Ni film.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>In contrast, the\nlower-side spectra in d,e show no variation of the XMCD signals\nfor a Ni film at 8 and 9 ML with or without F4-TCNQ (0 and 3 Å),\nwhich had an applied magnetic field adequate to saturate magnetization\nat the out-of-plane configuration (θ = 90°). The out-of-plane\nXMCD signals at the Ni L<sub>2,3</sub> edge show no significant change\nafter the deposition of F4-TCNQ, suggesting that the deposition of\nF4-TCNQ has no effect on the vertical magnetization of Ni supports.\nThe orbital moment along the surface normal is thus expected to be\nalmost constant upon F4-TCNQ capping. The increase and reversal of\nthe planar orbital moment and the invariance of the polar orbital\nmoment indicate that F4-TCNQ capping effectively modifies the band\nstructures of Ni for the in-plane orbital moment. The surface capping\nthus hindered the motion of the electron orbitals perpendicular to\nthe surface and exhibited a mild modification of in-plane orbital\nmoments. In contrast, the orbital moment normal to the surface is\nnot relevant to F4-TCNQ capping that induces spin reorientation transitions.</p>", "clean_text": "In contrast, the lower-side spectra in d,e show no variation of the XMCD signals for a Ni film at 8 and 9 ML with or without F4-TCNQ (0 and 3 Å), which had an applied magnetic field adequate to saturate magnetization at the out-of-plane configuration (θ = 90°). The out-of-plane XMCD signals at the Ni L2,3 edge show no significant change after the deposition of F4-TCNQ, suggesting that the deposition of F4-TCNQ has no effect on the vertical magnetization of Ni supports. The orbital moment along the surface normal is thus expected to be almost constant upon F4-TCNQ capping. The increase and reversal of the planar orbital moment and the invariance of the polar orbital moment indicate that F4-TCNQ capping effectively modifies the band structures of Ni for the in-plane orbital moment. The surface capping thus hindered the motion of the electron orbitals perpendicular to the surface and exhibited a mild modification of in-plane orbital moments. In contrast, the orbital moment normal to the surface is not relevant to F4-TCNQ capping that induces spin reorientation transitions.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>\n shows the\nvariation of the hysteresis change and the orbital moment for thicknesses\nnear the first SRT (9 ML) and far above the first SRT (20 ML) with\nand without F4-TCNQ capping. The results show clearly that, for both\nNi (9 ML)/F4-TCNQ (0 and 3 Å) (a) and Ni (20 ML)/F4-TCNQ (0 and 3 Å)\n(b), the variation\nof the hysteresis from L-MOKE and the in-plane orbital moment behave\nin a similar manner: the increased in-plane magnetic anisotropy is\nassociated with an increased planar orbital magnetic moment upon capping\na Cu(100)/Ni (9 and 20 ML) film with F4-TCNQ, but an insignificant\nchange within experimental errors was found for out-of-plane magnetic\nanisotropy and the out-of-plane orbital moment. As a result, in-plane\nNi magnetization was significantly influenced by F4-TCNQ capping,\nlikely because of extraordinarily strong coupling that is rarely observed\nfrom an organic–ferromagnetic interplay.</p>", "clean_text": "  shows the variation of the hysteresis change and the orbital moment for thicknesses near the first SRT (9 ML) and far above the first SRT (20 ML) with and without F4-TCNQ capping. The results show clearly that, for both Ni (9 ML)/F4-TCNQ (0 and 3 Å) (a) and Ni (20 ML)/F4-TCNQ (0 and 3 Å) (b), the variation of the hysteresis from L-MOKE and the in-plane orbital moment behave in a similar manner: the increased in-plane magnetic anisotropy is associated with an increased planar orbital magnetic moment upon capping a Cu(100)/Ni (9 and 20 ML) film with F4-TCNQ, but an insignificant change within experimental errors was found for out-of-plane magnetic anisotropy and the out-of-plane orbital moment. As a result, in-plane Ni magnetization was significantly influenced by F4-TCNQ capping, likely because of extraordinarily strong coupling that is rarely observed from an organic-ferromagnetic interplay.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Comparison of hysteresis\nloop changes from MOKE and orbital magnetic\nmoment derived from XMCD for (a) 9 ML Ni and (b) 20 ML Ni with F4-TCNQ\n(3 Å) atop. The results demonstrate a one-to-one correspondence\nbetween the hysteresis loop and the orbital magnetic moment.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c01674_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Comparison of hysteresis loop changes from MOKE and orbital magnetic moment derived from XMCD for (a) 9 ML Ni and (b) 20 ML Ni with F4-TCNQ (3 Å) atop. The results demonstrate a one-to-one correspondence between the hysteresis loop and the orbital magnetic moment.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>XPEEM was performed to evaluate the orbital hybridization\nand related\nmicromagnetic behavior of Ni (Θ ML)/F4-TCNQ (0 and 3 Å),\nΘ = 8, 9, and 20 ML, which are nearby and above the first SRT\n(∼9.5 ML), respectively, with the latter displaying out-of-plane\nmagnetization. XMCD-based PEEM imaging was acquired based on the XMCD\ncontrast of the Ni L<sub>2</sub> and L<sub>3</sub> absorption edges\nat opposite photon helicities σ and −σ. We inspected\nthe magnetic domain of Ni (8 ML) that shows paramagnetism below the\ncritical thickness of ∼9.5 ML according to XPEEM, as shown\nin a. The PEEM\nimages of the Ni L-edge show no magnetic domain for both positive\nσ and negative −σ photon helicities, consistent\nwith the observed paramagnetism of Ni (8 ML) on Cu(100). After capping\nwith F4-TCNQ, the appearance of a magnetic domain, as shown in a, indicates that\nthe ferromagnetic ordering was evidently improved through the strong\ncoupling between F4-TCNQ and Ni, coinciding with the MOKE and XMCD\nresults. In b, a ladder sample with half-deposited 9 and 20 ML Ni exhibits a\nsignificant change of the Ni domain contrast after F4-TCNQ atop in\nthe 9 ML region, whereas no obvious change is observed in the 20 ML\nregion. As the PEEM images are recorded at an incident angle of 25°\nwith respect to the sample surface to acquire the in-plane domain,\nit is predictable not to observe a clear magnetic domain with PEEM\nin the region of Ni (20 ML), which prefers out-of-plane magnetization.\nCompared to the domain images in the ∼9 ML Ni region, as marked\nin a red square acquired before and after F4-TCNQ deposition, we found\nthat a large portion of the dark contrast domains, which were dominantly\ndistributed across the region, was severely shrunk and became replaced\nwith a large portion of the bright contrast after F4-TCNQ adsorption\n(b). The reverse\nchanges on shrinking the dark contrast domain and enlarging the bright\ncontrast domain after F4-TCNQ deposition hence indicate antiferromagnetic\ncoupling between the organic layer and ferromagnetic Ni; the changes\nalso resulted in flipping the shattered domains into a greater domain,\nwhich was also observed in the system of F4-TCNQ on Co. As a result, the combination of the above XMCD\nand MOKE results, which expressed increased in-plane magnetization\nand ferromagnetic ordering, indicates that a long-range magnetic order\nis enhanced with a strong antiferromagnetic coupling between Ni and\nF4-TCNQ heterojunctions. Even pristine Ni (20 ML) showed stronger\nout-of-plane magnetization after deposition of F4-TCNQ. Moreover,\nno lateral domain flipping was noticed in comparison with the region\nof Ni (9 ML). Such magnetic variations and patterns for Ni (9 ML)/F4-TCNQ\nand Ni (20 ML)/F4-TCNQ structures indicate that in-plane magnetization\nwas significantly enhanced and reversed on the Ni layers, especially\nfor a film near the critical thickness.</p>", "clean_text": "XPEEM was performed to evaluate the orbital hybridization and related micromagnetic behavior of Ni (Θ ML)/F4-TCNQ (0 and 3 Å), Θ = 8, 9, and 20 ML, which are nearby and above the first SRT (~9.5 ML), respectively, with the latter displaying out-of-plane magnetization. XMCD-based PEEM imaging was acquired based on the XMCD contrast of the Ni L2 and L3 absorption edges at opposite photon helicities σ and -σ. We inspected the magnetic domain of Ni (8 ML) that shows paramagnetism below the critical thickness of ~9.5 ML according to XPEEM, as shown in a. The PEEM images of the Ni L-edge show no magnetic domain for both positive σ and negative -σ photon helicities, consistent with the observed paramagnetism of Ni (8 ML) on Cu(100). After capping with F4-TCNQ, the appearance of a magnetic domain, as shown in a, indicates that the ferromagnetic ordering was evidently improved through the strong coupling between F4-TCNQ and Ni, coinciding with the MOKE and XMCD results. In b, a ladder sample with half-deposited 9 and 20 ML Ni exhibits a significant change of the Ni domain contrast after F4-TCNQ atop in the 9 ML region, whereas no obvious change is observed in the 20 ML region. As the PEEM images are recorded at an incident angle of 25° with respect to the sample surface to acquire the in-plane domain, it is predictable not to observe a clear magnetic domain with PEEM in the region of Ni (20 ML), which prefers out-of-plane magnetization. Compared to the domain images in the ~9 ML Ni region, as marked in a red square acquired before and after F4-TCNQ deposition, we found that a large portion of the dark contrast domains, which were dominantly distributed across the region, was severely shrunk and became replaced with a large portion of the bright contrast after F4-TCNQ adsorption (b). The reverse changes on shrinking the dark contrast domain and enlarging the bright contrast domain after F4-TCNQ deposition hence indicate antiferromagnetic coupling between the organic layer and ferromagnetic Ni; the changes also resulted in flipping the shattered domains into a greater domain, which was also observed in the system of F4-TCNQ on Co. As a result, the combination of the above XMCD and MOKE results, which expressed increased in-plane magnetization and ferromagnetic ordering, indicates that a long-range magnetic order is enhanced with a strong antiferromagnetic coupling between Ni and F4-TCNQ heterojunctions. Even pristine Ni (20 ML) showed stronger out-of-plane magnetization after deposition of F4-TCNQ. Moreover, no lateral domain flipping was noticed in comparison with the region of Ni (9 ML). Such magnetic variations and patterns for Ni (9 ML)/F4-TCNQ and Ni (20 ML)/F4-TCNQ structures indicate that in-plane magnetization was significantly enhanced and reversed on the Ni layers, especially for a film near the critical thickness.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>PEEM images displaying\nenhanced magnetic order and reversed domain\ncontrast for Ni with F4-TCNQ atop acquired with various circular photon\npolarizations. (a) Appearance of in-plane FM order near 295 K after\ndeposition of F4-TCNQ on 8 ML Ni with positive and negative circular\nphoton polarizations. (b) Large portion of the dark contrast is reversed\nto bright contrast after deposition of F4-TCNQ on 9 ML Ni at fixed\nphoton polarizations, representing antiferromagnetic coupling between\nNi and hybridized F4-TCNQ.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c01674_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  PEEM images displaying enhanced magnetic order and reversed domain contrast for Ni with F4-TCNQ atop acquired with various circular photon polarizations. (a) Appearance of in-plane FM order near 295 K after deposition of F4-TCNQ on 8 ML Ni with positive and negative circular photon polarizations. (b) Large portion of the dark contrast is reversed to bright contrast after deposition of F4-TCNQ on 9 ML Ni at fixed photon polarizations, representing antiferromagnetic coupling between Ni and hybridized F4-TCNQ.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>To understand thoroughly the magnetic coupling for F4-TCNQ in contact\nwith Ni, we measured the XMCD spectrum of F4-TCNQ (3 Å) on Ni\n(9 and 20 ML) for the N and F K-edges. From these results, we observed\nno F XMCD signal at Ni either 9 or 20 ML in both in-plane and out-of-plane\nmeasurements, but the CN (π orbital) XMCD signals are evident\nfor in-plane magnetization and less for out-of-plane magnetization\n(c,d), especially\nfor F4-TCNQ (3 Å) on Ni (9 ML). Nevertheless, the CN XMCD signal\nof the Ni (9 ML)/F4-TCNQ (3 Å) sample is positive, whereas the\ncorresponding Ni L<sub>3</sub>-edge XMCD signal is negative. This\nresult indicates that an antiferromagnetic interaction was excited\nbetween the upper F4-TCNQ and the underlying Ni, corresponding to\na shrinking of the dark contrast domain in the PEEM image after deposition\nof F4-TCNQ on Ni (9 ML). The N XMCD signal was found also for the\nNi (8 ML)/F4-TCNQ (3 Å) sample (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c01674/suppl_file/am2c01674_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>). These results indicate that the CN (π orbital) in F4-TCNQ\nhas planar spin polarization upon its adsorption on Ni. The dichroic\nratio of spin-polarized CN at 399 eV is estimated to be ca. 1.33%\nfor 9 ML Ni and 0.38% for 20 ML Ni. That is, for F4-TCNQ on Ni (9\nML), the N XMCD signal was more obvious than that on Ni (20 ML). The\ndetails regarding the variation of the spin polarization of CN   for\nCu(100)/Ni/F4-TCNQ  are discussed in the following of DFT calculation.</p>", "clean_text": "To understand thoroughly the magnetic coupling for F4-TCNQ in contact with Ni, we measured the XMCD spectrum of F4-TCNQ (3 Å) on Ni (9 and 20 ML) for the N and F K-edges. From these results, we observed no F XMCD signal at Ni either 9 or 20 ML in both in-plane and out-of-plane measurements, but the CN (π orbital) XMCD signals are evident for in-plane magnetization and less for out-of-plane magnetization (c,d), especially for F4-TCNQ (3 Å) on Ni (9 ML). Nevertheless, the CN XMCD signal of the Ni (9 ML)/F4-TCNQ (3 Å) sample is positive, whereas the corresponding Ni L3-edge XMCD signal is negative. This result indicates that an antiferromagnetic interaction was excited between the upper F4-TCNQ and the underlying Ni, corresponding to a shrinking of the dark contrast domain in the PEEM image after deposition of F4-TCNQ on Ni (9 ML). The N XMCD signal was found also for the Ni (8 ML)/F4-TCNQ (3 Å) sample (Figure S4). These results indicate that the CN (π orbital) in F4-TCNQ has planar spin polarization upon its adsorption on Ni. The dichroic ratio of spin-polarized CN at 399 eV is estimated to be ca. 1.33% for 9 ML Ni and 0.38% for 20 ML Ni. That is, for F4-TCNQ on Ni (9 ML), the N XMCD signal was more obvious than that on Ni (20 ML). The details regarding the variation of the spin polarization of CN   for Cu(100)/Ni/F4-TCNQ  are discussed in the following of DFT calculation.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>XAS/XMCD\nspectra of F K-edge (signal at 688 eV) in F4-TCNQ for\n(a) 9 ML Ni and (b) 20 ML Ni with F4-TCNQ (3 Å) atop. Corresponding\nXAS/XMCD spectra of N K-edge (signal at 399 eV) for (c) 9 ML Ni and\n(d) 20 ML Ni with F4-TCNQ (3 Å) atop. The in-plane spectra are\nshown in the upper part; the out-of-plane spectra are recorded in\nthe lower part.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c01674_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  XAS/XMCD spectra of F K-edge (signal at 688 eV) in F4-TCNQ for (a) 9 ML Ni and (b) 20 ML Ni with F4-TCNQ (3 Å) atop. Corresponding XAS/XMCD spectra of N K-edge (signal at 399 eV) for (c) 9 ML Ni and (d) 20 ML Ni with F4-TCNQ (3 Å) atop. The in-plane spectra are shown in the upper part; the out-of-plane spectra are recorded in the lower part.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The adsorption structure of F4-TCNQ\non Cu(100)/Ni, denoted Cu(100)/Ni/F4-TCNQ,\nwas initially optimized. As shown in a, the most stable adsorption has four CN\ngroups in F4-TCNQ bonded in parallel to the surface Ni, indicating\nthat the bonding arose through the CN π bands (not the N lone\npair) with the Ni d bands. The density of states (DOS) values of the\nbonding orbitals were further analyzed and are shown in b. Before the adsorption of\nF4-TCNQ, surface Ni had an asymmetric DOS for spin­(α) and spin­(β),\nyellow shadows, whereas bonding π and antibonding π* bands\nof CN (cyan shadows) had symmetric spin­(α) and spin­(β)\nand were located near the Fermi level. After adsorption, the valance\nd band of Ni interacted with the similar-energetic CN π* band\nand back-donated electrons to the empty π* orbitals. As a result,\nthe asymmetry of spin­(α) and spin­(β) was altered. The\nasymmetry of Ni in-plane d<sub>\n<italic toggle=\"yes\">xy</italic>\n</sub> and d<sub>\n<italic toggle=\"yes\">x</italic>\n<sup>2</sup>–<italic toggle=\"yes\">y</italic>\n<sup>2</sup>\n</sub>, which are the major bonding orbitals, was examined in detail\nand is shown in c,d. Before adsorption, the Ni in-plane d orbitals have obvious spin-down\nspin­(α–β) near the Fermi level (dashed lines in c), implying that\nNi had more spin­(β) electrons distributed at higher energy.\nInterestingly, spin­(α–β) reversed and showed an\nevident spin-up after adsorption (solid lines in d). The reverse of spin­(α–β)\ncan be rationalized from electron back-donation during adsorption;\nthe higher-energetic spin­(β) back-donated more electrons to\nthe CN π* orbitals and became less than spin­(α) electrons.\nWe also examined spin polarization on integrating spin­(α–β)\nin the total energetic range, as shown in e. The bar chart indicates that the spin\npolarization of in-plane d<sub>\n<italic toggle=\"yes\">xy</italic>\n</sub> and d<sub>\n<italic toggle=\"yes\">x</italic>\n<sup>2</sup>–<italic toggle=\"yes\">y</italic>\n<sup>2</sup>\n</sub> orbitals of Cu(100)/Ni/F4-TCNQ (solid bars) was larger than,\nand opposite to, those of Cu(100)/Ni (dot bars), as observed in the\nexperiment (). We also examined DFT calculations on the Ni(100) facet slab with\nCu lattice constants and compared it with the above single-layered\nNi model. The results are summarized and plotted in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c01674/suppl_file/am2c01674_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>. The behaviors of spin polarization (spin­(α–β))\non those two models have a similar trend that the reversed disparity\n is observed upon F4-TCNQ adsorption.</p>", "clean_text": "The adsorption structure of F4-TCNQ on Cu(100)/Ni, denoted Cu(100)/Ni/F4-TCNQ, was initially optimized. As shown in a, the most stable adsorption has four CN groups in F4-TCNQ bonded in parallel to the surface Ni, indicating that the bonding arose through the CN π bands (not the N lone pair) with the Ni d bands. The density of states (DOS) values of the bonding orbitals were further analyzed and are shown in b. Before the adsorption of F4-TCNQ, surface Ni had an asymmetric DOS for spin(α) and spin(β), yellow shadows, whereas bonding π and antibonding π* bands of CN (cyan shadows) had symmetric spin(α) and spin(β) and were located near the Fermi level. After adsorption, the valance d band of Ni interacted with the similar-energetic CN π* band and back-donated electrons to the empty π* orbitals. As a result, the asymmetry of spin(α) and spin(β) was altered. The asymmetry of Ni in-plane d xy  and d x 2-y 2 , which are the major bonding orbitals, was examined in detail and is shown in c,d. Before adsorption, the Ni in-plane d orbitals have obvious spin-down spin(α-β) near the Fermi level (dashed lines in c), implying that Ni had more spin(β) electrons distributed at higher energy. Interestingly, spin(α-β) reversed and showed an evident spin-up after adsorption (solid lines in d). The reverse of spin(α-β) can be rationalized from electron back-donation during adsorption; the higher-energetic spin(β) back-donated more electrons to the CN π* orbitals and became less than spin(α) electrons. We also examined spin polarization on integrating spin(α-β) in the total energetic range, as shown in e. The bar chart indicates that the spin polarization of in-plane d xy  and d x 2-y 2  orbitals of Cu(100)/Ni/F4-TCNQ (solid bars) was larger than, and opposite to, those of Cu(100)/Ni (dot bars), as observed in the experiment (). We also examined DFT calculations on the Ni(100) facet slab with Cu lattice constants and compared it with the above single-layered Ni model. The results are summarized and plotted in Figure S5. The behaviors of spin polarization (spin(α-β)) on those two models have a similar trend that the reversed disparity  is observed upon F4-TCNQ adsorption.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Top and side views of adsorption geometries\nfor Cu(100)/Ni/F4-TCNQ,\nshown with C (black), N (blue), F (white), Cu (yellow), and Ni (green)\nspheres. (b) DOS analysis of the Ni d band of clean Cu(100)/Ni (yellow\nshadow) and CN p band of gas-phase F4-TCNQ (cyan shadow), before adsorption,\nand Ni d band (red line) and CN p band (blue line) of Cu(100)/Ni/F4-TCNQ\n(red line), after adsorption. (c) and (d) Spin­(α–β)\nof in-plane d<sub>\n<italic toggle=\"yes\">xy</italic>\n</sub> and d<sub>\n<italic toggle=\"yes\">x</italic>\n<sup>2</sup>–<italic toggle=\"yes\">y</italic>\n<sup>2</sup>\n</sub> orbitals\nof Ni before (Cu(100)/Ni in dashed lines) and after (Cu(100)/Ni/F4-TCNQ\nin solid lines) adsorption, respectively. (e) spin polarization, integrated\nspin­(α–β), of in-plane d<sub>\n<italic toggle=\"yes\">xy</italic>\n</sub> and d<sub>\n<italic toggle=\"yes\">x</italic>\n<sup>2</sup>–<italic toggle=\"yes\">y</italic>\n<sup>2</sup>\n</sub> orbitals of Ni.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c01674_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Top and side views of adsorption geometries for Cu(100)/Ni/F4-TCNQ, shown with C (black), N (blue), F (white), Cu (yellow), and Ni (green) spheres. (b) DOS analysis of the Ni d band of clean Cu(100)/Ni (yellow shadow) and CN p band of gas-phase F4-TCNQ (cyan shadow), before adsorption, and Ni d band (red line) and CN p band (blue line) of Cu(100)/Ni/F4-TCNQ (red line), after adsorption. (c) and (d) Spin(α-β) of in-plane d xy  and d x 2-y 2  orbitals of Ni before (Cu(100)/Ni in dashed lines) and after (Cu(100)/Ni/F4-TCNQ in solid lines) adsorption, respectively. (e) spin polarization, integrated spin(α-β), of in-plane d xy  and d x 2-y 2  orbitals of Ni.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>With F4-TCNQ capping on Ni, especially near the critical thickness,\n9 ML, the results of MOKE, XMCD, and DFT calculation demonstrate a\nsignificant increase of the in-plane magnetic moments of the Ni layer.\nThe XMCD spectra and DFT calculations also suggest the induction of\nferromagnetic ordering in the presence of F4-TCNQ through hybridization\nat the interface. Based on the previous case of Co/F4-TCNQ, which shows conspicuous charge transfer between\nCo and the CN group of F4-TCNQ to induce magnetic coupling, we employed\nXPS to characterize the chemical state of F4-TCNQ on Ni films of various\nthicknesses, as reported in . The N 1s XPS spectra of both Ni (9 ML)/F4-TCNQ (0–15\nÅ) and Ni (20 ML)/F4-TCNQ (0–15 Å), as shown in a,b, respectively,\nexhibit three major signals; the binding energies (BEs) are 398.2,\n399.3, and 400.6 eV. By analogy with the results for F4-TCNQ and TCNQ\nreported on other metal surfaces, we assigned the N 1s\nsignal at 398.2 eV to an anionic species resulting from charge transfer\n(in direct contact with Ni), the signal at 399.3 eV to noncontact\nCN or neutral F4-TCNQ (multiple layers), and the signal at 400.6 eV\nto a satellite or shakeup structure. The N 1s core-level spectra of\nF4-TCNQ (θ = 0–15 Å) on Ni (both 9 and 20 ML) presented\nsimilar variations of signal features and intensities. The signals\ncentered at 399.3 and 400.6 eV were perceptibly escalated on initial\nadsorption and became saturated upon increasing the F4-TCNQ thickness\nthrough the presence of electron transfer with metallic Ni at a thin\nF4-TCNQ layer. c,d displays the corresponding XPS core-level spectra of the Ni 2p<sub>3/2</sub> signal for F4-TCNQ (θ = 0–15 Å) on Ni\n(9 and 20 ML), respectively. On the Ni (9 ML) surface, the Ni 2p<sub>3/2</sub> core-level spectra were deconvoluted to a single line at\na BE of 853.0 eV. The line underwent a slight positive BE shift (853.1\neV) and maintained that same value even with F4-TCNQ at increasing\nthickness. In contrast, the Ni 2p<sub>3/2</sub> signal of Ni (20 ML)\nexhibited almost identical positions of signals, indicating that the\ninvariant signal might arise mainly from free electrons originating\nfrom a large portion of underlying Ni layers. Although the Ni 2p<sub>3/2</sub> results exhibit that no obvious charge transfer occurred\nat the interface of Ni and F4-TCNQ, the additional signal at 398 eV\nof XPS N 1s strongly indicates that CN π electrons of F4-TCNQ\nhybridize with the Ni layer in contact in both Ni cases (9 and 20\nML). The dependence on the thickness of chemical and electronic structures\nrevealed by XPS is neither observed nor correlated with an enhanced\nmagnetic ordering. With DFT computation we investigated the mechanism\nof the F4-TCNQ induced magnetic coupling. The enhanced and reversed\nmagnetic moment upon F4-TCNQ adsorption originated from electron back-donation\nfrom the valance d orbitals of surface Ni to the CN π* orbitals;\nthe in-plane d<sub>\n<italic toggle=\"yes\">xy</italic>\n</sub> and d<sub>\n<italic toggle=\"yes\">x</italic>\n<sup>2</sup>–<italic toggle=\"yes\">y</italic>\n<sup>2</sup>\n</sub> orbitals\nback-donated more electrons from the higher-energetic spin­(β)\nto enhance and reverse the disparity of the two spins as well as their\nspin polarization.</p>", "clean_text": "With F4-TCNQ capping on Ni, especially near the critical thickness, 9 ML, the results of MOKE, XMCD, and DFT calculation demonstrate a significant increase of the in-plane magnetic moments of the Ni layer. The XMCD spectra and DFT calculations also suggest the induction of ferromagnetic ordering in the presence of F4-TCNQ through hybridization at the interface. Based on the previous case of Co/F4-TCNQ, which shows conspicuous charge transfer between Co and the CN group of F4-TCNQ to induce magnetic coupling, we employed XPS to characterize the chemical state of F4-TCNQ on Ni films of various thicknesses, as reported in . The N 1s XPS spectra of both Ni (9 ML)/F4-TCNQ (0-15 Å) and Ni (20 ML)/F4-TCNQ (0-15 Å), as shown in a,b, respectively, exhibit three major signals; the binding energies (BEs) are 398.2, 399.3, and 400.6 eV. By analogy with the results for F4-TCNQ and TCNQ reported on other metal surfaces, we assigned the N 1s signal at 398.2 eV to an anionic species resulting from charge transfer (in direct contact with Ni), the signal at 399.3 eV to noncontact CN or neutral F4-TCNQ (multiple layers), and the signal at 400.6 eV to a satellite or shakeup structure. The N 1s core-level spectra of F4-TCNQ (θ = 0-15 Å) on Ni (both 9 and 20 ML) presented similar variations of signal features and intensities. The signals centered at 399.3 and 400.6 eV were perceptibly escalated on initial adsorption and became saturated upon increasing the F4-TCNQ thickness through the presence of electron transfer with metallic Ni at a thin F4-TCNQ layer. c,d displays the corresponding XPS core-level spectra of the Ni 2p3/2 signal for F4-TCNQ (θ = 0-15 Å) on Ni (9 and 20 ML), respectively. On the Ni (9 ML) surface, the Ni 2p3/2 core-level spectra were deconvoluted to a single line at a BE of 853.0 eV. The line underwent a slight positive BE shift (853.1 eV) and maintained that same value even with F4-TCNQ at increasing thickness. In contrast, the Ni 2p3/2 signal of Ni (20 ML) exhibited almost identical positions of signals, indicating that the invariant signal might arise mainly from free electrons originating from a large portion of underlying Ni layers. Although the Ni 2p3/2 results exhibit that no obvious charge transfer occurred at the interface of Ni and F4-TCNQ, the additional signal at 398 eV of XPS N 1s strongly indicates that CN π electrons of F4-TCNQ hybridize with the Ni layer in contact in both Ni cases (9 and 20 ML). The dependence on the thickness of chemical and electronic structures revealed by XPS is neither observed nor correlated with an enhanced magnetic ordering. With DFT computation we investigated the mechanism of the F4-TCNQ induced magnetic coupling. The enhanced and reversed magnetic moment upon F4-TCNQ adsorption originated from electron back-donation from the valance d orbitals of surface Ni to the CN π* orbitals; the in-plane d xy  and d x 2-y 2  orbitals back-donated more electrons from the higher-energetic spin(β) to enhance and reverse the disparity of the two spins as well as their spin polarization.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Charge transfer for F4-TCNQ in contact with Ni. N 1s XPS\nspectra\nof F4-TCNQ on Ni, (a) 9 ML and (b) 20 ML, as a function of the thickness\nof F4-TCNQ. Ni 2p XPS spectra of F4-TCNQ on Ni, (c) 9 ML and (d) 20\nML, as a function of the thickness of F4-TCNQ. The incident photon\nenergy is 480 eV for N 1s and 950 eV for Ni 2p XPS.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c01674_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Charge transfer for F4-TCNQ in contact with Ni. N 1s XPS spectra of F4-TCNQ on Ni, (a) 9 ML and (b) 20 ML, as a function of the thickness of F4-TCNQ. Ni 2p XPS spectra of F4-TCNQ on Ni, (c) 9 ML and (d) 20 ML, as a function of the thickness of F4-TCNQ. The incident photon energy is 480 eV for N 1s and 950 eV for Ni 2p XPS.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>With a knowledge of which anisotropies are important,\nwe have attempted\nto vary, in a controlled manner, the direction of magnetization through\nthe addition of capping layers. In this work, we tailored the Ni surface\nvia F4-TCNQ near and far from the critical thickness of the Ni SRT,\nso that we can successfully visualize enhanced magnetic ordering and\nreversed magnetization. Our results showed that surface magnetization\nwas enhanced and spin polarization was induced with an F4-TCNQ capping\nlayer. Moreover, surface tailoring of the F4-TCNQ capping layer on\nNi strengthened the in-plane magnetization for all studied thicknesses,\nwhich originated from the molecular pinning effect through hybridization\nwith Ni via the CN group of F4-TCNQ. Such an interplay of proximity\ncoupling in a hybrid heterostructure sheds light on engineering the\nexchange coupling to tune the magnetic texture and transport characteristics\nin molecular spintronics.</p>", "clean_text": "Conclusions\n\nWith a knowledge of which anisotropies are important, we have attempted to vary, in a controlled manner, the direction of magnetization through the addition of capping layers. In this work, we tailored the Ni surface via F4-TCNQ near and far from the critical thickness of the Ni SRT, so that we can successfully visualize enhanced magnetic ordering and reversed magnetization. Our results showed that surface magnetization was enhanced and spin polarization was induced with an F4-TCNQ capping layer. Moreover, surface tailoring of the F4-TCNQ capping layer on Ni strengthened the in-plane magnetization for all studied thicknesses, which originated from the molecular pinning effect through hybridization with Ni via the CN group of F4-TCNQ. Such an interplay of proximity coupling in a hybrid heterostructure sheds light on engineering the exchange coupling to tune the magnetic texture and transport characteristics in molecular spintronics.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.2c01674?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsami.2c01674</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Surface morphology and\nthe summarized root-mean-square\nroughness of Ni (9 ML)/F4-TCNQ (3Å), magnetic hysteresis loops\nof Ni films of various thicknesses on Cu(100), coercive field obtained\nfrom L-MOKE and P-MOKE as a function of the Ni thickness, N K-edge\nXAS/XMCD spectrum of F4-TCNQ, and spin­(α–β) of\nthe in-plane d<italic toggle=\"yes\">\n<sub>xy</sub>\n</italic> and d<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>\n<sub>\n<sup>2</sup>–</sub>\n<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>\n<sub>\n<sup>2</sup>\n</sub> orbitals of surface Ni in Cu(100)/Ni/F4-TCNQ\nwith one Ni layer and Ni(100)/F4-TCNQ with six Ni layers (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c01674/suppl_file/am2c01674_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.2c01674.  Surface morphology and the summarized root-mean-square roughness of Ni (9 ML)/F4-TCNQ (3Å), magnetic hysteresis loops of Ni films of various thicknesses on Cu(100), coercive field obtained from L-MOKE and P-MOKE as a function of the Ni thickness, N K-edge XAS/XMCD spectrum of F4-TCNQ, and spin(α-β) of the in-plane d xy  and d x   2-  y   2  orbitals of surface Ni in Cu(100)/Ni/F4-TCNQ with one Ni layer and Ni(100)/F4-TCNQ with six Ni layers (PDF)   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Surface morphology and\nthe summarized root-mean-square\nroughness of Ni (9 ML)/F4-TCNQ (3Å), magnetic hysteresis loops\nof Ni films of various thicknesses on Cu(100), coercive field obtained\nfrom L-MOKE and P-MOKE as a function of the Ni thickness, N K-edge\nXAS/XMCD spectrum of F4-TCNQ, and spin­(α–β) of\nthe in-plane d<italic toggle=\"yes\">\n<sub>xy</sub>\n</italic> and d<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>\n<sub>\n<sup>2</sup>–</sub>\n<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>\n<sub>\n<sup>2</sup>\n</sub> orbitals of surface Ni in Cu(100)/Ni/F4-TCNQ\nwith one Ni layer and Ni(100)/F4-TCNQ with six Ni layers (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c01674/suppl_file/am2c01674_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Surface morphology and the summarized root-mean-square roughness of Ni (9 ML)/F4-TCNQ (3Å), magnetic hysteresis loops of Ni films of various thicknesses on Cu(100), coercive field obtained from L-MOKE and P-MOKE as a function of the Ni thickness, N K-edge XAS/XMCD spectrum of F4-TCNQ, and spin(α-β) of the in-plane d xy  and d x   2-  y   2  orbitals of surface Ni in Cu(100)/Ni/F4-TCNQ with one Ni layer and Ni(100)/F4-TCNQ with six Ni layers (PDF)", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>National\nApplied Research Laboratory, Taiwan Semiconductor Research\nInstitute, Hsinchu 300091, Taiwan, ROC</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "National Applied Research Laboratory, Taiwan Semiconductor Research Institute, Hsinchu 300091, Taiwan, ROC\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 6, "type": "text", "classification": "property", "content": "<title>Results and Discussion</title><p>\n shows the\nhysteresis measurements of <italic toggle=\"yes\">M</italic> vs <italic toggle=\"yes\">H</italic> with longitudinal-MOKE (L-MOKE, upper part) and polar-MOKE (P-MOKE,\nlower part) intensities as a function of Ni film thickness ((a, d)\n8 ML, (b, e) 9 ML, and (c, f) 20 ML) on clean Cu(100) and subsequently\ndeposited F4-TCNQ (3 Å) atop. According to the <italic toggle=\"yes\">M</italic>–<italic toggle=\"yes\">H</italic> loops plotted in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c01674/suppl_file/am2c01674_si_001.pdf\" xlink:type=\"simple\">Figures S2 and S3</ext-link> in this work, the Ni film shows the first SRT from\nin-plane to out-of-plane magnetization at about 9.5 ML and maintains\nthat out-of-plane magnetization with the Ni thickness increasing to\nabout ∼20 ML. These results agree well with previous work that\ndemonstrates a similar transition thickness. Upon capping Ni surfaces (8 and 9 ML) with F4-TCNQ\n(3 Å), a remarkable enhancement of the in-plane coercive field\nalong the easy axis was obtained with L-MOKE (a,b). In the P-MOKE measurement, the coercive\nmagnetic hysteresis loops become appreciable after F4-TCNQ capping\non Ni at 8 and 9 ML (d,e). The highly coercive hysteresis loops in both L- and\nP-MOKE after molecular adsorption on Ni films (8 and 9 ML) show that\nthe ferromagnetic order is significantly enhanced relative to the\noriginal anisotropy. When F4-TCNQ was capped on 20 ML Ni, the in-plane\ncoercive field showed remanence of almost 100%. This result is due\nto the limitation of the magnetic field supply that did not magnetically\nsaturate the sample; no variation of hysteresis loops in L-MOKE (c) was observed.\nThe out-of-plane coercivity was slightly increased after contact with\nF4-TCNQ, as shown in f. As a result, the enhancement of ferromagnetic ordering\nin the region near the first SRT is attributed to the surface modification\nof the magnetic texture by F4-TCNQ. As the Kerr intensity is proportional\nto magnetization, the MOKE results indicate that F4-TCNQ capping enhances\nthe Kerr intensity, magnifies the magnetization, and thus alters the\nmagnetic textures.</p>", "clean_text": "Results and Discussion\n\n  shows the hysteresis measurements of M vs H with longitudinal-MOKE (L-MOKE, upper part) and polar-MOKE (P-MOKE, lower part) intensities as a function of Ni film thickness ((a, d) 8 ML, (b, e) 9 ML, and (c, f) 20 ML) on clean Cu(100) and subsequently deposited F4-TCNQ (3 Å) atop. According to the M-H loops plotted in Figures S2 and S3 in this work, the Ni film shows the first SRT from in-plane to out-of-plane magnetization at about 9.5 ML and maintains that out-of-plane magnetization with the Ni thickness increasing to about ~20 ML. These results agree well with previous work that demonstrates a similar transition thickness. Upon capping Ni surfaces (8 and 9 ML) with F4-TCNQ (3 Å), a remarkable enhancement of the in-plane coercive field along the easy axis was obtained with L-MOKE (a,b). In the P-MOKE measurement, the coercive magnetic hysteresis loops become appreciable after F4-TCNQ capping on Ni at 8 and 9 ML (d,e). The highly coercive hysteresis loops in both L- and P-MOKE after molecular adsorption on Ni films (8 and 9 ML) show that the ferromagnetic order is significantly enhanced relative to the original anisotropy. When F4-TCNQ was capped on 20 ML Ni, the in-plane coercive field showed remanence of almost 100%. This result is due to the limitation of the magnetic field supply that did not magnetically saturate the sample; no variation of hysteresis loops in L-MOKE (c) was observed. The out-of-plane coercivity was slightly increased after contact with F4-TCNQ, as shown in f. As a result, the enhancement of ferromagnetic ordering in the region near the first SRT is attributed to the surface modification of the magnetic texture by F4-TCNQ. As the Kerr intensity is proportional to magnetization, the MOKE results indicate that F4-TCNQ capping enhances the Kerr intensity, magnifies the magnetization, and thus alters the magnetic textures.", "data": [[{"meta": {"name": "Ni film", "symbol": "", "chemical formula": ""}, "thickness": {"8 ML": {"L-MOKE intensity": "", "P-MOKE intensity": ""}, "9 ML": {"L-MOKE intensity": "", "P-MOKE intensity": ""}, "20 ML": {"L-MOKE intensity": "", "P-MOKE intensity": ""}}, "SRT": {"transition thickness": "9.5 ML"}, "magnetization": {"in-plane to out-of-plane": {"9.5 ML": ""}, "out-of-plane": {"20 ML": ""}}, "F4-TCNQ capping": {"8 ML": {"in-plane coercive field enhancement": ""}, "9 ML": {"in-plane coercive field enhancement": ""}, "20 ML": {"in-plane coercive field remanence": "almost 100%", "out-of-plane coercivity increase": ""}}, "ferromagnetic ordering enhancement": {"near first SRT": ""}, "surface modification": {"by F4-TCNQ": ""}, "Kerr intensity enhancement": {"by F4-TCNQ capping": ""}, "magnetization alteration": {"by F4-TCNQ capping": ""}}]], "include_properties": []}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Magnetic hysteresis loops displaying the longitudinal\nKerr effect\n(in-plane magnetization) measured on (a) 8 ML Ni, (b) 9 ML Ni, and\n(c) 20 ML Ni with F4-TCNQ (<italic toggle=\"yes\">x</italic> = 0 and 3 Å) atop.\n(d), (e), and (f) Corresponding polar Kerr effect (out-of-plane magnetization)\nof samples (a), (b), and (c), respectively.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c01674_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Magnetic hysteresis loops displaying the longitudinal Kerr effect (in-plane magnetization) measured on (a) 8 ML Ni, (b) 9 ML Ni, and (c) 20 ML Ni with F4-TCNQ (x = 0 and 3 Å) atop. (d), (e), and (f) Corresponding polar Kerr effect (out-of-plane magnetization) of samples (a), (b), and (c), respectively.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Ni L-edge XMCD spectra of Ni films of\nvarious thicknesses with\nF4-TCNQ atop for in-plane and out-of-plane measurements. In-plane\nXMCD, (a) 8 ML Ni, (b) 9 ML Ni, and (c) 20 ML Ni with F4-TCNQ (3 Å)\natop. (d), (e), and (f) Corresponding out-of-plane XMCD of samples\n(a), (b), and (c), respectively.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c01674_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Ni L-edge XMCD spectra of Ni films of various thicknesses with F4-TCNQ atop for in-plane and out-of-plane measurements. In-plane XMCD, (a) 8 ML Ni, (b) 9 ML Ni, and (c) 20 ML Ni with F4-TCNQ (3 Å) atop. (d), (e), and (f) Corresponding out-of-plane XMCD of samples (a), (b), and (c), respectively.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Comparison of hysteresis\nloop changes from MOKE and orbital magnetic\nmoment derived from XMCD for (a) 9 ML Ni and (b) 20 ML Ni with F4-TCNQ\n(3 Å) atop. The results demonstrate a one-to-one correspondence\nbetween the hysteresis loop and the orbital magnetic moment.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c01674_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Comparison of hysteresis loop changes from MOKE and orbital magnetic moment derived from XMCD for (a) 9 ML Ni and (b) 20 ML Ni with F4-TCNQ (3 Å) atop. The results demonstrate a one-to-one correspondence between the hysteresis loop and the orbital magnetic moment.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>PEEM images displaying\nenhanced magnetic order and reversed domain\ncontrast for Ni with F4-TCNQ atop acquired with various circular photon\npolarizations. (a) Appearance of in-plane FM order near 295 K after\ndeposition of F4-TCNQ on 8 ML Ni with positive and negative circular\nphoton polarizations. (b) Large portion of the dark contrast is reversed\nto bright contrast after deposition of F4-TCNQ on 9 ML Ni at fixed\nphoton polarizations, representing antiferromagnetic coupling between\nNi and hybridized F4-TCNQ.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c01674_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  PEEM images displaying enhanced magnetic order and reversed domain contrast for Ni with F4-TCNQ atop acquired with various circular photon polarizations. (a) Appearance of in-plane FM order near 295 K after deposition of F4-TCNQ on 8 ML Ni with positive and negative circular photon polarizations. (b) Large portion of the dark contrast is reversed to bright contrast after deposition of F4-TCNQ on 9 ML Ni at fixed photon polarizations, representing antiferromagnetic coupling between Ni and hybridized F4-TCNQ.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>XAS/XMCD\nspectra of F K-edge (signal at 688 eV) in F4-TCNQ for\n(a) 9 ML Ni and (b) 20 ML Ni with F4-TCNQ (3 Å) atop. Corresponding\nXAS/XMCD spectra of N K-edge (signal at 399 eV) for (c) 9 ML Ni and\n(d) 20 ML Ni with F4-TCNQ (3 Å) atop. The in-plane spectra are\nshown in the upper part; the out-of-plane spectra are recorded in\nthe lower part.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c01674_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  XAS/XMCD spectra of F K-edge (signal at 688 eV) in F4-TCNQ for (a) 9 ML Ni and (b) 20 ML Ni with F4-TCNQ (3 Å) atop. Corresponding XAS/XMCD spectra of N K-edge (signal at 399 eV) for (c) 9 ML Ni and (d) 20 ML Ni with F4-TCNQ (3 Å) atop. The in-plane spectra are shown in the upper part; the out-of-plane spectra are recorded in the lower part.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Top and side views of adsorption geometries\nfor Cu(100)/Ni/F4-TCNQ,\nshown with C (black), N (blue), F (white), Cu (yellow), and Ni (green)\nspheres. (b) DOS analysis of the Ni d band of clean Cu(100)/Ni (yellow\nshadow) and CN p band of gas-phase F4-TCNQ (cyan shadow), before adsorption,\nand Ni d band (red line) and CN p band (blue line) of Cu(100)/Ni/F4-TCNQ\n(red line), after adsorption. (c) and (d) Spin­(α–β)\nof in-plane d<sub>\n<italic toggle=\"yes\">xy</italic>\n</sub> and d<sub>\n<italic toggle=\"yes\">x</italic>\n<sup>2</sup>–<italic toggle=\"yes\">y</italic>\n<sup>2</sup>\n</sub> orbitals\nof Ni before (Cu(100)/Ni in dashed lines) and after (Cu(100)/Ni/F4-TCNQ\nin solid lines) adsorption, respectively. (e) spin polarization, integrated\nspin­(α–β), of in-plane d<sub>\n<italic toggle=\"yes\">xy</italic>\n</sub> and d<sub>\n<italic toggle=\"yes\">x</italic>\n<sup>2</sup>–<italic toggle=\"yes\">y</italic>\n<sup>2</sup>\n</sub> orbitals of Ni.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c01674_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Top and side views of adsorption geometries for Cu(100)/Ni/F4-TCNQ, shown with C (black), N (blue), F (white), Cu (yellow), and Ni (green) spheres. (b) DOS analysis of the Ni d band of clean Cu(100)/Ni (yellow shadow) and CN p band of gas-phase F4-TCNQ (cyan shadow), before adsorption, and Ni d band (red line) and CN p band (blue line) of Cu(100)/Ni/F4-TCNQ (red line), after adsorption. (c) and (d) Spin(α-β) of in-plane d xy  and d x 2-y 2  orbitals of Ni before (Cu(100)/Ni in dashed lines) and after (Cu(100)/Ni/F4-TCNQ in solid lines) adsorption, respectively. (e) spin polarization, integrated spin(α-β), of in-plane d xy  and d x 2-y 2  orbitals of Ni.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Charge transfer for F4-TCNQ in contact with Ni. N 1s XPS\nspectra\nof F4-TCNQ on Ni, (a) 9 ML and (b) 20 ML, as a function of the thickness\nof F4-TCNQ. Ni 2p XPS spectra of F4-TCNQ on Ni, (c) 9 ML and (d) 20\nML, as a function of the thickness of F4-TCNQ. The incident photon\nenergy is 480 eV for N 1s and 950 eV for Ni 2p XPS.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c01674_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Charge transfer for F4-TCNQ in contact with Ni. N 1s XPS spectra of F4-TCNQ on Ni, (a) 9 ML and (b) 20 ML, as a function of the thickness of F4-TCNQ. Ni 2p XPS spectra of F4-TCNQ on Ni, (c) 9 ML and (d) 20 ML, as a function of the thickness of F4-TCNQ. The incident photon energy is 480 eV for N 1s and 950 eV for Ni 2p XPS.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.2c01674", "title": "\nEnhanced\nMagnetic Order and Reversed Magnetization\nInduced by Strong Antiferromagnetic Coupling at Hybrid Ferromagnetic–Organic\nHeterojunctions\n", "journal": "American Chemical Society", "date": "2022.03", "author_list": ["Lin\nMing-Wei", "Chen\nPo-Hong", "Yu\nLi-Chung", "Shiu\nHung-Wei", "Lai\nYu-Ling", "Cheng\nSu-Ling", "Wang\nJeng-Han", "Wei\nDer-Hsin", "Lin\nHong-Ji", "Chin\nYi-Ying", "Hsu\nYao-Jane"]}}