{"filepath": "../L2M3_data/1_application_papers/acs_xml/am2c16720.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>The long-term durability of vanadium redox flow batteries\n(VRFBs)\ndepends on the stability and performance of the membrane separator.\nWe have architected a hybrid membrane by uniform dispersion of MIL-101­(Cr)\n(Cr-MOF) in a partially fluorinated polymer grafted with sulfonic\nacid groups (PHP@AMPS<sub>Cr‑MOF(1.0)</sub>). The single cell\nVRFB performance of the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane\nwas studied in comparison with the Cr-MOF incorporated Nafion membrane\n(Nafion<sub>Cr‑MOF(1.0)</sub>) and showed an excellent result\nwith 97.5% Coulombic efficiency (CE) at 150 mA/cm<sup>2</sup> without\nany significant deterioration in the charge–discharge process\nfor 1500 cycles (over 650 h). Meanwhile, the CE value of the Nafion<sub>Cr‑MOF</sub> membrane (94.5%) deteriorated after 800 cycles\n(about 360 h) under similar conditions. The high VRFB performance\nof the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane has been attributed\nto the synergized properties and good interactions between Cr-MOF\nand partially fluorinated polymer matrix responsible for the creation\nof hydrophilic proton-conducting channels to achieve high selectivity.\nFurthermore, the cost-effective polymer and thus membranes may open\nnew windows for practical applications in other energy devices such\nas fuel cells, electrolysis, and water treatment.</p>", "clean_text": "The long-term durability of vanadium redox flow batteries (VRFBs) depends on the stability and performance of the membrane separator. We have architected a hybrid membrane by uniform dispersion of MIL-101(Cr) (Cr-MOF) in a partially fluorinated polymer grafted with sulfonic acid groups (PHP@AMPSCr-MOF(1.0)). The single cell VRFB performance of the PHP@AMPSCr-MOF(1.0) membrane was studied in comparison with the Cr-MOF incorporated Nafion membrane (NafionCr-MOF(1.0)) and showed an excellent result with 97.5% Coulombic efficiency (CE) at 150 mA/cm2 without any significant deterioration in the charge-discharge process for 1500 cycles (over 650 h). Meanwhile, the CE value of the NafionCr-MOF membrane (94.5%) deteriorated after 800 cycles (about 360 h) under similar conditions. The high VRFB performance of the PHP@AMPSCr-MOF(1.0) membrane has been attributed to the synergized properties and good interactions between Cr-MOF and partially fluorinated polymer matrix responsible for the creation of hydrophilic proton-conducting channels to achieve high selectivity. Furthermore, the cost-effective polymer and thus membranes may open new windows for practical applications in other energy devices such as fuel cells, electrolysis, and water treatment.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Vanadium redox flow batteries\n(VRFBs) are fascinating because of\ntheir durability, high consistency, rapid response, and decoupled\ncapacity configuration. For VRFB, the key component is the membrane to separate the anolyte\n(V<sup>2+</sup>/V<sup>3+</sup>) and catholyte (VO<sup>2+</sup>/VO<sub>2</sub>\n<sup>+</sup>), along with the accomplishment of the circuit\nto conduct protons. A well-performing membrane should possess elevated stabilities,\nhigh ionic conductivity, truncated vanadium ion permeability, and\na cost-effective nature. Various cation-exchange\nmembranes (CEMs) based on sulfonated nonfluorinated polymers suffered\nbecause of deprived dimensional, mechanical, and chemical stabilities\nin the hydrated state. Fluorinated polymer-based CEMs like Nafion are widely\nused in VRFB because of their high chemical stability and high conductivity.\nIn contrast, the Nafion separator experiences some stern drawbacks\nlike high cost, severe self-discharge, large capacity loss, electro-osmotic\ndrag, reduced ion selectivity, and swift vanadium crossover that are\nresponsible for reduced battery performance. Therefore, considerable effort has been expended\nto adapt the fluorinated CEMs for VRFB application. Poly­(vinylidene fluoride-<italic toggle=\"yes\">co</italic>-hexafluoropropylene) (PVDF-<italic toggle=\"yes\">co</italic>-HFP) is\na block copolymer and is regarded as a material with a strong C–F\nbond that gives outstanding stabilities and a crystalline structure\nfor reducing vanadium-ion penetration. Various macromolecular\namendments of PVDF-<italic toggle=\"yes\">co</italic>-HFP either by grafting or by\nblending of ionic moieties have been reported. A high degree\nof functionality can often be achieved by the blending of miscible\npolymers as a result of synergistic effects; nevertheless, ionic moieties percolated, resulting in the deterioration\nof membrane conductivity. Thus, grafting of a\nfunctional monomer has been considered a viable option for constructing\nCEMs. It has been found that the grafting\nof aromatic moieties such as 4-hydroxybenzenesulfonic acid further\ndegrades membrane stability.\n</p>", "clean_text": "Introduction\n\nVanadium redox flow batteries (VRFBs) are fascinating because of their durability, high consistency, rapid response, and decoupled capacity configuration. For VRFB, the key component is the membrane to separate the anolyte (V2+/V3+) and catholyte (VO2+/VO2 +), along with the accomplishment of the circuit to conduct protons. A well-performing membrane should possess elevated stabilities, high ionic conductivity, truncated vanadium ion permeability, and a cost-effective nature. Various cation-exchange membranes (CEMs) based on sulfonated nonfluorinated polymers suffered because of deprived dimensional, mechanical, and chemical stabilities in the hydrated state. Fluorinated polymer-based CEMs like Nafion are widely used in VRFB because of their high chemical stability and high conductivity. In contrast, the Nafion separator experiences some stern drawbacks like high cost, severe self-discharge, large capacity loss, electro-osmotic drag, reduced ion selectivity, and swift vanadium crossover that are responsible for reduced battery performance. Therefore, considerable effort has been expended to adapt the fluorinated CEMs for VRFB application. Poly(vinylidene fluoride-co-hexafluoropropylene) (PVDF-co-HFP) is a block copolymer and is regarded as a material with a strong C-F bond that gives outstanding stabilities and a crystalline structure for reducing vanadium-ion penetration. Various macromolecular amendments of PVDF-co-HFP either by grafting or by blending of ionic moieties have been reported. A high degree of functionality can often be achieved by the blending of miscible polymers as a result of synergistic effects; nevertheless, ionic moieties percolated, resulting in the deterioration of membrane conductivity. Thus, grafting of a functional monomer has been considered a viable option for constructing CEMs. It has been found that the grafting of aromatic moieties such as 4-hydroxybenzenesulfonic acid further degrades membrane stability. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>We proposed grafting\n2-acrylamido-2-methyl-1-propanesulfonic acid\n(AMPS) on the partially fluorinated polymer because of its greater\nion-conducting capacity and functionally charged character. The immobilization of functional fillers initiates the formation\nof ionic channels to improve VRFB performance with fluorinated CEM. Several inorganic fillers like SiO<sub>2</sub>, TiO<sub>2</sub>, graphene oxide (GO), ZrO<sub>2</sub>, SiC, BaTiO<sub>3</sub>, etc., are\nreported to improve the membrane performance. However, these fillers\nsuffer from poor selectivity as a result of their naturally large\npore size and tiny size of active species, resulting in diminished\nbattery performance. To mitigate the crossover, intellectual rectification of the rational\ndesign of fillers with respect to sizes of active species is important.\nInorganic fillers, such as metal–organic frameworks, can thereby\neffectively engineer pores through the design of functional groups\n(MOFs). Hybrid membranes are also reported by incorporating sulfonated-functionalized\nUiO-66 (Zr-based MOF) into the Nafion ionomer, which shows ∼94% Columbic efficiency (CE) at 80\nmA/cm<sup>2</sup> for 1000 cycles. In addition, the nanohybrid membrane\nproduced by integrating amino-functionalized UiO-66 (a well-known\nZr-based MOF) into the Nafion matrix (Nafion-UiO-66-NH<sub>2</sub>@PWA) demonstrates 85.26% CE at 40 mA/cm<sup>2</sup> for 100 cycles. Ye et al. presented a hybrid membrane with TiO<sub>2</sub> nanotubes in a Nafion matrix that exhibited 98.35% CE at\n120 mA/cm<sup>2</sup> (greater than the commercial Nafion 212 membrane)\nfor 1400 cycles. Nanoparticles are difficult\nto spread uniformly in the Nafion matrix and readily agglomerate. Additionally, Nafion is a costly polymer, and to architect a cost-effective\nhybrid membrane, we conceptualized an alternative partially fluorinated\npolymer grafted with sulfonic acid groups for VRFB ().</p>", "clean_text": "We proposed grafting 2-acrylamido-2-methyl-1-propanesulfonic acid (AMPS) on the partially fluorinated polymer because of its greater ion-conducting capacity and functionally charged character. The immobilization of functional fillers initiates the formation of ionic channels to improve VRFB performance with fluorinated CEM. Several inorganic fillers like SiO2, TiO2, graphene oxide (GO), ZrO2, SiC, BaTiO3, etc., are reported to improve the membrane performance. However, these fillers suffer from poor selectivity as a result of their naturally large pore size and tiny size of active species, resulting in diminished battery performance. To mitigate the crossover, intellectual rectification of the rational design of fillers with respect to sizes of active species is important. Inorganic fillers, such as metal-organic frameworks, can thereby effectively engineer pores through the design of functional groups (MOFs). Hybrid membranes are also reported by incorporating sulfonated-functionalized UiO-66 (Zr-based MOF) into the Nafion ionomer, which shows ~94% Columbic efficiency (CE) at 80 mA/cm2 for 1000 cycles. In addition, the nanohybrid membrane produced by integrating amino-functionalized UiO-66 (a well-known Zr-based MOF) into the Nafion matrix (Nafion-UiO-66-NH2@PWA) demonstrates 85.26% CE at 40 mA/cm2 for 100 cycles. Ye et al. presented a hybrid membrane with TiO2 nanotubes in a Nafion matrix that exhibited 98.35% CE at 120 mA/cm2 (greater than the commercial Nafion 212 membrane) for 1400 cycles. Nanoparticles are difficult to spread uniformly in the Nafion matrix and readily agglomerate. Additionally, Nafion is a costly polymer, and to architect a cost-effective hybrid membrane, we conceptualized an alternative partially fluorinated polymer grafted with sulfonic acid groups for VRFB ().", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Synthesis\nof Cr-MOF Hybrid Membranes (PHP@AMPS<sub>Cr‑MOF</sub> and Nafion<sub>Cr‑MOF</sub>)</title>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c16720_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Synthesis of Cr-MOF Hybrid Membranes (PHP@AMPSCr-MOF and NafionCr-MOF)   ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>The Cr-MOF contains abundant active sites (−OH,\n−COOH)\nalong with coordinately unsaturated metal sites. Furthermore, Cr-MOF\nis a cost-effective inorganic filler and highly stable in nature.\nIncorporation of Cr-MOF in the fluorinated polymer is expected to\nimprove hydrophilicity and membrane stability and significantly reduce\nthe VO<sup>2+</sup> permeability as a result of the large surface\narea of the filler, which is a necessary requirement for high VRFB\nperformance. Herein, we report the uniform dispersion of synthesized\nMIL-101­(Cr) (Cr-MOF) in sulfonic acid grafted PVDF-<italic toggle=\"yes\">co</italic>-HFP to prepare a hybrid membrane (PHP@AMPS<sub>Cr‑MOF</sub>), and the performance was compared with the Cr-MOF incorporated\nNafion membrane (Nafion<sub>Cr‑MOF</sub>). The reported PHP@AMPS<sub>Cr‑MOF(1.0)</sub> exhibits high stability, proton conductivity,\nand low vanadium ion permeability, necessary for high VRFB performance.\nHigh proton conductivity arises as a result of the synergized proton-conducting\nnature of PHP@AMPS (sulfonic acid groups) and proton- conducting channels\nformed by Cr-MOF, as simplified in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S1</ext-link>. In addition, utilization of the alternative\nfluorinated polymer advances the low-cost membrane development for\ndiversified energy devices.</p>", "clean_text": "The Cr-MOF contains abundant active sites (-OH, -COOH) along with coordinately unsaturated metal sites. Furthermore, Cr-MOF is a cost-effective inorganic filler and highly stable in nature. Incorporation of Cr-MOF in the fluorinated polymer is expected to improve hydrophilicity and membrane stability and significantly reduce the VO2+ permeability as a result of the large surface area of the filler, which is a necessary requirement for high VRFB performance. Herein, we report the uniform dispersion of synthesized MIL-101(Cr) (Cr-MOF) in sulfonic acid grafted PVDF-co-HFP to prepare a hybrid membrane (PHP@AMPSCr-MOF), and the performance was compared with the Cr-MOF incorporated Nafion membrane (NafionCr-MOF). The reported PHP@AMPSCr-MOF(1.0) exhibits high stability, proton conductivity, and low vanadium ion permeability, necessary for high VRFB performance. High proton conductivity arises as a result of the synergized proton-conducting nature of PHP@AMPS (sulfonic acid groups) and proton- conducting channels formed by Cr-MOF, as simplified in Figure S1. In addition, utilization of the alternative fluorinated polymer advances the low-cost membrane development for diversified energy devices.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and Methods</title><p>PVDF-<italic toggle=\"yes\">co</italic>-HFP (Mw ≈ 400,000; CAS No. 9011-17-0), 2-acrylamido-2-methyl-1-propanesulfonic\nacid (AMPS), 2,2′-azobis­(2-methylpropionitrile) (AIBN), and\nNafion perflourinated ion exchange resin (5 wt % solution in a mixture\nof lower aliphatic alcohols) were procured from Sigma-Aldrich. Terephthalic\nacid (≥98%) (SRL Mumbai, India) and Cr­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O (≥97%) (Loba Chemie, India) were\nused as received. Dimethylacetamide (DMAc), dimethylformamide (DMF),\nand isopropanol of analytical grade were procured from CDH Chemicals,\nIndia. All experimentations utilized deionized (DI) water.</p>", "clean_text": "Experimental Section\n\nMaterials and Methods\n\nPVDF-co-HFP (Mw ~ 400,000; CAS No. 9011-17-0), 2-acrylamido-2-methyl-1-propanesulfonic acid (AMPS), 2,2'-azobis(2-methylpropionitrile) (AIBN), and Nafion perflourinated ion exchange resin (5 wt % solution in a mixture of lower aliphatic alcohols) were procured from Sigma-Aldrich. Terephthalic acid (≥98%) (SRL Mumbai, India) and Cr(NO3)3⋅9H2O (≥97%) (Loba Chemie, India) were used as received. Dimethylacetamide (DMAc), dimethylformamide (DMF), and isopropanol of analytical grade were procured from CDH Chemicals, India. All experimentations utilized deionized (DI) water.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Dehydrofluorination\nof PVDF-<italic toggle=\"yes\">co</italic>-HFP (DHPVDF-<italic toggle=\"yes\">co</italic>-HFP) was\ncarried out as reported earlier, and the detailed\nmethod is included in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Section S1</ext-link> and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Scheme S1</ext-link>. In the presence of an initiator (AIBN),\nfree radical copolymerization of DHPVDF-<italic toggle=\"yes\">co</italic>-HFP and\nAMPS was obtained according to <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Scheme S2</ext-link>. The detailed procedure for the fabrication of the pristine PHP@AMPS\nmembrane is described in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Section S1</ext-link>. The\nCr-MOF was synthesized using terephthalic acid and Cr­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O in a hydrothermal autoclave reactor\nand treated at 210 °C for 8 h, as reported earlier.\n</p>", "clean_text": "Dehydrofluorination of PVDF-co-HFP (DHPVDF-co-HFP) was carried out as reported earlier, and the detailed method is included in Section S1 and Scheme S1. In the presence of an initiator (AIBN), free radical copolymerization of DHPVDF-co-HFP and AMPS was obtained according to Scheme S2. The detailed procedure for the fabrication of the pristine PHP@AMPS membrane is described in Section S1. The Cr-MOF was synthesized using terephthalic acid and Cr(NO3)3⋅9H2O in a hydrothermal autoclave reactor and treated at 210 °C for 8 h, as reported earlier. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Preparation of Cr-MOF Hybrid Membranes</title><p>Pristine PHP@AMPS was prepared by dissolving DHPVDF-<italic toggle=\"yes\">co</italic>-HFP (31 mmol) in a three-necked round-bottomed flask (250 mL) containing\nDMAc (50 mL), and then AMPS (11 mmol) was added in the presence of\na free radical initiator under stirring at 65 °C for 6 h under\na N<sub>2</sub> atmosphere. On a clean glass plate, the obtained viscous\ncopolymer was converted into a thin membrane. To prepare PHP@AMPS-Cr-MOF\nhybrid membranes, different Cr-MOF compositions (0.5 or 1.0 wt %)\nwere incorporated into the PHP@AMPS solution under continuous stirring\nfor 5 h at 30 °C. The resultant homogeneous dispersion was transformed\ninto a thin film onto the glass plate and dried in a vacuum oven at\n80 °C. Before their use, dried membranes (∼300 μm)\nwere peeled off and pretreated. Similarly, the Nafion<sub>Cr‑MOF</sub> membrane was prepared by incorporating Cr-MOF (1.0 wt %) into the\nNafion solution under stirring conditions for 5 h at 30 °C. The\nresultant viscous solution was casted as a thin film and dried in\nan oven at 60 °C.</p>", "clean_text": "Preparation of Cr-MOF Hybrid Membranes\n\nPristine PHP@AMPS was prepared by dissolving DHPVDF-co-HFP (31 mmol) in a three-necked round-bottomed flask (250 mL) containing DMAc (50 mL), and then AMPS (11 mmol) was added in the presence of a free radical initiator under stirring at 65 °C for 6 h under a N2 atmosphere. On a clean glass plate, the obtained viscous copolymer was converted into a thin membrane. To prepare PHP@AMPS-Cr-MOF hybrid membranes, different Cr-MOF compositions (0.5 or 1.0 wt %) were incorporated into the PHP@AMPS solution under continuous stirring for 5 h at 30 °C. The resultant homogeneous dispersion was transformed into a thin film onto the glass plate and dried in a vacuum oven at 80 °C. Before their use, dried membranes (~300 μm) were peeled off and pretreated. Similarly, the NafionCr-MOF membrane was prepared by incorporating Cr-MOF (1.0 wt %) into the Nafion solution under stirring conditions for 5 h at 30 °C. The resultant viscous solution was casted as a thin film and dried in an oven at 60 °C.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Characterization</title><p>The detailed instrumental\nanalysis, such as Fourier transform infrared spectra (FTIR), <sup>1</sup>H NMR spectra, scanning electron microscopy (SEM), atomic\nforce microscopy (AFM), thermogravimetric analysis (TGA), P-XRD, single-crystal\nXRD, and tensile testing machine (UTM), is shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Section S2</ext-link>. Procedures for the estimation of membrane stabilities,\nWU, θ, SR), IEC, κ<sup>\n<italic toggle=\"yes\">m</italic>\n</sup>, and vanadium\nion permeability (experimental cell has been described in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S2</ext-link>) are specified in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Sections S3 and S4</ext-link>.</p>", "clean_text": "Characterization\n\nThe detailed instrumental analysis, such as Fourier transform infrared spectra (FTIR), 1H NMR spectra, scanning electron microscopy (SEM), atomic force microscopy (AFM), thermogravimetric analysis (TGA), P-XRD, single-crystal XRD, and tensile testing machine (UTM), is shown in Section S2. Procedures for the estimation of membrane stabilities, WU, θ, SR), IEC, κ m , and vanadium ion permeability (experimental cell has been described in Figure S2) are specified in Sections S3 and S4.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>VRFB Single Cell Performance</title><p>Different\nmembrane samples were put between electrodes (graphite; effective\narea: 4.0 cm<sup>2</sup>) and current collectors to create a VRFB\nsingle cell. Twenty milliters of anolyte\n(1.5 M VCl<sub>3</sub> in 3.0 M H<sub>2</sub>SO<sub>4</sub>) and catholyte\n(1.5 M VOSO<sub>4</sub> in 3.0 M H<sub>2</sub>SO<sub>4</sub>) was\nrecirculated using dosing pumps (30 mL/min) independently. A potentiostat/galvanostat\n(Autolab PGSTAT302N) was utilized to study the VRFB performances.\nTo avoid CO<sub>2</sub> dissolution, experiments were performed in\na closed system at varied current densities (100–150 mA/cm<sup>2</sup>). Charge–discharge studies were conducted using upper\nand lower applied voltage cutoffs of 1.65 and 0.8 V, respectively. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S3</ext-link> depicts the change in color of the\nsolution of catholyte and anolyte during the charge–discharge\ncycle. Three experimental cycles were conducted to get the average\nefficiency values. Using the formulae shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Section S5</ext-link>, the Coulombic efficiency (CE), voltage efficiency\n(VE), and energy efficiency (EE) were computed.</p>", "clean_text": "VRFB Single Cell Performance\n\nDifferent membrane samples were put between electrodes (graphite; effective area: 4.0 cm2) and current collectors to create a VRFB single cell. Twenty milliters of anolyte (1.5 M VCl3 in 3.0 M H2SO4) and catholyte (1.5 M VOSO4 in 3.0 M H2SO4) was recirculated using dosing pumps (30 mL/min) independently. A potentiostat/galvanostat (Autolab PGSTAT302N) was utilized to study the VRFB performances. To avoid CO2 dissolution, experiments were performed in a closed system at varied current densities (100-150 mA/cm2). Charge-discharge studies were conducted using upper and lower applied voltage cutoffs of 1.65 and 0.8 V, respectively. Figure S3 depicts the change in color of the solution of catholyte and anolyte during the charge-discharge cycle. Three experimental cycles were conducted to get the average efficiency values. Using the formulae shown in Section S5, the Coulombic efficiency (CE), voltage efficiency (VE), and energy efficiency (EE) were computed.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>\n<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S4</ext-link> confirms the presence of the\n−OH group (−COOH) at 391 cm<sup>–1</sup> stretching\nfrequency in Cr-MOF; 1630 cm<sup>–1</sup> corresponds to the\nstretching frequency of adsorbed H<sub>2</sub>O. The band at 1403 cm<sup>–1</sup> arises as a result\nof the symmetric vibrations of O–C–O of the dicarboxylate\ngroup in the framework. Peaks at 749\ncm<sup>–1</sup> and 585 cm<sup>–1</sup> determine the\nbending vibrations in benzene rings present in the MIL-101­(Cr) framework.\n</p>", "clean_text": "Results and Discussion\n\n Figure S4 confirms the presence of the -OH group (-COOH) at 391 cm-1 stretching frequency in Cr-MOF; 1630 cm-1 corresponds to the stretching frequency of adsorbed H2O. The band at 1403 cm-1 arises as a result of the symmetric vibrations of O-C-O of the dicarboxylate group in the framework. Peaks at 749 cm-1 and 585 cm-1 determine the bending vibrations in benzene rings present in the MIL-101(Cr) framework. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Dehydrofluorination of PVDF-<italic toggle=\"yes\">co</italic>-HFP was studied\nby <sup>1</sup>H NMR and FTIR spectra of DPVDF-<italic toggle=\"yes\">co</italic>-HFP (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S5A</ext-link>,B). In <sup>1</sup>H\nNMR spectra, δ = 2.2 and 1.8 ppm confirm the dehydrofluorination\nof PVDF-<italic toggle=\"yes\">co</italic>-HFP. In the FTIR spectra of DPVDF-<italic toggle=\"yes\">co</italic>-HFP, the band at 1688 cm<sup>–1</sup> reveals\nthe successful dehydrofluorination. Small-angle X-ray scanning (SAXS)\nof unmodified materials, Cr-MOF, and PHP@AMPS<sub>Cr‑MOF(1.0)</sub> was also carried out (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S5C</ext-link>). The\nSAXS of Cr-MOF depicts the crystalline nature by the emergence of\na sharp peak at 3.06° with a d-spacing of 28.8 Å. Furthermore,\nno such crystalline peak nature is depicted from unmodified materials\n(PVDF-<italic toggle=\"yes\">co</italic>-HFP and DPVDF-<italic toggle=\"yes\">co</italic>-HFP),\nconfirming their amorphous nature. In A, the band at 3444 cm<sup>–1</sup> asymmetric (−N–H– stretching) for PHP@AMPS\nslightly shifts toward a lower frequency at 3433 cm<sup>–1</sup> (−N–H– stretching) for PHP@AMPS<sub>Cr‑MOF</sub>. Peak shifting at 3433 cm<sup>–1</sup> arises as a result\nof the H-bond (υ<sub>N‑H</sub>) in the case of PHP@AMPS<sub>Cr‑MOF</sub> (spectrum B) and υ<sub>O‑H</sub> in the case of Nafion<sub>Cr‑MOF</sub> (spectrum C). Furthermore,\nthe band at 2930 cm<sup>–1</sup> (asymmetric stretching of\n−C–H−) (spectrum A for PHP@AMPS) changes toward\na lower frequency at 2920 cm<sup>–1</sup> for PHP@AMPS<sub>Cr‑MOF</sub>, possibly as a result of Cr-MOF–polymer\nmatrix interactions. In all cases, bands at 1400 cm<sup>–1</sup> confirm the presence of a C–F group. The band at 1180 cm<sup>–1</sup> confirms the presence of\nasymmetric stretching of the SO group. The peak at 750 cm<sup>–1</sup> (Cr-O) (spectra B and C) illustrates the successful\nincorporation of Cr-MOF in the polymer matrix. B compares the PXRD patterns of the Cr-MOF\nparticles (PHP@AMPS<sub>Cr‑MOF</sub> and Nafion<sub>Cr‑MOF</sub>) with the PXRD patterns of the pristine PHP@AMPS membrane to get\nfurther insight into the uniform distribution of these particles.\nPeaks between 5 and 10° were observed for PHP@AMPS<sub>Cr‑MOF(1.0)</sub> and Nafion<sub>Cr‑MOF</sub>, whereas these are absent for\npristine PHP@AMPS, substantiating the effective dispersion of Cr-MOF\nparticles inside the membrane matrix. This information confirms interactions\nbetween Cr-MOF and the fluorinated polymer matrix, which are responsible\nfor the hydrophilic modification of the hydrophobic polymer matrix. X-ray photoelectron spectroscopy (XPS) verifies the effective impregnation\nof Cr-MOF in both PHP@AMPS and Nafion matrices. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S6</ext-link>, in both cases (PHP@AMPS<sub>Cr‑MOF(1.0)</sub> and Nafion<sub>Cr‑MOF</sub>), additional peaks due to Cr\n2p occur in the full XPS survey spectra, indicating the successful\nincorporation of Cr-MOF into the membrane matrix. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S7A</ext-link>–I demonstrates the comprehensive deconvolution\nof each element, which is in perfect agreement with the functional\nmoieties of pristine PHP@AMPS and hybrid membranes.</p>", "clean_text": "Dehydrofluorination of PVDF-co-HFP was studied by 1H NMR and FTIR spectra of DPVDF-co-HFP (Figure S5A,B). In 1H NMR spectra, δ = 2.2 and 1.8 ppm confirm the dehydrofluorination of PVDF-co-HFP. In the FTIR spectra of DPVDF-co-HFP, the band at 1688 cm-1 reveals the successful dehydrofluorination. Small-angle X-ray scanning (SAXS) of unmodified materials, Cr-MOF, and PHP@AMPSCr-MOF(1.0) was also carried out (Figure S5C). The SAXS of Cr-MOF depicts the crystalline nature by the emergence of a sharp peak at 3.06° with a d-spacing of 28.8 Å. Furthermore, no such crystalline peak nature is depicted from unmodified materials (PVDF-co-HFP and DPVDF-co-HFP), confirming their amorphous nature. In A, the band at 3444 cm-1 asymmetric (-N-H- stretching) for PHP@AMPS slightly shifts toward a lower frequency at 3433 cm-1 (-N-H- stretching) for PHP@AMPSCr-MOF. Peak shifting at 3433 cm-1 arises as a result of the H-bond (υN-H) in the case of PHP@AMPSCr-MOF (spectrum B) and υO-H in the case of NafionCr-MOF (spectrum C). Furthermore, the band at 2930 cm-1 (asymmetric stretching of -C-H-) (spectrum A for PHP@AMPS) changes toward a lower frequency at 2920 cm-1 for PHP@AMPSCr-MOF, possibly as a result of Cr-MOF-polymer matrix interactions. In all cases, bands at 1400 cm-1 confirm the presence of a C-F group. The band at 1180 cm-1 confirms the presence of asymmetric stretching of the SO group. The peak at 750 cm-1 (Cr-O) (spectra B and C) illustrates the successful incorporation of Cr-MOF in the polymer matrix. B compares the PXRD patterns of the Cr-MOF particles (PHP@AMPSCr-MOF and NafionCr-MOF) with the PXRD patterns of the pristine PHP@AMPS membrane to get further insight into the uniform distribution of these particles. Peaks between 5 and 10° were observed for PHP@AMPSCr-MOF(1.0) and NafionCr-MOF, whereas these are absent for pristine PHP@AMPS, substantiating the effective dispersion of Cr-MOF particles inside the membrane matrix. This information confirms interactions between Cr-MOF and the fluorinated polymer matrix, which are responsible for the hydrophilic modification of the hydrophobic polymer matrix. X-ray photoelectron spectroscopy (XPS) verifies the effective impregnation of Cr-MOF in both PHP@AMPS and Nafion matrices. As shown in Figure S6, in both cases (PHP@AMPSCr-MOF(1.0) and NafionCr-MOF), additional peaks due to Cr 2p occur in the full XPS survey spectra, indicating the successful incorporation of Cr-MOF into the membrane matrix. Figure S7A-I demonstrates the comprehensive deconvolution of each element, which is in perfect agreement with the functional moieties of pristine PHP@AMPS and hybrid membranes.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) FTIR spectra of PHP@AMPS,\nPHP@AMPS<sub>Cr‑MOF</sub>,\nand Nafion<sub>Cr‑MOF</sub>. (B) XRD spectra of Cr-MOF, PHP@AMPS,\nPHP@AMPS<sub>Cr‑MOF(1.0)</sub>, and Nafion<sub>Cr‑MOF</sub>.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c16720_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (A) FTIR spectra of PHP@AMPS, PHP@AMPSCr-MOF, and NafionCr-MOF. (B) XRD spectra of Cr-MOF, PHP@AMPS, PHP@AMPSCr-MOF(1.0), and NafionCr-MOF.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>\n<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S8A</ext-link>–F\ndepicts the optical\nimages of pristine PHP@AMPS and Cr-MOF hybrid membranes (PHP@AMPS<sub>Cr‑MOF(0.5),</sub> PHP@AMPS<sub>Cr‑MOF(1.0),</sub> and\nNafion<sub>Cr‑MOF</sub>), which show a uniform and flexible\nnature. In <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S9</ext-link>A,B, the SEM image\nof Cr-MOF (MIL-101­(Cr)) shows octahedral-shaped crystals, and EDX\nspectra verify the presence of Cr<sup>3+</sup> metal centers. A,B unveils the consistent\ndense nature, without any holes and cracks, of the pristine PHP@AMPS\nmembrane. In C–H, the surface (top and bottom) and cross-sectional SEM\nimages of Nafion<sub>Cr‑MOF</sub> and PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membranes reveal cracks, roughness, and holes with a large number\nof MOF particles due to the incorporation of Cr-MOF. It is thus reasonable\nto attain more regular holes and particles when observed from the\ncross section. These observations also validate the random and well-dispersed\ndistribution of Cr-MOF in the polymer matrix. In I,J, TEM images of pristine\nPHP@AMPS and PHP@AMPS<sub>Cr‑MOF(1.0)</sub> indicate round-shaped\nmoieties with a rough surface of the membrane matrix in comparison\nwith the plane surface of the previous one.</p>", "clean_text": " Figure S8A-F depicts the optical images of pristine PHP@AMPS and Cr-MOF hybrid membranes (PHP@AMPSCr-MOF(0.5), PHP@AMPSCr-MOF(1.0), and NafionCr-MOF), which show a uniform and flexible nature. In Figure S9A,B, the SEM image of Cr-MOF (MIL-101(Cr)) shows octahedral-shaped crystals, and EDX spectra verify the presence of Cr3+ metal centers. A,B unveils the consistent dense nature, without any holes and cracks, of the pristine PHP@AMPS membrane. In C-H, the surface (top and bottom) and cross-sectional SEM images of NafionCr-MOF and PHP@AMPSCr-MOF(1.0) membranes reveal cracks, roughness, and holes with a large number of MOF particles due to the incorporation of Cr-MOF. It is thus reasonable to attain more regular holes and particles when observed from the cross section. These observations also validate the random and well-dispersed distribution of Cr-MOF in the polymer matrix. In I,J, TEM images of pristine PHP@AMPS and PHP@AMPSCr-MOF(1.0) indicate round-shaped moieties with a rough surface of the membrane matrix in comparison with the plane surface of the previous one.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM micrographs of (A,\nB) surface and cross section of pristine\nPHP@AMPS; (C–E) Nafion<sub>Cr‑MOF</sub> (top and bottom\nview) and cross section; (F–H) PHP@AMPS<sub>Cr‑MOF</sub> (top and bottom view) and cross section. TEM micrographs of (I)\npristine PHP@AMPS and (J) PHP@AMPS<sub>Cr‑MOF</sub>.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c16720_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  SEM micrographs of (A, B) surface and cross section of pristine PHP@AMPS; (C-E) NafionCr-MOF (top and bottom view) and cross section; (F-H) PHP@AMPSCr-MOF (top and bottom view) and cross section. TEM micrographs of (I) pristine PHP@AMPS and (J) PHP@AMPSCr-MOF.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>In <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S9A</ext-link>–D,\nthe SEM image\nconfirms the octahedral shape of Cr-MOF, whereas elemental mapping\nand EDX spectra reveal the presence of the Cr<sup>3+</sup> metal center\nand successful synthesis of Cr-MOF. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S9</ext-link>A depicts the SEM image of crystals in a cluster of MIL-101­(Cr),\nwhereas <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S9</ext-link>B shows the magnified\nimage of a single crystal (not in the cluster) in which chromium (Cr)\nmetal has been mapped. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figures S9E,F and S7A–E</ext-link> also support the absence of Cr<sup>3+</sup> in the pristine PHP@AMPS\nmembrane. Furthermore, elemental mapping and EDX spectra (top and\nbottom) of the Nafion<sub>Cr‑MOF</sub> membrane show the successful\ninteraction of Cr-MOF with the Nafion matrix, with uniform distribution\nwithout any agglomeration (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S9</ext-link>G–I\n(top) and J–L (bottom)). <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S9</ext-link>M,N (top) and P–R (bottom) also reveals similar information\nin the case of the PHP@AMPS<sub>Cr‑MOF</sub> membrane because\nof the good dispensability and uniform dispersion of Cr-MOF with the\nPHP@AMPS matrix. The EDX spectra (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S9</ext-link>O) reveal the elemental compositions, which are close to the Cr-MOF\nprecursor, implying its successful incorporation in the PHP@AMPS matrix.\nThe amount of Cr in the membrane matrix was analyzed by SEM/EDX and\nICP-MS, which reveal 0.11 wt % and 1.72 ppm, respectively.</p>", "clean_text": "In Figure S9A-D, the SEM image confirms the octahedral shape of Cr-MOF, whereas elemental mapping and EDX spectra reveal the presence of the Cr3+ metal center and successful synthesis of Cr-MOF. Figure S9A depicts the SEM image of crystals in a cluster of MIL-101(Cr), whereas Figure S9B shows the magnified image of a single crystal (not in the cluster) in which chromium (Cr) metal has been mapped. Figures S9E,F and S7A-E also support the absence of Cr3+ in the pristine PHP@AMPS membrane. Furthermore, elemental mapping and EDX spectra (top and bottom) of the NafionCr-MOF membrane show the successful interaction of Cr-MOF with the Nafion matrix, with uniform distribution without any agglomeration (Figure S9G-I (top) and J-L (bottom)). Figure S9M,N (top) and P-R (bottom) also reveals similar information in the case of the PHP@AMPSCr-MOF membrane because of the good dispensability and uniform dispersion of Cr-MOF with the PHP@AMPS matrix. The EDX spectra (Figure S9O) reveal the elemental compositions, which are close to the Cr-MOF precursor, implying its successful incorporation in the PHP@AMPS matrix. The amount of Cr in the membrane matrix was analyzed by SEM/EDX and ICP-MS, which reveal 0.11 wt % and 1.72 ppm, respectively.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>\n<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S10</ext-link> exhibits AFM height images\nof pristine PHP@AMPS, PHP@AMPS<sub>Cr‑MOF(1.0)</sub>, and Nafion<sub>Cr‑MOF</sub> membranes. The pristine PHP@AMPS membrane shows\na smooth surface (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S10A</ext-link>,B), whereas\n3D images of PHP@AMPS<sub>Cr‑MOF(1.0)</sub> and Nafion<sub>Cr‑MOF</sub> membranes show a rough surface due to the regular\ndistribution of Cr-MOF in the polymer matrix (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S10D</ext-link>,F). The phase-aggregated morphology of PHP@AMPS<sub>Cr‑MOF(1.0)</sub> and Nafion<sub>Cr‑MOF</sub> membranes\nis further supported by AFM phase images. This is a result of the\nseparation of hydrophobic (light regions) and hydrophilic (dark regions)\ndomains, as well as the excellent compatibility between Cr-MOF and\nthe polymer matrix (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S10C</ext-link>,E). The surface roughness value for the pristine\nPHP@AMPS (<italic toggle=\"yes\">R</italic>\n<sub>q</sub>: 0.499 nm) membrane increases\nto <italic toggle=\"yes\">R</italic>\n<sub>q</sub>: 1.057 nm for PHP@AMPS<sub>Cr‑MOF(1.0)</sub>, whereas Nafion<sub>Cr‑MOF</sub> shows a comparatively low\nsurface roughness value (<italic toggle=\"yes\">R</italic>\n<sub>q</sub>: 0.899 nm).</p>", "clean_text": " Figure S10 exhibits AFM height images of pristine PHP@AMPS, PHP@AMPSCr-MOF(1.0), and NafionCr-MOF membranes. The pristine PHP@AMPS membrane shows a smooth surface (Figure S10A,B), whereas 3D images of PHP@AMPSCr-MOF(1.0) and NafionCr-MOF membranes show a rough surface due to the regular distribution of Cr-MOF in the polymer matrix (Figure S10D,F). The phase-aggregated morphology of PHP@AMPSCr-MOF(1.0) and NafionCr-MOF membranes is further supported by AFM phase images. This is a result of the separation of hydrophobic (light regions) and hydrophilic (dark regions) domains, as well as the excellent compatibility between Cr-MOF and the polymer matrix (Figure S10C,E). The surface roughness value for the pristine PHP@AMPS (R q: 0.499 nm) membrane increases to R q: 1.057 nm for PHP@AMPSCr-MOF(1.0), whereas NafionCr-MOF shows a comparatively low surface roughness value (R q: 0.899 nm).", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>Oxidative and chemical stabilities of membrane are crucial in determining\nthe lifespan of VRFB activities in highly acidic (H<sub>2</sub>SO<sub>4</sub>) and oxidative (VO<sup>2+</sup>) environments. Formation\nof oxidative species is expected during redox reaction of VO<sup>2+</sup>, responsible for membrane degradation. Oxidative and chemical stabilities for different membrane samples\nwere analyzed by percentage weight/conductivity loss after treatment\nwith Fenton’s reagent (3% H<sub>2</sub>O<sub>2</sub> containing\n3 ppm FeSO<sub>4</sub>) (80 °C for 10 h) and 1.5 M VO<sup>2+</sup> solution in 3.0 M H<sub>2</sub>SO<sub>4</sub> (3 months at 30 °C)\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Table S1</ext-link>). Hybrid membranes (PHP@AMPS<sub>Cr‑MOF(0.5)</sub>, PHP@AMPS<sub>Cr‑MOF(1.0)</sub>,\nand Nafion<sub>Cr‑MOF</sub>) show &lt;2.0% weight/conductivity\nlosses under an oxidative environment, which may be due to the lack\nof accessibility of active sites for attack of oxidative species due\nto the strong interaction between Cr-MOF and the polymer matrix. Moreover,\nthe fact that membrane stabilities improved following the addition\nof Cr-MOF into the polymer matrix demonstrates that Cr-MOF functions\nas an efficient modifier to prevent membrane deterioration, hence\nboosting its suitability for VRFB application. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S11</ext-link> illustrates that the tensile strength of the PHP@AMPS\nmembrane (20 MPa) increases after the inclusion of Cr-MOF, and PHP@AMPS<sub>Cr‑MOF(0.5)</sub> (25 MPa), PHP@AMPS<sub>Cr‑MOF(1.0)</sub> (27.5 MPa), and Nafion<sub>Cr‑MOF</sub> (26 MPa) membranes\nwith about 300 μm thickness show good tensile strength. Tensile\nstrength measurements were repeated to check the variability of the\ndata represented by the error bars in the graph of <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S11</ext-link>. The three-step weight loss process of Cr-MOF,\npristine, and hybrid membranes illustrates their thermal stability\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S12</ext-link>). For Cr-MOF, in the first\nstep (50–250 °C), weight loss indicates the evaporation\nof absorbed/bound water, and in the second step (250–400 °C),\nweight loss confirms the dereliction of functional groups. The weight\nloss at &gt;400 °C reveals the decomposition of the polymer skeleton.\nThe prepared Cr-MOF was thermally stable up to 350 °C. Pristine\nPHP@AMPS and all hybrid membranes exhibit thermal stability up to\n400 °C followed by degradation of functional groups and the polymer\nmatrix. The fluorinated polymer matrix was considered as thermally\nrobust, and incorporation of Cr-MOF also did not alter the thermal\ndegradation because of the stable nature of the filler and inter/intramolecular\nhydrogen bonding.</p>", "clean_text": "Oxidative and chemical stabilities of membrane are crucial in determining the lifespan of VRFB activities in highly acidic (H2SO4) and oxidative (VO2+) environments. Formation of oxidative species is expected during redox reaction of VO2+, responsible for membrane degradation. Oxidative and chemical stabilities for different membrane samples were analyzed by percentage weight/conductivity loss after treatment with Fenton's reagent (3% H2O2 containing 3 ppm FeSO4) (80 °C for 10 h) and 1.5 M VO2+ solution in 3.0 M H2SO4 (3 months at 30 °C) (Table S1). Hybrid membranes (PHP@AMPSCr-MOF(0.5), PHP@AMPSCr-MOF(1.0), and NafionCr-MOF) show <2.0% weight/conductivity losses under an oxidative environment, which may be due to the lack of accessibility of active sites for attack of oxidative species due to the strong interaction between Cr-MOF and the polymer matrix. Moreover, the fact that membrane stabilities improved following the addition of Cr-MOF into the polymer matrix demonstrates that Cr-MOF functions as an efficient modifier to prevent membrane deterioration, hence boosting its suitability for VRFB application. Figure S11 illustrates that the tensile strength of the PHP@AMPS membrane (20 MPa) increases after the inclusion of Cr-MOF, and PHP@AMPSCr-MOF(0.5) (25 MPa), PHP@AMPSCr-MOF(1.0) (27.5 MPa), and NafionCr-MOF (26 MPa) membranes with about 300 μm thickness show good tensile strength. Tensile strength measurements were repeated to check the variability of the data represented by the error bars in the graph of Figure S11. The three-step weight loss process of Cr-MOF, pristine, and hybrid membranes illustrates their thermal stability (Figure S12). For Cr-MOF, in the first step (50-250 °C), weight loss indicates the evaporation of absorbed/bound water, and in the second step (250-400 °C), weight loss confirms the dereliction of functional groups. The weight loss at >400 °C reveals the decomposition of the polymer skeleton. The prepared Cr-MOF was thermally stable up to 350 °C. Pristine PHP@AMPS and all hybrid membranes exhibit thermal stability up to 400 °C followed by degradation of functional groups and the polymer matrix. The fluorinated polymer matrix was considered as thermally robust, and incorporation of Cr-MOF also did not alter the thermal degradation because of the stable nature of the filler and inter/intramolecular hydrogen bonding.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>Water uptake (WU), swelling ratio (SR), and\nion-exchange capacity\n(IEC) are necessary characteristics for validating the CEM for VRFB\napplications (). With the addition of Cr-MOF to the membrane matrix, the WU (20.2%)\nof the pristine PHP@AMPS membrane increases; however, the SR (12.1%)\nvalue significantly decreases. The improved WU for hybrid membranes\nPHP@AMPS<sub>Cr‑MOF(0.5)</sub> (22.8%) and PHP@AMPS<sub>Cr‑MOF(1.0)</sub> (23.7%) may be credited to the amended hydrophilic nature (existence\nof the Cr-MOF framework and allied functional groups). Similarly,\nthe progressive reduction in SR value may be elucidated by entrenching\nof Cr-MOF in the soft PHP@AMPS matrix that confines the swelling of\nthe polymeric membrane matrix. The Nafion<sub>Cr‑MOF</sub> membrane\nalso exhibits comparative WU (21.6%) and SR (10.1%) values, which\nreveal the good dimensional stability of hybrid membranes in spite\nof the Cr-MOF hydrophilic nature. Moreover, ion-exchange capacity\n(IEC), which represents the concentration of functional groups in\nthe membrane matrix, plays a crucial role in ionic conductivity. The\nIEC value of pristine PHP@AMPS (1.38 mequiv/g) increases with the\ninclusion of Cr-MOF, and PHP@AMPS<sub>Cr‑MOF(1.0)</sub> shows\nan IEC value of 1.64 mequiv/g. A similar trend has been also observed\nfor membrane conductivity. Conductivity values for pristine PHP@AMPS,\nPHP@AMPS<sub>Cr‑MOF(0.5)</sub>, PHP@AMPS<sub>Cr‑MOF(1.0)</sub>, and Nafion<sub>Cr‑MOF</sub> membranes were estimated at\n30 °C from Nyquist plots (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S13A</ext-link>–D) and are summarized in .</p>", "clean_text": "Water uptake (WU), swelling ratio (SR), and ion-exchange capacity (IEC) are necessary characteristics for validating the CEM for VRFB applications (). With the addition of Cr-MOF to the membrane matrix, the WU (20.2%) of the pristine PHP@AMPS membrane increases; however, the SR (12.1%) value significantly decreases. The improved WU for hybrid membranes PHP@AMPSCr-MOF(0.5) (22.8%) and PHP@AMPSCr-MOF(1.0) (23.7%) may be credited to the amended hydrophilic nature (existence of the Cr-MOF framework and allied functional groups). Similarly, the progressive reduction in SR value may be elucidated by entrenching of Cr-MOF in the soft PHP@AMPS matrix that confines the swelling of the polymeric membrane matrix. The NafionCr-MOF membrane also exhibits comparative WU (21.6%) and SR (10.1%) values, which reveal the good dimensional stability of hybrid membranes in spite of the Cr-MOF hydrophilic nature. Moreover, ion-exchange capacity (IEC), which represents the concentration of functional groups in the membrane matrix, plays a crucial role in ionic conductivity. The IEC value of pristine PHP@AMPS (1.38 mequiv/g) increases with the inclusion of Cr-MOF, and PHP@AMPSCr-MOF(1.0) shows an IEC value of 1.64 mequiv/g. A similar trend has been also observed for membrane conductivity. Conductivity values for pristine PHP@AMPS, PHP@AMPSCr-MOF(0.5), PHP@AMPSCr-MOF(1.0), and NafionCr-MOF membranes were estimated at 30 °C from Nyquist plots (Figure S13A-D) and are summarized in .", "data": null, "include_properties": null}, {"idx": 20, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Water Uptake (WU), Swelling Ratio\n(SR), Ion-Exchange Capacity (IEC), and Ionic Conductivity (κ<sup>\n<italic toggle=\"yes\">m</italic>\n</sup>) at 25 °C for Different Membranes with\n∼300 μm<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">membrane</oasis:entry>\n<oasis:entry align=\"center\">WU (%)</oasis:entry>\n<oasis:entry align=\"center\">SR (%)</oasis:entry>\n<oasis:entry align=\"center\">IEC (mequiv/g)</oasis:entry>\n<oasis:entry align=\"center\">κ<sup>\n<italic toggle=\"yes\">m</italic>\n</sup> × 10<sup>–2</sup> (S/cm)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>PHP@AMPS</oasis:entry>\n<oasis:entry>20.2</oasis:entry>\n<oasis:entry>12.1</oasis:entry>\n<oasis:entry>1.38</oasis:entry>\n<oasis:entry>8.11</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PHP@AMPS<sub>Cr‑MOF(0.5)</sub>\n</oasis:entry>\n<oasis:entry>22.8</oasis:entry>\n<oasis:entry>10.7</oasis:entry>\n<oasis:entry>1.56</oasis:entry>\n<oasis:entry>12.52</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PHP@AMPS <sub>Cr‑MOF(1.0)</sub>\n</oasis:entry>\n<oasis:entry>23.7</oasis:entry>\n<oasis:entry>9.5</oasis:entry>\n<oasis:entry>1.64</oasis:entry>\n<oasis:entry>15.05</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Nafion<sub>Cr‑MOF</sub>\n</oasis:entry>\n<oasis:entry>21.6</oasis:entry>\n<oasis:entry>11.1</oasis:entry>\n<oasis:entry>1.51</oasis:entry>\n<oasis:entry>12.21</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Measurement error: WU, 0.1%; SR,\n0.1%; IEC, 0.01 mequiv/g; and κ<sup>\n<italic toggle=\"yes\">m</italic>\n</sup>, 0.01 × 10<sup>–2</sup> S/cm.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>The conductivity of the pristine PHP@AMPS membrane\nincreases with\nthe incorporation of Cr-MOF, and PHP@AMPS<sub>Cr‑MOF(1.0)</sub> shows 15.05 × 10<sup>–2</sup> S cm<sup>–1</sup> κ<sup>\n<italic toggle=\"yes\">m</italic>\n</sup> at 25 °C, which is significantly\nhigh in comparison to Nafion<sub>Cr‑MOF</sub> (12.21 ×\n10<sup>–2</sup> S cm<sup>–1</sup>). The significantly\nhigh conductivity of the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane\nis attributable to the formation of ion-conducting nanochannels and\nis an indicator of coordinatively unsaturated metal sites in Cr-MOF,\nwhich exhibits a Lewis acid behavior. The presence\nof OH<sup>–</sup> and H<sup>+</sup> groups (generated by the\nhydrolysis of unsaturated metal sites) results in the augmentation\nof the membrane acidic nature that causes the establishment of dynamic\nH-bonding and thus ionic clusters (ion transport pathways) responsible\nfor ionic transmission. Additionally, membrane conductivity also increases\nwith temperature (40–80 °C) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S14</ext-link>).</p>", "clean_text": "The conductivity of the pristine PHP@AMPS membrane increases with the incorporation of Cr-MOF, and PHP@AMPSCr-MOF(1.0) shows 15.05 × 10-2 S cm-1 κ m  at 25 °C, which is significantly high in comparison to NafionCr-MOF (12.21 × 10-2 S cm-1). The significantly high conductivity of the PHP@AMPSCr-MOF(1.0) membrane is attributable to the formation of ion-conducting nanochannels and is an indicator of coordinatively unsaturated metal sites in Cr-MOF, which exhibits a Lewis acid behavior. The presence of OH- and H+ groups (generated by the hydrolysis of unsaturated metal sites) results in the augmentation of the membrane acidic nature that causes the establishment of dynamic H-bonding and thus ionic clusters (ion transport pathways) responsible for ionic transmission. Additionally, membrane conductivity also increases with temperature (40-80 °C) (Figure S14).", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>\nA shows\nthe variation in VO<sup>2+</sup>concentration in the blank reservoir\nperiodically across the membrane samples with time for the estimation\nof VO<sup>2+</sup> permeability. The VO<sup>2+</sup>concentration\nis estimated by a UV curve (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S15</ext-link>).\nThe pristine PHP@AMPS membrane unveils higher VO<sup>2+</sup> permeation\nrate compared with Cr-MOF hybrid membranes, and the vanadium ion permeation\nrate reduces with the increase in Cr-MOF concentration in the membrane\nmatrix. Furthermore, VO<sup>2+</sup> permeability of the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane is about 9 times less compared\nwith Nafion<sub>Cr‑MOF</sub> (10.53 × 10<sup>–7</sup> cm<sup>2</sup>/min) (B). Circumscribed crossover of VO<sup>2+</sup> ions across\nPHP@AMPS<sub>Cr‑MOF(1.0)</sub> arises by the blocked and elongated\nion diffusion pathway with Cr-MOF inclusion in the polymer phase.\nDuring VRFB operation, high VO<sup>2+</sup> crossover is liable for\nthe rapid self-discharge and thus reduced current efficiency. Effective\nH-bonding and hydrophilic–hydrophobic and ionic interactions\nbetween Cr-MOF and PHP@AMPS matrix result in a decrease in void volume\nand low vanadium ion cross-mixing. Furthermore, ion selectivity (ratio\nof membrane conductivity and VO<sup>2+</sup> permeability) is an urgent\nparameter to assess the suitability of the membrane separator for\nVRFB applications. The PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane shows quite high ion selectivity (9.83 × 10<sup>5</sup> S min/cm<sup>3</sup>) in comparison with pristine PHP@AMPS (2.68\n× 10<sup>5</sup> S min/cm<sup>3</sup>) and Nafion<sub>Cr‑MOF</sub> membranes (2.2 × 10<sup>5</sup> S min/cm<sup>3</sup>) (B). In spite of similar\ninteractions between Cr-MOF and PHP@AMPS or Nafion matrix, the structural\ndifference of both polymer matrixes may be attributed to the comparatively\nhigh conductivity and ion selectivity and extremely low VO<sup>2+</sup> permeability in the case of the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane. Resultant data also validate the potential of the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane for VRFB applications. These results\nalso validate the size exclusion by the microporous Cr-MOF within\nthe negatively charged PHP@AMPS matrix due to its pertinent pore size\ndistribution. Experiments for VO<sup>2+</sup> concentration (permeability) were repeated to determine\nthe variability and standard deviation of the data, which is represented\nby the error bars in the graphs (A,B).</p>", "clean_text": " A shows the variation in VO2+concentration in the blank reservoir periodically across the membrane samples with time for the estimation of VO2+ permeability. The VO2+concentration is estimated by a UV curve (Figure S15). The pristine PHP@AMPS membrane unveils higher VO2+ permeation rate compared with Cr-MOF hybrid membranes, and the vanadium ion permeation rate reduces with the increase in Cr-MOF concentration in the membrane matrix. Furthermore, VO2+ permeability of the PHP@AMPSCr-MOF(1.0) membrane is about 9 times less compared with NafionCr-MOF (10.53 × 10-7 cm2/min) (B). Circumscribed crossover of VO2+ ions across PHP@AMPSCr-MOF(1.0) arises by the blocked and elongated ion diffusion pathway with Cr-MOF inclusion in the polymer phase. During VRFB operation, high VO2+ crossover is liable for the rapid self-discharge and thus reduced current efficiency. Effective H-bonding and hydrophilic-hydrophobic and ionic interactions between Cr-MOF and PHP@AMPS matrix result in a decrease in void volume and low vanadium ion cross-mixing. Furthermore, ion selectivity (ratio of membrane conductivity and VO2+ permeability) is an urgent parameter to assess the suitability of the membrane separator for VRFB applications. The PHP@AMPSCr-MOF(1.0) membrane shows quite high ion selectivity (9.83 × 105 S min/cm3) in comparison with pristine PHP@AMPS (2.68 × 105 S min/cm3) and NafionCr-MOF membranes (2.2 × 105 S min/cm3) (B). In spite of similar interactions between Cr-MOF and PHP@AMPS or Nafion matrix, the structural difference of both polymer matrixes may be attributed to the comparatively high conductivity and ion selectivity and extremely low VO2+ permeability in the case of the PHP@AMPSCr-MOF(1.0) membrane. Resultant data also validate the potential of the PHP@AMPSCr-MOF(1.0) membrane for VRFB applications. These results also validate the size exclusion by the microporous Cr-MOF within the negatively charged PHP@AMPS matrix due to its pertinent pore size distribution. Experiments for VO2+ concentration (permeability) were repeated to determine the variability and standard deviation of the data, which is represented by the error bars in the graphs (A,B).", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Membrane property. (A) The changes of\nVO<sup>2+</sup> concentration\nin the blank reservoir and (B) the permeability of VO<sup>2+</sup> ions and the ion selectivity.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c16720_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Membrane property. (A) The changes of VO2+ concentration in the blank reservoir and (B) the permeability of VO2+ ions and the ion selectivity.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>\nA depicts\nthe decline in open circuit voltage (OCV) attained by self-discharge\nstudies at 50% state of charge after dipping below 0.80 V for unmodified\nand hybrid membranes. Under VRFB operating conditions, all examined\nmembranes exhibit an OCV of ∼1.50 V. In the VRFB operation\nabove 0.80 V, the cell with PHP@AMPS<sub>Cr‑MOF(1.0)</sub> CEM\nmaintains a higher self-discharge time (∼4400 min) than the\nNafion<sub>Cr‑MOF</sub> (∼3230 min) and pristine PHP@AMPS\nmembranes (∼500 min). This demonstrates that the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane retards the VO<sup>2+</sup> crossing\nby immobilizing the positively charged Cr-MOF in an anionic polymer\nthat is responsible for strong ionic interactions and H-bonding.</p>", "clean_text": " A depicts the decline in open circuit voltage (OCV) attained by self-discharge studies at 50% state of charge after dipping below 0.80 V for unmodified and hybrid membranes. Under VRFB operating conditions, all examined membranes exhibit an OCV of ~1.50 V. In the VRFB operation above 0.80 V, the cell with PHP@AMPSCr-MOF(1.0) CEM maintains a higher self-discharge time (~4400 min) than the NafionCr-MOF (~3230 min) and pristine PHP@AMPS membranes (~500 min). This demonstrates that the PHP@AMPSCr-MOF(1.0) membrane retards the VO2+ crossing by immobilizing the positively charged Cr-MOF in an anionic polymer that is responsible for strong ionic interactions and H-bonding.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(A) Self-discharge\nbehavior and (B) charge–discharge curves\nfor Nafion<sub>Cr‑MOF</sub>, PHP@AMPS<sub>Cr‑MOF(0.5)</sub>, and PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membranes at 150 mA/cm<sup>2</sup> current density of the first cycle number.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c16720_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (A) Self-discharge behavior and (B) charge-discharge curves for NafionCr-MOF, PHP@AMPSCr-MOF(0.5), and PHP@AMPSCr-MOF(1.0) membranes at 150 mA/cm2 current density of the first cycle number.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>\nB and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S16</ext-link> depict the charge–discharge\ncurves of the cell assembled with all manufactured membranes at varied\ncurrent densities of 100–150 mA/cm<sup>2</sup> within a cutoff\nvoltage range of 1.65–0.75 V. The charge–discharge time\nof different membranes follows the trend PHP@AMPS<sub>Cr‑MOF(1.0)</sub> &gt; PHP@AMPS<sub>Cr‑MOF(0.5)</sub> &gt; Nafion<sub>Cr‑MOF</sub> and decreases as current density increases. Gap between charge–discharge\nvoltage spikes with current density which inveterate the acceptable\nalteration of the discharge capacity with the ion selectivity of the\nmembrane.\n<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S17</ext-link> shows charge–discharge curves of the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane for different cycles and current\ndensities (100–150 mA/cm<sup>2</sup>). At increased current\ndensity, a high overpotential (IR drop) increases charge and decreases\ndischarge voltage, which is responsible for a decline in capacity\nfor a constant electrolytic environment. The high charge–discharge\ncapacity of the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane confirms\nits high electrolyte utilization, which is beneficial for VRFB performance.</p>", "clean_text": " B and Figure S16 depict the charge-discharge curves of the cell assembled with all manufactured membranes at varied current densities of 100-150 mA/cm2 within a cutoff voltage range of 1.65-0.75 V. The charge-discharge time of different membranes follows the trend PHP@AMPSCr-MOF(1.0) > PHP@AMPSCr-MOF(0.5) > NafionCr-MOF and decreases as current density increases. Gap between charge-discharge voltage spikes with current density which inveterate the acceptable alteration of the discharge capacity with the ion selectivity of the membrane. Figure S17 shows charge-discharge curves of the PHP@AMPSCr-MOF(1.0) membrane for different cycles and current densities (100-150 mA/cm2). At increased current density, a high overpotential (IR drop) increases charge and decreases discharge voltage, which is responsible for a decline in capacity for a constant electrolytic environment. The high charge-discharge capacity of the PHP@AMPSCr-MOF(1.0) membrane confirms its high electrolyte utilization, which is beneficial for VRFB performance.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<p>\nA–C\nexemplifies average CE, EE, and VE values for Nafion117<sub>Cr‑MOF</sub>, PHP@AMPS<sub>Cr‑MOF(0.5)</sub>, and PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membranes during single cell VRFB (effective membrane area: 4.0\ncm<sup>2</sup>) operation at 100–150 mA/cm<sup>2</sup>. To\ncheck the variability of the data, experiments were repeated three\ntimes for determining standard deviation represented by the error\nbars in the graphs (A–C). The PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane\nshows a relatively high CE in comparison with Nafion117<sub>Cr‑MOF</sub> and PHP@AMPS<sub>Cr‑MOF(0.5)</sub>, which also reveals the\ndominance of VO<sup>2+</sup> permeability and electrolyte cross-mixing\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S18A</ext-link>–C). The VE is dependent on the inner cell resistance\nand decreases gradually with increasing current density as a result\nof overpotential (Ohmic resistance). The PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane depicts ∼90% VE because of the lower IR drop in\ncomparison to Nafion117<sub>Cr‑MOF</sub> and PHP@AMPS<sub>Cr‑MOF(0.5)</sub> membranes (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S18D</ext-link>–F). EE\nvalues may be a key indicator of the performance of energy storage\nsystems. The EE indicates energy loss\nduring charge–discharge testing, and its behavior with current\ndensity is depicted in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S18G</ext-link>–I.\nThe EE values for all three membranes similarly vary with current\ndensity. At 150 mA/cm<sup>2</sup>, the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane demonstrates a relatively high EE (∼87.3%), indicating\nits imminent and effective candidacy for VRFB applications. The PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane shows synergized conductivity and\nVO<sup>2+</sup> permeability and therefore elevated EE in comparison\nwith other studied membranes. Single cell VRFB with the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane at 150 mA/cm<sup>2</sup> exhibits\nrelatively higher CE (97.0%), EE (87.3%), and VE (90.0%) than Nafion<sub>Cr‑MOF</sub> (D–F). These results demonstrate advancement in VRFB\nperformance with a battery of enhanced characteristics, including\nstability, selectivity, conductivity, and capacity retention.</p>", "clean_text": " A-C exemplifies average CE, EE, and VE values for Nafion117Cr-MOF, PHP@AMPSCr-MOF(0.5), and PHP@AMPSCr-MOF(1.0) membranes during single cell VRFB (effective membrane area: 4.0 cm2) operation at 100-150 mA/cm2. To check the variability of the data, experiments were repeated three times for determining standard deviation represented by the error bars in the graphs (A-C). The PHP@AMPSCr-MOF(1.0) membrane shows a relatively high CE in comparison with Nafion117Cr-MOF and PHP@AMPSCr-MOF(0.5), which also reveals the dominance of VO2+ permeability and electrolyte cross-mixing (Figure S18A-C). The VE is dependent on the inner cell resistance and decreases gradually with increasing current density as a result of overpotential (Ohmic resistance). The PHP@AMPSCr-MOF(1.0) membrane depicts ~90% VE because of the lower IR drop in comparison to Nafion117Cr-MOF and PHP@AMPSCr-MOF(0.5) membranes (Figure S18D-F). EE values may be a key indicator of the performance of energy storage systems. The EE indicates energy loss during charge-discharge testing, and its behavior with current density is depicted in Figure S18G-I. The EE values for all three membranes similarly vary with current density. At 150 mA/cm2, the PHP@AMPSCr-MOF(1.0) membrane demonstrates a relatively high EE (~87.3%), indicating its imminent and effective candidacy for VRFB applications. The PHP@AMPSCr-MOF(1.0) membrane shows synergized conductivity and VO2+ permeability and therefore elevated EE in comparison with other studied membranes. Single cell VRFB with the PHP@AMPSCr-MOF(1.0) membrane at 150 mA/cm2 exhibits relatively higher CE (97.0%), EE (87.3%), and VE (90.0%) than NafionCr-MOF (D-F). These results demonstrate advancement in VRFB performance with a battery of enhanced characteristics, including stability, selectivity, conductivity, and capacity retention.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Nafion<sub>Cr‑MOF</sub>, PHP@AMPS<sub>Cr‑MOF(0.5)</sub>, and PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membranes’ performance:\n(A–C) CE, VE, and EE values at different current densities.\n(D–F) Variation in CE, VE, and EE values in the durability\ntest up to 1500 cycles.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c16720_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  NafionCr-MOF, PHP@AMPSCr-MOF(0.5), and PHP@AMPSCr-MOF(1.0) membranes' performance: (A-C) CE, VE, and EE values at different current densities. (D-F) Variation in CE, VE, and EE values in the durability test up to 1500 cycles.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["property"], "content": "<p>At low and high current density (100 and 0.125\nmA/cm<sup>2</sup>), the pristine PHP@AMPS membrane shows incompetent\nperformance for\nVRFB application (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S19A</ext-link>,B and video).\nThis observation rules out the suitability of the membrane for high-performance\nVRFB. A long-time durability test was performed with different membrane\nsamples in single cell VRFB, as represented in A. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S20A</ext-link>,C and B show\nthe long-term cycling test of the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane in single cell VRFB at 100–150 mA/cm<sup>2</sup> for 500 cycles. The cell shows a regular charge–discharge\nbehavior without any electrolyte rebalance. Synthesized PHP@AMPS<sub>Cr‑MOF (1.0)</sub> shows extremely low VO<sup>2+</sup> permeability (CE &gt; 98%) CEM has a very steady nature with no\nvoltage\ndrop for 1000 h. Supporting videos for the validation of the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane long-term cycling test are also\nincluded in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>.\nThe capacity loss during VRFB operation is closely related with VO<sup>2+</sup> crossover during the cyclic charge–discharge process. The corresponding capacity retention remained at ∼97.8% up\nto 1500 cycles for PHP@AMPS<sub>Cr‑MOF(1.0)</sub> (C), which is significantly\nhigher than that of Nafion<sub>Cr‑MOF</sub> and PHP@AMPS<sub>Cr‑MOF(0.5)</sub> membranes. Therefore, the reported hybrid\nmembrane with optimized inclusion of Cr-MOF in the partially fluorinated\npolymer shows potential for VRFB applications in view of its ultrarobust\nand high performance. The PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane\nalso exhibits unaltered capacity retention up to 1500 cycles (studied\nin this case) at 100–150 mA/cm<sup>2</sup> current density\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S20B</ext-link>).</p>", "clean_text": "At low and high current density (100 and 0.125 mA/cm2), the pristine PHP@AMPS membrane shows incompetent performance for VRFB application (Figure S19A,B and video). This observation rules out the suitability of the membrane for high-performance VRFB. A long-time durability test was performed with different membrane samples in single cell VRFB, as represented in A. Figure S20A,C and B show the long-term cycling test of the PHP@AMPSCr-MOF(1.0) membrane in single cell VRFB at 100-150 mA/cm2 for 500 cycles. The cell shows a regular charge-discharge behavior without any electrolyte rebalance. Synthesized PHP@AMPSCr-MOF (1.0) shows extremely low VO2+ permeability (CE > 98%) CEM has a very steady nature with no voltage drop for 1000 h. Supporting videos for the validation of the PHP@AMPSCr-MOF(1.0) membrane long-term cycling test are also included in the Supporting Information. The capacity loss during VRFB operation is closely related with VO2+ crossover during the cyclic charge-discharge process. The corresponding capacity retention remained at ~97.8% up to 1500 cycles for PHP@AMPSCr-MOF(1.0) (C), which is significantly higher than that of NafionCr-MOF and PHP@AMPSCr-MOF(0.5) membranes. Therefore, the reported hybrid membrane with optimized inclusion of Cr-MOF in the partially fluorinated polymer shows potential for VRFB applications in view of its ultrarobust and high performance. The PHP@AMPSCr-MOF(1.0) membrane also exhibits unaltered capacity retention up to 1500 cycles (studied in this case) at 100-150 mA/cm2 current density (Figure S20B).", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(A) Schematic representation\nof VRFB; (B) charge–discharge\nfor 500 cycles at 150 mA/cm<sup>2</sup> current density; (C) capacity\nretention for different membranes; and (D) PXRD after 1500 cycles\nof PHP@AMPS<sub>Cr‑MOF(1.0)</sub>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c16720_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (A) Schematic representation of VRFB; (B) charge-discharge for 500 cycles at 150 mA/cm2 current density; (C) capacity retention for different membranes; and (D) PXRD after 1500 cycles of PHP@AMPSCr-MOF(1.0).   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<p>\nD–F\nand <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S18</ext-link> reveal the lifetime test\nof the single VRFB cell assembled with different membranes at 100–150\nmA/cm<sup>2</sup> current density. In the case of PHP@AMPS<sub>Cr‑MOF(0.5)</sub> and Nafion<sub>Cr‑MOF</sub> membranes, cycle tests are terminated\nafter 800–865 cycles when discharge capacity decays significantly.\nIn contrast, the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane demonstrates\ncontinuous efficiencies up to 1500 cycles. The VRFB cell with the\nPHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane demonstrates 97% initial\nCE at 150 mA/cm<sup>2</sup> and is stable even after 1500 cycles,\nbut for the Nafion<sub>Cr‑MOF</sub> membrane, the initial CE\ndecreases from 94.5 to 92.5% even after 800 cycles. Similarly, the\nPHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane nearly maintains EE\n(87.3%) and VE (90.0%), respectively, at 150 mA/cm<sup>2</sup> up\nto 1500 cycles, whereas for the Nafion<sub>Cr‑MOF</sub> membrane,\nEE (80.7 to 77.5%) and VE (85.5 to 84.7%) values decline moderately\neven after 800 cycles. After 1500 cycles, the integrity of the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane is well-maintained and intact,\nas confirmed by PXRD and the optical image (D and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S3A</ext-link>,B). These data demonstrate the longevity of the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane.</p>", "clean_text": " D-F and Figure S18 reveal the lifetime test of the single VRFB cell assembled with different membranes at 100-150 mA/cm2 current density. In the case of PHP@AMPSCr-MOF(0.5) and NafionCr-MOF membranes, cycle tests are terminated after 800-865 cycles when discharge capacity decays significantly. In contrast, the PHP@AMPSCr-MOF(1.0) membrane demonstrates continuous efficiencies up to 1500 cycles. The VRFB cell with the PHP@AMPSCr-MOF(1.0) membrane demonstrates 97% initial CE at 150 mA/cm2 and is stable even after 1500 cycles, but for the NafionCr-MOF membrane, the initial CE decreases from 94.5 to 92.5% even after 800 cycles. Similarly, the PHP@AMPSCr-MOF(1.0) membrane nearly maintains EE (87.3%) and VE (90.0%), respectively, at 150 mA/cm2 up to 1500 cycles, whereas for the NafionCr-MOF membrane, EE (80.7 to 77.5%) and VE (85.5 to 84.7%) values decline moderately even after 800 cycles. After 1500 cycles, the integrity of the PHP@AMPSCr-MOF(1.0) membrane is well-maintained and intact, as confirmed by PXRD and the optical image (D and Figure S3A,B). These data demonstrate the longevity of the PHP@AMPSCr-MOF(1.0) membrane.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>For VRFB, capacity loss directly depends on electrolyte\ncrossover\nduring the charge–discharge cycle. The partially fluorinated\npolymer matrix (PHP@AMPS) provides the charged hydrophobic barrier\nfor electrolyte crossover, whereas the incorporation of Cr-MOF in\nthe PHP@AMPS matrix improves the retardation of ionic transport and\nthus reduces capacity loss. This observation validates the well dispersion\nof Cr-MOF, responsible for the elongation of the vanadium ion diffusion\npathway. Furthermore, interactions between the two (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S1</ext-link>) align the hydrophilic–hydrophobic segments,\nwhich also play a significant role in proton transport, and reduce\nthe vanadium ion crossover by charge repulsion. These studies manifest\nthe high suitability of hybrid membranes especially PHP@AMPS<sub>Cr‑MOF(1.0)</sub> for VRFB application.</p>", "clean_text": "For VRFB, capacity loss directly depends on electrolyte crossover during the charge-discharge cycle. The partially fluorinated polymer matrix (PHP@AMPS) provides the charged hydrophobic barrier for electrolyte crossover, whereas the incorporation of Cr-MOF in the PHP@AMPS matrix improves the retardation of ionic transport and thus reduces capacity loss. This observation validates the well dispersion of Cr-MOF, responsible for the elongation of the vanadium ion diffusion pathway. Furthermore, interactions between the two (Figure S1) align the hydrophilic-hydrophobic segments, which also play a significant role in proton transport, and reduce the vanadium ion crossover by charge repulsion. These studies manifest the high suitability of hybrid membranes especially PHP@AMPSCr-MOF(1.0) for VRFB application.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>\n<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Table S2</ext-link> summarizes\nthe performance\nof state-of-the-art modified Nafion and other reported membranes for\nVRFB application at 40–200 mA/cm<sup>2</sup>. The reported\nPHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane bears superior performance\ndue to the intriguing properties of low SR and VO<sup>2+</sup> crossover,\nalong with high WU, IEC, conductivity, ion selectivity, and stabilities.</p>", "clean_text": " Table S2 summarizes the performance of state-of-the-art modified Nafion and other reported membranes for VRFB application at 40-200 mA/cm2. The reported PHP@AMPSCr-MOF(1.0) membrane bears superior performance due to the intriguing properties of low SR and VO2+ crossover, along with high WU, IEC, conductivity, ion selectivity, and stabilities.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>Cr-MOF (MIL-101 Cr) and\nsulfonated PVDF-<italic toggle=\"yes\">co</italic>-HFP\n(PHP@AMPS) are successfully synthesized to architect the hybrid membranes\nof ∼300 μm thickness by the solution casting method.\nThe hybrid membrane incorporating 1.0 wt % Cr-MOF (PHP@AMPS<sub>Cr‑MOF(1.0)</sub>) exhibits superior dimensions; oxidative, mechanical, and chemical\nstabilities; conductivity; strong ion selectivity; and low vanadium\nion permeability. Favorable properties arise because of the dispersion\nstrengthening effect of the Cr-MOF, as follows: (1) obstructed and\nelongated ion transmission path; (2) partially fluorinated polymer\nmatrix; and (3) appropriate interactions and arrangement of functional\ngroups. The well-optimized PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane\nshows excellent VRFB performance and elevated efficiencies (CE: ∼97.5%\nand EE: ≈88.5% at 150 mA/cm<sup>2</sup>) with an almost constant\ncharge–discharge process for 1500 cycles (over 650 h). Capacity\nretention percentage remains at ∼97.2% after 1500 cycles, in\ngood divergence with the Nafion<sub>Cr‑MOF</sub> membrane with\n∼91.5% capacity retention in just 800 cycles (about 360 h).\nThe proven hybrid fabrication technique for the PHP@AMPS<sub>Cr‑MOF (1.0)</sub> membrane is promising for VRFB use because of its ultraresilient\nperformance; it is also applicable to other electromembrane devices\nand other relevant fields.</p>", "clean_text": "Conclusions\n\nCr-MOF (MIL-101 Cr) and sulfonated PVDF-co-HFP (PHP@AMPS) are successfully synthesized to architect the hybrid membranes of ~300 μm thickness by the solution casting method. The hybrid membrane incorporating 1.0 wt % Cr-MOF (PHP@AMPSCr-MOF(1.0)) exhibits superior dimensions; oxidative, mechanical, and chemical stabilities; conductivity; strong ion selectivity; and low vanadium ion permeability. Favorable properties arise because of the dispersion strengthening effect of the Cr-MOF, as follows: (1) obstructed and elongated ion transmission path; (2) partially fluorinated polymer matrix; and (3) appropriate interactions and arrangement of functional groups. The well-optimized PHP@AMPSCr-MOF(1.0) membrane shows excellent VRFB performance and elevated efficiencies (CE: ~97.5% and EE: ~88.5% at 150 mA/cm2) with an almost constant charge-discharge process for 1500 cycles (over 650 h). Capacity retention percentage remains at ~97.2% after 1500 cycles, in good divergence with the NafionCr-MOF membrane with ~91.5% capacity retention in just 800 cycles (about 360 h). The proven hybrid fabrication technique for the PHP@AMPSCr-MOF (1.0) membrane is promising for VRFB use because of its ultraresilient performance; it is also applicable to other electromembrane devices and other relevant fields.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.2c16720?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsami.2c16720</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Pristine PHP@AMPS charge–discharge cycle (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_001.mp4\" xlink:type=\"simple\">MP4</ext-link>)</p>\n</list-item>\n<list-item>\n<p>PHP@AMPS<sub>Cr‑MOF(1.0)</sub> charge-discharge\ncycle at 120 mA cm<sup>–2</sup> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_002.mp4\" xlink:type=\"simple\">MP4</ext-link>)</p>\n</list-item>\n<list-item>\n<p>PHP@AMPS<sub>Cr‑MOF(1.0)</sub> charge-discharge\ncycle at 150 mA cm<sup>–2</sup> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_003.mp4\" xlink:type=\"simple\">MP4</ext-link>)</p>\n</list-item>\n<list-item>\n<p>\n<sup>1</sup>H NMR, FTIR, XPS, SAXS,\nand EDX-elemental\nmapping for spectral analysis; charge–discharge curves of different\ncycle numbers at different current density; UV curve for VO<sup>2+</sup> concentration determination; capacity retention measurements; stability\ntests by life cycle VRFB performance of pristine and Cr-MOF modified\nmembranes; AFM, SEM, and TEM images of the membranes; impedance measurements;\nOCV measurements; ion selectivity; and VO<sup>2+</sup> permeability\nmeasurements (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.2c16720.  Pristine PHP@AMPS charge-discharge cycle (MP4)   PHP@AMPSCr-MOF(1.0) charge-discharge cycle at 120 mA cm-2 (MP4)   PHP@AMPSCr-MOF(1.0) charge-discharge cycle at 150 mA cm-2 (MP4)    1H NMR, FTIR, XPS, SAXS, and EDX-elemental mapping for spectral analysis; charge-discharge curves of different cycle numbers at different current density; UV curve for VO2+ concentration determination; capacity retention measurements; stability tests by life cycle VRFB performance of pristine and Cr-MOF modified membranes; AFM, SEM, and TEM images of the membranes; impedance measurements; OCV measurements; ion selectivity; and VO2+ permeability measurements (PDF)   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>Pristine PHP@AMPS charge–discharge cycle (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_001.mp4\" xlink:type=\"simple\">MP4</ext-link>)</p><p>PHP@AMPS<sub>Cr‑MOF(1.0)</sub> charge-discharge\ncycle at 120 mA cm<sup>–2</sup> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_002.mp4\" xlink:type=\"simple\">MP4</ext-link>)</p><p>PHP@AMPS<sub>Cr‑MOF(1.0)</sub> charge-discharge\ncycle at 150 mA cm<sup>–2</sup> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_003.mp4\" xlink:type=\"simple\">MP4</ext-link>)</p><p>\n<sup>1</sup>H NMR, FTIR, XPS, SAXS,\nand EDX-elemental\nmapping for spectral analysis; charge–discharge curves of different\ncycle numbers at different current density; UV curve for VO<sup>2+</sup> concentration determination; capacity retention measurements; stability\ntests by life cycle VRFB performance of pristine and Cr-MOF modified\nmembranes; AFM, SEM, and TEM images of the membranes; impedance measurements;\nOCV measurements; ion selectivity; and VO<sup>2+</sup> permeability\nmeasurements (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Pristine PHP@AMPS charge-discharge cycle (MP4)\n\nPHP@AMPSCr-MOF(1.0) charge-discharge cycle at 120 mA cm-2 (MP4)\n\nPHP@AMPSCr-MOF(1.0) charge-discharge cycle at 150 mA cm-2 (MP4)\n\n 1H NMR, FTIR, XPS, SAXS, and EDX-elemental mapping for spectral analysis; charge-discharge curves of different cycle numbers at different current density; UV curve for VO2+ concentration determination; capacity retention measurements; stability tests by life cycle VRFB performance of pristine and Cr-MOF modified membranes; AFM, SEM, and TEM images of the membranes; impedance measurements; OCV measurements; ion selectivity; and VO2+ permeability measurements (PDF)", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>Prerana Sharma:\nprepared the functional polymer, membrane preparation and characterization,\nperformed electrochemical experiments, data interpretation, and prepared\nthe initial draft of the manuscript. Vinod K. Shahi: supervised, writing\n– review &amp; editing.</p>", "clean_text": "Prerana Sharma: prepared the functional polymer, membrane preparation and characterization, performed electrochemical experiments, data interpretation, and prepared the initial draft of the manuscript. Vinod K. Shahi: supervised, writing - review & editing.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 16, 17, 18, 19, 21", "type": "text", "classification": "property", "content": "<p>The long-term durability of vanadium redox flow batteries\n(VRFBs)\ndepends on the stability and performance of the membrane separator.\nWe have architected a hybrid membrane by uniform dispersion of MIL-101­(Cr)\n(Cr-MOF) in a partially fluorinated polymer grafted with sulfonic\nacid groups (PHP@AMPS<sub>Cr‑MOF(1.0)</sub>). The single cell\nVRFB performance of the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane\nwas studied in comparison with the Cr-MOF incorporated Nafion membrane\n(Nafion<sub>Cr‑MOF(1.0)</sub>) and showed an excellent result\nwith 97.5% Coulombic efficiency (CE) at 150 mA/cm<sup>2</sup> without\nany significant deterioration in the charge–discharge process\nfor 1500 cycles (over 650 h). Meanwhile, the CE value of the Nafion<sub>Cr‑MOF</sub> membrane (94.5%) deteriorated after 800 cycles\n(about 360 h) under similar conditions. The high VRFB performance\nof the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane has been attributed\nto the synergized properties and good interactions between Cr-MOF\nand partially fluorinated polymer matrix responsible for the creation\nof hydrophilic proton-conducting channels to achieve high selectivity.\nFurthermore, the cost-effective polymer and thus membranes may open\nnew windows for practical applications in other energy devices such\nas fuel cells, electrolysis, and water treatment.</p><p>In <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S9A</ext-link>–D,\nthe SEM image\nconfirms the octahedral shape of Cr-MOF, whereas elemental mapping\nand EDX spectra reveal the presence of the Cr<sup>3+</sup> metal center\nand successful synthesis of Cr-MOF. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S9</ext-link>A depicts the SEM image of crystals in a cluster of MIL-101­(Cr),\nwhereas <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S9</ext-link>B shows the magnified\nimage of a single crystal (not in the cluster) in which chromium (Cr)\nmetal has been mapped. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figures S9E,F and S7A–E</ext-link> also support the absence of Cr<sup>3+</sup> in the pristine PHP@AMPS\nmembrane. Furthermore, elemental mapping and EDX spectra (top and\nbottom) of the Nafion<sub>Cr‑MOF</sub> membrane show the successful\ninteraction of Cr-MOF with the Nafion matrix, with uniform distribution\nwithout any agglomeration (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S9</ext-link>G–I\n(top) and J–L (bottom)). <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S9</ext-link>M,N (top) and P–R (bottom) also reveals similar information\nin the case of the PHP@AMPS<sub>Cr‑MOF</sub> membrane because\nof the good dispensability and uniform dispersion of Cr-MOF with the\nPHP@AMPS matrix. The EDX spectra (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S9</ext-link>O) reveal the elemental compositions, which are close to the Cr-MOF\nprecursor, implying its successful incorporation in the PHP@AMPS matrix.\nThe amount of Cr in the membrane matrix was analyzed by SEM/EDX and\nICP-MS, which reveal 0.11 wt % and 1.72 ppm, respectively.</p><p>\n<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S10</ext-link> exhibits AFM height images\nof pristine PHP@AMPS, PHP@AMPS<sub>Cr‑MOF(1.0)</sub>, and Nafion<sub>Cr‑MOF</sub> membranes. The pristine PHP@AMPS membrane shows\na smooth surface (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S10A</ext-link>,B), whereas\n3D images of PHP@AMPS<sub>Cr‑MOF(1.0)</sub> and Nafion<sub>Cr‑MOF</sub> membranes show a rough surface due to the regular\ndistribution of Cr-MOF in the polymer matrix (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S10D</ext-link>,F). The phase-aggregated morphology of PHP@AMPS<sub>Cr‑MOF(1.0)</sub> and Nafion<sub>Cr‑MOF</sub> membranes\nis further supported by AFM phase images. This is a result of the\nseparation of hydrophobic (light regions) and hydrophilic (dark regions)\ndomains, as well as the excellent compatibility between Cr-MOF and\nthe polymer matrix (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S10C</ext-link>,E). The surface roughness value for the pristine\nPHP@AMPS (<italic toggle=\"yes\">R</italic>\n<sub>q</sub>: 0.499 nm) membrane increases\nto <italic toggle=\"yes\">R</italic>\n<sub>q</sub>: 1.057 nm for PHP@AMPS<sub>Cr‑MOF(1.0)</sub>, whereas Nafion<sub>Cr‑MOF</sub> shows a comparatively low\nsurface roughness value (<italic toggle=\"yes\">R</italic>\n<sub>q</sub>: 0.899 nm).</p><p>Oxidative and chemical stabilities of membrane are crucial in determining\nthe lifespan of VRFB activities in highly acidic (H<sub>2</sub>SO<sub>4</sub>) and oxidative (VO<sup>2+</sup>) environments. Formation\nof oxidative species is expected during redox reaction of VO<sup>2+</sup>, responsible for membrane degradation. Oxidative and chemical stabilities for different membrane samples\nwere analyzed by percentage weight/conductivity loss after treatment\nwith Fenton’s reagent (3% H<sub>2</sub>O<sub>2</sub> containing\n3 ppm FeSO<sub>4</sub>) (80 °C for 10 h) and 1.5 M VO<sup>2+</sup> solution in 3.0 M H<sub>2</sub>SO<sub>4</sub> (3 months at 30 °C)\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Table S1</ext-link>). Hybrid membranes (PHP@AMPS<sub>Cr‑MOF(0.5)</sub>, PHP@AMPS<sub>Cr‑MOF(1.0)</sub>,\nand Nafion<sub>Cr‑MOF</sub>) show &lt;2.0% weight/conductivity\nlosses under an oxidative environment, which may be due to the lack\nof accessibility of active sites for attack of oxidative species due\nto the strong interaction between Cr-MOF and the polymer matrix. Moreover,\nthe fact that membrane stabilities improved following the addition\nof Cr-MOF into the polymer matrix demonstrates that Cr-MOF functions\nas an efficient modifier to prevent membrane deterioration, hence\nboosting its suitability for VRFB application. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S11</ext-link> illustrates that the tensile strength of the PHP@AMPS\nmembrane (20 MPa) increases after the inclusion of Cr-MOF, and PHP@AMPS<sub>Cr‑MOF(0.5)</sub> (25 MPa), PHP@AMPS<sub>Cr‑MOF(1.0)</sub> (27.5 MPa), and Nafion<sub>Cr‑MOF</sub> (26 MPa) membranes\nwith about 300 μm thickness show good tensile strength. Tensile\nstrength measurements were repeated to check the variability of the\ndata represented by the error bars in the graph of <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S11</ext-link>. The three-step weight loss process of Cr-MOF,\npristine, and hybrid membranes illustrates their thermal stability\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S12</ext-link>). For Cr-MOF, in the first\nstep (50–250 °C), weight loss indicates the evaporation\nof absorbed/bound water, and in the second step (250–400 °C),\nweight loss confirms the dereliction of functional groups. The weight\nloss at &gt;400 °C reveals the decomposition of the polymer skeleton.\nThe prepared Cr-MOF was thermally stable up to 350 °C. Pristine\nPHP@AMPS and all hybrid membranes exhibit thermal stability up to\n400 °C followed by degradation of functional groups and the polymer\nmatrix. The fluorinated polymer matrix was considered as thermally\nrobust, and incorporation of Cr-MOF also did not alter the thermal\ndegradation because of the stable nature of the filler and inter/intramolecular\nhydrogen bonding.</p><p>Water uptake (WU), swelling ratio (SR), and\nion-exchange capacity\n(IEC) are necessary characteristics for validating the CEM for VRFB\napplications (). With the addition of Cr-MOF to the membrane matrix, the WU (20.2%)\nof the pristine PHP@AMPS membrane increases; however, the SR (12.1%)\nvalue significantly decreases. The improved WU for hybrid membranes\nPHP@AMPS<sub>Cr‑MOF(0.5)</sub> (22.8%) and PHP@AMPS<sub>Cr‑MOF(1.0)</sub> (23.7%) may be credited to the amended hydrophilic nature (existence\nof the Cr-MOF framework and allied functional groups). Similarly,\nthe progressive reduction in SR value may be elucidated by entrenching\nof Cr-MOF in the soft PHP@AMPS matrix that confines the swelling of\nthe polymeric membrane matrix. The Nafion<sub>Cr‑MOF</sub> membrane\nalso exhibits comparative WU (21.6%) and SR (10.1%) values, which\nreveal the good dimensional stability of hybrid membranes in spite\nof the Cr-MOF hydrophilic nature. Moreover, ion-exchange capacity\n(IEC), which represents the concentration of functional groups in\nthe membrane matrix, plays a crucial role in ionic conductivity. The\nIEC value of pristine PHP@AMPS (1.38 mequiv/g) increases with the\ninclusion of Cr-MOF, and PHP@AMPS<sub>Cr‑MOF(1.0)</sub> shows\nan IEC value of 1.64 mequiv/g. A similar trend has been also observed\nfor membrane conductivity. Conductivity values for pristine PHP@AMPS,\nPHP@AMPS<sub>Cr‑MOF(0.5)</sub>, PHP@AMPS<sub>Cr‑MOF(1.0)</sub>, and Nafion<sub>Cr‑MOF</sub> membranes were estimated at\n30 °C from Nyquist plots (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S13A</ext-link>–D) and are summarized in .</p><p>The conductivity of the pristine PHP@AMPS membrane\nincreases with\nthe incorporation of Cr-MOF, and PHP@AMPS<sub>Cr‑MOF(1.0)</sub> shows 15.05 × 10<sup>–2</sup> S cm<sup>–1</sup> κ<sup>\n<italic toggle=\"yes\">m</italic>\n</sup> at 25 °C, which is significantly\nhigh in comparison to Nafion<sub>Cr‑MOF</sub> (12.21 ×\n10<sup>–2</sup> S cm<sup>–1</sup>). The significantly\nhigh conductivity of the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane\nis attributable to the formation of ion-conducting nanochannels and\nis an indicator of coordinatively unsaturated metal sites in Cr-MOF,\nwhich exhibits a Lewis acid behavior. The presence\nof OH<sup>–</sup> and H<sup>+</sup> groups (generated by the\nhydrolysis of unsaturated metal sites) results in the augmentation\nof the membrane acidic nature that causes the establishment of dynamic\nH-bonding and thus ionic clusters (ion transport pathways) responsible\nfor ionic transmission. Additionally, membrane conductivity also increases\nwith temperature (40–80 °C) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S14</ext-link>).</p>", "clean_text": "The long-term durability of vanadium redox flow batteries (VRFBs) depends on the stability and performance of the membrane separator. We have architected a hybrid membrane by uniform dispersion of MIL-101(Cr) (Cr-MOF) in a partially fluorinated polymer grafted with sulfonic acid groups (PHP@AMPSCr-MOF(1.0)). The single cell VRFB performance of the PHP@AMPSCr-MOF(1.0) membrane was studied in comparison with the Cr-MOF incorporated Nafion membrane (NafionCr-MOF(1.0)) and showed an excellent result with 97.5% Coulombic efficiency (CE) at 150 mA/cm2 without any significant deterioration in the charge-discharge process for 1500 cycles (over 650 h). Meanwhile, the CE value of the NafionCr-MOF membrane (94.5%) deteriorated after 800 cycles (about 360 h) under similar conditions. The high VRFB performance of the PHP@AMPSCr-MOF(1.0) membrane has been attributed to the synergized properties and good interactions between Cr-MOF and partially fluorinated polymer matrix responsible for the creation of hydrophilic proton-conducting channels to achieve high selectivity. Furthermore, the cost-effective polymer and thus membranes may open new windows for practical applications in other energy devices such as fuel cells, electrolysis, and water treatment.\n\nIn Figure S9A-D, the SEM image confirms the octahedral shape of Cr-MOF, whereas elemental mapping and EDX spectra reveal the presence of the Cr3+ metal center and successful synthesis of Cr-MOF. Figure S9A depicts the SEM image of crystals in a cluster of MIL-101(Cr), whereas Figure S9B shows the magnified image of a single crystal (not in the cluster) in which chromium (Cr) metal has been mapped. Figures S9E,F and S7A-E also support the absence of Cr3+ in the pristine PHP@AMPS membrane. Furthermore, elemental mapping and EDX spectra (top and bottom) of the NafionCr-MOF membrane show the successful interaction of Cr-MOF with the Nafion matrix, with uniform distribution without any agglomeration (Figure S9G-I (top) and J-L (bottom)). Figure S9M,N (top) and P-R (bottom) also reveals similar information in the case of the PHP@AMPSCr-MOF membrane because of the good dispensability and uniform dispersion of Cr-MOF with the PHP@AMPS matrix. The EDX spectra (Figure S9O) reveal the elemental compositions, which are close to the Cr-MOF precursor, implying its successful incorporation in the PHP@AMPS matrix. The amount of Cr in the membrane matrix was analyzed by SEM/EDX and ICP-MS, which reveal 0.11 wt % and 1.72 ppm, respectively.\n\n Figure S10 exhibits AFM height images of pristine PHP@AMPS, PHP@AMPSCr-MOF(1.0), and NafionCr-MOF membranes. The pristine PHP@AMPS membrane shows a smooth surface (Figure S10A,B), whereas 3D images of PHP@AMPSCr-MOF(1.0) and NafionCr-MOF membranes show a rough surface due to the regular distribution of Cr-MOF in the polymer matrix (Figure S10D,F). The phase-aggregated morphology of PHP@AMPSCr-MOF(1.0) and NafionCr-MOF membranes is further supported by AFM phase images. This is a result of the separation of hydrophobic (light regions) and hydrophilic (dark regions) domains, as well as the excellent compatibility between Cr-MOF and the polymer matrix (Figure S10C,E). The surface roughness value for the pristine PHP@AMPS (R q: 0.499 nm) membrane increases to R q: 1.057 nm for PHP@AMPSCr-MOF(1.0), whereas NafionCr-MOF shows a comparatively low surface roughness value (R q: 0.899 nm).\n\nOxidative and chemical stabilities of membrane are crucial in determining the lifespan of VRFB activities in highly acidic (H2SO4) and oxidative (VO2+) environments. Formation of oxidative species is expected during redox reaction of VO2+, responsible for membrane degradation. Oxidative and chemical stabilities for different membrane samples were analyzed by percentage weight/conductivity loss after treatment with Fenton's reagent (3% H2O2 containing 3 ppm FeSO4) (80 °C for 10 h) and 1.5 M VO2+ solution in 3.0 M H2SO4 (3 months at 30 °C) (Table S1). Hybrid membranes (PHP@AMPSCr-MOF(0.5), PHP@AMPSCr-MOF(1.0), and NafionCr-MOF) show <2.0% weight/conductivity losses under an oxidative environment, which may be due to the lack of accessibility of active sites for attack of oxidative species due to the strong interaction between Cr-MOF and the polymer matrix. Moreover, the fact that membrane stabilities improved following the addition of Cr-MOF into the polymer matrix demonstrates that Cr-MOF functions as an efficient modifier to prevent membrane deterioration, hence boosting its suitability for VRFB application. Figure S11 illustrates that the tensile strength of the PHP@AMPS membrane (20 MPa) increases after the inclusion of Cr-MOF, and PHP@AMPSCr-MOF(0.5) (25 MPa), PHP@AMPSCr-MOF(1.0) (27.5 MPa), and NafionCr-MOF (26 MPa) membranes with about 300 μm thickness show good tensile strength. Tensile strength measurements were repeated to check the variability of the data represented by the error bars in the graph of Figure S11. The three-step weight loss process of Cr-MOF, pristine, and hybrid membranes illustrates their thermal stability (Figure S12). For Cr-MOF, in the first step (50-250 °C), weight loss indicates the evaporation of absorbed/bound water, and in the second step (250-400 °C), weight loss confirms the dereliction of functional groups. The weight loss at >400 °C reveals the decomposition of the polymer skeleton. The prepared Cr-MOF was thermally stable up to 350 °C. Pristine PHP@AMPS and all hybrid membranes exhibit thermal stability up to 400 °C followed by degradation of functional groups and the polymer matrix. The fluorinated polymer matrix was considered as thermally robust, and incorporation of Cr-MOF also did not alter the thermal degradation because of the stable nature of the filler and inter/intramolecular hydrogen bonding.\n\nWater uptake (WU), swelling ratio (SR), and ion-exchange capacity (IEC) are necessary characteristics for validating the CEM for VRFB applications (). With the addition of Cr-MOF to the membrane matrix, the WU (20.2%) of the pristine PHP@AMPS membrane increases; however, the SR (12.1%) value significantly decreases. The improved WU for hybrid membranes PHP@AMPSCr-MOF(0.5) (22.8%) and PHP@AMPSCr-MOF(1.0) (23.7%) may be credited to the amended hydrophilic nature (existence of the Cr-MOF framework and allied functional groups). Similarly, the progressive reduction in SR value may be elucidated by entrenching of Cr-MOF in the soft PHP@AMPS matrix that confines the swelling of the polymeric membrane matrix. The NafionCr-MOF membrane also exhibits comparative WU (21.6%) and SR (10.1%) values, which reveal the good dimensional stability of hybrid membranes in spite of the Cr-MOF hydrophilic nature. Moreover, ion-exchange capacity (IEC), which represents the concentration of functional groups in the membrane matrix, plays a crucial role in ionic conductivity. The IEC value of pristine PHP@AMPS (1.38 mequiv/g) increases with the inclusion of Cr-MOF, and PHP@AMPSCr-MOF(1.0) shows an IEC value of 1.64 mequiv/g. A similar trend has been also observed for membrane conductivity. Conductivity values for pristine PHP@AMPS, PHP@AMPSCr-MOF(0.5), PHP@AMPSCr-MOF(1.0), and NafionCr-MOF membranes were estimated at 30 °C from Nyquist plots (Figure S13A-D) and are summarized in .\n\nThe conductivity of the pristine PHP@AMPS membrane increases with the incorporation of Cr-MOF, and PHP@AMPSCr-MOF(1.0) shows 15.05 × 10-2 S cm-1 κ m  at 25 °C, which is significantly high in comparison to NafionCr-MOF (12.21 × 10-2 S cm-1). The significantly high conductivity of the PHP@AMPSCr-MOF(1.0) membrane is attributable to the formation of ion-conducting nanochannels and is an indicator of coordinatively unsaturated metal sites in Cr-MOF, which exhibits a Lewis acid behavior. The presence of OH- and H+ groups (generated by the hydrolysis of unsaturated metal sites) results in the augmentation of the membrane acidic nature that causes the establishment of dynamic H-bonding and thus ionic clusters (ion transport pathways) responsible for ionic transmission. Additionally, membrane conductivity also increases with temperature (40-80 °C) (Figure S14).", "data": [[{"meta": {"name": "MIL-101­(Cr)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "SEM image", "value": "", "unit": "", "condition": "octahedral shape"}, {"property name": "elemental mapping", "value": "", "unit": "", "condition": "presence of Cr3+ metal center"}, {"property name": "EDX spectra", "value": "", "unit": "", "condition": "presence of Cr3+ metal center"}, {"property name": "SEM image", "value": "", "unit": "", "condition": "crystals in a cluster of MIL-101­(Cr)"}, {"property name": "SEM image", "value": "", "unit": "", "condition": "magnified image of a single crystal"}, {"property name": "elemental mapping", "value": "", "unit": "", "condition": "presence of Cr3+ in the pristine PHP@AMPS membrane"}, {"property name": "EDX spectra", "value": "", "unit": "", "condition": "presence of Cr3+ in the pristine PHP@AMPS membrane"}, {"property name": "elemental mapping", "value": "", "unit": "", "condition": "successful interaction of Cr-MOF with the Nafion matrix"}, {"property name": "EDX spectra", "value": "", "unit": "", "condition": "successful interaction of Cr-MOF with the Nafion matrix"}, {"property name": "elemental compositions", "value": "", "unit": "", "condition": "close to the Cr-MOF precursor"}, {"property name": "amount of Cr in the membrane matrix", "value": "0.11", "unit": "wt %", "condition": ""}, {"property name": "amount of Cr in the membrane matrix", "value": "1.72", "unit": "ppm", "condition": ""}, {"property name": "AFM height images", "value": "", "unit": "", "condition": "pristine PHP@AMPS, PHP@AMPS<sub>Cr‑MOF(1.0)</sub>, and Nafion<sub>Cr‑MOF</sub> membranes"}, {"property name": "surface roughness value", "value": "0.499", "unit": "nm", "condition": "pristine PHP@AMPS membrane"}, {"property name": "surface roughness value", "value": "1.057", "unit": "nm", "condition": "PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane"}, {"property name": "surface roughness value", "value": "0.899", "unit": "nm", "condition": "Nafion<sub>Cr‑MOF</sub> membrane"}, {"property name": "oxidative and chemical stabilities", "value": "", "unit": "", "condition": "weight/conductivity loss after treatment with Fenton’s reagent and VO2+ solution"}, {"property name": "tensile strength", "value": "20", "unit": "MPa", "condition": "pristine PHP@AMPS membrane"}, {"property name": "tensile strength", "value": "25", "unit": "MPa", "condition": "PHP@AMPS<sub>Cr‑MOF(0.5)</sub> membrane"}, {"property name": "tensile strength", "value": "27.5", "unit": "MPa", "condition": "PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane"}, {"property name": "tensile strength", "value": "26", "unit": "MPa", "condition": "Nafion<sub>Cr‑MOF</sub> membrane"}, {"property name": "thermal stability", "value": "", "unit": "", "condition": "weight loss at different temperatures"}, {"property name": "water uptake", "value": "20.2", "unit": "%", "condition": "pristine PHP@AMPS membrane"}, {"property name": "swelling ratio", "value": "12.1", "unit": "%", "condition": "pristine PHP@AMPS membrane"}, {"property name": "ion-exchange capacity", "value": "1.38", "unit": "mequiv/g", "condition": "pristine PHP@AMPS membrane"}, {"property name": "conductivity", "value": "15.05", "unit": "× 10^–2 S cm^–1 κ^m", "condition": "PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane"}]}]], "include_properties": ["etc"]}, {"idx": "27, 29, 31, 34", "type": "text", "classification": "property", "content": "<p>\nA–C\nexemplifies average CE, EE, and VE values for Nafion117<sub>Cr‑MOF</sub>, PHP@AMPS<sub>Cr‑MOF(0.5)</sub>, and PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membranes during single cell VRFB (effective membrane area: 4.0\ncm<sup>2</sup>) operation at 100–150 mA/cm<sup>2</sup>. To\ncheck the variability of the data, experiments were repeated three\ntimes for determining standard deviation represented by the error\nbars in the graphs (A–C). The PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane\nshows a relatively high CE in comparison with Nafion117<sub>Cr‑MOF</sub> and PHP@AMPS<sub>Cr‑MOF(0.5)</sub>, which also reveals the\ndominance of VO<sup>2+</sup> permeability and electrolyte cross-mixing\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S18A</ext-link>–C). The VE is dependent on the inner cell resistance\nand decreases gradually with increasing current density as a result\nof overpotential (Ohmic resistance). The PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane depicts ∼90% VE because of the lower IR drop in\ncomparison to Nafion117<sub>Cr‑MOF</sub> and PHP@AMPS<sub>Cr‑MOF(0.5)</sub> membranes (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S18D</ext-link>–F). EE\nvalues may be a key indicator of the performance of energy storage\nsystems. The EE indicates energy loss\nduring charge–discharge testing, and its behavior with current\ndensity is depicted in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S18G</ext-link>–I.\nThe EE values for all three membranes similarly vary with current\ndensity. At 150 mA/cm<sup>2</sup>, the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane demonstrates a relatively high EE (∼87.3%), indicating\nits imminent and effective candidacy for VRFB applications. The PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane shows synergized conductivity and\nVO<sup>2+</sup> permeability and therefore elevated EE in comparison\nwith other studied membranes. Single cell VRFB with the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane at 150 mA/cm<sup>2</sup> exhibits\nrelatively higher CE (97.0%), EE (87.3%), and VE (90.0%) than Nafion<sub>Cr‑MOF</sub> (D–F). These results demonstrate advancement in VRFB\nperformance with a battery of enhanced characteristics, including\nstability, selectivity, conductivity, and capacity retention.</p><p>At low and high current density (100 and 0.125\nmA/cm<sup>2</sup>), the pristine PHP@AMPS membrane shows incompetent\nperformance for\nVRFB application (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S19A</ext-link>,B and video).\nThis observation rules out the suitability of the membrane for high-performance\nVRFB. A long-time durability test was performed with different membrane\nsamples in single cell VRFB, as represented in A. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S20A</ext-link>,C and B show\nthe long-term cycling test of the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane in single cell VRFB at 100–150 mA/cm<sup>2</sup> for 500 cycles. The cell shows a regular charge–discharge\nbehavior without any electrolyte rebalance. Synthesized PHP@AMPS<sub>Cr‑MOF (1.0)</sub> shows extremely low VO<sup>2+</sup> permeability (CE &gt; 98%) CEM has a very steady nature with no\nvoltage\ndrop for 1000 h. Supporting videos for the validation of the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane long-term cycling test are also\nincluded in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>.\nThe capacity loss during VRFB operation is closely related with VO<sup>2+</sup> crossover during the cyclic charge–discharge process. The corresponding capacity retention remained at ∼97.8% up\nto 1500 cycles for PHP@AMPS<sub>Cr‑MOF(1.0)</sub> (C), which is significantly\nhigher than that of Nafion<sub>Cr‑MOF</sub> and PHP@AMPS<sub>Cr‑MOF(0.5)</sub> membranes. Therefore, the reported hybrid\nmembrane with optimized inclusion of Cr-MOF in the partially fluorinated\npolymer shows potential for VRFB applications in view of its ultrarobust\nand high performance. The PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane\nalso exhibits unaltered capacity retention up to 1500 cycles (studied\nin this case) at 100–150 mA/cm<sup>2</sup> current density\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S20B</ext-link>).</p><p>\nD–F\nand <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S18</ext-link> reveal the lifetime test\nof the single VRFB cell assembled with different membranes at 100–150\nmA/cm<sup>2</sup> current density. In the case of PHP@AMPS<sub>Cr‑MOF(0.5)</sub> and Nafion<sub>Cr‑MOF</sub> membranes, cycle tests are terminated\nafter 800–865 cycles when discharge capacity decays significantly.\nIn contrast, the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane demonstrates\ncontinuous efficiencies up to 1500 cycles. The VRFB cell with the\nPHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane demonstrates 97% initial\nCE at 150 mA/cm<sup>2</sup> and is stable even after 1500 cycles,\nbut for the Nafion<sub>Cr‑MOF</sub> membrane, the initial CE\ndecreases from 94.5 to 92.5% even after 800 cycles. Similarly, the\nPHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane nearly maintains EE\n(87.3%) and VE (90.0%), respectively, at 150 mA/cm<sup>2</sup> up\nto 1500 cycles, whereas for the Nafion<sub>Cr‑MOF</sub> membrane,\nEE (80.7 to 77.5%) and VE (85.5 to 84.7%) values decline moderately\neven after 800 cycles. After 1500 cycles, the integrity of the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane is well-maintained and intact,\nas confirmed by PXRD and the optical image (D and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c16720/suppl_file/am2c16720_si_004.pdf\" xlink:type=\"simple\">Figure S3A</ext-link>,B). These data demonstrate the longevity of the PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane.</p><title>Conclusions</title><p>Cr-MOF (MIL-101 Cr) and\nsulfonated PVDF-<italic toggle=\"yes\">co</italic>-HFP\n(PHP@AMPS) are successfully synthesized to architect the hybrid membranes\nof ∼300 μm thickness by the solution casting method.\nThe hybrid membrane incorporating 1.0 wt % Cr-MOF (PHP@AMPS<sub>Cr‑MOF(1.0)</sub>) exhibits superior dimensions; oxidative, mechanical, and chemical\nstabilities; conductivity; strong ion selectivity; and low vanadium\nion permeability. Favorable properties arise because of the dispersion\nstrengthening effect of the Cr-MOF, as follows: (1) obstructed and\nelongated ion transmission path; (2) partially fluorinated polymer\nmatrix; and (3) appropriate interactions and arrangement of functional\ngroups. The well-optimized PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membrane\nshows excellent VRFB performance and elevated efficiencies (CE: ∼97.5%\nand EE: ≈88.5% at 150 mA/cm<sup>2</sup>) with an almost constant\ncharge–discharge process for 1500 cycles (over 650 h). Capacity\nretention percentage remains at ∼97.2% after 1500 cycles, in\ngood divergence with the Nafion<sub>Cr‑MOF</sub> membrane with\n∼91.5% capacity retention in just 800 cycles (about 360 h).\nThe proven hybrid fabrication technique for the PHP@AMPS<sub>Cr‑MOF (1.0)</sub> membrane is promising for VRFB use because of its ultraresilient\nperformance; it is also applicable to other electromembrane devices\nand other relevant fields.</p>", "clean_text": " A-C exemplifies average CE, EE, and VE values for Nafion117Cr-MOF, PHP@AMPSCr-MOF(0.5), and PHP@AMPSCr-MOF(1.0) membranes during single cell VRFB (effective membrane area: 4.0 cm2) operation at 100-150 mA/cm2. To check the variability of the data, experiments were repeated three times for determining standard deviation represented by the error bars in the graphs (A-C). The PHP@AMPSCr-MOF(1.0) membrane shows a relatively high CE in comparison with Nafion117Cr-MOF and PHP@AMPSCr-MOF(0.5), which also reveals the dominance of VO2+ permeability and electrolyte cross-mixing (Figure S18A-C). The VE is dependent on the inner cell resistance and decreases gradually with increasing current density as a result of overpotential (Ohmic resistance). The PHP@AMPSCr-MOF(1.0) membrane depicts ~90% VE because of the lower IR drop in comparison to Nafion117Cr-MOF and PHP@AMPSCr-MOF(0.5) membranes (Figure S18D-F). EE values may be a key indicator of the performance of energy storage systems. The EE indicates energy loss during charge-discharge testing, and its behavior with current density is depicted in Figure S18G-I. The EE values for all three membranes similarly vary with current density. At 150 mA/cm2, the PHP@AMPSCr-MOF(1.0) membrane demonstrates a relatively high EE (~87.3%), indicating its imminent and effective candidacy for VRFB applications. The PHP@AMPSCr-MOF(1.0) membrane shows synergized conductivity and VO2+ permeability and therefore elevated EE in comparison with other studied membranes. Single cell VRFB with the PHP@AMPSCr-MOF(1.0) membrane at 150 mA/cm2 exhibits relatively higher CE (97.0%), EE (87.3%), and VE (90.0%) than NafionCr-MOF (D-F). These results demonstrate advancement in VRFB performance with a battery of enhanced characteristics, including stability, selectivity, conductivity, and capacity retention.\n\nAt low and high current density (100 and 0.125 mA/cm2), the pristine PHP@AMPS membrane shows incompetent performance for VRFB application (Figure S19A,B and video). This observation rules out the suitability of the membrane for high-performance VRFB. A long-time durability test was performed with different membrane samples in single cell VRFB, as represented in A. Figure S20A,C and B show the long-term cycling test of the PHP@AMPSCr-MOF(1.0) membrane in single cell VRFB at 100-150 mA/cm2 for 500 cycles. The cell shows a regular charge-discharge behavior without any electrolyte rebalance. Synthesized PHP@AMPSCr-MOF (1.0) shows extremely low VO2+ permeability (CE > 98%) CEM has a very steady nature with no voltage drop for 1000 h. Supporting videos for the validation of the PHP@AMPSCr-MOF(1.0) membrane long-term cycling test are also included in the Supporting Information. The capacity loss during VRFB operation is closely related with VO2+ crossover during the cyclic charge-discharge process. The corresponding capacity retention remained at ~97.8% up to 1500 cycles for PHP@AMPSCr-MOF(1.0) (C), which is significantly higher than that of NafionCr-MOF and PHP@AMPSCr-MOF(0.5) membranes. Therefore, the reported hybrid membrane with optimized inclusion of Cr-MOF in the partially fluorinated polymer shows potential for VRFB applications in view of its ultrarobust and high performance. The PHP@AMPSCr-MOF(1.0) membrane also exhibits unaltered capacity retention up to 1500 cycles (studied in this case) at 100-150 mA/cm2 current density (Figure S20B).\n\n D-F and Figure S18 reveal the lifetime test of the single VRFB cell assembled with different membranes at 100-150 mA/cm2 current density. In the case of PHP@AMPSCr-MOF(0.5) and NafionCr-MOF membranes, cycle tests are terminated after 800-865 cycles when discharge capacity decays significantly. In contrast, the PHP@AMPSCr-MOF(1.0) membrane demonstrates continuous efficiencies up to 1500 cycles. The VRFB cell with the PHP@AMPSCr-MOF(1.0) membrane demonstrates 97% initial CE at 150 mA/cm2 and is stable even after 1500 cycles, but for the NafionCr-MOF membrane, the initial CE decreases from 94.5 to 92.5% even after 800 cycles. Similarly, the PHP@AMPSCr-MOF(1.0) membrane nearly maintains EE (87.3%) and VE (90.0%), respectively, at 150 mA/cm2 up to 1500 cycles, whereas for the NafionCr-MOF membrane, EE (80.7 to 77.5%) and VE (85.5 to 84.7%) values decline moderately even after 800 cycles. After 1500 cycles, the integrity of the PHP@AMPSCr-MOF(1.0) membrane is well-maintained and intact, as confirmed by PXRD and the optical image (D and Figure S3A,B). These data demonstrate the longevity of the PHP@AMPSCr-MOF(1.0) membrane.\n\nConclusions\n\nCr-MOF (MIL-101 Cr) and sulfonated PVDF-co-HFP (PHP@AMPS) are successfully synthesized to architect the hybrid membranes of ~300 μm thickness by the solution casting method. The hybrid membrane incorporating 1.0 wt % Cr-MOF (PHP@AMPSCr-MOF(1.0)) exhibits superior dimensions; oxidative, mechanical, and chemical stabilities; conductivity; strong ion selectivity; and low vanadium ion permeability. Favorable properties arise because of the dispersion strengthening effect of the Cr-MOF, as follows: (1) obstructed and elongated ion transmission path; (2) partially fluorinated polymer matrix; and (3) appropriate interactions and arrangement of functional groups. The well-optimized PHP@AMPSCr-MOF(1.0) membrane shows excellent VRFB performance and elevated efficiencies (CE: ~97.5% and EE: ~88.5% at 150 mA/cm2) with an almost constant charge-discharge process for 1500 cycles (over 650 h). Capacity retention percentage remains at ~97.2% after 1500 cycles, in good divergence with the NafionCr-MOF membrane with ~91.5% capacity retention in just 800 cycles (about 360 h). The proven hybrid fabrication technique for the PHP@AMPSCr-MOF (1.0) membrane is promising for VRFB use because of its ultraresilient performance; it is also applicable to other electromembrane devices and other relevant fields.", "data": [[{"meta": {"name": "Nafion117Cr‑MOF", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "average CE", "value": "", "unit": "", "condition": "single cell VRFB (effective membrane area: 4.0 cm2) operation at 100–150 mA/cm2"}, {"property name": "average EE", "value": "", "unit": "", "condition": "charge–discharge testing"}, {"property name": "average VE", "value": "", "unit": "", "condition": "inner cell resistance and increasing current density"}]}, {"meta": {"name": "PHP@AMPSCr‑MOF(0.5)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "average CE", "value": "", "unit": "", "condition": "single cell VRFB (effective membrane area: 4.0 cm2) operation at 100–150 mA/cm2"}, {"property name": "average EE", "value": "", "unit": "", "condition": "charge–discharge testing"}, {"property name": "average VE", "value": "", "unit": "", "condition": "inner cell resistance and increasing current density"}]}, {"meta": {"name": "PHP@AMPSCr‑MOF(1.0)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "average CE", "value": "", "unit": "", "condition": "single cell VRFB (effective membrane area: 4.0 cm2) operation at 100–150 mA/cm2"}, {"property name": "average EE", "value": "", "unit": "", "condition": "charge–discharge testing"}, {"property name": "average VE", "value": "", "unit": "", "condition": "inner cell resistance and increasing current density"}]}]], "include_properties": ["etc"]}, {"idx": 20, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Water Uptake (WU), Swelling Ratio\n(SR), Ion-Exchange Capacity (IEC), and Ionic Conductivity (κ<sup>\n<italic toggle=\"yes\">m</italic>\n</sup>) at 25 °C for Different Membranes with\n∼300 μm<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">membrane</oasis:entry>\n<oasis:entry align=\"center\">WU (%)</oasis:entry>\n<oasis:entry align=\"center\">SR (%)</oasis:entry>\n<oasis:entry align=\"center\">IEC (mequiv/g)</oasis:entry>\n<oasis:entry align=\"center\">κ<sup>\n<italic toggle=\"yes\">m</italic>\n</sup> × 10<sup>–2</sup> (S/cm)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>PHP@AMPS</oasis:entry>\n<oasis:entry>20.2</oasis:entry>\n<oasis:entry>12.1</oasis:entry>\n<oasis:entry>1.38</oasis:entry>\n<oasis:entry>8.11</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PHP@AMPS<sub>Cr‑MOF(0.5)</sub>\n</oasis:entry>\n<oasis:entry>22.8</oasis:entry>\n<oasis:entry>10.7</oasis:entry>\n<oasis:entry>1.56</oasis:entry>\n<oasis:entry>12.52</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PHP@AMPS <sub>Cr‑MOF(1.0)</sub>\n</oasis:entry>\n<oasis:entry>23.7</oasis:entry>\n<oasis:entry>9.5</oasis:entry>\n<oasis:entry>1.64</oasis:entry>\n<oasis:entry>15.05</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Nafion<sub>Cr‑MOF</sub>\n</oasis:entry>\n<oasis:entry>21.6</oasis:entry>\n<oasis:entry>11.1</oasis:entry>\n<oasis:entry>1.51</oasis:entry>\n<oasis:entry>12.21</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Measurement error: WU, 0.1%; SR,\n0.1%; IEC, 0.01 mequiv/g; and κ<sup>\n<italic toggle=\"yes\">m</italic>\n</sup>, 0.01 × 10<sup>–2</sup> S/cm.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Water Uptake (WU), Swelling Ratio (SR), Ion-Exchange Capacity (IEC), and Ionic Conductivity (κ<sup>m</sup>) at 25 °C for Different Membranes with ∼300 μm[^a]\n\n| membrane | WU (%) | SR (%) | IEC (mequiv/g) | κ<sup>m</sup> × 10<sup>–2</sup> (S/cm) |\n|----------|--------|--------|----------------|---------------------------------------|\n| PHP@AMPS | 20.2   | 12.1   | 1.38           | 8.11                                  |\n| PHP@AMPS<sub>Cr‑MOF(0.5)</sub> | 22.8 | 10.7 | 1.56 | 12.52 |\n| PHP@AMPS<sub>Cr‑MOF(1.0)</sub> | 23.7 | 9.5 | 1.64 | 15.05 |\n| Nafion<sub>Cr‑MOF</sub> | 21.6 | 11.1 | 1.51 | 12.21 |\n\n[^a]: Measurement error: WU, 0.1%; SR, 0.1%; IEC, 0.01 mequiv/g; and κ<sup>m</sup>, 0.01 × 10<sup>–2</sup> S/cm.", "data": ["substring not found"], "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Synthesis\nof Cr-MOF Hybrid Membranes (PHP@AMPS<sub>Cr‑MOF</sub> and Nafion<sub>Cr‑MOF</sub>)</title>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c16720_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Synthesis of Cr-MOF Hybrid Membranes (PHP@AMPSCr-MOF and NafionCr-MOF)   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) FTIR spectra of PHP@AMPS,\nPHP@AMPS<sub>Cr‑MOF</sub>,\nand Nafion<sub>Cr‑MOF</sub>. (B) XRD spectra of Cr-MOF, PHP@AMPS,\nPHP@AMPS<sub>Cr‑MOF(1.0)</sub>, and Nafion<sub>Cr‑MOF</sub>.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c16720_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (A) FTIR spectra of PHP@AMPS, PHP@AMPSCr-MOF, and NafionCr-MOF. (B) XRD spectra of Cr-MOF, PHP@AMPS, PHP@AMPSCr-MOF(1.0), and NafionCr-MOF.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM micrographs of (A,\nB) surface and cross section of pristine\nPHP@AMPS; (C–E) Nafion<sub>Cr‑MOF</sub> (top and bottom\nview) and cross section; (F–H) PHP@AMPS<sub>Cr‑MOF</sub> (top and bottom view) and cross section. TEM micrographs of (I)\npristine PHP@AMPS and (J) PHP@AMPS<sub>Cr‑MOF</sub>.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c16720_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  SEM micrographs of (A, B) surface and cross section of pristine PHP@AMPS; (C-E) NafionCr-MOF (top and bottom view) and cross section; (F-H) PHP@AMPSCr-MOF (top and bottom view) and cross section. TEM micrographs of (I) pristine PHP@AMPS and (J) PHP@AMPSCr-MOF.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Membrane property. (A) The changes of\nVO<sup>2+</sup> concentration\nin the blank reservoir and (B) the permeability of VO<sup>2+</sup> ions and the ion selectivity.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c16720_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Membrane property. (A) The changes of VO2+ concentration in the blank reservoir and (B) the permeability of VO2+ ions and the ion selectivity.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(A) Self-discharge\nbehavior and (B) charge–discharge curves\nfor Nafion<sub>Cr‑MOF</sub>, PHP@AMPS<sub>Cr‑MOF(0.5)</sub>, and PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membranes at 150 mA/cm<sup>2</sup> current density of the first cycle number.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c16720_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (A) Self-discharge behavior and (B) charge-discharge curves for NafionCr-MOF, PHP@AMPSCr-MOF(0.5), and PHP@AMPSCr-MOF(1.0) membranes at 150 mA/cm2 current density of the first cycle number.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Nafion<sub>Cr‑MOF</sub>, PHP@AMPS<sub>Cr‑MOF(0.5)</sub>, and PHP@AMPS<sub>Cr‑MOF(1.0)</sub> membranes’ performance:\n(A–C) CE, VE, and EE values at different current densities.\n(D–F) Variation in CE, VE, and EE values in the durability\ntest up to 1500 cycles.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c16720_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  NafionCr-MOF, PHP@AMPSCr-MOF(0.5), and PHP@AMPSCr-MOF(1.0) membranes' performance: (A-C) CE, VE, and EE values at different current densities. (D-F) Variation in CE, VE, and EE values in the durability test up to 1500 cycles.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(A) Schematic representation\nof VRFB; (B) charge–discharge\nfor 500 cycles at 150 mA/cm<sup>2</sup> current density; (C) capacity\nretention for different membranes; and (D) PXRD after 1500 cycles\nof PHP@AMPS<sub>Cr‑MOF(1.0)</sub>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c16720_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (A) Schematic representation of VRFB; (B) charge-discharge for 500 cycles at 150 mA/cm2 current density; (C) capacity retention for different membranes; and (D) PXRD after 1500 cycles of PHP@AMPSCr-MOF(1.0).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.2c16720", "title": "\nFabricating a Partially\nFluorinated Hybrid Cation-Exchange\nMembrane for Long Durable Performance of Vanadium Redox Flow Batteries\n", "journal": "American Chemical Society", "date": "2023.02", "author_list": ["Sharma\nPrerana", "Shahi\nVinod K."]}}