{"filepath": "../L2M3_data/1_application_papers/acs_xml/am2c07739.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Reactive\noxygen species (ROS)-based cancer treatments have attracted\nmuch attention in recent years. However, most patients respond poorly\nto the monotypic ROS during these treatments. In this work, a multiple\nROS-based cancer immunotherapy synergistic strategy has been developed\nto enhance the therapeutic effect of cancer. We prepare a three-dimensional\ncovalent organic framework (3D COF-TATB), and embed copper ions (Cu<sup>2+</sup>) into the skeleton to obtain multifunctional nanomaterial,\n3D Cu@COF-TATB. In this system, porphyrins in 3D COF-TATB serve not\nonly as the photosensitizer for photodynamic process to produce singlet\noxygen­(<sup>1</sup>O<sub>2</sub>), but also as the binding sites to\ncomplex with Cu<sup>2+</sup>. Cu<sup>2+</sup> can be reduced by the\nGSH to generate Cu<sup>+</sup> to produce hydroxyl radical (•OH)\nthrough the Fenton-like reaction. Moreover, the generated multiple\ntypes of ROS induce the immunogenic cell death (ICD) of cancer cells\nto improve the immunogenicity and further activate an immune response\nfor attacking the tumor. Combining with the immunoblocking inhibitor\n(aPD-1), 3D Cu@COF-TATB can effectively inhibit the tumor growth.\nThis work will provide a guidance for multimodal cancer therapy in\nfuture clinical treatment settings.</p>", "clean_text": "Reactive oxygen species (ROS)-based cancer treatments have attracted much attention in recent years. However, most patients respond poorly to the monotypic ROS during these treatments. In this work, a multiple ROS-based cancer immunotherapy synergistic strategy has been developed to enhance the therapeutic effect of cancer. We prepare a three-dimensional covalent organic framework (3D COF-TATB), and embed copper ions (Cu2+) into the skeleton to obtain multifunctional nanomaterial, 3D Cu@COF-TATB. In this system, porphyrins in 3D COF-TATB serve not only as the photosensitizer for photodynamic process to produce singlet oxygen(1O2), but also as the binding sites to complex with Cu2+. Cu2+ can be reduced by the GSH to generate Cu+ to produce hydroxyl radical (⋅OH) through the Fenton-like reaction. Moreover, the generated multiple types of ROS induce the immunogenic cell death (ICD) of cancer cells to improve the immunogenicity and further activate an immune response for attacking the tumor. Combining with the immunoblocking inhibitor (aPD-1), 3D Cu@COF-TATB can effectively inhibit the tumor growth. This work will provide a guidance for multimodal cancer therapy in future clinical treatment settings.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>ROS are highly active\nsubstances with oxygen free radicals produced\nin the process of oxidative stress, which play an important regulatory\nrole in cell communication and diseases. Studies have shown that\nthe increased ROS can induce cell apoptosis through many internal\nand external pathways. Therefore, many therapeutic drugs have been applied\nto stimulate cells for producing high levels of ROS to damage cancer\ncells. Among the ROS-based therapeutic\nstrategies, photodynamic therapy (PDT) is an effective method, which\nhas promoted the treatment of bladder, prostate, and kidney cancer\nin clinic. However, the application of PDT is often\nlimited due to the depth of light penetration. Chemodynamic therapy (CDT) uses metal ions to directly catalyze\nhydrogen peroxide (H<sub>2</sub>O<sub>2</sub>) or oxygen (O<sub>2</sub>) to produce ROS without light sources, and its wider application\nhas greatly promoted ROS-based cancer treatment. The cancer treatments are often less effective due to the short\nlife span and limited spread distance of ROS when ROS is used to kill\ncancer cells. With the development of cancer therapy, it has been\nfound that the elevated ROS can cause cells to suffer a death mode\nthat express immunogen, also known as ICD. Cells that undergo ICD\ncan express damage associated molecular pattern molecules (DAMPs),\nsuch as calreticulin (CRT), adenosine triphosphate (ATP), heat shock\nprotein (HSP), high mobility group protein B1 (HMGB1) signaling molecules,\netc. to enhance immunogenicity. Then the dendritic cells (DC) and cytotoxic T lymphocytes\n(CTL) are recruited to the tumor tissue to initiate and perpetuate\nthe immune response against cancer. Therefore,\nit is desirable to develop nanoplatforms to produce multiple ROS for\nimproving the therapeutic effect of immunotherapy.</p>", "clean_text": "Introduction\n\nROS are highly active substances with oxygen free radicals produced in the process of oxidative stress, which play an important regulatory role in cell communication and diseases. Studies have shown that the increased ROS can induce cell apoptosis through many internal and external pathways. Therefore, many therapeutic drugs have been applied to stimulate cells for producing high levels of ROS to damage cancer cells. Among the ROS-based therapeutic strategies, photodynamic therapy (PDT) is an effective method, which has promoted the treatment of bladder, prostate, and kidney cancer in clinic. However, the application of PDT is often limited due to the depth of light penetration. Chemodynamic therapy (CDT) uses metal ions to directly catalyze hydrogen peroxide (H2O2) or oxygen (O2) to produce ROS without light sources, and its wider application has greatly promoted ROS-based cancer treatment. The cancer treatments are often less effective due to the short life span and limited spread distance of ROS when ROS is used to kill cancer cells. With the development of cancer therapy, it has been found that the elevated ROS can cause cells to suffer a death mode that express immunogen, also known as ICD. Cells that undergo ICD can express damage associated molecular pattern molecules (DAMPs), such as calreticulin (CRT), adenosine triphosphate (ATP), heat shock protein (HSP), high mobility group protein B1 (HMGB1) signaling molecules, etc. to enhance immunogenicity. Then the dendritic cells (DC) and cytotoxic T lymphocytes (CTL) are recruited to the tumor tissue to initiate and perpetuate the immune response against cancer. Therefore, it is desirable to develop nanoplatforms to produce multiple ROS for improving the therapeutic effect of immunotherapy.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Covalent\norganic framework (COF) is an emerging class of novel\ncrystalline materials with ordered porous structures formed by thermodynamically\ncontrolled polymerization, which is made from light elements, typically\nC, H, O, N, or B through reversible covalent bonds. COF has exhibited tremendous potential as nanodrug candidates for\ncancer therapy due to their excellent property including large surface\narea, regular pores, changeable structural composition, etc. COF is positionally controlled in two dimensions\n(2D) or three dimensions (3D) according to their different geometry\nof building blocks. 3D COF is extended networks of molecular building\nblocks organized in all three dimensions, which has numerous open\nsites and active sites to show promising applications in various fields,\nespecially gas storage, catalysis, drug delivery, and cancer therapy. In addition, 3D COF with porphyrin molecules can produce ROS under\nthe laser irradiation, which has been considered as excellent candidate\nfor the ROS-based therapy.\n</p>", "clean_text": "Covalent organic framework (COF) is an emerging class of novel crystalline materials with ordered porous structures formed by thermodynamically controlled polymerization, which is made from light elements, typically C, H, O, N, or B through reversible covalent bonds. COF has exhibited tremendous potential as nanodrug candidates for cancer therapy due to their excellent property including large surface area, regular pores, changeable structural composition, etc. COF is positionally controlled in two dimensions (2D) or three dimensions (3D) according to their different geometry of building blocks. 3D COF is extended networks of molecular building blocks organized in all three dimensions, which has numerous open sites and active sites to show promising applications in various fields, especially gas storage, catalysis, drug delivery, and cancer therapy. In addition, 3D COF with porphyrin molecules can produce ROS under the laser irradiation, which has been considered as excellent candidate for the ROS-based therapy. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Herein,\nwe developed a multiple ROS-based cancer immunotherapy\nstrategy for fighting against cancer efficiently. A novel porphyrin-containing\n3D COF (3D COF-TATB) was synthesized as the main part of nanodrugs.\nPorphyrins in the 3D COF-TATB served not only as the photosensitizer\nto generate <sup>1</sup>O<sub>2</sub> for PDT, but also as the binding\nsites to complex with Cu<sup>2+</sup>. More interestingly, the as-synthesized\n3D Cu@COF-TATB can catalyze H<sub>2</sub>O<sub>2</sub> into •OH\nthrough Fenton-like reaction, which effectively improved the synergistic\ntherapy effect by producing different types of ROS (). The generated ROS further\ninduce the ICD of cancer cells to improve the immunogenicity and further\nstimulate the body’s antitumor immune response. Moreover, the\nexposed CRT and released HMGB1 promote the maturation of DCs and the\ndelivery of antigens to T cells. Combining with the immunoblocking\ninhibitor (aPD-1), this strategy can effectively inhibit the tumor\ngrowth and provide guidance for multimodal cancer therapy.</p>", "clean_text": "Herein, we developed a multiple ROS-based cancer immunotherapy strategy for fighting against cancer efficiently. A novel porphyrin-containing 3D COF (3D COF-TATB) was synthesized as the main part of nanodrugs. Porphyrins in the 3D COF-TATB served not only as the photosensitizer to generate 1O2 for PDT, but also as the binding sites to complex with Cu2+. More interestingly, the as-synthesized 3D Cu@COF-TATB can catalyze H2O2 into ⋅OH through Fenton-like reaction, which effectively improved the synergistic therapy effect by producing different types of ROS (). The generated ROS further induce the ICD of cancer cells to improve the immunogenicity and further stimulate the body's antitumor immune response. Moreover, the exposed CRT and released HMGB1 promote the maturation of DCs and the delivery of antigens to T cells. Combining with the immunoblocking inhibitor (aPD-1), this strategy can effectively inhibit the tumor growth and provide guidance for multimodal cancer therapy.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic\nIllustration of 3D Cu@COF-TATB for Cancer Immunotherapy\nvia PDT- and CDT- triggered ICD</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c07739_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of 3D Cu@COF-TATB for Cancer Immunotherapy via PDT- and CDT- triggered ICD   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental Section</title><title>Synthesis of 3D COF-TATB</title><p>An ampule bottle measuring\n10 × 8 mm (o.d. × i.d.) was charged with TAPA (13 mg, 0.026\nmmol), TBAP (22.8 mg, 0.031 mmol), 1.0 mL of 1,2-dichlorobenzene,\nand 0.2 mL of 6 M aqueous acetic acid solution. The bottle was flash\nfrozen at 77 K (liquid N<sub>2</sub> bath), evacuated to an internal\npressure of below 8 Pa and flame-sealed. The reaction was heated at\n140 °C for 5 days, yielding a yellow solid, which was isolated\nby filtration and washed with anhydrous <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylacetamide and anhydrous tetrahydrofuran (THF),\nthe resulting powder was immersed in anhydrous THF for 24 h and dried\nat room temperature and under vacuum at 100 °C overnight.</p>", "clean_text": "Experimental Section\n\nSynthesis of 3D COF-TATB\n\nAn ampule bottle measuring 10 × 8 mm (o.d. × i.d.) was charged with TAPA (13 mg, 0.026 mmol), TBAP (22.8 mg, 0.031 mmol), 1.0 mL of 1,2-dichlorobenzene, and 0.2 mL of 6 M aqueous acetic acid solution. The bottle was flash frozen at 77 K (liquid N2 bath), evacuated to an internal pressure of below 8 Pa and flame-sealed. The reaction was heated at 140 °C for 5 days, yielding a yellow solid, which was isolated by filtration and washed with anhydrous N,N-dimethylacetamide and anhydrous tetrahydrofuran (THF), the resulting powder was immersed in anhydrous THF for 24 h and dried at room temperature and under vacuum at 100 °C overnight.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis\nof 3D Cu@COF-TATB</title><p>The mixture of 3D COF-TATB\n(1 mg) and CuCl<sub>2</sub>•2H<sub>2</sub>O (1.34 mg) were\nground by the agate mortar and pulverized by sonic probe for 2 h (1500\nW) to obtain the nanoscale 3D COF-TATB. Then the mixed solution was\nstirred for 24 h and sonicated for 6 h (360 W) to fully complex Cu<sup>2+</sup>. The obtained 3D Cu@COF-TATB were collected via centrifugation\nand washed with water for three times to remove the unreacted CuCl<sub>2</sub> (12 000 rpm, 10 min).</p>", "clean_text": "Synthesis of 3D Cu@COF-TATB\n\nThe mixture of 3D COF-TATB (1 mg) and CuCl2⋅2H2O (1.34 mg) were ground by the agate mortar and pulverized by sonic probe for 2 h (1500 W) to obtain the nanoscale 3D COF-TATB. Then the mixed solution was stirred for 24 h and sonicated for 6 h (360 W) to fully complex Cu2+. The obtained 3D Cu@COF-TATB were collected via centrifugation and washed with water for three times to remove the unreacted CuCl2 (12000 rpm, 10 min).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Detection of •OH\nwith MB</title><p>MB was employed to\ndetermine the generated •OH. For MB degradation assay, MB was\nadded into the 3D COF-TATB and 3D Cu@COF-TATB solutions (0.25 mg/mL)\nwith or without H<sub>2</sub>O<sub>2</sub>. After incubated for 60\nmin, the solutions were centrifugated and the UV–vis absorbance\nspectra of the supernatants were detected.</p>", "clean_text": "Detection of ⋅OH with MB\n\nMB was employed to determine the generated ⋅OH. For MB degradation assay, MB was added into the 3D COF-TATB and 3D Cu@COF-TATB solutions (0.25 mg/mL) with or without H2O2. After incubated for 60 min, the solutions were centrifugated and the UV-vis absorbance spectra of the supernatants were detected.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Detection of ROS with DCFH</title><p>To investigate the production\nof ROS by 3D Cu@COF-TATB, DCFH was added into 3D Cu@COF-TATB (0.1\nmg/mL) solution, and the solutions were irradiated with 635 nm laser,\nthe fluorescence properties of the solutions with different treatments\nwere recorded (Ex = 488 nm, Em = 520 nm).</p>", "clean_text": "Detection of ROS with DCFH\n\nTo investigate the production of ROS by 3D Cu@COF-TATB, DCFH was added into 3D Cu@COF-TATB (0.1 mg/mL) solution, and the solutions were irradiated with 635 nm laser, the fluorescence properties of the solutions with different treatments were recorded (Ex = 488 nm, Em = 520 nm).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>MTT Assay</title><p>4T1\n cells were dispersed in 96-well droplets\nat 37 °C for 24 h. After that, the cells were incubated with\ndifferent concentrations of 3D COF-TATB and 3D Cu@COF-TATB for 6 h.\nThen the cells were irradiated with 635 nm laser (0.637 W/cm<sup>2</sup>) for 10 min and incubated overnight. 150 μL of MTT solution\n(0.5 mg/mL) was further added to each well for another 4 h. After\nremoving the remaining MTT medium, 150 μL of DMSO was added\nto each well to dissolve the formazan crystal. The absorbance was\nmeasured at 490 nm with microplate reader.</p>", "clean_text": "MTT Assay\n\n4T1  cells were dispersed in 96-well droplets at 37 °C for 24 h. After that, the cells were incubated with different concentrations of 3D COF-TATB and 3D Cu@COF-TATB for 6 h. Then the cells were irradiated with 635 nm laser (0.637 W/cm2) for 10 min and incubated overnight. 150 μL of MTT solution (0.5 mg/mL) was further added to each well for another 4 h. After removing the remaining MTT medium, 150 μL of DMSO was added to each well to dissolve the formazan crystal. The absorbance was measured at 490 nm with microplate reader.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Detection of Intracellular\nROS</title><p>4T1 cells were divided\ninto 6 groups and treated with (1), PBS; (2), PBS + Laser; (3), 3D\nCOF-TATB; (4), 3D Cu@COF-TATB; (5), 3D COF-TATB + Laser; (6), 3D Cu@COF-TATB\n+ Laser. After 4 h, the cells were incubated with 1 mL of 1640 containing\n1 μL of DCFH-DA for 20 min and then irradiated with 635 nm laser\nfor 10 min. Subsequently, the cells were washed with PBS solution\nand further analyzed with confocal laser scanning microscopy (CLSM)\n(Ex = 488 nm, Em = 510–580 nm).</p>", "clean_text": "Detection of Intracellular ROS\n\n4T1 cells were divided into 6 groups and treated with (1), PBS; (2), PBS + Laser; (3), 3D COF-TATB; (4), 3D Cu@COF-TATB; (5), 3D COF-TATB + Laser; (6), 3D Cu@COF-TATB + Laser. After 4 h, the cells were incubated with 1 mL of 1640 containing 1 μL of DCFH-DA for 20 min and then irradiated with 635 nm laser for 10 min. Subsequently, the cells were washed with PBS solution and further analyzed with confocal laser scanning microscopy (CLSM) (Ex = 488 nm, Em = 510-580 nm).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Detection of CRT</title><p>The expression of CRT was detected\nby immunofluorescence staining. Cells were divided into six groups\nand treated with (1), PBS; (2), PBS + Laser; (3), 3D COF-TATB; (4),\n3D Cu@COF-TATB; (5), 3D COF-TATB + laser; (6), 3D Cu@COF-TATB + laser\nfor 4 h. And the cells were irradiated with 635 nm laser for 10 min\nand were further cultured for 4 h. Then the cells were fixed with\nparaformaldehyde for 10 min and permeated with Triton X-100 for 5\nmin before treated with blocking reagent. Cells were stained with\nanti-CRT-Alex 647 at room temperature for 2 h and Hoechst 33342 for\n10 min. The cells were imaged by the CLSM.</p>", "clean_text": "Detection of CRT\n\nThe expression of CRT was detected by immunofluorescence staining. Cells were divided into six groups and treated with (1), PBS; (2), PBS + Laser; (3), 3D COF-TATB; (4), 3D Cu@COF-TATB; (5), 3D COF-TATB + laser; (6), 3D Cu@COF-TATB + laser for 4 h. And the cells were irradiated with 635 nm laser for 10 min and were further cultured for 4 h. Then the cells were fixed with paraformaldehyde for 10 min and permeated with Triton X-100 for 5 min before treated with blocking reagent. Cells were stained with anti-CRT-Alex 647 at room temperature for 2 h and Hoechst 33342 for 10 min. The cells were imaged by the CLSM.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Detection of HMGB1</title><p>The expression of HMGB1 in cell\nnucleus was detected by immunofluorescence staining. Cells were divided\ninto 6 groups and treated with (1), PBS; (2), PBS + Laser; (3), 3D\nCOF-TATB; (4), 3D Cu@COF-TATB; (5), 3D COF-TATB + laser; (6), 3D Cu@COF-TATB\n+ laser for 4 h. After that, the cells were irradiated with 635 nm\nlaser for 10 min and were further cultured overnight. All cells were\nfixed with paraformaldehyde for 10 min and permeated with Triton X-100\nfor 5 min. Then cells were incubated with primary antibodies (anti-HMGB1)\nat room temperature for 1 h. Then cells were stained with the second\nantibody at room temperature for 1 h and stained with Hoechst 33342\nfor 10 min. After washed with PBS, the cells were studied by the CLSM.</p>", "clean_text": "Detection of HMGB1\n\nThe expression of HMGB1 in cell nucleus was detected by immunofluorescence staining. Cells were divided into 6 groups and treated with (1), PBS; (2), PBS + Laser; (3), 3D COF-TATB; (4), 3D Cu@COF-TATB; (5), 3D COF-TATB + laser; (6), 3D Cu@COF-TATB + laser for 4 h. After that, the cells were irradiated with 635 nm laser for 10 min and were further cultured overnight. All cells were fixed with paraformaldehyde for 10 min and permeated with Triton X-100 for 5 min. Then cells were incubated with primary antibodies (anti-HMGB1) at room temperature for 1 h. Then cells were stained with the second antibody at room temperature for 1 h and stained with Hoechst 33342 for 10 min. After washed with PBS, the cells were studied by the CLSM.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>In Vivo Therapeutic Effect</title><p>First, 5 × 10<sup>5</sup> 4T1 cells were subcutaneously administered to the right flank of\nthe Balb/C mice as primary tumors. After 3 days, 5 × 10<sup>5</sup> 4T1 cells were subcutaneously administered to the left flank of\nthe Balb/C mice as distal tumors. The calculation formula of tumor\nvolume: <italic toggle=\"yes\">V</italic> = (tumor width)<sup>2</sup> × (tumor\nlength)/2. The tumor-bearing mice were divided into seven groups:\n(1), PBS; (2), PBS + laser; (3), 3D COF-TATB; (4), 3D Cu@COF-TATB;\n(5), 3D COF-TATB + laser; (6), 3D Cu@COF-TATB + laser; (7), 3D Cu@COF-TATB\n+ laser + aPD-1. Different materials (5 mg/kg) were injected into\nthe primary tumor sites of mice. Then, mice were irradiated by 635\nnm laser for 10 min. The 200 μg of aPD-1 was injected intravenously\non days 1, 3, and 5. Body weights, volumes of primary and distal tumors\nwere recorded every 2 days. After 14 days, the primary tumors and\nmain organs were collected for H&amp;E staining.</p>", "clean_text": "In Vivo Therapeutic Effect\n\nFirst, 5 × 105 4T1 cells were subcutaneously administered to the right flank of the Balb/C mice as primary tumors. After 3 days, 5 × 105 4T1 cells were subcutaneously administered to the left flank of the Balb/C mice as distal tumors. The calculation formula of tumor volume: V = (tumor width)2 × (tumor length)/2. The tumor-bearing mice were divided into seven groups: (1), PBS; (2), PBS + laser; (3), 3D COF-TATB; (4), 3D Cu@COF-TATB; (5), 3D COF-TATB + laser; (6), 3D Cu@COF-TATB + laser; (7), 3D Cu@COF-TATB + laser + aPD-1. Different materials (5 mg/kg) were injected into the primary tumor sites of mice. Then, mice were irradiated by 635 nm laser for 10 min. The 200 μg of aPD-1 was injected intravenously on days 1, 3, and 5. Body weights, volumes of primary and distal tumors were recorded every 2 days. After 14 days, the primary tumors and main organs were collected for H&E staining.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><title>Preparation\nand Characterizations of 3D Cu@COF-TATB</title><p>The 3D porphyrin-based\nCOF-TATB was first prepared by a classical\nsolvothermal method (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">Supporting Information (SI) Figure S1</ext-link>). The as-prepared 3D\nCOF-TATB was then ground and crushed in mortar to obtain uniform COF\nparticles in nanometer scale. The crystal structures of 3D COF-TATB\nwas proved via the PXRD analysis. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S2</ext-link>, a strong peak at 6.67° and an acromion\nat 7.20° were observed. The 3D COF-TATB was further modified\nwith Cu<sup>2+</sup> through the coordination between the porphyrin\nring and Cu<sup>2+</sup> to obtain 3D Cu@COF-TATB. From the FT-IR\nspectrum (A),\nthe characteristic peak of 3D COF-TATB at 1610 cm<sup>–1</sup> indicated the formation of C = N linkage. And the characteristic\npeak of N–H bond in the porphyrin ring of 3D Cu@COF-TATB was\nmoved from 964 to 999 cm<sup>–1</sup>, which confirmed the\nsuccessful coordination of Cu<sup>2+</sup>. Transmission electron\nmicroscopy (TEM) (B) and Scanning electron microscopy (SEM) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S3</ext-link>) images showed that 3D COF-TATB and 3D Cu@COF-TATB\nhad uniform morphology and size. Moreover, the hydrodynamic sizes\nof 3D COF-TATB and 3D Cu@COF-TATB were about 100 nm by dynamic light\nscattering (DLS) (C). The stability of 3D Cu@COF-TATB was further studied. In <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S4</ext-link>, the hydrodynamic size of 3D Cu@COF-TATB\nwas basically unchanged for 7 days, indicating the long-term stability\nof 3D Cu@COF-TATB.</p>", "clean_text": "Results and Discussion\n\nPreparation and Characterizations of 3D Cu@COF-TATB\n\nThe 3D porphyrin-based COF-TATB was first prepared by a classical solvothermal method (Supporting Information (SI) Figure S1). The as-prepared 3D COF-TATB was then ground and crushed in mortar to obtain uniform COF particles in nanometer scale. The crystal structures of 3D COF-TATB was proved via the PXRD analysis. As shown in SI Figure S2, a strong peak at 6.67° and an acromion at 7.20° were observed. The 3D COF-TATB was further modified with Cu2+ through the coordination between the porphyrin ring and Cu2+ to obtain 3D Cu@COF-TATB. From the FT-IR spectrum (A), the characteristic peak of 3D COF-TATB at 1610 cm-1 indicated the formation of C = N linkage. And the characteristic peak of N-H bond in the porphyrin ring of 3D Cu@COF-TATB was moved from 964 to 999 cm-1, which confirmed the successful coordination of Cu2+. Transmission electron microscopy (TEM) (B) and Scanning electron microscopy (SEM) (SI Figure S3) images showed that 3D COF-TATB and 3D Cu@COF-TATB had uniform morphology and size. Moreover, the hydrodynamic sizes of 3D COF-TATB and 3D Cu@COF-TATB were about 100 nm by dynamic light scattering (DLS) (C). The stability of 3D Cu@COF-TATB was further studied. In SI Figure S4, the hydrodynamic size of 3D Cu@COF-TATB was basically unchanged for 7 days, indicating the long-term stability of 3D Cu@COF-TATB.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) FT-IR spectrum of 3D COF-TATB and 3D Cu@COF-TATB.\n(B) TEM images\nof 3D COF-TATB and 3D Cu@COF-TATB (scale bars: 100 nm). (C) The size\ndistribution of 3D COF-TATB and 3D Cu@COF-TATB. (D) MB degradation\nin 3D COF-TATB or 3D Cu@COF-TATB with or without H<sub>2</sub>O<sub>2</sub>. (E) The relative absorption intensities of MB at 664 nm\nafter different treatments. (1) 3D COF-TATB + MB, (2) 3D Cu@COF-TATB\n+ MB, (3) 3D COF-TATB + MB + H<sub>2</sub>O<sub>2</sub>, (4) 3D Cu@COF-TATB\n+ MB + H<sub>2</sub>O<sub>2</sub>. (F) The absorbance spectra of ABMD\nwith different treatments. (G) The fluorescence intensity of DCFH\nprobe treated 3D Cu@COF-TATB with or without laser irradiation. (H)\nThe fluorescence intensity of DCFH probe with different treatments.\n(I) The corresponding quantifications of fluorescence intensity in\ndifferent groups. Cu<sup>2+</sup>: 3D COF-TATB are (1) 0:1; (2) 1:4;\n(3) 1:2; (4) 1:1; (5) 4:1, respectively. The <italic toggle=\"yes\">p</italic>-value\nof less than 0.05 was considered significant (***<italic toggle=\"yes\">p</italic> &lt; 0.001, **<italic toggle=\"yes\">p</italic> &lt; 0.01, *<italic toggle=\"yes\">p</italic> &lt;\n0.05, <sup>NS</sup>\n<italic toggle=\"yes\">p</italic> &gt; 0.05).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c07739_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (A) FT-IR spectrum of 3D COF-TATB and 3D Cu@COF-TATB. (B) TEM images of 3D COF-TATB and 3D Cu@COF-TATB (scale bars: 100 nm). (C) The size distribution of 3D COF-TATB and 3D Cu@COF-TATB. (D) MB degradation in 3D COF-TATB or 3D Cu@COF-TATB with or without H2O2. (E) The relative absorption intensities of MB at 664 nm after different treatments. (1) 3D COF-TATB + MB, (2) 3D Cu@COF-TATB + MB, (3) 3D COF-TATB + MB + H2O2, (4) 3D Cu@COF-TATB + MB + H2O2. (F) The absorbance spectra of ABMD with different treatments. (G) The fluorescence intensity of DCFH probe treated 3D Cu@COF-TATB with or without laser irradiation. (H) The fluorescence intensity of DCFH probe with different treatments. (I) The corresponding quantifications of fluorescence intensity in different groups. Cu2+: 3D COF-TATB are (1) 0:1; (2) 1:4; (3) 1:2; (4) 1:1; (5) 4:1, respectively. The p-value of less than 0.05 was considered significant (***p < 0.001, **p < 0.01, *p < 0.05, NS p > 0.05).   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>In this system, the Cu<sup>2+</sup> is reduced by the GSH to generate\nthe Cu<sup>+</sup> and GSSH. Then Cu<sup>+</sup> reacts with H<sub>2</sub>O<sub>2</sub> to produce •OH and Cu<sup>2+</sup> through\na Fenton-like reaction. Hence, the GSH consumption level was investigated\nfirst. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S5</ext-link>, the GSH\nlevel obviously decreased in the GSH+3D Cu@COF-TATB group, while negligible\nchanged in GSH+3D COF-TATB group, which indicated that the Cu<sup>2+</sup> reacted with GSH to exert CDT. Then the catalytic properties\nand doping efficiency of Cu<sup>2+</sup> were further assessed. In\norder to study the catalytic performance of 3D COF-TATB and 3D Cu@COF-TATB,\nthe methylene blue (MB) degradation experiments were carried out.\nThe Cu catalytic site in 3D Cu@COF-TATB has the ability to catalyze\nthe conversion of H<sub>2</sub>O<sub>2</sub> to •OH through\nthe Fenton-like reaction. As shown in D,E, the blue MB was degraded to colorless\nand the absorption intensity of MB at 664 nm significantly decreased\nwith the addition of 3D Cu@COF-TATB and H<sub>2</sub>O<sub>2</sub>. The result verified that 3D Cu@COF-TATB could be used as a potential\nnanozyme for CDT via Fenton-like reaction. Interestingly, we found\nthat this 3D COF-TATB also had a certain catalytic performance of\nH<sub>2</sub>O<sub>2</sub> to •OH, which is the main reason\nthat the 3D COF-TATB was chosen in this work. The absorption intensity\nof MB in 3D COF-TATB with H<sub>2</sub>O<sub>2</sub> reduced by nearly\n4 times compared to that without H<sub>2</sub>O<sub>2</sub> (E), which indicated\nthe catalytic property of 3D COF-TATB to generate ROS without laser\nirradiation. Subsequently, the ability of 3D Cu@COF-TATB to generate <sup>1</sup>O<sub>2</sub> was studied utilizing 9,10-anthracenediyl-bis­(methylene)­dimalonic\nacid (ABMD) and 2,7-dichlorofluorescein (DCFH). As shown in F,G, only laser irradiated\nproduced almost no singlet oxygen and other ROS, which indicated that\nno influence was caused by the laser irradiation. As shown in F, the absorbance\nintensity of ABMD treated with 3D Cu@COF-TATB obviously decreased\nafter laser irradiation, which suggested that 3D Cu@COF-TATB had good\nability to produce <sup>1</sup>O<sub>2</sub> under 635 nm light irradiation.\nAnd the experimental results by DCFH probe were consistent with the\nabove results (G), which also verify the ROS production capacity of 3D Cu@COF-TATB.\nIn a word, 3D Cu@COF-TATB could produce a variety of highly toxic\nROS to fight against cancer. Studies have shown that paramagnetic\nmetal ions can inhibit the photosensitization of porphyrin, thus affecting\nthe effect of PDT. Therefore, we further investigated\nthe optimal Cu<sup>2+</sup> binding efficiency of 3D COF-TATB via\nDCFH probe. The total amount of produced ROS was adjusted by changing\nthe ratio of 3D COF-TATB and Cu<sup>2+</sup>. As can be seen in the H,I, with the increase\nof Cu<sup>2+</sup>, the generation of ROS first rose and then fell.\nWhen the mass ratio of Cu<sup>2+</sup> to 3D COF-TATB was 1:2, the\nROS produced by 3D Cu@COF-TATB was the most significant, which was\nabout 10 times more than that of 3D COF-TATB alone. However, as the\nratio of Cu<sup>2+</sup> to 3D COF-TATB exceeded 1:2, the 3D Cu@COF-TATB,\nthe total production of ROS by 3D Cu@COF-TATB gradually decreased\nbecause the coordination of Cu<sup>2+</sup> limited the ability of\nporphyrins to generate <sup>1</sup>O<sub>2</sub>. Under optimal condition\n(Cu<sup>2+</sup>: 3D COF-TATB = 1:2), the coordination efficiency\nof Cu<sup>2+</sup> in 3D COF-TATB was about 0.039 mg mg<sup>–1</sup> measured by inductively coupled plasma mass spectrometer (ICP-MS)\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>).</p>", "clean_text": "In this system, the Cu2+ is reduced by the GSH to generate the Cu+ and GSSH. Then Cu+ reacts with H2O2 to produce ⋅OH and Cu2+ through a Fenton-like reaction. Hence, the GSH consumption level was investigated first. As shown in SI Figure S5, the GSH level obviously decreased in the GSH+3D Cu@COF-TATB group, while negligible changed in GSH+3D COF-TATB group, which indicated that the Cu2+ reacted with GSH to exert CDT. Then the catalytic properties and doping efficiency of Cu2+ were further assessed. In order to study the catalytic performance of 3D COF-TATB and 3D Cu@COF-TATB, the methylene blue (MB) degradation experiments were carried out. The Cu catalytic site in 3D Cu@COF-TATB has the ability to catalyze the conversion of H2O2 to ⋅OH through the Fenton-like reaction. As shown in D,E, the blue MB was degraded to colorless and the absorption intensity of MB at 664 nm significantly decreased with the addition of 3D Cu@COF-TATB and H2O2. The result verified that 3D Cu@COF-TATB could be used as a potential nanozyme for CDT via Fenton-like reaction. Interestingly, we found that this 3D COF-TATB also had a certain catalytic performance of H2O2 to ⋅OH, which is the main reason that the 3D COF-TATB was chosen in this work. The absorption intensity of MB in 3D COF-TATB with H2O2 reduced by nearly 4 times compared to that without H2O2 (E), which indicated the catalytic property of 3D COF-TATB to generate ROS without laser irradiation. Subsequently, the ability of 3D Cu@COF-TATB to generate 1O2 was studied utilizing 9,10-anthracenediyl-bis(methylene)dimalonic acid (ABMD) and 2,7-dichlorofluorescein (DCFH). As shown in F,G, only laser irradiated produced almost no singlet oxygen and other ROS, which indicated that no influence was caused by the laser irradiation. As shown in F, the absorbance intensity of ABMD treated with 3D Cu@COF-TATB obviously decreased after laser irradiation, which suggested that 3D Cu@COF-TATB had good ability to produce 1O2 under 635 nm light irradiation. And the experimental results by DCFH probe were consistent with the above results (G), which also verify the ROS production capacity of 3D Cu@COF-TATB. In a word, 3D Cu@COF-TATB could produce a variety of highly toxic ROS to fight against cancer. Studies have shown that paramagnetic metal ions can inhibit the photosensitization of porphyrin, thus affecting the effect of PDT. Therefore, we further investigated the optimal Cu2+ binding efficiency of 3D COF-TATB via DCFH probe. The total amount of produced ROS was adjusted by changing the ratio of 3D COF-TATB and Cu2+. As can be seen in the H,I, with the increase of Cu2+, the generation of ROS first rose and then fell. When the mass ratio of Cu2+ to 3D COF-TATB was 1:2, the ROS produced by 3D Cu@COF-TATB was the most significant, which was about 10 times more than that of 3D COF-TATB alone. However, as the ratio of Cu2+ to 3D COF-TATB exceeded 1:2, the 3D Cu@COF-TATB, the total production of ROS by 3D Cu@COF-TATB gradually decreased because the coordination of Cu2+ limited the ability of porphyrins to generate 1O2. Under optimal condition (Cu2+: 3D COF-TATB = 1:2), the coordination efficiency of Cu2+ in 3D COF-TATB was about 0.039 mg mg-1 measured by inductively coupled plasma mass spectrometer (ICP-MS) (Figure S6).", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<title>The Intracellular Antitumor\nPerformance of 3D Cu@COF-TATB</title><p>We further studied the intracellular\ntherapeutic effect of the\n3D COF-TATB and 3D Cu@COF-TATB by MTT assays. The survival rate of\n4T1 cells was up to more than 90% under laser irradiation alone, which\nindicated that the power and irradiation time that we chose had low\ncytotoxicity. In the absence of laser irradiation, 4T1 cells had a\nlower survival rate after incubated with 3D Cu@COF-TATB than that\nof 3D COF-TATB, indicating the good CDT effect of 3D Cu@COF-TATB.\nAnd cells treated with 3D COF-TATB or 3D Cu@COF-TATB showed significant\nconcentration-dependent toxicity under laser irradiation (A). In addition,\nthe cell killing efficiency of 3D COF-TATB and 3D Cu@COF-TATB was\nverified by the live/dead cell staining assay. As shown in B, cancer cells pretreated\nwith 3D Cu@COF-TATB and laser irradiation exhibited strongest red\nfluorescence and weakest green fluorescence among all the groups,\nimplying that the 3D Cu@COF-TATB under laser irradiation had the most\nsevere lethality to living cells. Subsequently, 2,7-dichlorofluorescein\ndiacetate (DCFH-DA) was used to study the ability of 3D COF-TATB and\n3D Cu@COF-TATB to produce ROS in vitro. As illustrated in C,D, 4T1 cells incubated\nwith 3D Cu@COF-TATB under laser irradiation showed the most intensely\ngreen fluorescence, suggesting the excellent ROS production performance\nin cancer cells. In addition, compared with 3D COF-TATB, the cells\ntreated with 3D Cu@COF-TATB exhibited stronger green fluorescence\nsignal, which indicated that Cu<sup>2+</sup> could be reduced to Cu<sup>+</sup> by GSH and further catalyze the transformation of H<sub>2</sub>O<sub>2</sub> into •OH to generate more ROS in cells. These\nresults were further demonstrated via flow cytometry assay. 4T1 cells\ntreated with 3D Cu@COF-TATB and laser irradiation showed the strongest\nfluorescent signal in E, which also suggested its ability to produce ROS. Excess\nROS can trigger mitochondrial destruction to induce cell apoptosis.\nThe mitochondrial membrane potential (MMP) of 4T1 cells with different\ntreatments were studied by rhodamine 123. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S7</ext-link>, the MMP decreased with the increase\nof ROS. In particular, the MMP decreased the most obviously in the\ngroup of 3D Cu@COF-TATB under laser irradiation, which verified that\nthe serious mitochondrial destruction was caused by excess ROS.</p>", "clean_text": "The Intracellular Antitumor Performance of 3D Cu@COF-TATB\n\nWe further studied the intracellular therapeutic effect of the 3D COF-TATB and 3D Cu@COF-TATB by MTT assays. The survival rate of 4T1 cells was up to more than 90% under laser irradiation alone, which indicated that the power and irradiation time that we chose had low cytotoxicity. In the absence of laser irradiation, 4T1 cells had a lower survival rate after incubated with 3D Cu@COF-TATB than that of 3D COF-TATB, indicating the good CDT effect of 3D Cu@COF-TATB. And cells treated with 3D COF-TATB or 3D Cu@COF-TATB showed significant concentration-dependent toxicity under laser irradiation (A). In addition, the cell killing efficiency of 3D COF-TATB and 3D Cu@COF-TATB was verified by the live/dead cell staining assay. As shown in B, cancer cells pretreated with 3D Cu@COF-TATB and laser irradiation exhibited strongest red fluorescence and weakest green fluorescence among all the groups, implying that the 3D Cu@COF-TATB under laser irradiation had the most severe lethality to living cells. Subsequently, 2,7-dichlorofluorescein diacetate (DCFH-DA) was used to study the ability of 3D COF-TATB and 3D Cu@COF-TATB to produce ROS in vitro. As illustrated in C,D, 4T1 cells incubated with 3D Cu@COF-TATB under laser irradiation showed the most intensely green fluorescence, suggesting the excellent ROS production performance in cancer cells. In addition, compared with 3D COF-TATB, the cells treated with 3D Cu@COF-TATB exhibited stronger green fluorescence signal, which indicated that Cu2+ could be reduced to Cu+ by GSH and further catalyze the transformation of H2O2 into ⋅OH to generate more ROS in cells. These results were further demonstrated via flow cytometry assay. 4T1 cells treated with 3D Cu@COF-TATB and laser irradiation showed the strongest fluorescent signal in E, which also suggested its ability to produce ROS. Excess ROS can trigger mitochondrial destruction to induce cell apoptosis. The mitochondrial membrane potential (MMP) of 4T1 cells with different treatments were studied by rhodamine 123. As shown in SI Figure S7, the MMP decreased with the increase of ROS. In particular, the MMP decreased the most obviously in the group of 3D Cu@COF-TATB under laser irradiation, which verified that the serious mitochondrial destruction was caused by excess ROS.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) The viability\nof 4T1 cells with different treatments. (B) Live/dead\nstaining assay (scale bars: 100 μm). (C) Confocal laser scanning\nmicroscopy (CLSM) images of ROS production in 4T1 cells with different\ntreatments by DCFH-DA (scale bars: 100 μm). (D) The corresponding\nquantifications of ROS. (E) Flow cytometry analysis of ROS accumulation\nin 4T1 cells after different treatments. (1) PBS; (2) PBS + laser;\n(3) 3D COF-TATB; (4) 3D Cu@COF-TATB; (5) 3D COF-TATB + laser; (6)\n3D Cu@COF-TATB + laser. The p-value of less than 0.05 was considered\nsignificant (***<italic toggle=\"yes\">p</italic> &lt; 0.001, **<italic toggle=\"yes\">p</italic> &lt; 0.01, *<italic toggle=\"yes\">p</italic> &lt; 0.05, <sup>NS</sup>\n<italic toggle=\"yes\">p</italic> &gt; 0.05).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c07739_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (A) The viability of 4T1 cells with different treatments. (B) Live/dead staining assay (scale bars: 100 μm). (C) Confocal laser scanning microscopy (CLSM) images of ROS production in 4T1 cells with different treatments by DCFH-DA (scale bars: 100 μm). (D) The corresponding quantifications of ROS. (E) Flow cytometry analysis of ROS accumulation in 4T1 cells after different treatments. (1) PBS; (2) PBS + laser; (3) 3D COF-TATB; (4) 3D Cu@COF-TATB; (5) 3D COF-TATB + laser; (6) 3D Cu@COF-TATB + laser. The p-value of less than 0.05 was considered significant (***p < 0.001, **p < 0.01, *p < 0.05, NS p > 0.05).   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>ROS-Induced ICD Response</title><p>ROS triggered by PDT and CDT\ncaused the ICD of cancer cells, which induced strong anticancer immunity. CRT and HMGB1 are two important biomarkers of ICD. CRT migrates from the endoplasmic reticulum to the cell\nsurface to stimulate DCs. HMGB1 is released from the nucleus to recruit\nDCs to the dying cancer cells. To further test the ICD of cancer cells,\n4T1 cells were incubated with 3D COF-TATB or 3D Cu@COF-TATB for 6\nh with or without laser irradiation to study CRT exposure and HMGB1\nrelease by immunostaining analysis. A,B showed that CRT expression of 4T1 cells\nobviously increased after treated with 3D COF-TATB or 3D Cu@COF-TATB\nunder laser irradiation, implying that the ICD of cancer cells were\ninduced. Notably, the most CRT expression was observed after treated\nwith 3D Cu@COF-TATB under laser irradiation among the six groups,\nindicating that 3D Cu@COF-TATB + laser irradiation induced the most\npotent ICD of 4T1 cells (A,B). HMGB1 was initially distributed in the nucleus\nand would be released to the extracellular after various treatments\n(C,D). Cells\ntreated with 3D Cu@COF-TATB and laser irradiation showed the weakest\nred fluorescence in the nucleus, indicating that most HMGB1 was released\noutside the cells. In the absence of laser irradiation, the red fluorescence\nsignificantly decreased in 3D Cu@COF-TATB compared with 3D COF-TATB\nand PBS, which was consistent with the ICD result of CRT immunofluorescence\nstaining (A,B).\nThe above results suggested that this strategy could induce a potent\nICD to elicit antitumor immune responses.</p>", "clean_text": "ROS-Induced ICD Response\n\nROS triggered by PDT and CDT caused the ICD of cancer cells, which induced strong anticancer immunity. CRT and HMGB1 are two important biomarkers of ICD. CRT migrates from the endoplasmic reticulum to the cell surface to stimulate DCs. HMGB1 is released from the nucleus to recruit DCs to the dying cancer cells. To further test the ICD of cancer cells, 4T1 cells were incubated with 3D COF-TATB or 3D Cu@COF-TATB for 6 h with or without laser irradiation to study CRT exposure and HMGB1 release by immunostaining analysis. A,B showed that CRT expression of 4T1 cells obviously increased after treated with 3D COF-TATB or 3D Cu@COF-TATB under laser irradiation, implying that the ICD of cancer cells were induced. Notably, the most CRT expression was observed after treated with 3D Cu@COF-TATB under laser irradiation among the six groups, indicating that 3D Cu@COF-TATB + laser irradiation induced the most potent ICD of 4T1 cells (A,B). HMGB1 was initially distributed in the nucleus and would be released to the extracellular after various treatments (C,D). Cells treated with 3D Cu@COF-TATB and laser irradiation showed the weakest red fluorescence in the nucleus, indicating that most HMGB1 was released outside the cells. In the absence of laser irradiation, the red fluorescence significantly decreased in 3D Cu@COF-TATB compared with 3D COF-TATB and PBS, which was consistent with the ICD result of CRT immunofluorescence staining (A,B). The above results suggested that this strategy could induce a potent ICD to elicit antitumor immune responses.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) Immunofluorescence\nstaining images of CRT with different treatments\n(scale bars: 100 μm). (B) The corresponding quantifications\nof fluorescence intensity of CRT. (C) Immunofluorescence staining\nimages of HMGB1 with different treatments (scale bars: 100 μm).\n(D) The corresponding quantifications of fluorescence intensity of\nHMGB1. (1) PBS; (2) PBS + laser; (3) 3D COF-TATB; (4) 3D Cu@COF-TATB;\n(5) 3D COF-TATB + laser; (6) 3D Cu@COF-TATB + laser. The <italic toggle=\"yes\">p</italic>-value of less than 0.05 was considered significant (***<italic toggle=\"yes\">p</italic> &lt; 0.001, **<italic toggle=\"yes\">p</italic> &lt; 0.01, *<italic toggle=\"yes\">p</italic> &lt;\n0.05, <sup>NS</sup>\n<italic toggle=\"yes\">p</italic> &gt; 0.05).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c07739_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (A) Immunofluorescence staining images of CRT with different treatments (scale bars: 100 μm). (B) The corresponding quantifications of fluorescence intensity of CRT. (C) Immunofluorescence staining images of HMGB1 with different treatments (scale bars: 100 μm). (D) The corresponding quantifications of fluorescence intensity of HMGB1. (1) PBS; (2) PBS + laser; (3) 3D COF-TATB; (4) 3D Cu@COF-TATB; (5) 3D COF-TATB + laser; (6) 3D Cu@COF-TATB + laser. The p-value of less than 0.05 was considered significant (***p < 0.001, **p < 0.01, *p < 0.05, NS p > 0.05).   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<title>In Vivo Antitumor Therapeutic Effect</title><p>In order to evaluate\nthe in vivo antitumor therapeutic effects of proximal and distal tumors,\na 4T1 bilateral subcutaneous tumor-bearing model was established.\nIn this model, mice were first inoculated with 4T1 cells on the one\nside and then inoculated on the other side 3 days later (A). Inhibiting of\nPD-1/PD-L1 signaling pathway is a common method of clinical immune\ncheckpoint blocking therapy in recent years. Therefore, we used the\nantibody of PD-1 (aPD-1) to interrupt PD-1/PD-L1 signaling pathway\nin combination with 3D Cu@COF-TATB to enhance antitumor immunity in\nvivo. The tumor-bearing mice were randomly assigned into seven groups\nand intratumorally injected with (1) PBS; (2) PBS + laser; (3) 3D\nCOF-TATB; (4) 3D Cu@COF-TATB; (5) 3D COF-TATB + laser; (6) 3D Cu@COF-TATB\n+ laser; (7) 3D Cu@COF-TATB + laser + aPD-1, respectively. As illustrated\nin B and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S8A</ext-link>, the tumor inhibition effect of\nPBS, PBS + laser and 3D COF-TATB group was negligible, which indicated\nthat laser alone and 3D COF-TATB had poor therapy efficacy against\ntumor. And the inhibition effect of 3D Cu@COF-TATB was moderate because\n3D Cu@COF-TATB only produced •OH by CDT. After laser irradiation,\nthe growth of tumors was suppressed in 3D COF-TATB + laser group through\nPDT to some extent. And 3D Cu@COF-TATB + laser group showed obvious\ntumor inhibition due to the production of multiple ROS through PDT\nand CDT, indicating that the multiple ROS-based strategy had better\nantitumor effect. H&amp;E staining analysis was also observed that\n3D Cu@COF-TATB under laser radiation induced extensive tumor cells\napoptosis (D), which was consistent with the above results. We further studied\nthe abscopal antitumor effect of 3D COF-TATB and 3D Cu@COF-TATB. The\ndistant tumors grew rapidly in PBS, PBS + laser and 3D COF-TATB group.\nIn the 3D Cu@COF-TATB, 3D COF-TATB + laser, 3D Cu@COF-TATB + laser\nand 3D Cu@COF-TATB + laser + aPD-1 groups, the distal tumors showed\nvarying degrees of inhibition. And 3D Cu@COF-TATB + laser + aPD-1\nhad the best inhibitory effect on distal tumors, suggesting that 3D\nCu@COF-TATB combining with aPD-1 caused systemic immune responses\nto inhibit the growth of abscopal tumor (C and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S8B</ext-link>). CD3+ and CD8+ T cells in tumors were studied by the immunofluorescence\nstaining assay to proof the immune response. After treatments, the\ntumors of mice were gained and stained. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S9</ext-link> showed that 3D Cu@COF-TATB+laser + aPD-1 group exhibited\nthe most CD3+ and CD8+ T cells in tumor slides, which indicated the\nmost significant immune response. Additionally, body weights (E) of mice remained\nnegligible changed during treatments, which showed the biocompatibility\nof the materials. H&amp;E staining images of major organs (heart,\nliver, spleen, lung, and kidney) indicated that no obvious damage\nwas caused to normal tissues (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S10</ext-link>). These experiments indicated the good biological safety and tumor\ninhibition effect of 3D Cu@COF-TATB, which will advance the application\npotential in vivo.</p>", "clean_text": "In Vivo Antitumor Therapeutic Effect\n\nIn order to evaluate the in vivo antitumor therapeutic effects of proximal and distal tumors, a 4T1 bilateral subcutaneous tumor-bearing model was established. In this model, mice were first inoculated with 4T1 cells on the one side and then inoculated on the other side 3 days later (A). Inhibiting of PD-1/PD-L1 signaling pathway is a common method of clinical immune checkpoint blocking therapy in recent years. Therefore, we used the antibody of PD-1 (aPD-1) to interrupt PD-1/PD-L1 signaling pathway in combination with 3D Cu@COF-TATB to enhance antitumor immunity in vivo. The tumor-bearing mice were randomly assigned into seven groups and intratumorally injected with (1) PBS; (2) PBS + laser; (3) 3D COF-TATB; (4) 3D Cu@COF-TATB; (5) 3D COF-TATB + laser; (6) 3D Cu@COF-TATB + laser; (7) 3D Cu@COF-TATB + laser + aPD-1, respectively. As illustrated in B and SI Figure S8A, the tumor inhibition effect of PBS, PBS + laser and 3D COF-TATB group was negligible, which indicated that laser alone and 3D COF-TATB had poor therapy efficacy against tumor. And the inhibition effect of 3D Cu@COF-TATB was moderate because 3D Cu@COF-TATB only produced ⋅OH by CDT. After laser irradiation, the growth of tumors was suppressed in 3D COF-TATB + laser group through PDT to some extent. And 3D Cu@COF-TATB + laser group showed obvious tumor inhibition due to the production of multiple ROS through PDT and CDT, indicating that the multiple ROS-based strategy had better antitumor effect. H&E staining analysis was also observed that 3D Cu@COF-TATB under laser radiation induced extensive tumor cells apoptosis (D), which was consistent with the above results. We further studied the abscopal antitumor effect of 3D COF-TATB and 3D Cu@COF-TATB. The distant tumors grew rapidly in PBS, PBS + laser and 3D COF-TATB group. In the 3D Cu@COF-TATB, 3D COF-TATB + laser, 3D Cu@COF-TATB + laser and 3D Cu@COF-TATB + laser + aPD-1 groups, the distal tumors showed varying degrees of inhibition. And 3D Cu@COF-TATB + laser + aPD-1 had the best inhibitory effect on distal tumors, suggesting that 3D Cu@COF-TATB combining with aPD-1 caused systemic immune responses to inhibit the growth of abscopal tumor (C and SI Figure S8B). CD3+ and CD8+ T cells in tumors were studied by the immunofluorescence staining assay to proof the immune response. After treatments, the tumors of mice were gained and stained. SI Figure S9 showed that 3D Cu@COF-TATB+laser + aPD-1 group exhibited the most CD3+ and CD8+ T cells in tumor slides, which indicated the most significant immune response. Additionally, body weights (E) of mice remained negligible changed during treatments, which showed the biocompatibility of the materials. H&E staining images of major organs (heart, liver, spleen, lung, and kidney) indicated that no obvious damage was caused to normal tissues (SI Figure S10). These experiments indicated the good biological safety and tumor inhibition effect of 3D Cu@COF-TATB, which will advance the application potential in vivo.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(A) Schematic diagram of the treatment process in mice.\nThe volume\ncurves of (B) primary tumor and (C) distant tumor. (D) H&amp;E staining\nimages of 4T1 tumor slides. (E) Body weights of 4T1 tumor-bearing\nmice with different treatments.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c07739_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (A) Schematic diagram of the treatment process in mice. The volume curves of (B) primary tumor and (C) distant tumor. (D) H&E staining images of 4T1 tumor slides. (E) Body weights of 4T1 tumor-bearing mice with different treatments.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In summary, the 3D COF-TATB was constructed and\nembedded with Cu<sup>2+</sup> to obtain 3D Cu@COF-TATB for the ROS-based\ncancer immunotherapy.\nThe 3D COF-TATB served not only as the nanocarrier to bind with Cu<sup>2+</sup> as a CDT agent, but also as the PDT agent in this strategy.\nMoreover, the 3D COF-TATB can catalyze H<sub>2</sub>O<sub>2</sub> into\nthe •OH to improve the efficiency of generating ROS. The 3D\nCu@COF-TATB can produce various ROS (<sup>1</sup>O<sub>2</sub> and\n•OH) under the exposure of laser at 635 nm to induce the ICD\nof cancer cells for enhanced antitumor immune response. Compared with\nthe strategy that produces single ROS, 3D Cu@COF-TATB can improve\nthe variety and efficiency of generated ROS. Experimental results\nverified that 3D Cu@COF-TATB possessed excellent capacity to strengthen\nthe ICD of cancer cells and stimulate the immune response for fighting\nagainst cancer by assistance of aPD-1. We expect this combination\ntherapy strategy to advance the development of ROS-based immunotherapy.</p>", "clean_text": "Conclusion\n\nIn summary, the 3D COF-TATB was constructed and embedded with Cu2+ to obtain 3D Cu@COF-TATB for the ROS-based cancer immunotherapy. The 3D COF-TATB served not only as the nanocarrier to bind with Cu2+ as a CDT agent, but also as the PDT agent in this strategy. Moreover, the 3D COF-TATB can catalyze H2O2 into the ⋅OH to improve the efficiency of generating ROS. The 3D Cu@COF-TATB can produce various ROS (1O2 and ⋅OH) under the exposure of laser at 635 nm to induce the ICD of cancer cells for enhanced antitumor immune response. Compared with the strategy that produces single ROS, 3D Cu@COF-TATB can improve the variety and efficiency of generated ROS. Experimental results verified that 3D Cu@COF-TATB possessed excellent capacity to strengthen the ICD of cancer cells and stimulate the immune response for fighting against cancer by assistance of aPD-1. We expect this combination therapy strategy to advance the development of ROS-based immunotherapy.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.2c07739?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsami.2c07739</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Materials, instruments,\nadditional experimental details,\nsupplementary figures of of 3D Cu@COF-TATB nanoparticles; and other\nsupplementary results (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.2c07739.  Materials, instruments, additional experimental details, supplementary figures of of 3D Cu@COF-TATB nanoparticles; and other supplementary results (PDF)   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Materials, instruments,\nadditional experimental details,\nsupplementary figures of of 3D Cu@COF-TATB nanoparticles; and other\nsupplementary results (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>X.Zhang and S.W. contributed equally to this\nwork. X.Z., S.W.,\nY.L., Y.G., N.L., and B.T. conceived the idea and designed the experiments.\nX.Z., S.W., and H.X. synthesized the materials. X.Z. and K.T. performed\ncell experiments. All authors worked on data analysis and interpretation.\nAll authors wrote the paper. All authors supervised the research and\napproved the final version.</p>", "clean_text": "Materials, instruments, additional experimental details, supplementary figures of of 3D Cu@COF-TATB nanoparticles; and other supplementary results (PDF)\n\nX.Zhang and S.W. contributed equally to this work. X.Z., S.W., Y.L., Y.G., N.L., and B.T. conceived the idea and designed the experiments. X.Z., S.W., and H.X. synthesized the materials. X.Z. and K.T. performed cell experiments. All authors worked on data analysis and interpretation. All authors wrote the paper. All authors supervised the research and approved the final version.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "6, 7", "type": "text", "classification": "synthesis condition", "content": "<title>Experimental Section</title><title>Synthesis of 3D COF-TATB</title><p>An ampule bottle measuring\n10 × 8 mm (o.d. × i.d.) was charged with TAPA (13 mg, 0.026\nmmol), TBAP (22.8 mg, 0.031 mmol), 1.0 mL of 1,2-dichlorobenzene,\nand 0.2 mL of 6 M aqueous acetic acid solution. The bottle was flash\nfrozen at 77 K (liquid N<sub>2</sub> bath), evacuated to an internal\npressure of below 8 Pa and flame-sealed. The reaction was heated at\n140 °C for 5 days, yielding a yellow solid, which was isolated\nby filtration and washed with anhydrous <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylacetamide and anhydrous tetrahydrofuran (THF),\nthe resulting powder was immersed in anhydrous THF for 24 h and dried\nat room temperature and under vacuum at 100 °C overnight.</p><title>Synthesis\nof 3D Cu@COF-TATB</title><p>The mixture of 3D COF-TATB\n(1 mg) and CuCl<sub>2</sub>•2H<sub>2</sub>O (1.34 mg) were\nground by the agate mortar and pulverized by sonic probe for 2 h (1500\nW) to obtain the nanoscale 3D COF-TATB. Then the mixed solution was\nstirred for 24 h and sonicated for 6 h (360 W) to fully complex Cu<sup>2+</sup>. The obtained 3D Cu@COF-TATB were collected via centrifugation\nand washed with water for three times to remove the unreacted CuCl<sub>2</sub> (12 000 rpm, 10 min).</p>", "clean_text": "Experimental Section\n\nSynthesis of 3D COF-TATB\n\nAn ampule bottle measuring 10 × 8 mm (o.d. × i.d.) was charged with TAPA (13 mg, 0.026 mmol), TBAP (22.8 mg, 0.031 mmol), 1.0 mL of 1,2-dichlorobenzene, and 0.2 mL of 6 M aqueous acetic acid solution. The bottle was flash frozen at 77 K (liquid N2 bath), evacuated to an internal pressure of below 8 Pa and flame-sealed. The reaction was heated at 140 °C for 5 days, yielding a yellow solid, which was isolated by filtration and washed with anhydrous N,N-dimethylacetamide and anhydrous tetrahydrofuran (THF), the resulting powder was immersed in anhydrous THF for 24 h and dried at room temperature and under vacuum at 100 °C overnight.\n\nSynthesis of 3D Cu@COF-TATB\n\nThe mixture of 3D COF-TATB (1 mg) and CuCl2⋅2H2O (1.34 mg) were ground by the agate mortar and pulverized by sonic probe for 2 h (1500 W) to obtain the nanoscale 3D COF-TATB. Then the mixed solution was stirred for 24 h and sonicated for 6 h (360 W) to fully complex Cu2+. The obtained 3D Cu@COF-TATB were collected via centrifugation and washed with water for three times to remove the unreacted CuCl2 (12000 rpm, 10 min).", "data": [{"meta": {"name": "3D COF-TATB", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "TAPA", "amount": "13", "unit": "mg"}, {"name": "TBAP", "amount": "22.8", "unit": "mg"}], "solvent": [{"name": "1,2-dichlorobenzene", "amount": "1.0", "unit": "mL"}, {"name": "6 M aqueous acetic acid solution", "amount": "0.2", "unit": "mL"}], "pressure": "below 8 Pa", "temperature": "140°C", "time": "5 days"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "anhydrous N,N-dimethylacetamide, anhydrous tetrahydrofuran (THF)", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "room temperature, 100°C", "atmosphere": "vacuum", "time": "overnight"}]}, {"meta": {"name": "3D Cu@COF-TATB", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "mixing", "type": "", "material mix": [{"name": "3D COF-TATB", "amount": "1", "unit": "mg"}, {"name": "CuCl2•2H2O", "amount": "1.34", "unit": "mg"}], "solvent name": "", "solvent amount": "", "rotation speed": "", "temperature": "", "time": "2 hours"}, {"synthesis method": "sonication", "composition": "Cu2+", "power": "1500 W", "solvent": "", "temperature": "", "time": "6 hours", "type": ""}, {"synthesis method": "centrifugation", "revolution per time": "12000 rpm", "relative centrifugal force": "", "time": "10 min", "temperature": "", "additive": [{"name": "", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "water", "amount": "3 times"}]}], "include_properties": ["solvothermal_synthesis", "filtration", "washing", "drying", "mixing", "sonication", "centrifugation"]}, {"idx": "15, 17, 18, 22", "type": "text", "classification": "property", "content": "<title>Results and Discussion</title><title>Preparation\nand Characterizations of 3D Cu@COF-TATB</title><p>The 3D porphyrin-based\nCOF-TATB was first prepared by a classical\nsolvothermal method (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">Supporting Information (SI) Figure S1</ext-link>). The as-prepared 3D\nCOF-TATB was then ground and crushed in mortar to obtain uniform COF\nparticles in nanometer scale. The crystal structures of 3D COF-TATB\nwas proved via the PXRD analysis. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S2</ext-link>, a strong peak at 6.67° and an acromion\nat 7.20° were observed. The 3D COF-TATB was further modified\nwith Cu<sup>2+</sup> through the coordination between the porphyrin\nring and Cu<sup>2+</sup> to obtain 3D Cu@COF-TATB. From the FT-IR\nspectrum (A),\nthe characteristic peak of 3D COF-TATB at 1610 cm<sup>–1</sup> indicated the formation of C = N linkage. And the characteristic\npeak of N–H bond in the porphyrin ring of 3D Cu@COF-TATB was\nmoved from 964 to 999 cm<sup>–1</sup>, which confirmed the\nsuccessful coordination of Cu<sup>2+</sup>. Transmission electron\nmicroscopy (TEM) (B) and Scanning electron microscopy (SEM) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S3</ext-link>) images showed that 3D COF-TATB and 3D Cu@COF-TATB\nhad uniform morphology and size. Moreover, the hydrodynamic sizes\nof 3D COF-TATB and 3D Cu@COF-TATB were about 100 nm by dynamic light\nscattering (DLS) (C). The stability of 3D Cu@COF-TATB was further studied. In <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S4</ext-link>, the hydrodynamic size of 3D Cu@COF-TATB\nwas basically unchanged for 7 days, indicating the long-term stability\nof 3D Cu@COF-TATB.</p><p>In this system, the Cu<sup>2+</sup> is reduced by the GSH to generate\nthe Cu<sup>+</sup> and GSSH. Then Cu<sup>+</sup> reacts with H<sub>2</sub>O<sub>2</sub> to produce •OH and Cu<sup>2+</sup> through\na Fenton-like reaction. Hence, the GSH consumption level was investigated\nfirst. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S5</ext-link>, the GSH\nlevel obviously decreased in the GSH+3D Cu@COF-TATB group, while negligible\nchanged in GSH+3D COF-TATB group, which indicated that the Cu<sup>2+</sup> reacted with GSH to exert CDT. Then the catalytic properties\nand doping efficiency of Cu<sup>2+</sup> were further assessed. In\norder to study the catalytic performance of 3D COF-TATB and 3D Cu@COF-TATB,\nthe methylene blue (MB) degradation experiments were carried out.\nThe Cu catalytic site in 3D Cu@COF-TATB has the ability to catalyze\nthe conversion of H<sub>2</sub>O<sub>2</sub> to •OH through\nthe Fenton-like reaction. As shown in D,E, the blue MB was degraded to colorless\nand the absorption intensity of MB at 664 nm significantly decreased\nwith the addition of 3D Cu@COF-TATB and H<sub>2</sub>O<sub>2</sub>. The result verified that 3D Cu@COF-TATB could be used as a potential\nnanozyme for CDT via Fenton-like reaction. Interestingly, we found\nthat this 3D COF-TATB also had a certain catalytic performance of\nH<sub>2</sub>O<sub>2</sub> to •OH, which is the main reason\nthat the 3D COF-TATB was chosen in this work. The absorption intensity\nof MB in 3D COF-TATB with H<sub>2</sub>O<sub>2</sub> reduced by nearly\n4 times compared to that without H<sub>2</sub>O<sub>2</sub> (E), which indicated\nthe catalytic property of 3D COF-TATB to generate ROS without laser\nirradiation. Subsequently, the ability of 3D Cu@COF-TATB to generate <sup>1</sup>O<sub>2</sub> was studied utilizing 9,10-anthracenediyl-bis­(methylene)­dimalonic\nacid (ABMD) and 2,7-dichlorofluorescein (DCFH). As shown in F,G, only laser irradiated\nproduced almost no singlet oxygen and other ROS, which indicated that\nno influence was caused by the laser irradiation. As shown in F, the absorbance\nintensity of ABMD treated with 3D Cu@COF-TATB obviously decreased\nafter laser irradiation, which suggested that 3D Cu@COF-TATB had good\nability to produce <sup>1</sup>O<sub>2</sub> under 635 nm light irradiation.\nAnd the experimental results by DCFH probe were consistent with the\nabove results (G), which also verify the ROS production capacity of 3D Cu@COF-TATB.\nIn a word, 3D Cu@COF-TATB could produce a variety of highly toxic\nROS to fight against cancer. Studies have shown that paramagnetic\nmetal ions can inhibit the photosensitization of porphyrin, thus affecting\nthe effect of PDT. Therefore, we further investigated\nthe optimal Cu<sup>2+</sup> binding efficiency of 3D COF-TATB via\nDCFH probe. The total amount of produced ROS was adjusted by changing\nthe ratio of 3D COF-TATB and Cu<sup>2+</sup>. As can be seen in the H,I, with the increase\nof Cu<sup>2+</sup>, the generation of ROS first rose and then fell.\nWhen the mass ratio of Cu<sup>2+</sup> to 3D COF-TATB was 1:2, the\nROS produced by 3D Cu@COF-TATB was the most significant, which was\nabout 10 times more than that of 3D COF-TATB alone. However, as the\nratio of Cu<sup>2+</sup> to 3D COF-TATB exceeded 1:2, the 3D Cu@COF-TATB,\nthe total production of ROS by 3D Cu@COF-TATB gradually decreased\nbecause the coordination of Cu<sup>2+</sup> limited the ability of\nporphyrins to generate <sup>1</sup>O<sub>2</sub>. Under optimal condition\n(Cu<sup>2+</sup>: 3D COF-TATB = 1:2), the coordination efficiency\nof Cu<sup>2+</sup> in 3D COF-TATB was about 0.039 mg mg<sup>–1</sup> measured by inductively coupled plasma mass spectrometer (ICP-MS)\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>).</p><title>The Intracellular Antitumor\nPerformance of 3D Cu@COF-TATB</title><p>We further studied the intracellular\ntherapeutic effect of the\n3D COF-TATB and 3D Cu@COF-TATB by MTT assays. The survival rate of\n4T1 cells was up to more than 90% under laser irradiation alone, which\nindicated that the power and irradiation time that we chose had low\ncytotoxicity. In the absence of laser irradiation, 4T1 cells had a\nlower survival rate after incubated with 3D Cu@COF-TATB than that\nof 3D COF-TATB, indicating the good CDT effect of 3D Cu@COF-TATB.\nAnd cells treated with 3D COF-TATB or 3D Cu@COF-TATB showed significant\nconcentration-dependent toxicity under laser irradiation (A). In addition,\nthe cell killing efficiency of 3D COF-TATB and 3D Cu@COF-TATB was\nverified by the live/dead cell staining assay. As shown in B, cancer cells pretreated\nwith 3D Cu@COF-TATB and laser irradiation exhibited strongest red\nfluorescence and weakest green fluorescence among all the groups,\nimplying that the 3D Cu@COF-TATB under laser irradiation had the most\nsevere lethality to living cells. Subsequently, 2,7-dichlorofluorescein\ndiacetate (DCFH-DA) was used to study the ability of 3D COF-TATB and\n3D Cu@COF-TATB to produce ROS in vitro. As illustrated in C,D, 4T1 cells incubated\nwith 3D Cu@COF-TATB under laser irradiation showed the most intensely\ngreen fluorescence, suggesting the excellent ROS production performance\nin cancer cells. In addition, compared with 3D COF-TATB, the cells\ntreated with 3D Cu@COF-TATB exhibited stronger green fluorescence\nsignal, which indicated that Cu<sup>2+</sup> could be reduced to Cu<sup>+</sup> by GSH and further catalyze the transformation of H<sub>2</sub>O<sub>2</sub> into •OH to generate more ROS in cells. These\nresults were further demonstrated via flow cytometry assay. 4T1 cells\ntreated with 3D Cu@COF-TATB and laser irradiation showed the strongest\nfluorescent signal in E, which also suggested its ability to produce ROS. Excess\nROS can trigger mitochondrial destruction to induce cell apoptosis.\nThe mitochondrial membrane potential (MMP) of 4T1 cells with different\ntreatments were studied by rhodamine 123. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S7</ext-link>, the MMP decreased with the increase\nof ROS. In particular, the MMP decreased the most obviously in the\ngroup of 3D Cu@COF-TATB under laser irradiation, which verified that\nthe serious mitochondrial destruction was caused by excess ROS.</p><title>In Vivo Antitumor Therapeutic Effect</title><p>In order to evaluate\nthe in vivo antitumor therapeutic effects of proximal and distal tumors,\na 4T1 bilateral subcutaneous tumor-bearing model was established.\nIn this model, mice were first inoculated with 4T1 cells on the one\nside and then inoculated on the other side 3 days later (A). Inhibiting of\nPD-1/PD-L1 signaling pathway is a common method of clinical immune\ncheckpoint blocking therapy in recent years. Therefore, we used the\nantibody of PD-1 (aPD-1) to interrupt PD-1/PD-L1 signaling pathway\nin combination with 3D Cu@COF-TATB to enhance antitumor immunity in\nvivo. The tumor-bearing mice were randomly assigned into seven groups\nand intratumorally injected with (1) PBS; (2) PBS + laser; (3) 3D\nCOF-TATB; (4) 3D Cu@COF-TATB; (5) 3D COF-TATB + laser; (6) 3D Cu@COF-TATB\n+ laser; (7) 3D Cu@COF-TATB + laser + aPD-1, respectively. As illustrated\nin B and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S8A</ext-link>, the tumor inhibition effect of\nPBS, PBS + laser and 3D COF-TATB group was negligible, which indicated\nthat laser alone and 3D COF-TATB had poor therapy efficacy against\ntumor. And the inhibition effect of 3D Cu@COF-TATB was moderate because\n3D Cu@COF-TATB only produced •OH by CDT. After laser irradiation,\nthe growth of tumors was suppressed in 3D COF-TATB + laser group through\nPDT to some extent. And 3D Cu@COF-TATB + laser group showed obvious\ntumor inhibition due to the production of multiple ROS through PDT\nand CDT, indicating that the multiple ROS-based strategy had better\nantitumor effect. H&amp;E staining analysis was also observed that\n3D Cu@COF-TATB under laser radiation induced extensive tumor cells\napoptosis (D), which was consistent with the above results. We further studied\nthe abscopal antitumor effect of 3D COF-TATB and 3D Cu@COF-TATB. The\ndistant tumors grew rapidly in PBS, PBS + laser and 3D COF-TATB group.\nIn the 3D Cu@COF-TATB, 3D COF-TATB + laser, 3D Cu@COF-TATB + laser\nand 3D Cu@COF-TATB + laser + aPD-1 groups, the distal tumors showed\nvarying degrees of inhibition. And 3D Cu@COF-TATB + laser + aPD-1\nhad the best inhibitory effect on distal tumors, suggesting that 3D\nCu@COF-TATB combining with aPD-1 caused systemic immune responses\nto inhibit the growth of abscopal tumor (C and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S8B</ext-link>). CD3+ and CD8+ T cells in tumors were studied by the immunofluorescence\nstaining assay to proof the immune response. After treatments, the\ntumors of mice were gained and stained. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S9</ext-link> showed that 3D Cu@COF-TATB+laser + aPD-1 group exhibited\nthe most CD3+ and CD8+ T cells in tumor slides, which indicated the\nmost significant immune response. Additionally, body weights (E) of mice remained\nnegligible changed during treatments, which showed the biocompatibility\nof the materials. H&amp;E staining images of major organs (heart,\nliver, spleen, lung, and kidney) indicated that no obvious damage\nwas caused to normal tissues (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S10</ext-link>). These experiments indicated the good biological safety and tumor\ninhibition effect of 3D Cu@COF-TATB, which will advance the application\npotential in vivo.</p>", "clean_text": "Results and Discussion\n\nPreparation and Characterizations of 3D Cu@COF-TATB\n\nThe 3D porphyrin-based COF-TATB was first prepared by a classical solvothermal method (Supporting Information (SI) Figure S1). The as-prepared 3D COF-TATB was then ground and crushed in mortar to obtain uniform COF particles in nanometer scale. The crystal structures of 3D COF-TATB was proved via the PXRD analysis. As shown in SI Figure S2, a strong peak at 6.67° and an acromion at 7.20° were observed. The 3D COF-TATB was further modified with Cu2+ through the coordination between the porphyrin ring and Cu2+ to obtain 3D Cu@COF-TATB. From the FT-IR spectrum (A), the characteristic peak of 3D COF-TATB at 1610 cm-1 indicated the formation of C = N linkage. And the characteristic peak of N-H bond in the porphyrin ring of 3D Cu@COF-TATB was moved from 964 to 999 cm-1, which confirmed the successful coordination of Cu2+. Transmission electron microscopy (TEM) (B) and Scanning electron microscopy (SEM) (SI Figure S3) images showed that 3D COF-TATB and 3D Cu@COF-TATB had uniform morphology and size. Moreover, the hydrodynamic sizes of 3D COF-TATB and 3D Cu@COF-TATB were about 100 nm by dynamic light scattering (DLS) (C). The stability of 3D Cu@COF-TATB was further studied. In SI Figure S4, the hydrodynamic size of 3D Cu@COF-TATB was basically unchanged for 7 days, indicating the long-term stability of 3D Cu@COF-TATB.\n\nIn this system, the Cu2+ is reduced by the GSH to generate the Cu+ and GSSH. Then Cu+ reacts with H2O2 to produce ⋅OH and Cu2+ through a Fenton-like reaction. Hence, the GSH consumption level was investigated first. As shown in SI Figure S5, the GSH level obviously decreased in the GSH+3D Cu@COF-TATB group, while negligible changed in GSH+3D COF-TATB group, which indicated that the Cu2+ reacted with GSH to exert CDT. Then the catalytic properties and doping efficiency of Cu2+ were further assessed. In order to study the catalytic performance of 3D COF-TATB and 3D Cu@COF-TATB, the methylene blue (MB) degradation experiments were carried out. The Cu catalytic site in 3D Cu@COF-TATB has the ability to catalyze the conversion of H2O2 to ⋅OH through the Fenton-like reaction. As shown in D,E, the blue MB was degraded to colorless and the absorption intensity of MB at 664 nm significantly decreased with the addition of 3D Cu@COF-TATB and H2O2. The result verified that 3D Cu@COF-TATB could be used as a potential nanozyme for CDT via Fenton-like reaction. Interestingly, we found that this 3D COF-TATB also had a certain catalytic performance of H2O2 to ⋅OH, which is the main reason that the 3D COF-TATB was chosen in this work. The absorption intensity of MB in 3D COF-TATB with H2O2 reduced by nearly 4 times compared to that without H2O2 (E), which indicated the catalytic property of 3D COF-TATB to generate ROS without laser irradiation. Subsequently, the ability of 3D Cu@COF-TATB to generate 1O2 was studied utilizing 9,10-anthracenediyl-bis(methylene)dimalonic acid (ABMD) and 2,7-dichlorofluorescein (DCFH). As shown in F,G, only laser irradiated produced almost no singlet oxygen and other ROS, which indicated that no influence was caused by the laser irradiation. As shown in F, the absorbance intensity of ABMD treated with 3D Cu@COF-TATB obviously decreased after laser irradiation, which suggested that 3D Cu@COF-TATB had good ability to produce 1O2 under 635 nm light irradiation. And the experimental results by DCFH probe were consistent with the above results (G), which also verify the ROS production capacity of 3D Cu@COF-TATB. In a word, 3D Cu@COF-TATB could produce a variety of highly toxic ROS to fight against cancer. Studies have shown that paramagnetic metal ions can inhibit the photosensitization of porphyrin, thus affecting the effect of PDT. Therefore, we further investigated the optimal Cu2+ binding efficiency of 3D COF-TATB via DCFH probe. The total amount of produced ROS was adjusted by changing the ratio of 3D COF-TATB and Cu2+. As can be seen in the H,I, with the increase of Cu2+, the generation of ROS first rose and then fell. When the mass ratio of Cu2+ to 3D COF-TATB was 1:2, the ROS produced by 3D Cu@COF-TATB was the most significant, which was about 10 times more than that of 3D COF-TATB alone. However, as the ratio of Cu2+ to 3D COF-TATB exceeded 1:2, the 3D Cu@COF-TATB, the total production of ROS by 3D Cu@COF-TATB gradually decreased because the coordination of Cu2+ limited the ability of porphyrins to generate 1O2. Under optimal condition (Cu2+: 3D COF-TATB = 1:2), the coordination efficiency of Cu2+ in 3D COF-TATB was about 0.039 mg mg-1 measured by inductively coupled plasma mass spectrometer (ICP-MS) (Figure S6).\n\nThe Intracellular Antitumor Performance of 3D Cu@COF-TATB\n\nWe further studied the intracellular therapeutic effect of the 3D COF-TATB and 3D Cu@COF-TATB by MTT assays. The survival rate of 4T1 cells was up to more than 90% under laser irradiation alone, which indicated that the power and irradiation time that we chose had low cytotoxicity. In the absence of laser irradiation, 4T1 cells had a lower survival rate after incubated with 3D Cu@COF-TATB than that of 3D COF-TATB, indicating the good CDT effect of 3D Cu@COF-TATB. And cells treated with 3D COF-TATB or 3D Cu@COF-TATB showed significant concentration-dependent toxicity under laser irradiation (A). In addition, the cell killing efficiency of 3D COF-TATB and 3D Cu@COF-TATB was verified by the live/dead cell staining assay. As shown in B, cancer cells pretreated with 3D Cu@COF-TATB and laser irradiation exhibited strongest red fluorescence and weakest green fluorescence among all the groups, implying that the 3D Cu@COF-TATB under laser irradiation had the most severe lethality to living cells. Subsequently, 2,7-dichlorofluorescein diacetate (DCFH-DA) was used to study the ability of 3D COF-TATB and 3D Cu@COF-TATB to produce ROS in vitro. As illustrated in C,D, 4T1 cells incubated with 3D Cu@COF-TATB under laser irradiation showed the most intensely green fluorescence, suggesting the excellent ROS production performance in cancer cells. In addition, compared with 3D COF-TATB, the cells treated with 3D Cu@COF-TATB exhibited stronger green fluorescence signal, which indicated that Cu2+ could be reduced to Cu+ by GSH and further catalyze the transformation of H2O2 into ⋅OH to generate more ROS in cells. These results were further demonstrated via flow cytometry assay. 4T1 cells treated with 3D Cu@COF-TATB and laser irradiation showed the strongest fluorescent signal in E, which also suggested its ability to produce ROS. Excess ROS can trigger mitochondrial destruction to induce cell apoptosis. The mitochondrial membrane potential (MMP) of 4T1 cells with different treatments were studied by rhodamine 123. As shown in SI Figure S7, the MMP decreased with the increase of ROS. In particular, the MMP decreased the most obviously in the group of 3D Cu@COF-TATB under laser irradiation, which verified that the serious mitochondrial destruction was caused by excess ROS.\n\nIn Vivo Antitumor Therapeutic Effect\n\nIn order to evaluate the in vivo antitumor therapeutic effects of proximal and distal tumors, a 4T1 bilateral subcutaneous tumor-bearing model was established. In this model, mice were first inoculated with 4T1 cells on the one side and then inoculated on the other side 3 days later (A). Inhibiting of PD-1/PD-L1 signaling pathway is a common method of clinical immune checkpoint blocking therapy in recent years. Therefore, we used the antibody of PD-1 (aPD-1) to interrupt PD-1/PD-L1 signaling pathway in combination with 3D Cu@COF-TATB to enhance antitumor immunity in vivo. The tumor-bearing mice were randomly assigned into seven groups and intratumorally injected with (1) PBS; (2) PBS + laser; (3) 3D COF-TATB; (4) 3D Cu@COF-TATB; (5) 3D COF-TATB + laser; (6) 3D Cu@COF-TATB + laser; (7) 3D Cu@COF-TATB + laser + aPD-1, respectively. As illustrated in B and SI Figure S8A, the tumor inhibition effect of PBS, PBS + laser and 3D COF-TATB group was negligible, which indicated that laser alone and 3D COF-TATB had poor therapy efficacy against tumor. And the inhibition effect of 3D Cu@COF-TATB was moderate because 3D Cu@COF-TATB only produced ⋅OH by CDT. After laser irradiation, the growth of tumors was suppressed in 3D COF-TATB + laser group through PDT to some extent. And 3D Cu@COF-TATB + laser group showed obvious tumor inhibition due to the production of multiple ROS through PDT and CDT, indicating that the multiple ROS-based strategy had better antitumor effect. H&E staining analysis was also observed that 3D Cu@COF-TATB under laser radiation induced extensive tumor cells apoptosis (D), which was consistent with the above results. We further studied the abscopal antitumor effect of 3D COF-TATB and 3D Cu@COF-TATB. The distant tumors grew rapidly in PBS, PBS + laser and 3D COF-TATB group. In the 3D Cu@COF-TATB, 3D COF-TATB + laser, 3D Cu@COF-TATB + laser and 3D Cu@COF-TATB + laser + aPD-1 groups, the distal tumors showed varying degrees of inhibition. And 3D Cu@COF-TATB + laser + aPD-1 had the best inhibitory effect on distal tumors, suggesting that 3D Cu@COF-TATB combining with aPD-1 caused systemic immune responses to inhibit the growth of abscopal tumor (C and SI Figure S8B). CD3+ and CD8+ T cells in tumors were studied by the immunofluorescence staining assay to proof the immune response. After treatments, the tumors of mice were gained and stained. SI Figure S9 showed that 3D Cu@COF-TATB+laser + aPD-1 group exhibited the most CD3+ and CD8+ T cells in tumor slides, which indicated the most significant immune response. Additionally, body weights (E) of mice remained negligible changed during treatments, which showed the biocompatibility of the materials. H&E staining images of major organs (heart, liver, spleen, lung, and kidney) indicated that no obvious damage was caused to normal tissues (SI Figure S10). These experiments indicated the good biological safety and tumor inhibition effect of 3D Cu@COF-TATB, which will advance the application potential in vivo.", "data": [[{"meta": {"name": "COF-TATB", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "crystal structures", "value": "", "unit": "", "condition": ""}, {"property name": "FT-IR spectrum", "value": "", "unit": "", "condition": "A"}, {"property name": "Transmission electron microscopy (TEM)", "value": "", "unit": "", "condition": "B"}, {"property name": "Scanning electron microscopy (SEM)", "value": "", "unit": "", "condition": "<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S3</ext-link>"}, {"property name": "hydrodynamic sizes", "value": "100", "unit": "nm", "condition": "C"}, {"property name": "stability", "value": "", "unit": "", "condition": "<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S4</ext-link>"}, {"property name": "methylene blue (MB) degradation", "value": "", "unit": "", "condition": "D,E"}, {"property name": "ability to produce ROS without laser irradiation", "value": "", "unit": "", "condition": "E"}, {"property name": "ability to generate <sup>1</sup>O<sub>2</sub>", "value": "", "unit": "", "condition": "F,G"}, {"property name": "optimal Cu<sup>2+</sup> binding efficiency", "value": "0.039", "unit": "mg mg<sup>–1</sup>", "condition": "<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>"}]}, {"meta": {"name": "Cu@COF-TATB", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "intracellular therapeutic effect", "value": "", "unit": "", "condition": "A,B"}, {"property name": "ability to produce ROS in vitro", "value": "", "unit": "", "condition": "C,D"}, {"property name": "mitochondrial destruction", "value": "", "unit": "", "condition": "<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S7</ext-link>"}]}, {"meta": {"name": "Cu@COF-TATB", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "in vivo antitumor therapeutic effects", "value": "", "unit": "", "condition": "B,C"}, {"property name": "immune response", "value": "", "unit": "", "condition": "<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S9</ext-link>"}, {"property name": "biological safety", "value": "", "unit": "", "condition": "<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c07739/suppl_file/am2c07739_si_001.pdf\" xlink:type=\"simple\">SI Figure S10</ext-link>"}]}]], "include_properties": ["etc"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic\nIllustration of 3D Cu@COF-TATB for Cancer Immunotherapy\nvia PDT- and CDT- triggered ICD</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c07739_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of 3D Cu@COF-TATB for Cancer Immunotherapy via PDT- and CDT- triggered ICD   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) FT-IR spectrum of 3D COF-TATB and 3D Cu@COF-TATB.\n(B) TEM images\nof 3D COF-TATB and 3D Cu@COF-TATB (scale bars: 100 nm). (C) The size\ndistribution of 3D COF-TATB and 3D Cu@COF-TATB. (D) MB degradation\nin 3D COF-TATB or 3D Cu@COF-TATB with or without H<sub>2</sub>O<sub>2</sub>. (E) The relative absorption intensities of MB at 664 nm\nafter different treatments. (1) 3D COF-TATB + MB, (2) 3D Cu@COF-TATB\n+ MB, (3) 3D COF-TATB + MB + H<sub>2</sub>O<sub>2</sub>, (4) 3D Cu@COF-TATB\n+ MB + H<sub>2</sub>O<sub>2</sub>. (F) The absorbance spectra of ABMD\nwith different treatments. (G) The fluorescence intensity of DCFH\nprobe treated 3D Cu@COF-TATB with or without laser irradiation. (H)\nThe fluorescence intensity of DCFH probe with different treatments.\n(I) The corresponding quantifications of fluorescence intensity in\ndifferent groups. Cu<sup>2+</sup>: 3D COF-TATB are (1) 0:1; (2) 1:4;\n(3) 1:2; (4) 1:1; (5) 4:1, respectively. The <italic toggle=\"yes\">p</italic>-value\nof less than 0.05 was considered significant (***<italic toggle=\"yes\">p</italic> &lt; 0.001, **<italic toggle=\"yes\">p</italic> &lt; 0.01, *<italic toggle=\"yes\">p</italic> &lt;\n0.05, <sup>NS</sup>\n<italic toggle=\"yes\">p</italic> &gt; 0.05).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c07739_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (A) FT-IR spectrum of 3D COF-TATB and 3D Cu@COF-TATB. (B) TEM images of 3D COF-TATB and 3D Cu@COF-TATB (scale bars: 100 nm). (C) The size distribution of 3D COF-TATB and 3D Cu@COF-TATB. (D) MB degradation in 3D COF-TATB or 3D Cu@COF-TATB with or without H2O2. (E) The relative absorption intensities of MB at 664 nm after different treatments. (1) 3D COF-TATB + MB, (2) 3D Cu@COF-TATB + MB, (3) 3D COF-TATB + MB + H2O2, (4) 3D Cu@COF-TATB + MB + H2O2. (F) The absorbance spectra of ABMD with different treatments. (G) The fluorescence intensity of DCFH probe treated 3D Cu@COF-TATB with or without laser irradiation. (H) The fluorescence intensity of DCFH probe with different treatments. (I) The corresponding quantifications of fluorescence intensity in different groups. Cu2+: 3D COF-TATB are (1) 0:1; (2) 1:4; (3) 1:2; (4) 1:1; (5) 4:1, respectively. The p-value of less than 0.05 was considered significant (***p < 0.001, **p < 0.01, *p < 0.05, NS p > 0.05).   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) The viability\nof 4T1 cells with different treatments. (B) Live/dead\nstaining assay (scale bars: 100 μm). (C) Confocal laser scanning\nmicroscopy (CLSM) images of ROS production in 4T1 cells with different\ntreatments by DCFH-DA (scale bars: 100 μm). (D) The corresponding\nquantifications of ROS. (E) Flow cytometry analysis of ROS accumulation\nin 4T1 cells after different treatments. (1) PBS; (2) PBS + laser;\n(3) 3D COF-TATB; (4) 3D Cu@COF-TATB; (5) 3D COF-TATB + laser; (6)\n3D Cu@COF-TATB + laser. The p-value of less than 0.05 was considered\nsignificant (***<italic toggle=\"yes\">p</italic> &lt; 0.001, **<italic toggle=\"yes\">p</italic> &lt; 0.01, *<italic toggle=\"yes\">p</italic> &lt; 0.05, <sup>NS</sup>\n<italic toggle=\"yes\">p</italic> &gt; 0.05).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c07739_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (A) The viability of 4T1 cells with different treatments. (B) Live/dead staining assay (scale bars: 100 μm). (C) Confocal laser scanning microscopy (CLSM) images of ROS production in 4T1 cells with different treatments by DCFH-DA (scale bars: 100 μm). (D) The corresponding quantifications of ROS. (E) Flow cytometry analysis of ROS accumulation in 4T1 cells after different treatments. (1) PBS; (2) PBS + laser; (3) 3D COF-TATB; (4) 3D Cu@COF-TATB; (5) 3D COF-TATB + laser; (6) 3D Cu@COF-TATB + laser. The p-value of less than 0.05 was considered significant (***p < 0.001, **p < 0.01, *p < 0.05, NS p > 0.05).   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) Immunofluorescence\nstaining images of CRT with different treatments\n(scale bars: 100 μm). (B) The corresponding quantifications\nof fluorescence intensity of CRT. (C) Immunofluorescence staining\nimages of HMGB1 with different treatments (scale bars: 100 μm).\n(D) The corresponding quantifications of fluorescence intensity of\nHMGB1. (1) PBS; (2) PBS + laser; (3) 3D COF-TATB; (4) 3D Cu@COF-TATB;\n(5) 3D COF-TATB + laser; (6) 3D Cu@COF-TATB + laser. The <italic toggle=\"yes\">p</italic>-value of less than 0.05 was considered significant (***<italic toggle=\"yes\">p</italic> &lt; 0.001, **<italic toggle=\"yes\">p</italic> &lt; 0.01, *<italic toggle=\"yes\">p</italic> &lt;\n0.05, <sup>NS</sup>\n<italic toggle=\"yes\">p</italic> &gt; 0.05).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c07739_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (A) Immunofluorescence staining images of CRT with different treatments (scale bars: 100 μm). (B) The corresponding quantifications of fluorescence intensity of CRT. (C) Immunofluorescence staining images of HMGB1 with different treatments (scale bars: 100 μm). (D) The corresponding quantifications of fluorescence intensity of HMGB1. (1) PBS; (2) PBS + laser; (3) 3D COF-TATB; (4) 3D Cu@COF-TATB; (5) 3D COF-TATB + laser; (6) 3D Cu@COF-TATB + laser. The p-value of less than 0.05 was considered significant (***p < 0.001, **p < 0.01, *p < 0.05, NS p > 0.05).   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(A) Schematic diagram of the treatment process in mice.\nThe volume\ncurves of (B) primary tumor and (C) distant tumor. (D) H&amp;E staining\nimages of 4T1 tumor slides. (E) Body weights of 4T1 tumor-bearing\nmice with different treatments.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c07739_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (A) Schematic diagram of the treatment process in mice. The volume curves of (B) primary tumor and (C) distant tumor. (D) H&E staining images of 4T1 tumor slides. (E) Body weights of 4T1 tumor-bearing mice with different treatments.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.2c07739", "title": "\nCu2+ Embedded Three-Dimensional Covalent\nOrganic Framework for Multiple ROS-Based Cancer Immunotherapy\n", "journal": "American Chemical Society", "date": "2022.06", "author_list": ["Zhang\nXia", "Wang\nShenglin", "Tang\nKun", "Pan\nWei", "Xu\nHuanjun", "Li\nYanhua", "Gao\nYanan", "Li\nNa", "Tang\nBo"]}}