{"filepath": "../L2M3_data/1_application_papers/acs_xml/am2c15440.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>The\nmisuse of organic pollutants such as nitrofuran antibiotics\n(NFAs) and 2,6-dichloro-4-nitroaniline (DCN) has become a hot topic\nof global concern, and developing rapid, efficient, and accurate techniques\nfor detecting NFAs and pesticides in water is a major challenge. Here,\nwe designed a novel lead-based anion 2D metal–organic framework\n(MOF)­{[(CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>]<sub>2</sub>[Pb­(TCBPE)­(H<sub>2</sub>O)<sub>2</sub>]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>F3</bold>) with interlocking structures, in which TCBPE stands for 1,1,2,2-tetra­(4-carboxylbiphenyl)­ethylene.\nPowder X-ray diffraction and thermogravimetric analysis revealed that <bold>F3</bold> has excellent chemical and solvent stability. It is worth\nnoting that <bold>F3</bold> has a grinding discoloration effect. The\nsolvent-protected grinding approach achieved <bold>F3B</bold> with\na high quantum yield (QY = 73.77%) and blue fluorescence, while the\ndirect grinding method produced <bold>F3Y</bold> with a high quantum\nyield (QY = 37.27%) and yellow–green fluorescence. Importantly, <bold>F3B</bold> can detect NFAs in water rapidly and sensitively while\nremaining unaffected by other antibiotics. <bold>F3Y</bold> can identify\nDCN in water quickly and selectively while remaining unchanged by\nother pesticides. <bold>F3B</bold> demonstrated high selectivity and\nrapid response to NFAs at a limit of detection (LOD) as low as 0.26\nμM, while <bold>F3Y</bold> indicated high selectivity and responded\nquickly to DCN in water at an LOD as low as 0.14 μM. The method\nwas successfully applied to detect NFAs in actual water samples of\nthe fish tanks and ponds as well as the pesticide DCN in soil samples.\nThe recovery rates were 97.0–105.15% and 102.2–106.48%,\nand the relative standard deviations were 0.63–1.45% and 0.29–1.69%,\nrespectively. In addition, <bold>F3B</bold> and <bold>F3Y</bold> can\nbe made into fluorescent test papers for the visual detection of NFAs\nand DCN, respectively. Combined with experiments and density functional\ntheory calculations, the mechanism of fluorescence quenching of MOFs\nby target analytes was also revealed.</p>", "clean_text": "The misuse of organic pollutants such as nitrofuran antibiotics (NFAs) and 2,6-dichloro-4-nitroaniline (DCN) has become a hot topic of global concern, and developing rapid, efficient, and accurate techniques for detecting NFAs and pesticides in water is a major challenge. Here, we designed a novel lead-based anion 2D metal-organic framework (MOF){[(CH3)2NH2]2[Pb(TCBPE)(H2O)2]} n  (F3) with interlocking structures, in which TCBPE stands for 1,1,2,2-tetra(4-carboxylbiphenyl)ethylene. Powder X-ray diffraction and thermogravimetric analysis revealed that F3 has excellent chemical and solvent stability. It is worth noting that F3 has a grinding discoloration effect. The solvent-protected grinding approach achieved F3B with a high quantum yield (QY = 73.77%) and blue fluorescence, while the direct grinding method produced F3Y with a high quantum yield (QY = 37.27%) and yellow-green fluorescence. Importantly, F3B can detect NFAs in water rapidly and sensitively while remaining unaffected by other antibiotics. F3Y can identify DCN in water quickly and selectively while remaining unchanged by other pesticides. F3B demonstrated high selectivity and rapid response to NFAs at a limit of detection (LOD) as low as 0.26 μM, while F3Y indicated high selectivity and responded quickly to DCN in water at an LOD as low as 0.14 μM. The method was successfully applied to detect NFAs in actual water samples of the fish tanks and ponds as well as the pesticide DCN in soil samples. The recovery rates were 97.0-105.15% and 102.2-106.48%, and the relative standard deviations were 0.63-1.45% and 0.29-1.69%, respectively. In addition, F3B and F3Y can be made into fluorescent test papers for the visual detection of NFAs and DCN, respectively. Combined with experiments and density functional theory calculations, the mechanism of fluorescence quenching of MOFs by target analytes was also revealed.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>With\nthe emerging concern for community health and water quality,\ndetecting trace pollutants (e.g. antibiotics, pesticides, and organic\ncompounds) in wastewater is of great value for ecological civilization\nconstruction and sustainable development. Antibiotics are widely used\nto treat various bacterial infections or diseases caused by pathogenic\nmicroorganisms. Even though they have\ntherapeutic value, the abuse of antibiotics is widespread worldwide,\nand residual antibiotics are eventually ingested by humans through\nthe food chain, causing acute and chronic poisoning. Nitrofuran antibiotics (NFAs) are a class of synthetic\nbroad-spectrum antibiotics widely used in animal husbandry and aquaculture. Recent studies have shown that NFAs have carcinogenic,\nteratogenic, and other side effects on the human body. On March 22, 2010, the Ministry of Health of China added nitrofurans\nsuch as furazolidone, furaltadone, nitrofurantoin, and nitrofurazone\nto the list of illegal additions of nonedible substances. Unfortunately,\nvarious antibiotics have been found in surface water, groundwater,\nand drinking water. The total use of antibiotics in\nChina in 2013 was approximately 162,000 tons, and this number will\nincrease further with the rapid growth of industry, agriculture, and\npopulation. Pesticides are an indispensable\npart of the development of modern agriculture. Similarly, the abuse\nof chemical pesticides is also widespread in China, and pesticides\nwill exist in the environment for a long time and cause serious damage\nto the ecological environment. Therefore,\npesticides are also unpopular organic pollutants in wastewater, except\nfor antibiotics. The detection of these specific organic pollutant\nresidues from the environment has aroused widespread concern all over\nthe world but is challenging.\n</p>", "clean_text": "Introduction\n\nWith the emerging concern for community health and water quality, detecting trace pollutants (e.g. antibiotics, pesticides, and organic compounds) in wastewater is of great value for ecological civilization construction and sustainable development. Antibiotics are widely used to treat various bacterial infections or diseases caused by pathogenic microorganisms. Even though they have therapeutic value, the abuse of antibiotics is widespread worldwide, and residual antibiotics are eventually ingested by humans through the food chain, causing acute and chronic poisoning. Nitrofuran antibiotics (NFAs) are a class of synthetic broad-spectrum antibiotics widely used in animal husbandry and aquaculture. Recent studies have shown that NFAs have carcinogenic, teratogenic, and other side effects on the human body. On March 22, 2010, the Ministry of Health of China added nitrofurans such as furazolidone, furaltadone, nitrofurantoin, and nitrofurazone to the list of illegal additions of nonedible substances. Unfortunately, various antibiotics have been found in surface water, groundwater, and drinking water. The total use of antibiotics in China in 2013 was approximately 162,000 tons, and this number will increase further with the rapid growth of industry, agriculture, and population. Pesticides are an indispensable part of the development of modern agriculture. Similarly, the abuse of chemical pesticides is also widespread in China, and pesticides will exist in the environment for a long time and cause serious damage to the ecological environment. Therefore, pesticides are also unpopular organic pollutants in wastewater, except for antibiotics. The detection of these specific organic pollutant residues from the environment has aroused widespread concern all over the world but is challenging. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>To\ndate, the detection of antibiotics and pesticides has mainly\nrelied on instrumental methods, such as surface-enhanced Raman spectroscopy, liquid and gas chromatography coupled to tandem\nmass spectrometry (LC/GC–MS), liquid\nchromatography-tandem mass spectrometry (LC–MS), liquid chromatography with UV-diode array detection, and capillary electrophoresis. Unfortunately, these detection methods are expensive, time-consuming,\ncomplex, and poorly portable. Hence, researchers are very concerned\nabout making detection methods and technologies that are easy to use,\nreliable, and inexpensive so that they can find antibiotic and pesticide\nresidues in nature.</p>", "clean_text": "To date, the detection of antibiotics and pesticides has mainly relied on instrumental methods, such as surface-enhanced Raman spectroscopy, liquid and gas chromatography coupled to tandem mass spectrometry (LC/GC-MS), liquid chromatography-tandem mass spectrometry (LC-MS), liquid chromatography with UV-diode array detection, and capillary electrophoresis. Unfortunately, these detection methods are expensive, time-consuming, complex, and poorly portable. Hence, researchers are very concerned about making detection methods and technologies that are easy to use, reliable, and inexpensive so that they can find antibiotic and pesticide residues in nature.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks (MOFs),\nwhich are assembled by\nmetal ions or metal clusters and organic ligands through coordination\nbonds, are considered a good platform for detection and sensing because\nof their unique electrical and optical properties, permanent porosity,\nhigh specific surface area, and ease of modification and design of\nthe structure and function. As a potential fluorescent\nprobe, MOFs have been used to detect metal cations, anions, toxic\norganic molecules, cancer markers, and biomolecules due to their high\nselectivity, sensitivity, and recycling.\n</p>", "clean_text": "Metal-organic frameworks (MOFs), which are assembled by metal ions or metal clusters and organic ligands through coordination bonds, are considered a good platform for detection and sensing because of their unique electrical and optical properties, permanent porosity, high specific surface area, and ease of modification and design of the structure and function. As a potential fluorescent probe, MOFs have been used to detect metal cations, anions, toxic organic molecules, cancer markers, and biomolecules due to their high selectivity, sensitivity, and recycling. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Over the past few decades, many studies have been conducted\nto\ndetect antibiotics and pesticides. Subhadip Neogi’s group constructed\na nonpenetrated framework MOF (CSMCRI-4) by an electron-rich tricarboxylate\nligand and realized the detection of 2,6-dichloro-4-nitroaniline (DCN)\npesticide and nitrofurazone (NFZ) antibiotic in <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF) solution, with limit\nof detections (LODs) of 0.13 and 0.19 ppm, respectively. Yu’s research group constructed three\ncoordination polymers (CPs) with aromatic polycarboxylic acid ligands.\nCPs-3 can detect nitrofurantoin (NFT) and NFZ antibiotics, as well\nas DCN pesticide in DMF solution, and the LODs were 353, 322, and\n233 ppb, respectively. In addition, Shi\net al. constructed Eu-MOF by using a carboxylate-<italic toggle=\"yes\">N</italic>-heterocyclic ligands. The Eu-MOF was successfully applied to detect\nmetronidazole (MDZ), dimetridazole (DTZ) antibiotics, and DCN pesticides\nin water, with LODs of 13, 13.4, and 5.28 ppm, respectively. However, the majority of MOF detection experiments\nwas carried out in organic solvents rather than water, and many luminescent\nMOFs will breakdown when they come into contact with water, which\nmakes them less useful. Therefore, MOFs\nwith a stable structure and superior luminescence properties in water\nare more suitable for detecting antibiotics and pesticides. In our\nprevious work, we prepared a series of fluorescent sensors for the detection of\nquercetin, dinotefuran, nitrophenols, nitrite, and iron ions. Therefore,\nMOFs are promising materials as fluorescent probes.</p>", "clean_text": "Over the past few decades, many studies have been conducted to detect antibiotics and pesticides. Subhadip Neogi's group constructed a nonpenetrated framework MOF (CSMCRI-4) by an electron-rich tricarboxylate ligand and realized the detection of 2,6-dichloro-4-nitroaniline (DCN) pesticide and nitrofurazone (NFZ) antibiotic in N,N-dimethylformamide (DMF) solution, with limit of detections (LODs) of 0.13 and 0.19 ppm, respectively. Yu's research group constructed three coordination polymers (CPs) with aromatic polycarboxylic acid ligands. CPs-3 can detect nitrofurantoin (NFT) and NFZ antibiotics, as well as DCN pesticide in DMF solution, and the LODs were 353, 322, and 233 ppb, respectively. In addition, Shi et al. constructed Eu-MOF by using a carboxylate-N-heterocyclic ligands. The Eu-MOF was successfully applied to detect metronidazole (MDZ), dimetridazole (DTZ) antibiotics, and DCN pesticides in water, with LODs of 13, 13.4, and 5.28 ppm, respectively. However, the majority of MOF detection experiments was carried out in organic solvents rather than water, and many luminescent MOFs will breakdown when they come into contact with water, which makes them less useful. Therefore, MOFs with a stable structure and superior luminescence properties in water are more suitable for detecting antibiotics and pesticides. In our previous work, we prepared a series of fluorescent sensors for the detection of quercetin, dinotefuran, nitrophenols, nitrite, and iron ions. Therefore, MOFs are promising materials as fluorescent probes.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>The rational\ndesign of MOFs is very challenging and relies on the\nrational selection of linkers and metal ions. Carboxylate donor ligands are very important because they have strong\ncoordination abilities in different ways that allow them to meet the\ngeometric needs of metal centers, which leads to higher dimensions\nand interesting topologies. Pb­(II), as a heavy metal ion\nin the p-block, has the characteristics of a large radius and multiple\ncoordination numbers, which provides a unique opportunity for constructing\na new type of MOF with variable topology and interesting properties. However, to date, most of the studies on MOFs have mainly focused\non lanthanide elements and d-block transition metals, while less attention\nhas been given to MOFs based on p-block main group metals. Therefore, the development of innovative Pb-based MOFs and their\npotential applications is very important.</p>", "clean_text": "The rational design of MOFs is very challenging and relies on the rational selection of linkers and metal ions. Carboxylate donor ligands are very important because they have strong coordination abilities in different ways that allow them to meet the geometric needs of metal centers, which leads to higher dimensions and interesting topologies. Pb(II), as a heavy metal ion in the p-block, has the characteristics of a large radius and multiple coordination numbers, which provides a unique opportunity for constructing a new type of MOF with variable topology and interesting properties. However, to date, most of the studies on MOFs have mainly focused on lanthanide elements and d-block transition metals, while less attention has been given to MOFs based on p-block main group metals. Therefore, the development of innovative Pb-based MOFs and their potential applications is very important.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Tetraphenylethene\n(TPE) and its derivatives are typical organic\nmaterials with aggregation-induced emission (AIE) characteristics. The rigid skeleton structure of organometallic compounds introduced\nwith TPE is beneficial for limiting the rotation and vibration of\norganic groups through hydrogen bonds, π–π stacking,\nand intermolecular van der Waals forces, thereby reducing the nonradiative\ntransition pathway and increasing emission quantum yield. In addition, high photoluminescence (PL) efficiency can often provide\ngood sensing performance. 1,1,2,2-tetra­(4-carboxylbiphenyl)­ethylene\n(H<sub>4</sub>TCBPE), a derivative of TPE, has been employed as a\nrigid organic ligand to construct luminescent MOFs. To date, some\nluminescent MOFs based on H<sub>4</sub>TCBPE have been reported, including\nZr<sub>6</sub>(μ<sub>3</sub>-O)<sub>4</sub>(OH)<sub>8</sub>(tcbpe)<sub>2</sub>(H<sub>2</sub>O)<sub>4</sub>, Zr-MOFs (PCN-94 and PCN-128W), (DMA)­[In\n(TCBPE)]­(solv), and so on. However, the\nsensing ability of these TCBPE-MOFs has rarely been explored. Furthermore,\nthe synthesis of Pb-TCBPE and its application in fluorescence sensing\nfor pesticide and antibiotic detection have not been reported.</p>", "clean_text": "Tetraphenylethene (TPE) and its derivatives are typical organic materials with aggregation-induced emission (AIE) characteristics. The rigid skeleton structure of organometallic compounds introduced with TPE is beneficial for limiting the rotation and vibration of organic groups through hydrogen bonds, π-π stacking, and intermolecular van der Waals forces, thereby reducing the nonradiative transition pathway and increasing emission quantum yield. In addition, high photoluminescence (PL) efficiency can often provide good sensing performance. 1,1,2,2-tetra(4-carboxylbiphenyl)ethylene (H4TCBPE), a derivative of TPE, has been employed as a rigid organic ligand to construct luminescent MOFs. To date, some luminescent MOFs based on H4TCBPE have been reported, including Zr6(μ3-O)4(OH)8(tcbpe)2(H2O)4, Zr-MOFs (PCN-94 and PCN-128W), (DMA)[In (TCBPE)](solv), and so on. However, the sensing ability of these TCBPE-MOFs has rarely been explored. Furthermore, the synthesis of Pb-TCBPE and its application in fluorescence sensing for pesticide and antibiotic detection have not been reported.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["property"], "content": "<p>In this paper, a novel two-dimensional anionic framework­{[(CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>]<sub>2</sub>[Pb (TCBPE) (H<sub>2</sub>O)<sub>2</sub>]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>F3</bold>) with superior fluorescence properties was constructed by using\nthe H<sub>4</sub>TCBPE ligand and lead nitrate. Due to the vertical\ninterlocking structure of <bold>F3</bold>, it exhibits excellent solvent\nand fluorescence stability in water and other organic solvents. As\na result, it is suitable for fluorescence analysis. The blue luminescent\ncrystal powder (<bold>F3B</bold>) (PLQY = 73.77%) was obtained by\nthe solvent protection grinding method, and the yellow–green\nluminescent crystal powder (<bold>F3Y</bold>) (PLQY = 37.27%) was\nattained by direct grinding. Based on the fluorescence response characteristics,\na dual-color luminescent Pb-TCBPE sensing platform in water was constructed,\nrealizing the detection of NFAs by <bold>F3B</bold> and the detection\nof DCN by <bold>F3Y</bold>. The linear range of NFAs was 0.86–29.91\nμM with a detection limit of 0.26 μM, whereas the linear\nrange of DCN was 0.46–59.64 μM with a detection limit\nof 0.14 μM. The method was successfully applied to detect NFAs\nin actual water samples of fish tanks and ponds and the pesticide\nDCN in soil samples. The recovery rates were 97.0–105.15% and\n102.2–106.48%, and the relative standard deviations (RSDs)\nwere 0.63–1.45% and 0.29–1.69%, respectively. Finally,\nwe prepared a portable fluorescent test paper to visualize and rapidly\ndetect NFAs and pesticide DCN. In addition, the quenching mechanism\nwas investigated by experiments and density functional theory (DFT)\ncalculations. Notably, this work is the first to propose a variety\nof solvent-protected strategies for the preparation of TCBPE-MOFs.\nThis is also the first time that Pb-TCBPE has been synthesized and\nused to detect antibiotics and pesticides in water, which contributes\nto the development of multifunctional fluorescent MOF sensors.</p>", "clean_text": "In this paper, a novel two-dimensional anionic framework{[(CH3)2NH2]2[Pb (TCBPE) (H2O)2]} n  (F3) with superior fluorescence properties was constructed by using the H4TCBPE ligand and lead nitrate. Due to the vertical interlocking structure of F3, it exhibits excellent solvent and fluorescence stability in water and other organic solvents. As a result, it is suitable for fluorescence analysis. The blue luminescent crystal powder (F3B) (PLQY = 73.77%) was obtained by the solvent protection grinding method, and the yellow-green luminescent crystal powder (F3Y) (PLQY = 37.27%) was attained by direct grinding. Based on the fluorescence response characteristics, a dual-color luminescent Pb-TCBPE sensing platform in water was constructed, realizing the detection of NFAs by F3B and the detection of DCN by F3Y. The linear range of NFAs was 0.86-29.91 μM with a detection limit of 0.26 μM, whereas the linear range of DCN was 0.46-59.64 μM with a detection limit of 0.14 μM. The method was successfully applied to detect NFAs in actual water samples of fish tanks and ponds and the pesticide DCN in soil samples. The recovery rates were 97.0-105.15% and 102.2-106.48%, and the relative standard deviations (RSDs) were 0.63-1.45% and 0.29-1.69%, respectively. Finally, we prepared a portable fluorescent test paper to visualize and rapidly detect NFAs and pesticide DCN. In addition, the quenching mechanism was investigated by experiments and density functional theory (DFT) calculations. Notably, this work is the first to propose a variety of solvent-protected strategies for the preparation of TCBPE-MOFs. This is also the first time that Pb-TCBPE has been synthesized and used to detect antibiotics and pesticides in water, which contributes to the development of multifunctional fluorescent MOF sensors.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Materials and Methods</title><title>Reagents and Chemicals</title><p>Lead­(II) nitrate\n[Pb­(NO<sub>3</sub>)<sub>2</sub>] was purchased from Sinopharm Chemical\nReagent Co., Ltd. H<sub>4</sub>TCBPE was purchased from Jilin Chinese\nAcademy of Sciences-Yanshen Technology Co., Ltd. Sulfabenzamide (SBZ),\nsulfathiazole (STZ), sulfadimethoxine (SDX), sulfamethoxazole (SMZ),\nMDZ, DTZ, tinidazole (TDZ), ornidazole (ODZ), florfenicol (FFN), thiamphenicol\n(THI), hexachlorobenzene (HCB), amoxicillin (ACL), and erythromycin\n(ERM) were purchased from Beijing J &amp; K Scientific Ltd. Carboxin\n(CBX), cyfluthrin (CFT), metalaxyl (MTL), cymoxanil (CML), DCN, fipronil\n(FPL), carbendazim (CBD), NFT, NFZ, and methylparaben (MPB) were purchased\nfrom Shanghai Aladdin Biochemical Technology Co., Ltd. DMF and acetonitrile\n(ACN) were purchased from Shanghai Macklin Biochemical Co., Ltd. All\nchemical reagents were at least of analytical grade and were directly\nused without further purification.</p>", "clean_text": "Materials and Methods\n\nReagents and Chemicals\n\nLead(II) nitrate [Pb(NO3)2] was purchased from Sinopharm Chemical Reagent Co., Ltd. H4TCBPE was purchased from Jilin Chinese Academy of Sciences-Yanshen Technology Co., Ltd. Sulfabenzamide (SBZ), sulfathiazole (STZ), sulfadimethoxine (SDX), sulfamethoxazole (SMZ), MDZ, DTZ, tinidazole (TDZ), ornidazole (ODZ), florfenicol (FFN), thiamphenicol (THI), hexachlorobenzene (HCB), amoxicillin (ACL), and erythromycin (ERM) were purchased from Beijing J & K Scientific Ltd. Carboxin (CBX), cyfluthrin (CFT), metalaxyl (MTL), cymoxanil (CML), DCN, fipronil (FPL), carbendazim (CBD), NFT, NFZ, and methylparaben (MPB) were purchased from Shanghai Aladdin Biochemical Technology Co., Ltd. DMF and acetonitrile (ACN) were purchased from Shanghai Macklin Biochemical Co., Ltd. All chemical reagents were at least of analytical grade and were directly used without further purification.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Apparatus\nand Characterization</title><p>The\nUV–vis absorption spectra were measured using a UV-2700 UV\nspectrophotometer (Shimadzu, Japan). Thermogravimetric analysis (TGA)\nwas performed with an STA 449 <bold>F3</bold> analyzer (NETZSCH, Germany)\nheated from 30 °C at a rate of 20 °C·min<sup>–1</sup>. Powder X-ray diffraction (PXRD) was obtained on a DX-2700 diffractometer\n(Dandong Haoyuan Instrument Co., Ltd, China) with Cu Kα radiation.\nFourier transform spectra (FT-IR) were collected using a WQF-510A\nspectrometer (Beijing Beifen Ruili Analytical Instrument Co., Ltd,\nChina). The luminescent spectra were obtained on a Fluorolog-3 fluorescence\nspectrometer (HORIBA, USA), and solid reagents were weighed using\nan XSE 205DU (METTLER TOLEDO, Switzerland). Elemental analysis (C,\nH, and N) was performed on an Elementar Vario EL Cube (German Element,\nGermany). Atomic force microscopy (AFM) was carried out by a Nanoscope\nV Multimode 8 scanning probe microscope from Bruker Corporation.</p>", "clean_text": "Apparatus and Characterization\n\nThe UV-vis absorption spectra were measured using a UV-2700 UV spectrophotometer (Shimadzu, Japan). Thermogravimetric analysis (TGA) was performed with an STA 449 F3 analyzer (NETZSCH, Germany) heated from 30 °C at a rate of 20 °C⋅min-1. Powder X-ray diffraction (PXRD) was obtained on a DX-2700 diffractometer (Dandong Haoyuan Instrument Co., Ltd, China) with Cu Kα radiation. Fourier transform spectra (FT-IR) were collected using a WQF-510A spectrometer (Beijing Beifen Ruili Analytical Instrument Co., Ltd, China). The luminescent spectra were obtained on a Fluorolog-3 fluorescence spectrometer (HORIBA, USA), and solid reagents were weighed using an XSE 205DU (METTLER TOLEDO, Switzerland). Elemental analysis (C, H, and N) was performed on an Elementar Vario EL Cube (German Element, Germany). Atomic force microscopy (AFM) was carried out by a Nanoscope V Multimode 8 scanning probe microscope from Bruker Corporation.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of {[(CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>]<sub>2</sub>[Pb­(TCBPE)­(H<sub>2</sub>O)<sub>2</sub>]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>F3</bold>)</title><p>H<sub>4</sub>TCBPE (8 mg, 0.009 mM) and Pb­(NO<sub>3</sub>)<sub>2</sub> (5.96\nmg, 0.018 mM) were mixed with DMF (1.5 mL), ACN (0.5 mL), and water\n(0.5 mL), and 100 μL of 6 M HCl was added to adjust the pH value.\nThe mixture was sonicated for 30 min and then sealed into a 10 mL\nTeflon-lined stainless autoclave. The autoclave was heated at 120\n°C for three days and cooled slowly to 25 °C. Pale yellow\nsquare crystals were collected and washed with DMF, ACN, and water\nand then dried naturally. The yield was approximately 44.88% [based\non Pb­(NO<sub>3</sub>)<sub>2</sub>]. Elemental analysis (%) for <bold>F3</bold>, Calcd: C 60.84, N 2.45, H 4.55; Found: C 60.24, N 2.14,\nH 4.52. IR (KBr, cm<sup>–1</sup>): 3421 (w), 3021 (w), 1681\n(s), 1604 (s), 1521 (s), 1394 (vs), 1272 (m), 1180 (s), 1112 (s),\n1004 (s), 835 (s), 782 (s), 748 (m), 651 (m). CCDC number: 2164308.</p>", "clean_text": "Synthesis of {[(CH3)2NH2]2[Pb(TCBPE)(H2O)2]} n  (F3)\n\nH4TCBPE (8 mg, 0.009 mM) and Pb(NO3)2 (5.96 mg, 0.018 mM) were mixed with DMF (1.5 mL), ACN (0.5 mL), and water (0.5 mL), and 100 μL of 6 M HCl was added to adjust the pH value. The mixture was sonicated for 30 min and then sealed into a 10 mL Teflon-lined stainless autoclave. The autoclave was heated at 120 °C for three days and cooled slowly to 25 °C. Pale yellow square crystals were collected and washed with DMF, ACN, and water and then dried naturally. The yield was approximately 44.88% [based on Pb(NO3)2]. Elemental analysis (%) for F3, Calcd: C 60.84, N 2.45, H 4.55; Found: C 60.24, N 2.14, H 4.52. IR (KBr, cm-1): 3421 (w), 3021 (w), 1681 (s), 1604 (s), 1521 (s), 1394 (vs), 1272 (m), 1180 (s), 1112 (s), 1004 (s), 835 (s), 782 (s), 748 (m), 651 (m). CCDC number: 2164308.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Luminescence Experiment Details</title><p>0.5\nmg of <bold>F3B</bold> powder obtained by solvent protection grinding\nwas dispersed into ultrapure water (50 mL), and the concentration\nof 0.01 mg/mL suspension was prepared by ultrasonication for 20 min.\nThen, 2 mL of suspension was transferred into a quartz cuvette, and\nthe fluorescence spectra were recorded at an excitation wavelength\nof 365 nm.</p>", "clean_text": "Luminescence Experiment Details\n\n0.5 mg of F3B powder obtained by solvent protection grinding was dispersed into ultrapure water (50 mL), and the concentration of 0.01 mg/mL suspension was prepared by ultrasonication for 20 min. Then, 2 mL of suspension was transferred into a quartz cuvette, and the fluorescence spectra were recorded at an excitation wavelength of 365 nm.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>The concentration of 10 mM antibiotic NFZ or NFT\nsolution was added to the suspension in the fluorescence titration\nexperiment, and the fluorescence spectra were recorded under the same\nconditions. In the selective experiment, 14 kinds of antibiotic (SBZ,\nSTZ, SDX, SMZ, MDZ, DTZ, TDZ, ODZ, FFN, THI, ACL, ERM, NFZ, and NFT)\nsolutions (40 μL, 10 mM) were added to the suspension, and the\nfluorescence spectra were recorded.</p>", "clean_text": "The concentration of 10 mM antibiotic NFZ or NFT solution was added to the suspension in the fluorescence titration experiment, and the fluorescence spectra were recorded under the same conditions. In the selective experiment, 14 kinds of antibiotic (SBZ, STZ, SDX, SMZ, MDZ, DTZ, TDZ, ODZ, FFN, THI, ACL, ERM, NFZ, and NFT) solutions (40 μL, 10 mM) were added to the suspension, and the fluorescence spectra were recorded.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>In the anti-interference\nexperiment, it is important to explore\nwhether the other 12 kinds of antibiotics will interfere with the\ndetection of NFAs by <bold>F3B</bold>. The fluorescence spectra were\nrecorded after adding the above 12 kinds of antibiotics (40 μL,\n10 mM) to the suspension, and then, the changes in fluorescence spectra\nwere recorded after adding the solution of NFAs (40 μL, 10 mM).</p>", "clean_text": "In the anti-interference experiment, it is important to explore whether the other 12 kinds of antibiotics will interfere with the detection of NFAs by F3B. The fluorescence spectra were recorded after adding the above 12 kinds of antibiotics (40 μL, 10 mM) to the suspension, and then, the changes in fluorescence spectra were recorded after adding the solution of NFAs (40 μL, 10 mM).", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>\n<bold>F3Y</bold> was obtained by the direct grinding method. <bold>F3Y</bold> powder (0.5 mg) was dispersed into 20 mL of ultrapure\nwater, and a 0.025 mg/mL suspension was prepared after 20 min of ultrasonication.\nThe test conditions were the same as above, except that the volume\nof different kinds of pesticides was 32 μL. All pesticide concentrations\nwere 10 mM.</p>", "clean_text": " F3Y was obtained by the direct grinding method. F3Y powder (0.5 mg) was dispersed into 20 mL of ultrapure water, and a 0.025 mg/mL suspension was prepared after 20 min of ultrasonication. The test conditions were the same as above, except that the volume of different kinds of pesticides was 32 μL. All pesticide concentrations were 10 mM.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>X-ray Structure Determination</title><p>Single-crystal\nX-ray data were obtained from a Bruker D8 Venture single crystal diffractometer\nequipped with graphite-monochromatic Mo Kα radiation (λ\n= 0.71073 Å) at room temperature. The structure of <bold>F3</bold> was solved by direct methods and refined to convergence by the least\nsquares method on <italic toggle=\"yes\">F</italic>\n<sup>2</sup> using the SHELXL\n(Olex 2) software suite. In addition, all atoms\nexcept the hydrogen atoms were refined anisotropically. We used the\nPLATON/SQUEEZE program to remove disordered molecules. Finally, the molecular formula of compound <bold>F3</bold> was determined by TGA. Detailed crystal data and structure\nrefinements for <bold>F3</bold> are listed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Tables S1 and S2</ext-link>.</p>", "clean_text": "X-ray Structure Determination\n\nSingle-crystal X-ray data were obtained from a Bruker D8 Venture single crystal diffractometer equipped with graphite-monochromatic Mo Kα radiation (λ = 0.71073 Å) at room temperature. The structure of F3 was solved by direct methods and refined to convergence by the least squares method on F 2 using the SHELXL (Olex 2) software suite. In addition, all atoms except the hydrogen atoms were refined anisotropically. We used the PLATON/SQUEEZE program to remove disordered molecules. Finally, the molecular formula of compound F3 was determined by TGA. Detailed crystal data and structure refinements for F3 are listed in Tables S1 and S2.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>Crystal Structure Description</title><p>Single\ncrystal X-ray diffraction analysis shows that <bold>F3</bold> crystallizes\nin the tetragonal system with space group <italic toggle=\"yes\">P</italic>4/<italic toggle=\"yes\">m</italic> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). Each asymmetric\nunit contains a Pb­(II) ion, a deprotonated TCBPE<sup>4–</sup> anion ligand, and two coordinated water molecules. The [(CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>]<sup>+</sup> generated from the\nin situ decomposition of DMF is used as a counterion to balance the\ncharge. As shown in a, the Pb­(II) ion is six-coordinated by four oxygen atoms\n(O1, O1<sup>1</sup>, O1<sup>2</sup>, O1<sup>3</sup>; <bold>1</bold>: 1 – <italic toggle=\"yes\">X</italic>,<italic toggle=\"yes\">Y</italic>,1 – <italic toggle=\"yes\">Z</italic>; <bold>2</bold>: +<italic toggle=\"yes\">X</italic>,+<italic toggle=\"yes\">Y</italic>,1 – <italic toggle=\"yes\">Z</italic>; and <bold>3</bold>: 1 – <italic toggle=\"yes\">X</italic>,<italic toggle=\"yes\">Y</italic>,+<italic toggle=\"yes\">Z</italic>) from four different\nTCBPE<sup>4–</sup> ligands and two oxygen atoms (O2,O2<sup>1</sup>) from two coordinated water molecules, which generate the\noctahedron coordination geometry as calculated by SHAPE 2.0 software\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>). The Pb–O bond length\nranged from 2.63 to 2.68 Å, which matched well with previous\nresearch. The TCBPE<sup>4–</sup> ligand in <bold>F3</bold> adopts a μ<sup>4</sup>–η<sup>1</sup>η<sup>1</sup>η<sup>1</sup>η<sup>1</sup> linking\npattern coordinated with four Pb­(II) ions, and the deprotonated carboxyl\ngroup can provide an active site that can be used for detection. Pb­(II)\nand TCBPE<sup>4–</sup> are connected by coordination, extending\nthe Pb-TCBPE backbone into a two-dimensional network structure along\nthe bc plane (b). Since the formed two-dimensional matrix lattice has a large cavity,\nthe large aperture allows the same network to interpenetrate regularly,\nforming a two-dimensional interlocking structure with twofold vertical\ninterpolation (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S1a,b</ext-link>). The presence\nof square apertures of approximately 6.75 × 6.75 Å<sup>2</sup> along the ab plane further strengthens the stability of the entire\nskeleton (c).\nThe framework can be simplified to a 4,4-connected structure (d). According to\nthe PLATON program, the total potential volume of the framework is\nestimated to be 7.5%.</p>", "clean_text": "Results and Discussion\n\nCrystal Structure Description\n\nSingle crystal X-ray diffraction analysis shows that F3 crystallizes in the tetragonal system with space group P4/m (Table S1). Each asymmetric unit contains a Pb(II) ion, a deprotonated TCBPE4- anion ligand, and two coordinated water molecules. The [(CH3)2NH2]+ generated from the in situ decomposition of DMF is used as a counterion to balance the charge. As shown in a, the Pb(II) ion is six-coordinated by four oxygen atoms (O1, O11, O12, O13; 1: 1 - X,Y,1 - Z; 2: +X,+Y,1 - Z; and 3: 1 - X,Y,+Z) from four different TCBPE4- ligands and two oxygen atoms (O2,O21) from two coordinated water molecules, which generate the octahedron coordination geometry as calculated by SHAPE 2.0 software (Table S3). The Pb-O bond length ranged from 2.63 to 2.68 Å, which matched well with previous research. The TCBPE4- ligand in F3 adopts a μ4-η1η1η1η1 linking pattern coordinated with four Pb(II) ions, and the deprotonated carboxyl group can provide an active site that can be used for detection. Pb(II) and TCBPE4- are connected by coordination, extending the Pb-TCBPE backbone into a two-dimensional network structure along the bc plane (b). Since the formed two-dimensional matrix lattice has a large cavity, the large aperture allows the same network to interpenetrate regularly, forming a two-dimensional interlocking structure with twofold vertical interpolation (Figure S1a,b). The presence of square apertures of approximately 6.75 × 6.75 Å2 along the ab plane further strengthens the stability of the entire skeleton (c). The framework can be simplified to a 4,4-connected structure (d). According to the PLATON program, the total potential volume of the framework is estimated to be 7.5%.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Views of (a) coordination environment of Pb­(II) in <bold>F3</bold> (H atoms omitted for clarity). (b) Single layer structure\noriented\nalong the <italic toggle=\"yes\">a</italic>-axis. (c) Twofold interlocking packing\nframework. (d) 4,4-Connected structure of <bold>F3</bold> (simplified).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15440_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Views of (a) coordination environment of Pb(II) in F3 (H atoms omitted for clarity). (b) Single layer structure oriented along the a-axis. (c) Twofold interlocking packing framework. (d) 4,4-Connected structure of F3 (simplified).   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Optimization of the Grinding\nMethod</title><p>MOFs for fluorescence sensing analysis are often used\nin the liquid\nphase because the material and the target can be mixed uniformly in\nthe liquid phase to speed up the reaction. The purpose of qualitative\nand quantitative detection is achieved through fluorescence enhancement,\nquenching, or peak shift. Pretreatment for fluorescent MOF sensors\nusually involves grinding the block into powder in a mortar, then\ndispersing it into an aqueous phase or an organic phase, and then\nultrasonically dispersing the suspension before performing fluorescence\nanalysis. However, we found that <bold>F3</bold> exhibited grinding\ndiscoloration effect in the course of the experiment, which is similar\nto the previous report. Under the daylight lamp, the crystal color changed from light yellow\nto yellow by direct grinding, and the corresponding fluorescent color\nchanged from blue to yellow–green under UV light irradiation\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>).</p>", "clean_text": "Optimization of the Grinding Method\n\nMOFs for fluorescence sensing analysis are often used in the liquid phase because the material and the target can be mixed uniformly in the liquid phase to speed up the reaction. The purpose of qualitative and quantitative detection is achieved through fluorescence enhancement, quenching, or peak shift. Pretreatment for fluorescent MOF sensors usually involves grinding the block into powder in a mortar, then dispersing it into an aqueous phase or an organic phase, and then ultrasonically dispersing the suspension before performing fluorescence analysis. However, we found that F3 exhibited grinding discoloration effect in the course of the experiment, which is similar to the previous report. Under the daylight lamp, the crystal color changed from light yellow to yellow by direct grinding, and the corresponding fluorescent color changed from blue to yellow-green under UV light irradiation (Figure S2).", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>From a literature review,\nwe identified DMF protection as the only method for grinding TCBPE-MOFs\nto obtain crystal powder that emits blue fluorescence in water. That is, adding DMF as a protective agent in\nthe grinding process can effectively prevent the configuration change\nof bulk crystals in the process of grinding into powder, thus maintaining\nblue fluorescence. Given this, we removed the crystals in the reactor,\nwashed them with DMF and water three times, and then vacuum-dried\nthem at 65 °C overnight. Considering the subsequent experiments\nfor sensing applications in the liquid phase, we improved the method\nreported in the above literature and processed it in the following\ntwo ways. The first treatment method was to weigh 2 mg of the abovementioned\nbulk crystal <bold>F3</bold> into 5 mortars and add 200 μL of\ndifferent solvents, including H<sub>2</sub>O, ethanol, DMF, acetone,\nand methanol. After fully grinding, they were appropriately diluted\nwith the corresponding solvent, and the fluorescence spectra of the\nobtained solutions are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>. The second method was to weigh 2 mg of the abovementioned bulk\ncrystal <bold>F3</bold> in a mortar, add 200 μL of DMF as a\nprotective agent, grind it sufficiently, add an appropriate amount\nof DMF, and transfer it to a centrifuge tube. The resulting precipitate\nafter centrifugation was washed three times with acetonitrile and\nthen dried under vacuum at 65 °C. The obtained products were\nprepared with H<sub>2</sub>O, ethanol, DMF, acetone, and methanol\nas solvents to obtain five kinds of suspensions with a concentration\nof 0.01 mg/mL. The fluorescence spectra are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>.</p>", "clean_text": "From a literature review, we identified DMF protection as the only method for grinding TCBPE-MOFs to obtain crystal powder that emits blue fluorescence in water. That is, adding DMF as a protective agent in the grinding process can effectively prevent the configuration change of bulk crystals in the process of grinding into powder, thus maintaining blue fluorescence. Given this, we removed the crystals in the reactor, washed them with DMF and water three times, and then vacuum-dried them at 65 °C overnight. Considering the subsequent experiments for sensing applications in the liquid phase, we improved the method reported in the above literature and processed it in the following two ways. The first treatment method was to weigh 2 mg of the abovementioned bulk crystal F3 into 5 mortars and add 200 μL of different solvents, including H2O, ethanol, DMF, acetone, and methanol. After fully grinding, they were appropriately diluted with the corresponding solvent, and the fluorescence spectra of the obtained solutions are shown in Figure S3. The second method was to weigh 2 mg of the abovementioned bulk crystal F3 in a mortar, add 200 μL of DMF as a protective agent, grind it sufficiently, add an appropriate amount of DMF, and transfer it to a centrifuge tube. The resulting precipitate after centrifugation was washed three times with acetonitrile and then dried under vacuum at 65 °C. The obtained products were prepared with H2O, ethanol, DMF, acetone, and methanol as solvents to obtain five kinds of suspensions with a concentration of 0.01 mg/mL. The fluorescence spectra are shown in Figure S4.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>From the above experiments, we found that\nthe luminescent positions\nof the suspended crystals obtained by the two treatment methods are\nthe same. The above results prove that the solvent protection method\nis not limited to DMF and that methanol, ethanol, and acetone can\nprotect TCBPE crystals from damage during the grinding process. More\nimportantly, as a nontoxic and harmless solvent, water can also play\na protective role. This is the first time that various solvents have\nbeen explored and confirmed as grinding protection. To accurately\nquantify, water was used as a protection to obtain <bold>F3B</bold>, which was dried after centrifugation and then dispersed into ultra-pure\nwater to obtain an <bold>F3B</bold> suspension with blue fluorescence.\nHere, <bold>F3B</bold> specifically refers to the blue-emitting fluorescent\ncrystal obtained by the water-protected grinding process, and <bold>F3Y</bold> refers to the yellow green-emitting fluorescent crystal\nobtained by the direct grinding method.</p>", "clean_text": "From the above experiments, we found that the luminescent positions of the suspended crystals obtained by the two treatment methods are the same. The above results prove that the solvent protection method is not limited to DMF and that methanol, ethanol, and acetone can protect TCBPE crystals from damage during the grinding process. More importantly, as a nontoxic and harmless solvent, water can also play a protective role. This is the first time that various solvents have been explored and confirmed as grinding protection. To accurately quantify, water was used as a protection to obtain F3B, which was dried after centrifugation and then dispersed into ultra-pure water to obtain an F3B suspension with blue fluorescence. Here, F3B specifically refers to the blue-emitting fluorescent crystal obtained by the water-protected grinding process, and F3Y refers to the yellow green-emitting fluorescent crystal obtained by the direct grinding method.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>To explain why adding\nsolvents can protect crystals, we chose the\nnonpolar solvents benzene or toluene for the grinding process. As\nshown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S5a,b</ext-link>, adding benzene or\ntoluene can still play a protective role. Considering the small steric\nhindrance of these organic solvents, we speculate that they can easily\nenter the crystal channel to protect the crystal framework, thus playing\na role in protecting the crystal structure. To prove the above hypothesis,\nwe chose undecylenic acid and oleic acid with large steric hindrance. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S5c,d</ext-link> shows that after grinding with undecylenic\nacid and oleic acid, the fluorescence peaks are located at 480 and\n490 nm, respectively, and the peak position is redshifted to 19 and\n29 nm compared with <bold>F3B</bold>. In addition, the shape of the\nfluorescence obtained by undecylenic acid and oleic acid grinding\nis the same as that obtained by direct grinding because adding undecylenic\nacid and oleic acid cannot completely play a protective role due to\nthe large steric hindrance. Since undecylenic acid and oleic acids\nhave high steric hindrance and cannot enter the crystal pore channels,\na phenomenon similar to direct grinding occurs during the grinding\nprocess. Hence, we suppose that the entry of solvent molecules with\nlow steric hindrance into the pores plays a protective role. In addition,\nthrough scanning electron microscopy (SEM) analysis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>), uniformly dispersed and small crystal particles\ncan be obtained either by adding solvents or by a direct grinding\nprocess. The roughness of the crystals was characterized by AFM. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link> shows that the surface roughness of <bold>F3</bold> grinding with water, DMF, oleic acid, and direct grinding\nwas 0.00343, 0.00102, 0.00782, and 0.0113 μm, respectively.\nBecause the solvent molecules are in direct contact with the crystal,\nwhich plays the role of “lubrication” in the grinding\nprocess, the quality of the crystal is protected in the grinding process\ninto small particles. In brief, solvent protection is mainly in the\npores and surface. Through the solvent protection strategy, the bulk\ncrystal can be well ground into powder without destroying its structure.  shows the fluorescence\nimages of <bold>F3</bold> grinding with H<sub>2</sub>O, acetone, DMF,\nethyl alcohol, benzene, methyl benzene, methyl alcohol, undecylenic\nacid, oleic acid, and directly.</p>", "clean_text": "To explain why adding solvents can protect crystals, we chose the nonpolar solvents benzene or toluene for the grinding process. As shown in Figure S5a,b, adding benzene or toluene can still play a protective role. Considering the small steric hindrance of these organic solvents, we speculate that they can easily enter the crystal channel to protect the crystal framework, thus playing a role in protecting the crystal structure. To prove the above hypothesis, we chose undecylenic acid and oleic acid with large steric hindrance. Figure S5c,d shows that after grinding with undecylenic acid and oleic acid, the fluorescence peaks are located at 480 and 490 nm, respectively, and the peak position is redshifted to 19 and 29 nm compared with F3B. In addition, the shape of the fluorescence obtained by undecylenic acid and oleic acid grinding is the same as that obtained by direct grinding because adding undecylenic acid and oleic acid cannot completely play a protective role due to the large steric hindrance. Since undecylenic acid and oleic acids have high steric hindrance and cannot enter the crystal pore channels, a phenomenon similar to direct grinding occurs during the grinding process. Hence, we suppose that the entry of solvent molecules with low steric hindrance into the pores plays a protective role. In addition, through scanning electron microscopy (SEM) analysis (Figure S6), uniformly dispersed and small crystal particles can be obtained either by adding solvents or by a direct grinding process. The roughness of the crystals was characterized by AFM. Figure S7 shows that the surface roughness of F3 grinding with water, DMF, oleic acid, and direct grinding was 0.00343, 0.00102, 0.00782, and 0.0113 μm, respectively. Because the solvent molecules are in direct contact with the crystal, which plays the role of \"lubrication\" in the grinding process, the quality of the crystal is protected in the grinding process into small particles. In brief, solvent protection is mainly in the pores and surface. Through the solvent protection strategy, the bulk crystal can be well ground into powder without destroying its structure.  shows the fluorescence images of F3 grinding with H2O, acetone, DMF, ethyl alcohol, benzene, methyl benzene, methyl alcohol, undecylenic acid, oleic acid, and directly.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Fluorescence images of <bold>F3</bold> grinding in H<sub>2</sub>O (a), acetone (b), DMF (c), ethyl alcohol\n(d), benzene (e), methyl\nbenzene (f), methyl alcohol (g), undencylenic acid (h), oleic acid\n(i), and directly (j).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15440_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Fluorescence images of F3 grinding in H2O (a), acetone (b), DMF (c), ethyl alcohol (d), benzene (e), methyl benzene (f), methyl alcohol (g), undencylenic acid (h), oleic acid (i), and directly (j).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>To study the reason for\nthe grinding discoloration of <bold>F3</bold>, first, the crystal\nstructure was analyzed. a shows that <bold>F3</bold> has an interspersed\nvertical structure, and the two adjacent faces formed a stable structure\nthrough the molecule C–H···π interaction\n(H19 to centroid distance = 2.836 Å and H18 to centroid distance\n= 3.287 Å, b). The grinding process may destroy the stable structure and cause\na change in fluorescence location. Molecular level changes of <bold>F3</bold> discoloration in the grinding process are analyzed by infrared\nspectroscopy (c). The out-of-plane aromatic C–H frequencies in <bold>F3</bold> are blueshifted from 860.1 and 836.9 cm<sup>–1</sup> to 858.1\nand 835.0 cm<sup>–1</sup> in <bold>F3Y</bold>, indicating the\nchange in symmetry and the weakening of intermolecular interactions,\nsuch as C–H···π. In addition, the redshift of the stretching vibration of COO<sup>–</sup> in <bold>F3</bold> from 1681.6 to 1687.4 cm<sup>–1</sup> in <bold>F3Y</bold> indicates that certain changes have occurred\nin the functional group (d). Infrared analysis shows that the degree of intermolecular\ninteraction is greatly disturbed during grinding, and the weakening\nof intermolecular interaction in the solid state will lead to the\nloss of crystallinity and long-range order, which will also be reflected\nin the PXRD patterns of <bold>F3Y</bold>. Furthermore, we collected\nthe PXRD pattern of <bold>F3Y</bold>. As shown in e, <bold>F3</bold> has two\nsharp and strong diffraction peaks at 2θ = 12.26 and 19.1°\nand several diffraction peaks at 2θ = 7.82–36.68°,\nshowing better crystallinity. Some peaks in <bold>F3Y</bold> became\nweaker, indicating that the main crystal structure was destroyed by\nmechanical force, showing a transition trend to a quasi-amorphous\nstate. The weakening or disappearance of some diffraction peaks indicates\nthat the interpenetrating long-range ordered structure was destroyed.\nIn contrast, the significantly increased diffraction peaks (2θ\n= 19.18, 19.92, and 24.82°) indicate that the ordered part of\na certain position is enhanced during grinding. The increase in intermolecular\nπ–π interaction distance caused by a change in\ndiffraction angles has a significant impact on fluorescence emission. After grinding the ligands (f), we found that the ligands also have the phenomenon\nof grinding discoloration because the grinding process can cause intermolecular\nsliding and change the position of the fluorescence peak.</p>", "clean_text": "To study the reason for the grinding discoloration of F3, first, the crystal structure was analyzed. a shows that F3 has an interspersed vertical structure, and the two adjacent faces formed a stable structure through the molecule C-H⋅⋅⋅π interaction (H19 to centroid distance = 2.836 Å and H18 to centroid distance = 3.287 Å, b). The grinding process may destroy the stable structure and cause a change in fluorescence location. Molecular level changes of F3 discoloration in the grinding process are analyzed by infrared spectroscopy (c). The out-of-plane aromatic C-H frequencies in F3 are blueshifted from 860.1 and 836.9 cm-1 to 858.1 and 835.0 cm-1 in F3Y, indicating the change in symmetry and the weakening of intermolecular interactions, such as C-H⋅⋅⋅π. In addition, the redshift of the stretching vibration of COO- in F3 from 1681.6 to 1687.4 cm-1 in F3Y indicates that certain changes have occurred in the functional group (d). Infrared analysis shows that the degree of intermolecular interaction is greatly disturbed during grinding, and the weakening of intermolecular interaction in the solid state will lead to the loss of crystallinity and long-range order, which will also be reflected in the PXRD patterns of F3Y. Furthermore, we collected the PXRD pattern of F3Y. As shown in e, F3 has two sharp and strong diffraction peaks at 2θ = 12.26 and 19.1° and several diffraction peaks at 2θ = 7.82-36.68°, showing better crystallinity. Some peaks in F3Y became weaker, indicating that the main crystal structure was destroyed by mechanical force, showing a transition trend to a quasi-amorphous state. The weakening or disappearance of some diffraction peaks indicates that the interpenetrating long-range ordered structure was destroyed. In contrast, the significantly increased diffraction peaks (2θ = 19.18, 19.92, and 24.82°) indicate that the ordered part of a certain position is enhanced during grinding. The increase in intermolecular π-π interaction distance caused by a change in diffraction angles has a significant impact on fluorescence emission. After grinding the ligands (f), we found that the ligands also have the phenomenon of grinding discoloration because the grinding process can cause intermolecular sliding and change the position of the fluorescence peak.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) View fragment\nof packing framework. (b) Interaction between\ntwo adjacent plans. The FT-IR spectra of <bold>F3</bold> and <bold>F3Y</bold> with wavenumber ranges of 1000–800 cm<sup>–1</sup> (c) and 3500–1000 cm<sup>–1</sup> (d). (e) PXRD patterns\nof <bold>F3</bold> and <bold>F3Y</bold>. (f) Fluorescence spectra\nof the ligand with or without grinding.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15440_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) View fragment of packing framework. (b) Interaction between two adjacent plans. The FT-IR spectra of F3 and F3Y with wavenumber ranges of 1000-800 cm-1 (c) and 3500-1000 cm-1 (d). (e) PXRD patterns of F3 and F3Y. (f) Fluorescence spectra of the ligand with or without grinding.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<title>Structural Characterization of Compound <bold>F3</bold>\n</title><p>Under the optical microscope, <bold>F3</bold> was\nshown as a regularly shaped pale-yellow square (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S8a</ext-link>). The surface of <bold>F3</bold> was observed by\nSEM (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S8b</ext-link>), suggesting that <bold>F3</bold> was smooth and free of impurities, and the surface roughness\n(Rq) of <bold>F3</bold> measured by AFM was only 0.00146 μm\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S8c</ext-link>). The above results show that <bold>F3</bold> has a good morphology and smooth surface. PXRD was carried\nout to confirm the phase purity of compound <bold>F3</bold>. The positions\nof the prominent diffraction peaks of the PXRD patterns measured in\nthe experiment are consistent with the simulated ones, proving that <bold>F3</bold> is a pure phase (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>).\nThen, after soaking in aqueous solutions with different pH values\nfor 12 h, the prominent diffraction peaks of the PXRD patterns are\nstill consistent with the simulated peaks, indicating that <bold>F3</bold> can remain stable in the pH range of 2–12 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S10a</ext-link>). As depicted in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S10b</ext-link>, <bold>F3</bold> maintained excellent crystallinity, and the PXRD\npatterns are in agreement with the simulated patterns after soaking\nin water and different organic solvents for 12 h, indicating that\ncompound <bold>F3</bold> has superb solvent stability. The stability\nof the solvent lays the foundation for fluorescence sensing in the\nliquid phase.</p>", "clean_text": "Structural Characterization of Compound F3 \n\nUnder the optical microscope, F3 was shown as a regularly shaped pale-yellow square (Figure S8a). The surface of F3 was observed by SEM (Figure S8b), suggesting that F3 was smooth and free of impurities, and the surface roughness (Rq) of F3 measured by AFM was only 0.00146 μm (Figure S8c). The above results show that F3 has a good morphology and smooth surface. PXRD was carried out to confirm the phase purity of compound F3. The positions of the prominent diffraction peaks of the PXRD patterns measured in the experiment are consistent with the simulated ones, proving that F3 is a pure phase (Figure S9). Then, after soaking in aqueous solutions with different pH values for 12 h, the prominent diffraction peaks of the PXRD patterns are still consistent with the simulated peaks, indicating that F3 can remain stable in the pH range of 2-12 (Figure S10a). As depicted in Figure S10b, F3 maintained excellent crystallinity, and the PXRD patterns are in agreement with the simulated patterns after soaking in water and different organic solvents for 12 h, indicating that compound F3 has superb solvent stability. The stability of the solvent lays the foundation for fluorescence sensing in the liquid phase.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<p>XPS spectra were used to determine the elemental\ncomposition and valence state of <bold>F3</bold>. As seen from <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S11a</ext-link>, elements in complex <bold>F3</bold> include Pb, C, N, and O. The high-resolution spectrum of Pb 4f shows\nthat the binding energies are 138.88 eV (Pb 4f<sub>7/2</sub>) and\n143.78 eV (Pb 4f<sub>5/2</sub>), which prove the existence of Pb­(II)\nions (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S11b</ext-link>). <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S11c</ext-link> shows that the high-resolution XPS spectrum of\nC 1s is convolved into two peaks, with binding energies of 284.80\nand 288.27 eV corresponding to the C–C bond and the O–CO\nbond, respectively, which correspond to carboxylic acid ligands. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S11d</ext-link> shows the N 1s high-resolution XPS\nspectrum with one convolution peak at 402.82 eV attributable to C–NH<sub>2</sub>, further proving the existence of the dimethylamine cation. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S11e</ext-link> shows O 1s high-resolution XPS with\ntwo convolution peaks at 531.67 and 533.44 eV attributable to the\nPb–O bond and the CO bond.</p>", "clean_text": "XPS spectra were used to determine the elemental composition and valence state of F3. As seen from Figure S11a, elements in complex F3 include Pb, C, N, and O. The high-resolution spectrum of Pb 4f shows that the binding energies are 138.88 eV (Pb 4f7/2) and 143.78 eV (Pb 4f5/2), which prove the existence of Pb(II) ions (Figure S11b). Figure S11c shows that the high-resolution XPS spectrum of C 1s is convolved into two peaks, with binding energies of 284.80 and 288.27 eV corresponding to the C-C bond and the O-CO bond, respectively, which correspond to carboxylic acid ligands. Figure S11d shows the N 1s high-resolution XPS spectrum with one convolution peak at 402.82 eV attributable to C-NH2, further proving the existence of the dimethylamine cation. Figure S11e shows O 1s high-resolution XPS with two convolution peaks at 531.67 and 533.44 eV attributable to the Pb-O bond and the CO bond.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The relationship between\nthe ligand H<sub>4</sub>TCBPE and compound <bold>F3</bold> was investigated\nusing infrared spectroscopy (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>). For H<sub>4</sub>TCBPE, the characteristic\npeak of 1681.6 cm<sup>–1</sup> is attributed to the stretching\nvibration of CO. For <bold>F3B</bold> and <bold>F3Y</bold>, the absorption peak at 3421 cm<sup>–1</sup> is the O–H\nbond absorption peak originating from the coordinated water molecule. For <bold>F3B</bold>, the absorption peak at\n1394.3 cm<sup>–1</sup> is attributed to the strong stretching\nvibration of COO<sup>–</sup>, while the absorption peak intensity\nat 1681.6 cm<sup>–1</sup> is significantly decreased, suggesting\nthat the coordination between Pb<sup>2+</sup> and the carboxyl group\nshows the formation of the crystal framework. For <bold>F3Y</bold>, the characteristic peak of the carbonyl group\nshifts to 1687.4 cm<sup>–1</sup>, indicating that configuration\nchanges may occur.</p>", "clean_text": "The relationship between the ligand H4TCBPE and compound F3 was investigated using infrared spectroscopy (Figure S12). For H4TCBPE, the characteristic peak of 1681.6 cm-1 is attributed to the stretching vibration of CO. For F3B and F3Y, the absorption peak at 3421 cm-1 is the O-H bond absorption peak originating from the coordinated water molecule. For F3B, the absorption peak at 1394.3 cm-1 is attributed to the strong stretching vibration of COO-, while the absorption peak intensity at 1681.6 cm-1 is significantly decreased, suggesting that the coordination between Pb2+ and the carboxyl group shows the formation of the crystal framework. For F3Y, the characteristic peak of the carbonyl group shifts to 1687.4 cm-1, indicating that configuration changes may occur.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["property"], "content": "<p>TGA data were collected in the range of 30\nto 800 °C at a\nrate of 20 °C min<sup>–1</sup> under a nitrogen atmosphere\nto investigate <bold>F3</bold>’s thermal stability. As shown\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>, the weight loss rate of\nthe TGA curve is approximately 3.12% (calculated to be 3.15%) from\n30–138 °C, proving the loss of two coordinated water molecules\nin <bold>F3</bold>. When the temperature was increased to 430 °C,\nthe mass of <bold>F3</bold> decreased sharply, which was attributed\nto the collapse of the framework. The above result showed that <bold>F3</bold> has excellent thermal stability.</p>", "clean_text": "TGA data were collected in the range of 30 to 800 °C at a rate of 20 °C min-1 under a nitrogen atmosphere to investigate F3's thermal stability. As shown in Figure S13, the weight loss rate of the TGA curve is approximately 3.12% (calculated to be 3.15%) from 30-138 °C, proving the loss of two coordinated water molecules in F3. When the temperature was increased to 430 °C, the mass of F3 decreased sharply, which was attributed to the collapse of the framework. The above result showed that F3 has excellent thermal stability.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>Photophysical\nProperties</title><p>The diffuse\nreflectance spectra of <bold>F3B</bold>, <bold>F3Y</bold>, and H<sub>4</sub>TCBPE were measured to investigate the solid-state absorption\nproperties (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S14a</ext-link>). The diffuse reflectance\nspectra showed that H<sub>4</sub>TCBPE has a wider absorption band\nrange from 290 to 600 nm, while <bold>F3B</bold> and <bold>F3Y</bold> exhibited an apparent sharp absorption range from 290 to 500 nm,\nwhich is obviously blueshifted compared to H<sub>4</sub>TCBPE absorption.\nTherefore, <bold>F3B</bold>, <bold>F3Y</bold>, and H<sub>4</sub>TCBPE\nexhibit different colors: H<sub>4</sub>TCBPE has a bright yellow color\ndue to the absorption of blue light, whereas <bold>F3B</bold> has\na pale yellow color due to less absorption in the visible region. <bold>F3Y</bold> has a yellow color similar to H<sub>4</sub>TCBPE due to\npartial absorption of blue in the visible region (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S14b–d</ext-link>). The wide absorption band of 290–500\nnm is attributed to the π → π* and <italic toggle=\"yes\">n</italic> → π* transitions, consistent with the H<sub>4</sub>TCBPE ligand. Therefore, the absorption\nbands of <bold>F3B</bold> and <bold>F3Y</bold> mainly come from the\nH<sub>4</sub>TCBPE ligand.</p>", "clean_text": "Photophysical Properties\n\nThe diffuse reflectance spectra of F3B, F3Y, and H4TCBPE were measured to investigate the solid-state absorption properties (Figure S14a). The diffuse reflectance spectra showed that H4TCBPE has a wider absorption band range from 290 to 600 nm, while F3B and F3Y exhibited an apparent sharp absorption range from 290 to 500 nm, which is obviously blueshifted compared to H4TCBPE absorption. Therefore, F3B, F3Y, and H4TCBPE exhibit different colors: H4TCBPE has a bright yellow color due to the absorption of blue light, whereas F3B has a pale yellow color due to less absorption in the visible region. F3Y has a yellow color similar to H4TCBPE due to partial absorption of blue in the visible region (Figure S14b-d). The wide absorption band of 290-500 nm is attributed to the π → π* and n → π* transitions, consistent with the H4TCBPE ligand. Therefore, the absorption bands of F3B and F3Y mainly come from the H4TCBPE ligand.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<title>Fluorescence Spectroscopy\nAnalysis</title><p>CPs of main-group metals such as Pb­(II) have interesting\nphotochemical\nand photophysical properties, but there have been few studies on their\nPL compared with transition metals and lanthanide metals.\na shows that <bold>F3B</bold> and <bold>F3Y</bold> have broad excitation spectra ranging\nfrom 300 to 400 nm. As a practical application, the UV lamp can be\nused for visual detection, so we all use 365 nm as the wavelength\nfor excitation. As shown in b, the maximum emission wavelengths of <bold>F3B</bold>, <bold>F3Y</bold>, and the ligand H<sub>4</sub>TCBPE are 461, 507,\nand 484 nm, respectively. The luminescence of <bold>F3B</bold> and <bold>F3Y</bold> can be attributed to the charge transfer from ligand-to-metal\n(LMCT) between the delocalized π-bond of the carboxylic group\nand the p-orbital of the Pb­(II) center. As shown in c, the fluorescence lifetime of <bold>F3Y</bold> is 2.08 ns, the\nfluorescence lifetime of <bold>F3B</bold> is 1.05 ns, and the fluorescence\nlifetime of the ligand H<sub>4</sub>TCBPE is 1.89 ns. Interestingly,\nthe order of life span is in line with the trend of luminous centers,\nwhich is consistent with a previous report. The Commission International de I’Eclairage (CIE) chromaticity\ncoordinates of H<sub>4</sub>TCBPE, <bold>F3B</bold>, and <bold>F3Y</bold> are (0.1914, 0.3339), (0.1563, 0.1818), and (0.2672, 0.4273), respectively\n(d). In addition,\nboth crystal suspensions maintained good dispersibility in water under\ndaylight lamps (e). Moreover, under irradiation with UV light, both crystal suspensions\nexhibited dazzling fluorescence (f). The quantum yield of <bold>F3B</bold> in water is as high as 73.77%, and the quantum yield of <bold>F3Y</bold> powder in water is as high as 37.27%.</p>", "clean_text": "Fluorescence Spectroscopy Analysis\n\nCPs of main-group metals such as Pb(II) have interesting photochemical and photophysical properties, but there have been few studies on their PL compared with transition metals and lanthanide metals. a shows that F3B and F3Y have broad excitation spectra ranging from 300 to 400 nm. As a practical application, the UV lamp can be used for visual detection, so we all use 365 nm as the wavelength for excitation. As shown in b, the maximum emission wavelengths of F3B, F3Y, and the ligand H4TCBPE are 461, 507, and 484 nm, respectively. The luminescence of F3B and F3Y can be attributed to the charge transfer from ligand-to-metal (LMCT) between the delocalized π-bond of the carboxylic group and the p-orbital of the Pb(II) center. As shown in c, the fluorescence lifetime of F3Y is 2.08 ns, the fluorescence lifetime of F3B is 1.05 ns, and the fluorescence lifetime of the ligand H4TCBPE is 1.89 ns. Interestingly, the order of life span is in line with the trend of luminous centers, which is consistent with a previous report. The Commission International de I'Eclairage (CIE) chromaticity coordinates of H4TCBPE, F3B, and F3Y are (0.1914, 0.3339), (0.1563, 0.1818), and (0.2672, 0.4273), respectively (d). In addition, both crystal suspensions maintained good dispersibility in water under daylight lamps (e). Moreover, under irradiation with UV light, both crystal suspensions exhibited dazzling fluorescence (f). The quantum yield of F3B in water is as high as 73.77%, and the quantum yield of F3Y powder in water is as high as 37.27%.", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Excitation spectra\nof <bold>F3B</bold> and <bold>F3Y</bold>. (b) Fluorescence spectra\nof H<sub>4</sub>TCBPE, <bold>F3B</bold>, and <bold>F3Y</bold>. (c)\nFluorescence lifetime of H<sub>4</sub>TCBPE, <bold>F3B,</bold> and <bold>F3Y</bold>. (d) CIE chromaticity\ncoordinates of H<sub>4</sub>TCBPE, <bold>F3B</bold>, and <bold>F3Y</bold> under an excitation of 365 nm. (e) Optical images of <bold>F3B</bold> and <bold>F3Y</bold> illuminated by a daylight lamp. (f) Optical\nimages of <bold>F3B</bold> and <bold>F3Y</bold> taken with a UV lamp\n(365 nm).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15440_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Excitation spectra of F3B and F3Y. (b) Fluorescence spectra of H4TCBPE, F3B, and F3Y. (c) Fluorescence lifetime of H4TCBPE, F3B, and F3Y. (d) CIE chromaticity coordinates of H4TCBPE, F3B, and F3Y under an excitation of 365 nm. (e) Optical images of F3B and F3Y illuminated by a daylight lamp. (f) Optical images of F3B and F3Y taken with a UV lamp (365 nm).   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>Sensing\nProperties of <bold>F3</bold>\n</title><p>The high PL efficiency of MOF\nmaterials can often provide good sensing\nproperties, especially for detecting electron-deficient molecules.\nFluorescent MOFs are usually good electron donors because of a certain\ndegree of conjugation in their organic junctions. The ability of MOFs\nas donors can be effectively enhanced after excitation, and the electrostatic\ninteraction between MOFs and electron-deficient molecules is further\nenhanced by exciton migration. However, most MOFs\nhave poor water stability, and many luminescent MOFs will collapse\nupon exposure to water, limiting their practical application. In addition,\nmost MOF detection was carried out in organic solvents rather than\nin water. Therefore, detection in an aqueous medium is highly desirable.\n</p>", "clean_text": "Sensing Properties of F3 \n\nThe high PL efficiency of MOF materials can often provide good sensing properties, especially for detecting electron-deficient molecules. Fluorescent MOFs are usually good electron donors because of a certain degree of conjugation in their organic junctions. The ability of MOFs as donors can be effectively enhanced after excitation, and the electrostatic interaction between MOFs and electron-deficient molecules is further enhanced by exciton migration. However, most MOFs have poor water stability, and many luminescent MOFs will collapse upon exposure to water, limiting their practical application. In addition, most MOF detection was carried out in organic solvents rather than in water. Therefore, detection in an aqueous medium is highly desirable. ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<p>To prove the application value of <bold>F3B</bold> in realistic\nenvironments, the fluorescence response characteristics of <bold>F3B</bold> under different pH values were investigated. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S15a</ext-link> shows that the fluorescence intensity of <bold>F3B</bold> did not change much in the pH range from 2 to 12, indicating\nthat the probe could maintain fluorescence stability over a wide pH\nrange. In addition, the effect of different kinds of ions on the fluorescence\nintensity of <bold>F3B</bold> was also investigated. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S15b</ext-link>, the effect of these cations and\nanions on the luminescence intensity is negligible. <bold>F3B</bold> was immersed in 10 kinds of common organic solvents (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S15c</ext-link>) and a pH range from 2 to 12 for\n12 h, and PXRD patterns were collected (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S15d</ext-link>). The PXRD pattern showed that <bold>F3B</bold> maintained\ngood crystallinity after soaking. This means that <bold>F3B</bold> is stable in different solvents and over a wide range of pH values.\nTo explore the sensing ability of <bold>F3B</bold> to trace antibiotics\nin aqueous solutions, the stability of <bold>F3B</bold> in water was\nanalyzed by time-dependent luminescence intensity. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S16</ext-link>, <bold>F3B</bold> exhibited a characteristic\nemission peak at 461 nm, which is close to the emission peak of the\nligand (485 nm), indicating that the luminescence of <bold>F3B</bold> is mainly attributed to the emission of the organic ligand. After\n5 h of immersion in water, the fluorescence intensity of <bold>F3B</bold> did not change. Moreover, the fluorescence intensity decreased only\nslightly after extending the time to 24 h.</p>", "clean_text": "To prove the application value of F3B in realistic environments, the fluorescence response characteristics of F3B under different pH values were investigated. Figure S15a shows that the fluorescence intensity of F3B did not change much in the pH range from 2 to 12, indicating that the probe could maintain fluorescence stability over a wide pH range. In addition, the effect of different kinds of ions on the fluorescence intensity of F3B was also investigated. As shown in Figure S15b, the effect of these cations and anions on the luminescence intensity is negligible. F3B was immersed in 10 kinds of common organic solvents (Figure S15c) and a pH range from 2 to 12 for 12 h, and PXRD patterns were collected (Figure S15d). The PXRD pattern showed that F3B maintained good crystallinity after soaking. This means that F3B is stable in different solvents and over a wide range of pH values. To explore the sensing ability of F3B to trace antibiotics in aqueous solutions, the stability of F3B in water was analyzed by time-dependent luminescence intensity. As shown in Figure S16, F3B exhibited a characteristic emission peak at 461 nm, which is close to the emission peak of the ligand (485 nm), indicating that the luminescence of F3B is mainly attributed to the emission of the organic ligand. After 5 h of immersion in water, the fluorescence intensity of F3B did not change. Moreover, the fluorescence intensity decreased only slightly after extending the time to 24 h.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The results showed\nthat <bold>F3B</bold> has good water stability\nand satisfied the requirements for testing in water. Considering that <bold>F3B</bold> has good stability and excellent fluorescence performance\nin water, we explored whether <bold>F3B</bold> can detect NFAs from\nfive classes of frequently used antibiotics, including sulfonamides\n(SBZ, STZ, SDX, and SMZ), nitroimidazoles (MDZ, DTZ, TDZ, and ODZ),\nchloramphenicols (FFN and THI), β-lactams (ACL and ERM), and\nnitrofurans (NFT and NFZ), where the concentrations were all 10 mM. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link> shows the molecular structure of antibiotics.\nIn a typical experiment, an <bold>F3B</bold> suspension with a concentration\nof 0.01 mg/mL was prepared in ultrapure water, 40 μL of antibiotic\nwas added to 2 mL of crystal suspension, and the fluorescence spectra\nwere collected by fluorescence spectrophotometry. In a, compared with other antibiotics,\nthe nitroimidazoles (DTZ, MDZ, ODZ, and TDZ) caused a slight quenching\nof <bold>F3B</bold>. However, after adding the same amount of NFT\nor NFZ, the quenching of <bold>F3B</bold> was complete, indicating\nthat <bold>F3B</bold> has high selectivity for NFT or NFZ in the presence\nof other antibiotics in water.</p>", "clean_text": "The results showed that F3B has good water stability and satisfied the requirements for testing in water. Considering that F3B has good stability and excellent fluorescence performance in water, we explored whether F3B can detect NFAs from five classes of frequently used antibiotics, including sulfonamides (SBZ, STZ, SDX, and SMZ), nitroimidazoles (MDZ, DTZ, TDZ, and ODZ), chloramphenicols (FFN and THI), β-lactams (ACL and ERM), and nitrofurans (NFT and NFZ), where the concentrations were all 10 mM. Figure S17 shows the molecular structure of antibiotics. In a typical experiment, an F3B suspension with a concentration of 0.01 mg/mL was prepared in ultrapure water, 40 μL of antibiotic was added to 2 mL of crystal suspension, and the fluorescence spectra were collected by fluorescence spectrophotometry. In a, compared with other antibiotics, the nitroimidazoles (DTZ, MDZ, ODZ, and TDZ) caused a slight quenching of F3B. However, after adding the same amount of NFT or NFZ, the quenching of F3B was complete, indicating that F3B has high selectivity for NFT or NFZ in the presence of other antibiotics in water.", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) <bold>F3B</bold> selectivity for NFT\nor NFZ toward other antibiotics.\n(b) <bold>F3B</bold> selective detection of NFAs in the presence of\nother antibiotics.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15440_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) F3B selectivity for NFT or NFZ toward other antibiotics. (b) F3B selective detection of NFAs in the presence of other antibiotics.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["property"], "content": "<p>To further demonstrate\nthat NFT or NFZ induces fluorescence quenching,\nwe performed a concentration-dependent study of the luminescence properties\nof <bold>F3B</bold> in the presence of NFZ or NFT. It can be observed\nthat with the addition of NFZ or NFT, the fluorescence intensity of <bold>F3B</bold> gradually decreases (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figures S18a and S19a</ext-link>). Furthermore, when the NFZ or NFT concentration was\nincreased to 196.078 μM, the fluorescence intensity was almost\ncompletely quenched, and the quenching efficiency of NFZ and NFT was\n92.6 and 90.4%, respectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figures S18b and S19b</ext-link>). The quenching effect can be quantitatively calculated\nby the Stern–Volmer expression: <italic toggle=\"yes\">I</italic>\n<sub>0</sub>/<italic toggle=\"yes\">I</italic> – 1 = <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> [C]\n(<italic toggle=\"yes\">I</italic>\n<sub>0</sub> and <italic toggle=\"yes\">I</italic> are the luminescence\nintensities of <bold>F3B</bold> before and after adding the analyte,\nrespectively); [C] = the analyte concentration; <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> is the quenching constant (M<sup>–1</sup>).\nAs shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figures S18c and S19c</ext-link>, the\nfluorescence intensity of the <italic toggle=\"yes\">I</italic>\n<sub>0</sub>/<italic toggle=\"yes\">I</italic> ratio has a good linear relationship with the NFZ or NFT\nconcentration in the range of 1.15–29.91 μM and 1.09–29.91\nμM, respectively. The <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> value\nis calculated as 1.934 × 10<sup>4</sup> for NFZ and 2.01 ×\n10<sup>4</sup> for NFT, revealing a strong quenching effect on the\nluminescence emission intensity of <bold>F3B</bold>. Based on 3σ/<italic toggle=\"yes\">k</italic> (the RSD of 10 blank measurements is expressed as σ;\nand <italic toggle=\"yes\">k</italic> represents the slope of linear fitting between\nthe concentration and the relative luminescence intensity in the linear\nrange), the LODs for NFZ and NFT are estimated to be 0.35 and 0.33\nμM, respectively. Moreover, the optical images of <bold>F3B</bold> in water before and after the addition of 196.078 μM NFZ or\nNFT had obvious luminescence color changes (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figures S18d and S19d</ext-link>), indicating that <bold>F3B</bold> has the potential\nto be a portable sensor based on the naked eye. The fluorescence titration\nexperiments showed that <bold>F3B</bold> has good application prospects\nin the detection of NFZ or NFT in water.</p>", "clean_text": "To further demonstrate that NFT or NFZ induces fluorescence quenching, we performed a concentration-dependent study of the luminescence properties of F3B in the presence of NFZ or NFT. It can be observed that with the addition of NFZ or NFT, the fluorescence intensity of F3B gradually decreases (Figures S18a and S19a). Furthermore, when the NFZ or NFT concentration was increased to 196.078 μM, the fluorescence intensity was almost completely quenched, and the quenching efficiency of NFZ and NFT was 92.6 and 90.4%, respectively (Figures S18b and S19b). The quenching effect can be quantitatively calculated by the Stern-Volmer expression: I 0/I - 1 = K sv [C] (I 0 and I are the luminescence intensities of F3B before and after adding the analyte, respectively); [C] = the analyte concentration; K sv is the quenching constant (M-1). As shown in Figures S18c and S19c, the fluorescence intensity of the I 0/I ratio has a good linear relationship with the NFZ or NFT concentration in the range of 1.15-29.91 μM and 1.09-29.91 μM, respectively. The K sv value is calculated as 1.934 × 104 for NFZ and 2.01 × 104 for NFT, revealing a strong quenching effect on the luminescence emission intensity of F3B. Based on 3σ/k (the RSD of 10 blank measurements is expressed as σ; and k represents the slope of linear fitting between the concentration and the relative luminescence intensity in the linear range), the LODs for NFZ and NFT are estimated to be 0.35 and 0.33 μM, respectively. Moreover, the optical images of F3B in water before and after the addition of 196.078 μM NFZ or NFT had obvious luminescence color changes (Figures S18d and S19d), indicating that F3B has the potential to be a portable sensor based on the naked eye. The fluorescence titration experiments showed that F3B has good application prospects in the detection of NFZ or NFT in water.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>The ability of NFZ\nand NFT to quench <bold>F3B</bold> was comparable,\nso the total amount of NFAs (NFZ + NFT) in the mixed solution could\nbe determined. Then, equal volumes of NFZ and NFT mixed at the same\nconcentration were explored by the quenching efficiency of <bold>F3B</bold>. When adding the same concentration of NFAs (196.078 μM),\nthe ability to quench <bold>F3B</bold> is equivalent to that of adding\nNFZ or NFT alone, which means that NFAs have no synergistic or antagonistic\neffect on quenching <bold>F3B</bold>, so <bold>F3B</bold> can detect\nthe total amount of NFAs (b). Furthermore, the fluorescence intensity of <bold>F3B</bold> decreased rapidly (within 1 min), when 40 μL of\nNFAs solution was added, and the decreased fluorescence intensity\nremained unchanged within 60 min (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S20</ext-link>). The above results indicate that <bold>F3B</bold> can be used as\na fluorescent probe to detect NFAs rapidly in water.</p>", "clean_text": "The ability of NFZ and NFT to quench F3B was comparable, so the total amount of NFAs (NFZ + NFT) in the mixed solution could be determined. Then, equal volumes of NFZ and NFT mixed at the same concentration were explored by the quenching efficiency of F3B. When adding the same concentration of NFAs (196.078 μM), the ability to quench F3B is equivalent to that of adding NFZ or NFT alone, which means that NFAs have no synergistic or antagonistic effect on quenching F3B, so F3B can detect the total amount of NFAs (b). Furthermore, the fluorescence intensity of F3B decreased rapidly (within 1 min), when 40 μL of NFAs solution was added, and the decreased fluorescence intensity remained unchanged within 60 min (Figure S20). The above results indicate that F3B can be used as a fluorescent probe to detect NFAs rapidly in water.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["property"], "content": "<p>In addition,\nthe ability of <bold>F3B</bold> as a fluorescence\nprobe to detect NFAs was explored by a fluorescence titration experiment.\nThe fluorescence intensity of <bold>F3B</bold> decreased gradually\nwith increasing concentrations (0–196.078 μM) of NFAs\n(a). As shown\nin b,c, in\nthe range of low concentrations (0.86–29.91 μM), the\nrelationship between the concentration of NFAs and the fluorescence\nintensity of <bold>F3B</bold> agrees with the <italic toggle=\"yes\">S</italic>–<italic toggle=\"yes\">V</italic> equation, showing a good linear relationship. With a further\nincrease in the concentration, the <italic toggle=\"yes\">S</italic>–<italic toggle=\"yes\">V</italic> plot deviated from linearity and bent upward, and the\nlinear relationship agrees with the first-order exponential fitting\nequation, which may be attributed to the existence of static or dynamic\nquenching processes or energy transfer processes. When the concentration\nof NFAs reached 196.078 μM, the fluorescence intensity quenching\nof <bold>F3B</bold> was visible to the naked eye (d), and the quenching rate\nwas 93.66%. The <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> value of NFAs was\n20340 M<sup>–1</sup>, and the LOD was calculated to be 0.26\nμM.</p>", "clean_text": "In addition, the ability of F3B as a fluorescence probe to detect NFAs was explored by a fluorescence titration experiment. The fluorescence intensity of F3B decreased gradually with increasing concentrations (0-196.078 μM) of NFAs (a). As shown in b,c, in the range of low concentrations (0.86-29.91 μM), the relationship between the concentration of NFAs and the fluorescence intensity of F3B agrees with the S-V equation, showing a good linear relationship. With a further increase in the concentration, the S-V plot deviated from linearity and bent upward, and the linear relationship agrees with the first-order exponential fitting equation, which may be attributed to the existence of static or dynamic quenching processes or energy transfer processes. When the concentration of NFAs reached 196.078 μM, the fluorescence intensity quenching of F3B was visible to the naked eye (d), and the quenching rate was 93.66%. The K sv value of NFAs was 20340 M-1, and the LOD was calculated to be 0.26 μM.", "data": null, "include_properties": null}, {"idx": 40, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Fluorescence spectra of <bold>F3B</bold> after different concentrations\nof NFAs were added. (b) Index fitting. (c) <italic toggle=\"yes\">S</italic>–<italic toggle=\"yes\">V</italic> curve. (d) Optical images of <bold>F3B</bold> before and\nafter NFAs were added under a UV lamp.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15440_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Fluorescence spectra of F3B after different concentrations of NFAs were added. (b) Index fitting. (c) S-V curve. (d) Optical images of F3B before and after NFAs were added under a UV lamp.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>The ability of NFZ, NFT, and NFAs to quench <bold>F3B</bold> is\nequivalent, so <bold>F3B</bold> can be used as a probe to detect the\nmixed total amount of NFAs (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>).\nIn addition, the LODs of the other methods are listed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Table S5</ext-link>. These results indicated that <bold>F3B</bold> has excellent sensitivity to detect NFAs in water compared\nwith other MOFs.</p>", "clean_text": "The ability of NFZ, NFT, and NFAs to quench F3B is equivalent, so F3B can be used as a probe to detect the mixed total amount of NFAs (Table S4). In addition, the LODs of the other methods are listed in Table S5. These results indicated that F3B has excellent sensitivity to detect NFAs in water compared with other MOFs.", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>It is essential to explore whether the detection\nsensitivity of <bold>F3B</bold> on NFAs will be affected by the other\n12 kinds of antibiotics.\nHence, we explored the fluorescence response of <bold>F3B</bold> toward\nother potentially interfering antibiotics. The concentration of interfering\nantibiotics and NFAs was 196.078 μM, and the fluorescence response\nwas recorded before and after the addition of interfering antibiotics\nand NFAs. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S21a</ext-link>, after\nadding interfering antibiotics, a slight or negligible fluorescence\nchange was observed, and the fluorescence intensity of <bold>F3B</bold> was significantly quenched when NFAs were added to <bold>F3B</bold> and mixed with other antibiotics. Hence, it is proven that <bold>F3B</bold> has high selectivity and anti-interference ability for\nthe detection of NFAs.</p>", "clean_text": "It is essential to explore whether the detection sensitivity of F3B on NFAs will be affected by the other 12 kinds of antibiotics. Hence, we explored the fluorescence response of F3B toward other potentially interfering antibiotics. The concentration of interfering antibiotics and NFAs was 196.078 μM, and the fluorescence response was recorded before and after the addition of interfering antibiotics and NFAs. As shown in Figure S21a, after adding interfering antibiotics, a slight or negligible fluorescence change was observed, and the fluorescence intensity of F3B was significantly quenched when NFAs were added to F3B and mixed with other antibiotics. Hence, it is proven that F3B has high selectivity and anti-interference ability for the detection of NFAs.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>Recyclability is an important condition\nfor whether MOFs can be\nused as fluorescent probes in practical applications. The structural\nstability of MOFs provides a necessary condition for recycling, so\nwe carried out a fluorescence cycle experiment on <bold>F3B</bold>. At the end of the fluorescence sensing experiment, the suspension\nof <bold>F3B</bold> was collected by centrifugation and then washed\nwith DMF, ethanol, and water three times, and then, a new cycle could\nbe carried out. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S21b</ext-link>, <bold>F3B</bold> can return to its original luminous level and\ncan still be quenched after adding NFAs. In addition, the detection\nperformance of <bold>F3B</bold> for NFAs did not decrease after five\ncycles. Meanwhile, after five cycles, the PXRD patterns were in good\nagreement with the simulation patterns, indicating that the <bold>F3B</bold> framework remained stable during the cycling procedure\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S22</ext-link>). The low detection limit,\nstrong anti-interference ability, and renewable ability showed that <bold>F3B</bold> can be used as an excellent selective and sensitive fluorescence\nprobe for the detection of NFAs in water.</p>", "clean_text": "Recyclability is an important condition for whether MOFs can be used as fluorescent probes in practical applications. The structural stability of MOFs provides a necessary condition for recycling, so we carried out a fluorescence cycle experiment on F3B. At the end of the fluorescence sensing experiment, the suspension of F3B was collected by centrifugation and then washed with DMF, ethanol, and water three times, and then, a new cycle could be carried out. As shown in Figure S21b, F3B can return to its original luminous level and can still be quenched after adding NFAs. In addition, the detection performance of F3B for NFAs did not decrease after five cycles. Meanwhile, after five cycles, the PXRD patterns were in good agreement with the simulation patterns, indicating that the F3B framework remained stable during the cycling procedure (Figure S22). The low detection limit, strong anti-interference ability, and renewable ability showed that F3B can be used as an excellent selective and sensitive fluorescence probe for the detection of NFAs in water.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["property"], "content": "<p>We accidently discovered\nthat <bold>F3Y</bold> could detect the\npesticide of DCN, so we investigated the quenching process of <bold>F3Y</bold> by DCN. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S23a</ext-link> shows that <bold>F3Y</bold> has good fluorescence stability in the pH range of 5–9.\nThe addition of common ions to the environment has almost no effect\non the fluorescence intensity of <bold>F3Y</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S23b</ext-link>). After immersing <bold>F3Y</bold> in 10 kinds\nof common organic solvents and a pH aqueous solution (pH range from\n2 to 12) for 12 h, the PXRD patterns were collected. The results showed\nthat the shape of the diffraction peak and position of <bold>F3Y</bold> were unchanged in the pH range of 5–9 and water (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S23d</ext-link>). In the pH range of 2–4,\n10–12 and organic solvents (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S23c,e,f</ext-link>), <bold>F3Y</bold> appeared at a new diffraction peak, resulting\nfrom the interaction between the crystal and organic solvent, strong\nacid, and alkali solution. In this work, <bold>F3Y</bold> is applied\nin water, so we consider that <bold>F3Y</bold> has good stability\nin water and a pH range of 5–9. The fluorescence stability\nof <bold>F3Y</bold> in water was analyzed by time-dependent luminescence\nintensity. <bold>F3Y</bold> exhibited a characteristic emission peak\nat 507 nm. In addition, the position and intensity of the fluorescence\npeak of <bold>F3Y</bold> in water for 5 h were unchanged, while the\nfluorescence intensity decreased after extending the time for 24 h.\nHowever, the position of the fluorescence peak remained unchanged\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S24</ext-link>). The above results showed\nthat <bold>F3Y</bold> has good fluorescence stability in water.</p>", "clean_text": "We accidently discovered that F3Y could detect the pesticide of DCN, so we investigated the quenching process of F3Y by DCN. Figure S23a shows that F3Y has good fluorescence stability in the pH range of 5-9. The addition of common ions to the environment has almost no effect on the fluorescence intensity of F3Y (Figure S23b). After immersing F3Y in 10 kinds of common organic solvents and a pH aqueous solution (pH range from 2 to 12) for 12 h, the PXRD patterns were collected. The results showed that the shape of the diffraction peak and position of F3Y were unchanged in the pH range of 5-9 and water (Figure S23d). In the pH range of 2-4, 10-12 and organic solvents (Figure S23c,e,f), F3Y appeared at a new diffraction peak, resulting from the interaction between the crystal and organic solvent, strong acid, and alkali solution. In this work, F3Y is applied in water, so we consider that F3Y has good stability in water and a pH range of 5-9. The fluorescence stability of F3Y in water was analyzed by time-dependent luminescence intensity. F3Y exhibited a characteristic emission peak at 507 nm. In addition, the position and intensity of the fluorescence peak of F3Y in water for 5 h were unchanged, while the fluorescence intensity decreased after extending the time for 24 h. However, the position of the fluorescence peak remained unchanged (Figure S24). The above results showed that F3Y has good fluorescence stability in water.", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>Then, 1 mg of <bold>F3Y</bold> crystal powder was dispersed in\n40 mL of water, and the final concentration of the suspension was\n0.025 mg/mL. To evaluate the selectivity of <bold>F3Y</bold>, we selected\nnine common pesticides, including CML, MPB, HCB, CFT, CBX, MTL, CBD,\nFPL, and DCN. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S25</ext-link> shows the molecular\nstructure of pesticides, and their concentrations were all 10 mM.\nThe fluorescence spectra of 32 μL of the above pesticides were\ncollected after they were added to 2 mL of <bold>F3Y</bold> suspension.\nThe quenching effect was noticeable only when DCN was added, but the\nquenching effect was negligible when other pesticides of the same\nconcentration were added (). The above results showed that <bold>F3Y</bold> can\nselectively recognize DCN. The fluorescence intensity of <bold>F3Y</bold> was rapidly quenched and remained unchanged within 1 h after adding\n32 μL of DCN, which indicated that <bold>F3Y</bold> could be\nused as a fluorescent probe to detect DCN rapidly in water (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S26</ext-link>).</p>", "clean_text": "Then, 1 mg of F3Y crystal powder was dispersed in 40 mL of water, and the final concentration of the suspension was 0.025 mg/mL. To evaluate the selectivity of F3Y, we selected nine common pesticides, including CML, MPB, HCB, CFT, CBX, MTL, CBD, FPL, and DCN. Figure S25 shows the molecular structure of pesticides, and their concentrations were all 10 mM. The fluorescence spectra of 32 μL of the above pesticides were collected after they were added to 2 mL of F3Y suspension. The quenching effect was noticeable only when DCN was added, but the quenching effect was negligible when other pesticides of the same concentration were added (). The above results showed that F3Y can selectively recognize DCN. The fluorescence intensity of F3Y was rapidly quenched and remained unchanged within 1 h after adding 32 μL of DCN, which indicated that F3Y could be used as a fluorescent probe to detect DCN rapidly in water (Figure S26).", "data": null, "include_properties": null}, {"idx": 46, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Selective identification of DCN from 9\nkinds of pesticides.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15440_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Selective identification of DCN from 9 kinds of pesticides.   ", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["property"], "content": "<p>In addition, the sensitivity\nof the probe was studied by dripping\nDCN solution into an <bold>F3Y</bold> suspension, and the changes\nin the fluorescence spectra were recorded (a). The fluorescence intensity of <bold>F3Y</bold> decreased with increasing DCN concentration, and the fluorescence\nquenching rate reached 79.59% when the concentration reached 176.82\nμM. In the low concentration range of 0.46–59.64 μM,\nthe concentration of DCN and the fluorescence intensity of <bold>F3Y</bold> complied with the Stern–Volmer equation, showing a good linear\nrelationship (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.999). With increasing\nDCN concentration, the <italic toggle=\"yes\">S</italic>–<italic toggle=\"yes\">V</italic> equation gradually shifts and bends downward, which may be attributed\nto the static or dynamic quenching relationship or energy transfer\nprocesses between <bold>F3Y</bold> and DCN (b). The <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> value\nof DCN was calculated as 37340 M<sup>–1</sup>, and the LOD\nwas calculated to be 0.14 μM based on 3σ/<italic toggle=\"yes\">k</italic> (c). In addition,\nthe optical images of <bold>F3Y</bold> before and after the addition\nof 176.82 μM DCN in water showed obvious changes, indicating\nthat <bold>F3Y</bold> may become a portable sensor based on the naked\neye (d). The\nLODs of other DCN detection methods are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Table S6</ext-link>. The results show that <bold>F3Y</bold> has good\nsensitivity for DCN detection compared with other materials.</p>", "clean_text": "In addition, the sensitivity of the probe was studied by dripping DCN solution into an F3Y suspension, and the changes in the fluorescence spectra were recorded (a). The fluorescence intensity of F3Y decreased with increasing DCN concentration, and the fluorescence quenching rate reached 79.59% when the concentration reached 176.82 μM. In the low concentration range of 0.46-59.64 μM, the concentration of DCN and the fluorescence intensity of F3Y complied with the Stern-Volmer equation, showing a good linear relationship (R 2 = 0.999). With increasing DCN concentration, the S-V equation gradually shifts and bends downward, which may be attributed to the static or dynamic quenching relationship or energy transfer processes between F3Y and DCN (b). The K sv value of DCN was calculated as 37340 M-1, and the LOD was calculated to be 0.14 μM based on 3σ/k (c). In addition, the optical images of F3Y before and after the addition of 176.82 μM DCN in water showed obvious changes, indicating that F3Y may become a portable sensor based on the naked eye (d). The LODs of other DCN detection methods are shown in Table S6. The results show that F3Y has good sensitivity for DCN detection compared with other materials.", "data": null, "include_properties": null}, {"idx": 48, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Fluorescence\nspectra of <bold>F3Y</bold> with various concentrations\nof DCN solutions. (b) Relationship between quenching rate and concentration.\n(c) <italic toggle=\"yes\">S</italic>–<italic toggle=\"yes\">V</italic> curve. (d) Optical\nimages of <bold>F3Y</bold> before and after DCN was added under a\nUV lamp.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15440_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  (a) Fluorescence spectra of F3Y with various concentrations of DCN solutions. (b) Relationship between quenching rate and concentration. (c) S-V curve. (d) Optical images of F3Y before and after DCN was added under a UV lamp.   ", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>To test the anti-interference\nability of the proposed method, an\nanti-interference experiment was carried out. The concentration of\nDCN and other interfering pesticides was 176.82 μM. The fluorescence\nintensity changes before and after adding interfering pesticides and\nDCN were recorded. After adding other interfering pesticides, the\nchanges in the fluorescence intensity of <bold>F3Y</bold> were negligible,\nbut the fluorescence intensity of <bold>F3Y</bold> was significantly\nquenched when DCN was added (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S27a</ext-link>). As a result, <bold>F3Y</bold> has good selectivity and anti-interference\nability to detect DCN. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S27b</ext-link> shows\nthat the detection of the DCN by <bold>F3Y</bold> can be cycled at\nleast three times.</p>", "clean_text": "To test the anti-interference ability of the proposed method, an anti-interference experiment was carried out. The concentration of DCN and other interfering pesticides was 176.82 μM. The fluorescence intensity changes before and after adding interfering pesticides and DCN were recorded. After adding other interfering pesticides, the changes in the fluorescence intensity of F3Y were negligible, but the fluorescence intensity of F3Y was significantly quenched when DCN was added (Figure S27a). As a result, F3Y has good selectivity and anti-interference ability to detect DCN. Figure S27b shows that the detection of the DCN by F3Y can be cycled at least three times.", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<title>Detection of NFAs and DCN\nin Real Samples</title><p>To evaluate the application of <bold>F3B</bold> in actual samples,\nwe collected water samples from fish ponds and fish tanks at Neijiang\nNormal University, and no NFAs were detected. The accuracy of the\nmethod was verified by adding different concentrations of NFAs standard\nsolution. From <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Table S7</ext-link>, it was found that\nthe recovery rate of NFAs was in the range of 97.0–105.15%,\nand the RSD was 0.63–1.45%, which was less than 6.0%. The above\nresults suggest that the sensor system has the potential to detect\nNFAs in the environment.</p>", "clean_text": "Detection of NFAs and DCN in Real Samples\n\nTo evaluate the application of F3B in actual samples, we collected water samples from fish ponds and fish tanks at Neijiang Normal University, and no NFAs were detected. The accuracy of the method was verified by adding different concentrations of NFAs standard solution. From Table S7, it was found that the recovery rate of NFAs was in the range of 97.0-105.15%, and the RSD was 0.63-1.45%, which was less than 6.0%. The above results suggest that the sensor system has the potential to detect NFAs in the environment.", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>To evaluate the application of <bold>F3Y</bold> in real samples, we collected soil from mountain top orchards\nfor analysis. The collected soil was treated as follows: 20 g of fresh\nsoil was packed in a tray and dried in an oven at 50 °C overnight.\nAfter grinding into powder, it was put into a round bottom flask containing\n20 mL of <italic toggle=\"yes\">N</italic>-hexane, put into an ultrasonic water bath\nfor 1 h, and filtered through filter paper. After the filtrate was\nconcentrated, the filtrate was diluted to 5 mL with ultrapure water.\nThe presence of DCN was not found in the soil, and the recovery was\ncalculated by the standard addition method. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Table S8</ext-link>, the recovery of DCN determined by this\nmethod was 102.2–106.48%, and the RSD was 0.29–1.69%.\nHence, <bold>F3Y</bold> can be used as a method for DCN detection\nin the environment.</p>", "clean_text": "To evaluate the application of F3Y in real samples, we collected soil from mountain top orchards for analysis. The collected soil was treated as follows: 20 g of fresh soil was packed in a tray and dried in an oven at 50 °C overnight. After grinding into powder, it was put into a round bottom flask containing 20 mL of N-hexane, put into an ultrasonic water bath for 1 h, and filtered through filter paper. After the filtrate was concentrated, the filtrate was diluted to 5 mL with ultrapure water. The presence of DCN was not found in the soil, and the recovery was calculated by the standard addition method. As shown in Table S8, the recovery of DCN determined by this method was 102.2-106.48%, and the RSD was 0.29-1.69%. Hence, F3Y can be used as a method for DCN detection in the environment.", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["property"], "content": "<p>Considering that lead ions are toxic, to\nverify whether <bold>F3B</bold> and <bold>F3Y</bold> cause secondary\ncontamination after detecting\nthe target analytes, the lead ion concentration in the filtrate was\nmeasured by inductively coupled plasma–mass spectrometry (ICP–MS).\nThe results showed that the concentrations of lead ions in <bold>F3B</bold> and <bold>F3Y</bold> filtrates were 4 ng/mL and 6 ng/mL, respectively,\nwhich were lower than the standards recommended by the US Environmental\nProtection Agency (EPA) and World Health Organization (WHO).\n</p>", "clean_text": "Considering that lead ions are toxic, to verify whether F3B and F3Y cause secondary contamination after detecting the target analytes, the lead ion concentration in the filtrate was measured by inductively coupled plasma-mass spectrometry (ICP-MS). The results showed that the concentrations of lead ions in F3B and F3Y filtrates were 4 ng/mL and 6 ng/mL, respectively, which were lower than the standards recommended by the US Environmental Protection Agency (EPA) and World Health Organization (WHO). ", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["else"], "content": "<p>In addition, to make the detection method\nmore intuitive and portable,\nwe prepared <bold>F3B</bold> and <bold>F3Y</bold> fluorescent test\nstrips with a size of 2.0 × 0.5 cm. The test paper was immersed\nin antibiotics and pesticides, and the optical image changes were\nobserved under UV light irradiation (365 nm). <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S28a</ext-link> shows that after submersion in NFZ, NFT, and NFAs,\nthe optical images of the test strip changed from blue to dark; <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S28b</ext-link> shows that the optical images of\nthe test strip changed from yellow–green to dark after soaking\nin DCN. As a convenient and portable test strip, the above results\nshow that the materials can realize visual detection of NFZ, NFT,\nNFAs, and DCN.</p>", "clean_text": "In addition, to make the detection method more intuitive and portable, we prepared F3B and F3Y fluorescent test strips with a size of 2.0 × 0.5 cm. The test paper was immersed in antibiotics and pesticides, and the optical image changes were observed under UV light irradiation (365 nm). Figure S28a shows that after submersion in NFZ, NFT, and NFAs, the optical images of the test strip changed from blue to dark; Figure S28b shows that the optical images of the test strip changed from yellow-green to dark after soaking in DCN. As a convenient and portable test strip, the above results show that the materials can realize visual detection of NFZ, NFT, NFAs, and DCN.", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<title>Mechanism for Sensing NFAs\nand DCN</title><p>In this study, a possible mechanism of fluorescence\nquenching was\ndeduced by experiments. First, the PXRD patterns of <bold>F3B</bold> and <bold>F3Y</bold> were collected after five cycles of detection\nof NFAs and DCN, respectively. <bold>F3B</bold> and <bold>F3Y</bold> maintained good crystallinity after five cycles, indicating that\nfluorescence quenching was not caused by frame collapse (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figures S22 and S29</ext-link>). Second, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Tables S9 and S10</ext-link> demonstrate that the size of the simulated\nantibiotic and pesticide molecules was greater than the size of the <bold>F3</bold> pores (6.75 × 6.75 Å). Hence, the possibility\nof fluorescence quenching caused by guest molecules entering the crystal\npores was excluded. Third, combined with c, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">S18c and S19c</ext-link>, the <italic toggle=\"yes\">S</italic>–<italic toggle=\"yes\">V</italic> curve shifts upward\nat high concentrations and conforms to a first-order exponential equation,\nindicating that there exist energy transfer processes. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S30a and Table S11</ext-link>, the fluorescence lifetime\nhad almost no change after adding different concentrations of NFAs\nto <bold>F3B</bold>, indicating that there were no strong interactions\nbetween the antibiotics and <bold>F3B</bold>. Hence, we speculate that there may be an energy transfer process.</p>", "clean_text": "Mechanism for Sensing NFAs and DCN\n\nIn this study, a possible mechanism of fluorescence quenching was deduced by experiments. First, the PXRD patterns of F3B and F3Y were collected after five cycles of detection of NFAs and DCN, respectively. F3B and F3Y maintained good crystallinity after five cycles, indicating that fluorescence quenching was not caused by frame collapse (Figures S22 and S29). Second, Tables S9 and S10 demonstrate that the size of the simulated antibiotic and pesticide molecules was greater than the size of the F3 pores (6.75 × 6.75 Å). Hence, the possibility of fluorescence quenching caused by guest molecules entering the crystal pores was excluded. Third, combined with c, S18c and S19c, the S-V curve shifts upward at high concentrations and conforms to a first-order exponential equation, indicating that there exist energy transfer processes. As shown in Figure S30a and Table S11, the fluorescence lifetime had almost no change after adding different concentrations of NFAs to F3B, indicating that there were no strong interactions between the antibiotics and F3B. Hence, we speculate that there may be an energy transfer process.", "data": null, "include_properties": null}, {"idx": 55, "type": "text", "classification": ["else"], "content": "<p>The fluorescence lifetime of <bold>F3Y</bold> decreased significantly\nafter adding different concentrations of DCN (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S30b and Table S12</ext-link>), which is a typical dynamic quenching\nfeature. The conclusion of dynamic quenching seems to be contradictory\nbecause the <italic toggle=\"yes\">S</italic>–<italic toggle=\"yes\">V</italic> plot is linear.\nTherefore, we carefully analyzed the fluorescence decay profiles after\nadding DCN and used the two exponential decay components to adequately\nfit the data. The decrease in the average fluorescence decay lifetime\ndoes not come from the shortening of the lifetime of each component\nbut from the increase in the proportion of the fastest relaxation\ncomponent (τ<sub>1</sub>) and the decrease in the proportion\nof the slowest relaxation component (τ<sub>2</sub>). The proportions\nof τ<sub>1</sub> and τ<sub>2</sub> in <bold>F3Y</bold> were 40.48 and 59.52%, respectively. When 40 μL of DCN was\nadded, the proportion of τ<sub>1</sub> increased to 70.13%,\nwhile the proportion of τ<sub>2</sub> decreased to 29.87%. The\ncollision between DCN and <bold>F3Y</bold> destroys the excited state,\nresulting in a decrease in the average fluorescence lifetime of <bold>F3Y</bold>. Therefore, the quenching process of <bold>F3Y</bold> induced\nby DCN was dynamic quenching.</p>", "clean_text": "The fluorescence lifetime of F3Y decreased significantly after adding different concentrations of DCN (Figure S30b and Table S12), which is a typical dynamic quenching feature. The conclusion of dynamic quenching seems to be contradictory because the S-V plot is linear. Therefore, we carefully analyzed the fluorescence decay profiles after adding DCN and used the two exponential decay components to adequately fit the data. The decrease in the average fluorescence decay lifetime does not come from the shortening of the lifetime of each component but from the increase in the proportion of the fastest relaxation component (τ1) and the decrease in the proportion of the slowest relaxation component (τ2). The proportions of τ1 and τ2 in F3Y were 40.48 and 59.52%, respectively. When 40 μL of DCN was added, the proportion of τ1 increased to 70.13%, while the proportion of τ2 decreased to 29.87%. The collision between DCN and F3Y destroys the excited state, resulting in a decrease in the average fluorescence lifetime of F3Y. Therefore, the quenching process of F3Y induced by DCN was dynamic quenching.", "data": null, "include_properties": null}, {"idx": 56, "type": "text", "classification": ["else"], "content": "<p>For antibiotics and pesticides,\nthe photoinduced electron transfer\n(PET) process is a recognized quenching mechanism that involves the\ntransfer of electrons from the conduction band (CB) of MOFs to the\nLUMO (the lowest unoccupied molecular orbitals) of the analytes. MOFs\nare large “molecules” whose valence band and CB energy\nlevels can be similar to molecular orbital energy levels (MO). If the CB energy level of MOFs is higher than\nthe LUMO energy level of the analyte, this will result in the transfer\nof electrons from the ligand to the analyte, resulting in fluorescence\nquenching. Therefore, the lower the LUMO energy of the analyte is,\nthe more efficient the fluorescence quenching. As shown in a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Table S13</ext-link>, the LUMO orbitals\nof DTZ, MDZ, ODZ, TDZ, NFZ, and NFT are lower than the CB levels of\nligands so that they can quench the fluorescence of <bold>F3B</bold>. The LUMO energy levels of NFZ and NFT are the lowest, and the quenching\nrate is the highest.</p>", "clean_text": "For antibiotics and pesticides, the photoinduced electron transfer (PET) process is a recognized quenching mechanism that involves the transfer of electrons from the conduction band (CB) of MOFs to the LUMO (the lowest unoccupied molecular orbitals) of the analytes. MOFs are large \"molecules\" whose valence band and CB energy levels can be similar to molecular orbital energy levels (MO). If the CB energy level of MOFs is higher than the LUMO energy level of the analyte, this will result in the transfer of electrons from the ligand to the analyte, resulting in fluorescence quenching. Therefore, the lower the LUMO energy of the analyte is, the more efficient the fluorescence quenching. As shown in a and Table S13, the LUMO orbitals of DTZ, MDZ, ODZ, TDZ, NFZ, and NFT are lower than the CB levels of ligands so that they can quench the fluorescence of F3B. The LUMO energy levels of NFZ and NFT are the lowest, and the quenching rate is the highest.", "data": null, "include_properties": null}, {"idx": 57, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a) HOMO and (c) LUMO energies of the ligand and analytes.\n(b,d)\nExcitation and spectra of <bold>F3B</bold> and <bold>F3Y</bold> as\nwell as UV absorption spectra of analytes.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15440_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  (a) HOMO and (c) LUMO energies of the ligand and analytes. (b,d) Excitation and spectra of F3B and F3Y as well as UV absorption spectra of analytes.   ", "data": null, "include_properties": null}, {"idx": 58, "type": "text", "classification": ["else"], "content": "<p>Another possible mechanism is the competitive energy\nabsorption\nmechanism. The light absorption efficiency of the MOFs will be reduced\nwhen the UV–vis absorption spectrum of the target overlaps\nwith the excitation spectrum of the MOFs, resulting in fluorescence\nquenching of the MOFs. As depicted in b, the UV–vis absorption\nspectra of the analytes (NFZ, NFT, and NFAs) overlap significantly\nwith the excitation bands of <bold>F3B</bold>. Therefore, NFA-induced\nfluorescence quenching may be ascribed to the collaborative effect\nof PET and competitive energy absorption.</p>", "clean_text": "Another possible mechanism is the competitive energy absorption mechanism. The light absorption efficiency of the MOFs will be reduced when the UV-vis absorption spectrum of the target overlaps with the excitation spectrum of the MOFs, resulting in fluorescence quenching of the MOFs. As depicted in b, the UV-vis absorption spectra of the analytes (NFZ, NFT, and NFAs) overlap significantly with the excitation bands of F3B. Therefore, NFA-induced fluorescence quenching may be ascribed to the collaborative effect of PET and competitive energy absorption.", "data": null, "include_properties": null}, {"idx": 59, "type": "text", "classification": ["else"], "content": "<p>For the pesticide\nDCN, it can be seen from c and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Table S14</ext-link> that the\nLUMO energy level of the ligand is higher than that of\nDCN and CML, but the previous experiments proved that CML has no quenching\neffect on <bold>F3Y</bold>. d shows that the UV–vis absorption spectrum\nof DCN significantly overlaps with the excitation bands of <bold>F3Y</bold>, while the excitation and fluorescence bands of CML and <bold>F3Y</bold> do not overlap. In addition, 40 μL of different antibiotics\nwas added to the <bold>F3Y</bold> suspension, and it was found that <bold>F3Y</bold> could selectively detect NFAs with a quenching rate of\n90.92% (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S31a</ext-link>). Adding 32 μL\nof different pesticides into the <bold>F3B</bold> suspension, <bold>F3B</bold> could also selectively detect DCN and the quenching rate\nwas 81.20% (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S31b</ext-link>). According to\nthe molecular structure analysis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figures S17 and S25</ext-link>), DTZ, MDZ, ODZ, and TDZ all have nitro groups, which\nwill cause quenching to a certain extent. Nevertheless, the nitro\ngroup in DCN is directly connected to the benzene ring through a conjugation\neffect. The two chlorine atoms and the nitro group have electron-absorbing\neffects, resulting in the H atom of the amino group being more likely\nto interact with the deprotonated carboxyl group in the crystal. However,\nantibiotics and other pesticide molecules do not have nitro and benzene\nring conjugation, so they cannot interact with <bold>F3B</bold>/<bold>F3Y</bold> by hydrogen bonds. Hence, the hydrogen bonding interactions\nbetween <bold>F3Y</bold> and DCN should also contribute to the good\nsensitivity of the detection. Consequently, DCN-induced fluorescence\nquenching may be mainly attributed to the synergistic effect of PET,\ncompetitive energy absorption, and hydrogen bonding interactions.</p>", "clean_text": "For the pesticide DCN, it can be seen from c and Table S14 that the LUMO energy level of the ligand is higher than that of DCN and CML, but the previous experiments proved that CML has no quenching effect on F3Y. d shows that the UV-vis absorption spectrum of DCN significantly overlaps with the excitation bands of F3Y, while the excitation and fluorescence bands of CML and F3Y do not overlap. In addition, 40 μL of different antibiotics was added to the F3Y suspension, and it was found that F3Y could selectively detect NFAs with a quenching rate of 90.92% (Figure S31a). Adding 32 μL of different pesticides into the F3B suspension, F3B could also selectively detect DCN and the quenching rate was 81.20% (Figure S31b). According to the molecular structure analysis (Figures S17 and S25), DTZ, MDZ, ODZ, and TDZ all have nitro groups, which will cause quenching to a certain extent. Nevertheless, the nitro group in DCN is directly connected to the benzene ring through a conjugation effect. The two chlorine atoms and the nitro group have electron-absorbing effects, resulting in the H atom of the amino group being more likely to interact with the deprotonated carboxyl group in the crystal. However, antibiotics and other pesticide molecules do not have nitro and benzene ring conjugation, so they cannot interact with F3B/F3Y by hydrogen bonds. Hence, the hydrogen bonding interactions between F3Y and DCN should also contribute to the good sensitivity of the detection. Consequently, DCN-induced fluorescence quenching may be mainly attributed to the synergistic effect of PET, competitive energy absorption, and hydrogen bonding interactions.", "data": null, "include_properties": null}, {"idx": 60, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In conclusion, a novel\ntwo-dimensional\nanionic Pb-MOF (<bold>F3</bold>) with an interlocking structure was\nsuccessfully synthesized. Due\nto its interlocking structure, <bold>F3</bold> exhibits excellent\nthermal stability, solvent stability, and a wide range of acid/alkali\nresistance (pH = 2–12). <bold>F3B</bold> can be used as a sensitive\nfluorescent probe to detect NFAs in water, and the detection limit\ncan reach 0.26 μM. <bold>F3Y</bold> can be used as a chemical\nsensor to detect DCN in water with an LOD of 0.14 μM. Notably, <bold>F3B</bold> demonstrated excellent selectivity in the presence of\nother antibiotics and excellent anti-interference properties against\ncommonly used antibiotics in water. <bold>F3Y</bold> demonstrated\nexcellent selectivity in the presence of other pesticides and remarkable\nanti-interference performance against commonly used pesticides in\nwater. Mechanistic studies show that the main reason for the quenching\nof <bold>F3B</bold> by antibiotics is the synergistic effect of PET\nand energy competitive absorption. The main reason for the quenching\nof <bold>F3Y</bold> by pesticides is the synergistic effect of PET,\nenergy competitive absorption, and hydrogen bonding interactions.\nIn addition, <bold>F3B</bold> and <bold>F3Y</bold> can be made into\nfluorescent test papers for the visual detection of NFAs and DCN,\nrespectively.</p>", "clean_text": "Conclusions\n\nIn conclusion, a novel two-dimensional anionic Pb-MOF (F3) with an interlocking structure was successfully synthesized. Due to its interlocking structure, F3 exhibits excellent thermal stability, solvent stability, and a wide range of acid/alkali resistance (pH = 2-12). F3B can be used as a sensitive fluorescent probe to detect NFAs in water, and the detection limit can reach 0.26 μM. F3Y can be used as a chemical sensor to detect DCN in water with an LOD of 0.14 μM. Notably, F3B demonstrated excellent selectivity in the presence of other antibiotics and excellent anti-interference properties against commonly used antibiotics in water. F3Y demonstrated excellent selectivity in the presence of other pesticides and remarkable anti-interference performance against commonly used pesticides in water. Mechanistic studies show that the main reason for the quenching of F3B by antibiotics is the synergistic effect of PET and energy competitive absorption. The main reason for the quenching of F3Y by pesticides is the synergistic effect of PET, energy competitive absorption, and hydrogen bonding interactions. In addition, F3B and F3Y can be made into fluorescent test papers for the visual detection of NFAs and DCN, respectively.", "data": null, "include_properties": null}, {"idx": 61, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.2c15440?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsami.2c15440</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Single-crystal analysis;\nSHAPE analysis; quenching constant;\nfluorescence lifetime; DFT calculation; optical images; fluorescence\nspectra, SEM; AFM; PXRD patterns, XPS, IR, TGA, and DRS spectra and\noptical images, fluorescence quenching efficiency experiments, Stern–Volmer\nplots, recyclability, anti-interference ability, fluorescence test\npaper, and fluorescence decay (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>X-ray crystallographic data of <bold>F3</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_002.cif\" xlink:type=\"simple\">CIF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.2c15440.  Single-crystal analysis; SHAPE analysis; quenching constant; fluorescence lifetime; DFT calculation; optical images; fluorescence spectra, SEM; AFM; PXRD patterns, XPS, IR, TGA, and DRS spectra and optical images, fluorescence quenching efficiency experiments, Stern-Volmer plots, recyclability, anti-interference ability, fluorescence test paper, and fluorescence decay (PDF)   X-ray crystallographic data of F3 (CIF)   ", "data": null, "include_properties": null}, {"idx": 62, "type": "text", "classification": ["else"], "content": "<p>Single-crystal analysis;\nSHAPE analysis; quenching constant;\nfluorescence lifetime; DFT calculation; optical images; fluorescence\nspectra, SEM; AFM; PXRD patterns, XPS, IR, TGA, and DRS spectra and\noptical images, fluorescence quenching efficiency experiments, Stern–Volmer\nplots, recyclability, anti-interference ability, fluorescence test\npaper, and fluorescence decay (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Single-crystal analysis; SHAPE analysis; quenching constant; fluorescence lifetime; DFT calculation; optical images; fluorescence spectra, SEM; AFM; PXRD patterns, XPS, IR, TGA, and DRS spectra and optical images, fluorescence quenching efficiency experiments, Stern-Volmer plots, recyclability, anti-interference ability, fluorescence test paper, and fluorescence decay (PDF)", "data": null, "include_properties": null}, {"idx": 63, "type": "text", "classification": ["else"], "content": "<p>X-ray crystallographic data of <bold>F3</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_002.cif\" xlink:type=\"simple\">CIF</ext-link>)</p><p>The\nauthors declare no\ncompeting financial interest.</p>", "clean_text": "X-ray crystallographic data of F3 (CIF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 11, "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of {[(CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>]<sub>2</sub>[Pb­(TCBPE)­(H<sub>2</sub>O)<sub>2</sub>]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>F3</bold>)</title><p>H<sub>4</sub>TCBPE (8 mg, 0.009 mM) and Pb­(NO<sub>3</sub>)<sub>2</sub> (5.96\nmg, 0.018 mM) were mixed with DMF (1.5 mL), ACN (0.5 mL), and water\n(0.5 mL), and 100 μL of 6 M HCl was added to adjust the pH value.\nThe mixture was sonicated for 30 min and then sealed into a 10 mL\nTeflon-lined stainless autoclave. The autoclave was heated at 120\n°C for three days and cooled slowly to 25 °C. Pale yellow\nsquare crystals were collected and washed with DMF, ACN, and water\nand then dried naturally. The yield was approximately 44.88% [based\non Pb­(NO<sub>3</sub>)<sub>2</sub>]. Elemental analysis (%) for <bold>F3</bold>, Calcd: C 60.84, N 2.45, H 4.55; Found: C 60.24, N 2.14,\nH 4.52. IR (KBr, cm<sup>–1</sup>): 3421 (w), 3021 (w), 1681\n(s), 1604 (s), 1521 (s), 1394 (vs), 1272 (m), 1180 (s), 1112 (s),\n1004 (s), 835 (s), 782 (s), 748 (m), 651 (m). CCDC number: 2164308.</p>", "clean_text": "Synthesis of {[(CH3)2NH2]2[Pb(TCBPE)(H2O)2]} n  (F3)\n\nH4TCBPE (8 mg, 0.009 mM) and Pb(NO3)2 (5.96 mg, 0.018 mM) were mixed with DMF (1.5 mL), ACN (0.5 mL), and water (0.5 mL), and 100 μL of 6 M HCl was added to adjust the pH value. The mixture was sonicated for 30 min and then sealed into a 10 mL Teflon-lined stainless autoclave. The autoclave was heated at 120 °C for three days and cooled slowly to 25 °C. Pale yellow square crystals were collected and washed with DMF, ACN, and water and then dried naturally. The yield was approximately 44.88% [based on Pb(NO3)2]. Elemental analysis (%) for F3, Calcd: C 60.84, N 2.45, H 4.55; Found: C 60.24, N 2.14, H 4.52. IR (KBr, cm-1): 3421 (w), 3021 (w), 1681 (s), 1604 (s), 1521 (s), 1394 (vs), 1272 (m), 1180 (s), 1112 (s), 1004 (s), 835 (s), 782 (s), 748 (m), 651 (m). CCDC number: 2164308.", "data": [{"meta": {"name": "{[(CH3)2NH2]2[Pb­(TCBPE)­(H2O)2]}n", "symbol": "F3", "chemical formula": "unknown"}, "processes": [{"synthesis method": "sonication", "composition": "H4TCBPE (8 mg, 0.009 mM) and Pb­(NO3)2 (5.96 mg, 0.018 mM)", "power": "", "solvent": [{"name": "DMF", "amount": "1.5", "unit": "mL"}, {"name": "ACN", "amount": "0.5", "unit": "mL"}, {"name": "water", "amount": "0.5", "unit": "mL"}], "temperature": "25°C", "time": "30 min", "type": ""}, {"synthesis method": "solvothermal synthesis", "precursor": [{"name": "H4TCBPE", "amount": "8", "unit": "mg"}, {"name": "Pb­(NO3)2", "amount": "5.96", "unit": "mg"}], "solvent": [{"name": "DMF", "amount": "", "unit": ""}, {"name": "ACN", "amount": "", "unit": ""}, {"name": "water", "amount": "", "unit": ""}], "pressure": "", "temperature": "120°C", "time": "3 days", "heating rate": "", "cooling rate": ""}, {"synthesis method": "washing", "washing solution": "DMF, ACN, water", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "natural", "time": ""}], "yield": "44.88%"}], "include_properties": ["solvothermal_synthesis", "pH_adjustment", "sonication", "washing", "drying"]}, {"idx": "1, 8, 26, 27, 29, 31, 34", "type": "text", "classification": "property", "content": "<p>The\nmisuse of organic pollutants such as nitrofuran antibiotics\n(NFAs) and 2,6-dichloro-4-nitroaniline (DCN) has become a hot topic\nof global concern, and developing rapid, efficient, and accurate techniques\nfor detecting NFAs and pesticides in water is a major challenge. Here,\nwe designed a novel lead-based anion 2D metal–organic framework\n(MOF)­{[(CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>]<sub>2</sub>[Pb­(TCBPE)­(H<sub>2</sub>O)<sub>2</sub>]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>F3</bold>) with interlocking structures, in which TCBPE stands for 1,1,2,2-tetra­(4-carboxylbiphenyl)­ethylene.\nPowder X-ray diffraction and thermogravimetric analysis revealed that <bold>F3</bold> has excellent chemical and solvent stability. It is worth\nnoting that <bold>F3</bold> has a grinding discoloration effect. The\nsolvent-protected grinding approach achieved <bold>F3B</bold> with\na high quantum yield (QY = 73.77%) and blue fluorescence, while the\ndirect grinding method produced <bold>F3Y</bold> with a high quantum\nyield (QY = 37.27%) and yellow–green fluorescence. Importantly, <bold>F3B</bold> can detect NFAs in water rapidly and sensitively while\nremaining unaffected by other antibiotics. <bold>F3Y</bold> can identify\nDCN in water quickly and selectively while remaining unchanged by\nother pesticides. <bold>F3B</bold> demonstrated high selectivity and\nrapid response to NFAs at a limit of detection (LOD) as low as 0.26\nμM, while <bold>F3Y</bold> indicated high selectivity and responded\nquickly to DCN in water at an LOD as low as 0.14 μM. The method\nwas successfully applied to detect NFAs in actual water samples of\nthe fish tanks and ponds as well as the pesticide DCN in soil samples.\nThe recovery rates were 97.0–105.15% and 102.2–106.48%,\nand the relative standard deviations were 0.63–1.45% and 0.29–1.69%,\nrespectively. In addition, <bold>F3B</bold> and <bold>F3Y</bold> can\nbe made into fluorescent test papers for the visual detection of NFAs\nand DCN, respectively. Combined with experiments and density functional\ntheory calculations, the mechanism of fluorescence quenching of MOFs\nby target analytes was also revealed.</p><p>In this paper, a novel two-dimensional anionic framework­{[(CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>]<sub>2</sub>[Pb (TCBPE) (H<sub>2</sub>O)<sub>2</sub>]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>F3</bold>) with superior fluorescence properties was constructed by using\nthe H<sub>4</sub>TCBPE ligand and lead nitrate. Due to the vertical\ninterlocking structure of <bold>F3</bold>, it exhibits excellent solvent\nand fluorescence stability in water and other organic solvents. As\na result, it is suitable for fluorescence analysis. The blue luminescent\ncrystal powder (<bold>F3B</bold>) (PLQY = 73.77%) was obtained by\nthe solvent protection grinding method, and the yellow–green\nluminescent crystal powder (<bold>F3Y</bold>) (PLQY = 37.27%) was\nattained by direct grinding. Based on the fluorescence response characteristics,\na dual-color luminescent Pb-TCBPE sensing platform in water was constructed,\nrealizing the detection of NFAs by <bold>F3B</bold> and the detection\nof DCN by <bold>F3Y</bold>. The linear range of NFAs was 0.86–29.91\nμM with a detection limit of 0.26 μM, whereas the linear\nrange of DCN was 0.46–59.64 μM with a detection limit\nof 0.14 μM. The method was successfully applied to detect NFAs\nin actual water samples of fish tanks and ponds and the pesticide\nDCN in soil samples. The recovery rates were 97.0–105.15% and\n102.2–106.48%, and the relative standard deviations (RSDs)\nwere 0.63–1.45% and 0.29–1.69%, respectively. Finally,\nwe prepared a portable fluorescent test paper to visualize and rapidly\ndetect NFAs and pesticide DCN. In addition, the quenching mechanism\nwas investigated by experiments and density functional theory (DFT)\ncalculations. Notably, this work is the first to propose a variety\nof solvent-protected strategies for the preparation of TCBPE-MOFs.\nThis is also the first time that Pb-TCBPE has been synthesized and\nused to detect antibiotics and pesticides in water, which contributes\nto the development of multifunctional fluorescent MOF sensors.</p><title>Structural Characterization of Compound <bold>F3</bold>\n</title><p>Under the optical microscope, <bold>F3</bold> was\nshown as a regularly shaped pale-yellow square (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S8a</ext-link>). The surface of <bold>F3</bold> was observed by\nSEM (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S8b</ext-link>), suggesting that <bold>F3</bold> was smooth and free of impurities, and the surface roughness\n(Rq) of <bold>F3</bold> measured by AFM was only 0.00146 μm\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S8c</ext-link>). The above results show that <bold>F3</bold> has a good morphology and smooth surface. PXRD was carried\nout to confirm the phase purity of compound <bold>F3</bold>. The positions\nof the prominent diffraction peaks of the PXRD patterns measured in\nthe experiment are consistent with the simulated ones, proving that <bold>F3</bold> is a pure phase (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>).\nThen, after soaking in aqueous solutions with different pH values\nfor 12 h, the prominent diffraction peaks of the PXRD patterns are\nstill consistent with the simulated peaks, indicating that <bold>F3</bold> can remain stable in the pH range of 2–12 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S10a</ext-link>). As depicted in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S10b</ext-link>, <bold>F3</bold> maintained excellent crystallinity, and the PXRD\npatterns are in agreement with the simulated patterns after soaking\nin water and different organic solvents for 12 h, indicating that\ncompound <bold>F3</bold> has superb solvent stability. The stability\nof the solvent lays the foundation for fluorescence sensing in the\nliquid phase.</p><p>XPS spectra were used to determine the elemental\ncomposition and valence state of <bold>F3</bold>. As seen from <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S11a</ext-link>, elements in complex <bold>F3</bold> include Pb, C, N, and O. The high-resolution spectrum of Pb 4f shows\nthat the binding energies are 138.88 eV (Pb 4f<sub>7/2</sub>) and\n143.78 eV (Pb 4f<sub>5/2</sub>), which prove the existence of Pb­(II)\nions (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S11b</ext-link>). <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S11c</ext-link> shows that the high-resolution XPS spectrum of\nC 1s is convolved into two peaks, with binding energies of 284.80\nand 288.27 eV corresponding to the C–C bond and the O–CO\nbond, respectively, which correspond to carboxylic acid ligands. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S11d</ext-link> shows the N 1s high-resolution XPS\nspectrum with one convolution peak at 402.82 eV attributable to C–NH<sub>2</sub>, further proving the existence of the dimethylamine cation. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S11e</ext-link> shows O 1s high-resolution XPS with\ntwo convolution peaks at 531.67 and 533.44 eV attributable to the\nPb–O bond and the CO bond.</p><p>TGA data were collected in the range of 30\nto 800 °C at a\nrate of 20 °C min<sup>–1</sup> under a nitrogen atmosphere\nto investigate <bold>F3</bold>’s thermal stability. As shown\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>, the weight loss rate of\nthe TGA curve is approximately 3.12% (calculated to be 3.15%) from\n30–138 °C, proving the loss of two coordinated water molecules\nin <bold>F3</bold>. When the temperature was increased to 430 °C,\nthe mass of <bold>F3</bold> decreased sharply, which was attributed\nto the collapse of the framework. The above result showed that <bold>F3</bold> has excellent thermal stability.</p><title>Fluorescence Spectroscopy\nAnalysis</title><p>CPs of main-group metals such as Pb­(II) have interesting\nphotochemical\nand photophysical properties, but there have been few studies on their\nPL compared with transition metals and lanthanide metals.\na shows that <bold>F3B</bold> and <bold>F3Y</bold> have broad excitation spectra ranging\nfrom 300 to 400 nm. As a practical application, the UV lamp can be\nused for visual detection, so we all use 365 nm as the wavelength\nfor excitation. As shown in b, the maximum emission wavelengths of <bold>F3B</bold>, <bold>F3Y</bold>, and the ligand H<sub>4</sub>TCBPE are 461, 507,\nand 484 nm, respectively. The luminescence of <bold>F3B</bold> and <bold>F3Y</bold> can be attributed to the charge transfer from ligand-to-metal\n(LMCT) between the delocalized π-bond of the carboxylic group\nand the p-orbital of the Pb­(II) center. As shown in c, the fluorescence lifetime of <bold>F3Y</bold> is 2.08 ns, the\nfluorescence lifetime of <bold>F3B</bold> is 1.05 ns, and the fluorescence\nlifetime of the ligand H<sub>4</sub>TCBPE is 1.89 ns. Interestingly,\nthe order of life span is in line with the trend of luminous centers,\nwhich is consistent with a previous report. The Commission International de I’Eclairage (CIE) chromaticity\ncoordinates of H<sub>4</sub>TCBPE, <bold>F3B</bold>, and <bold>F3Y</bold> are (0.1914, 0.3339), (0.1563, 0.1818), and (0.2672, 0.4273), respectively\n(d). In addition,\nboth crystal suspensions maintained good dispersibility in water under\ndaylight lamps (e). Moreover, under irradiation with UV light, both crystal suspensions\nexhibited dazzling fluorescence (f). The quantum yield of <bold>F3B</bold> in water is as high as 73.77%, and the quantum yield of <bold>F3Y</bold> powder in water is as high as 37.27%.</p><p>To prove the application value of <bold>F3B</bold> in realistic\nenvironments, the fluorescence response characteristics of <bold>F3B</bold> under different pH values were investigated. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S15a</ext-link> shows that the fluorescence intensity of <bold>F3B</bold> did not change much in the pH range from 2 to 12, indicating\nthat the probe could maintain fluorescence stability over a wide pH\nrange. In addition, the effect of different kinds of ions on the fluorescence\nintensity of <bold>F3B</bold> was also investigated. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S15b</ext-link>, the effect of these cations and\nanions on the luminescence intensity is negligible. <bold>F3B</bold> was immersed in 10 kinds of common organic solvents (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S15c</ext-link>) and a pH range from 2 to 12 for\n12 h, and PXRD patterns were collected (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S15d</ext-link>). The PXRD pattern showed that <bold>F3B</bold> maintained\ngood crystallinity after soaking. This means that <bold>F3B</bold> is stable in different solvents and over a wide range of pH values.\nTo explore the sensing ability of <bold>F3B</bold> to trace antibiotics\nin aqueous solutions, the stability of <bold>F3B</bold> in water was\nanalyzed by time-dependent luminescence intensity. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S16</ext-link>, <bold>F3B</bold> exhibited a characteristic\nemission peak at 461 nm, which is close to the emission peak of the\nligand (485 nm), indicating that the luminescence of <bold>F3B</bold> is mainly attributed to the emission of the organic ligand. After\n5 h of immersion in water, the fluorescence intensity of <bold>F3B</bold> did not change. Moreover, the fluorescence intensity decreased only\nslightly after extending the time to 24 h.</p>", "clean_text": "The misuse of organic pollutants such as nitrofuran antibiotics (NFAs) and 2,6-dichloro-4-nitroaniline (DCN) has become a hot topic of global concern, and developing rapid, efficient, and accurate techniques for detecting NFAs and pesticides in water is a major challenge. Here, we designed a novel lead-based anion 2D metal-organic framework (MOF){[(CH3)2NH2]2[Pb(TCBPE)(H2O)2]} n  (F3) with interlocking structures, in which TCBPE stands for 1,1,2,2-tetra(4-carboxylbiphenyl)ethylene. Powder X-ray diffraction and thermogravimetric analysis revealed that F3 has excellent chemical and solvent stability. It is worth noting that F3 has a grinding discoloration effect. The solvent-protected grinding approach achieved F3B with a high quantum yield (QY = 73.77%) and blue fluorescence, while the direct grinding method produced F3Y with a high quantum yield (QY = 37.27%) and yellow-green fluorescence. Importantly, F3B can detect NFAs in water rapidly and sensitively while remaining unaffected by other antibiotics. F3Y can identify DCN in water quickly and selectively while remaining unchanged by other pesticides. F3B demonstrated high selectivity and rapid response to NFAs at a limit of detection (LOD) as low as 0.26 μM, while F3Y indicated high selectivity and responded quickly to DCN in water at an LOD as low as 0.14 μM. The method was successfully applied to detect NFAs in actual water samples of the fish tanks and ponds as well as the pesticide DCN in soil samples. The recovery rates were 97.0-105.15% and 102.2-106.48%, and the relative standard deviations were 0.63-1.45% and 0.29-1.69%, respectively. In addition, F3B and F3Y can be made into fluorescent test papers for the visual detection of NFAs and DCN, respectively. Combined with experiments and density functional theory calculations, the mechanism of fluorescence quenching of MOFs by target analytes was also revealed.\n\nIn this paper, a novel two-dimensional anionic framework{[(CH3)2NH2]2[Pb (TCBPE) (H2O)2]} n  (F3) with superior fluorescence properties was constructed by using the H4TCBPE ligand and lead nitrate. Due to the vertical interlocking structure of F3, it exhibits excellent solvent and fluorescence stability in water and other organic solvents. As a result, it is suitable for fluorescence analysis. The blue luminescent crystal powder (F3B) (PLQY = 73.77%) was obtained by the solvent protection grinding method, and the yellow-green luminescent crystal powder (F3Y) (PLQY = 37.27%) was attained by direct grinding. Based on the fluorescence response characteristics, a dual-color luminescent Pb-TCBPE sensing platform in water was constructed, realizing the detection of NFAs by F3B and the detection of DCN by F3Y. The linear range of NFAs was 0.86-29.91 μM with a detection limit of 0.26 μM, whereas the linear range of DCN was 0.46-59.64 μM with a detection limit of 0.14 μM. The method was successfully applied to detect NFAs in actual water samples of fish tanks and ponds and the pesticide DCN in soil samples. The recovery rates were 97.0-105.15% and 102.2-106.48%, and the relative standard deviations (RSDs) were 0.63-1.45% and 0.29-1.69%, respectively. Finally, we prepared a portable fluorescent test paper to visualize and rapidly detect NFAs and pesticide DCN. In addition, the quenching mechanism was investigated by experiments and density functional theory (DFT) calculations. Notably, this work is the first to propose a variety of solvent-protected strategies for the preparation of TCBPE-MOFs. This is also the first time that Pb-TCBPE has been synthesized and used to detect antibiotics and pesticides in water, which contributes to the development of multifunctional fluorescent MOF sensors.\n\nStructural Characterization of Compound F3 \n\nUnder the optical microscope, F3 was shown as a regularly shaped pale-yellow square (Figure S8a). The surface of F3 was observed by SEM (Figure S8b), suggesting that F3 was smooth and free of impurities, and the surface roughness (Rq) of F3 measured by AFM was only 0.00146 μm (Figure S8c). The above results show that F3 has a good morphology and smooth surface. PXRD was carried out to confirm the phase purity of compound F3. The positions of the prominent diffraction peaks of the PXRD patterns measured in the experiment are consistent with the simulated ones, proving that F3 is a pure phase (Figure S9). Then, after soaking in aqueous solutions with different pH values for 12 h, the prominent diffraction peaks of the PXRD patterns are still consistent with the simulated peaks, indicating that F3 can remain stable in the pH range of 2-12 (Figure S10a). As depicted in Figure S10b, F3 maintained excellent crystallinity, and the PXRD patterns are in agreement with the simulated patterns after soaking in water and different organic solvents for 12 h, indicating that compound F3 has superb solvent stability. The stability of the solvent lays the foundation for fluorescence sensing in the liquid phase.\n\nXPS spectra were used to determine the elemental composition and valence state of F3. As seen from Figure S11a, elements in complex F3 include Pb, C, N, and O. The high-resolution spectrum of Pb 4f shows that the binding energies are 138.88 eV (Pb 4f7/2) and 143.78 eV (Pb 4f5/2), which prove the existence of Pb(II) ions (Figure S11b). Figure S11c shows that the high-resolution XPS spectrum of C 1s is convolved into two peaks, with binding energies of 284.80 and 288.27 eV corresponding to the C-C bond and the O-CO bond, respectively, which correspond to carboxylic acid ligands. Figure S11d shows the N 1s high-resolution XPS spectrum with one convolution peak at 402.82 eV attributable to C-NH2, further proving the existence of the dimethylamine cation. Figure S11e shows O 1s high-resolution XPS with two convolution peaks at 531.67 and 533.44 eV attributable to the Pb-O bond and the CO bond.\n\nTGA data were collected in the range of 30 to 800 °C at a rate of 20 °C min-1 under a nitrogen atmosphere to investigate F3's thermal stability. As shown in Figure S13, the weight loss rate of the TGA curve is approximately 3.12% (calculated to be 3.15%) from 30-138 °C, proving the loss of two coordinated water molecules in F3. When the temperature was increased to 430 °C, the mass of F3 decreased sharply, which was attributed to the collapse of the framework. The above result showed that F3 has excellent thermal stability.\n\nFluorescence Spectroscopy Analysis\n\nCPs of main-group metals such as Pb(II) have interesting photochemical and photophysical properties, but there have been few studies on their PL compared with transition metals and lanthanide metals. a shows that F3B and F3Y have broad excitation spectra ranging from 300 to 400 nm. As a practical application, the UV lamp can be used for visual detection, so we all use 365 nm as the wavelength for excitation. As shown in b, the maximum emission wavelengths of F3B, F3Y, and the ligand H4TCBPE are 461, 507, and 484 nm, respectively. The luminescence of F3B and F3Y can be attributed to the charge transfer from ligand-to-metal (LMCT) between the delocalized π-bond of the carboxylic group and the p-orbital of the Pb(II) center. As shown in c, the fluorescence lifetime of F3Y is 2.08 ns, the fluorescence lifetime of F3B is 1.05 ns, and the fluorescence lifetime of the ligand H4TCBPE is 1.89 ns. Interestingly, the order of life span is in line with the trend of luminous centers, which is consistent with a previous report. The Commission International de I'Eclairage (CIE) chromaticity coordinates of H4TCBPE, F3B, and F3Y are (0.1914, 0.3339), (0.1563, 0.1818), and (0.2672, 0.4273), respectively (d). In addition, both crystal suspensions maintained good dispersibility in water under daylight lamps (e). Moreover, under irradiation with UV light, both crystal suspensions exhibited dazzling fluorescence (f). The quantum yield of F3B in water is as high as 73.77%, and the quantum yield of F3Y powder in water is as high as 37.27%.\n\nTo prove the application value of F3B in realistic environments, the fluorescence response characteristics of F3B under different pH values were investigated. Figure S15a shows that the fluorescence intensity of F3B did not change much in the pH range from 2 to 12, indicating that the probe could maintain fluorescence stability over a wide pH range. In addition, the effect of different kinds of ions on the fluorescence intensity of F3B was also investigated. As shown in Figure S15b, the effect of these cations and anions on the luminescence intensity is negligible. F3B was immersed in 10 kinds of common organic solvents (Figure S15c) and a pH range from 2 to 12 for 12 h, and PXRD patterns were collected (Figure S15d). The PXRD pattern showed that F3B maintained good crystallinity after soaking. This means that F3B is stable in different solvents and over a wide range of pH values. To explore the sensing ability of F3B to trace antibiotics in aqueous solutions, the stability of F3B in water was analyzed by time-dependent luminescence intensity. As shown in Figure S16, F3B exhibited a characteristic emission peak at 461 nm, which is close to the emission peak of the ligand (485 nm), indicating that the luminescence of F3B is mainly attributed to the emission of the organic ligand. After 5 h of immersion in water, the fluorescence intensity of F3B did not change. Moreover, the fluorescence intensity decreased only slightly after extending the time to 24 h.", "data": [[{"meta": {"name": "F3B", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "461", "unit": "nm", "condition": ""}]}, {"meta": {"name": "F3Y", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "507", "unit": "nm", "condition": ""}]}]], "include_properties": ["peak_spectrum"]}, {"idx": "37, 39, 44, 47, 52", "type": "text", "classification": "property", "content": "<p>To further demonstrate\nthat NFT or NFZ induces fluorescence quenching,\nwe performed a concentration-dependent study of the luminescence properties\nof <bold>F3B</bold> in the presence of NFZ or NFT. It can be observed\nthat with the addition of NFZ or NFT, the fluorescence intensity of <bold>F3B</bold> gradually decreases (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figures S18a and S19a</ext-link>). Furthermore, when the NFZ or NFT concentration was\nincreased to 196.078 μM, the fluorescence intensity was almost\ncompletely quenched, and the quenching efficiency of NFZ and NFT was\n92.6 and 90.4%, respectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figures S18b and S19b</ext-link>). The quenching effect can be quantitatively calculated\nby the Stern–Volmer expression: <italic toggle=\"yes\">I</italic>\n<sub>0</sub>/<italic toggle=\"yes\">I</italic> – 1 = <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> [C]\n(<italic toggle=\"yes\">I</italic>\n<sub>0</sub> and <italic toggle=\"yes\">I</italic> are the luminescence\nintensities of <bold>F3B</bold> before and after adding the analyte,\nrespectively); [C] = the analyte concentration; <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> is the quenching constant (M<sup>–1</sup>).\nAs shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figures S18c and S19c</ext-link>, the\nfluorescence intensity of the <italic toggle=\"yes\">I</italic>\n<sub>0</sub>/<italic toggle=\"yes\">I</italic> ratio has a good linear relationship with the NFZ or NFT\nconcentration in the range of 1.15–29.91 μM and 1.09–29.91\nμM, respectively. The <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> value\nis calculated as 1.934 × 10<sup>4</sup> for NFZ and 2.01 ×\n10<sup>4</sup> for NFT, revealing a strong quenching effect on the\nluminescence emission intensity of <bold>F3B</bold>. Based on 3σ/<italic toggle=\"yes\">k</italic> (the RSD of 10 blank measurements is expressed as σ;\nand <italic toggle=\"yes\">k</italic> represents the slope of linear fitting between\nthe concentration and the relative luminescence intensity in the linear\nrange), the LODs for NFZ and NFT are estimated to be 0.35 and 0.33\nμM, respectively. Moreover, the optical images of <bold>F3B</bold> in water before and after the addition of 196.078 μM NFZ or\nNFT had obvious luminescence color changes (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figures S18d and S19d</ext-link>), indicating that <bold>F3B</bold> has the potential\nto be a portable sensor based on the naked eye. The fluorescence titration\nexperiments showed that <bold>F3B</bold> has good application prospects\nin the detection of NFZ or NFT in water.</p><p>In addition,\nthe ability of <bold>F3B</bold> as a fluorescence\nprobe to detect NFAs was explored by a fluorescence titration experiment.\nThe fluorescence intensity of <bold>F3B</bold> decreased gradually\nwith increasing concentrations (0–196.078 μM) of NFAs\n(a). As shown\nin b,c, in\nthe range of low concentrations (0.86–29.91 μM), the\nrelationship between the concentration of NFAs and the fluorescence\nintensity of <bold>F3B</bold> agrees with the <italic toggle=\"yes\">S</italic>–<italic toggle=\"yes\">V</italic> equation, showing a good linear relationship. With a further\nincrease in the concentration, the <italic toggle=\"yes\">S</italic>–<italic toggle=\"yes\">V</italic> plot deviated from linearity and bent upward, and the\nlinear relationship agrees with the first-order exponential fitting\nequation, which may be attributed to the existence of static or dynamic\nquenching processes or energy transfer processes. When the concentration\nof NFAs reached 196.078 μM, the fluorescence intensity quenching\nof <bold>F3B</bold> was visible to the naked eye (d), and the quenching rate\nwas 93.66%. The <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> value of NFAs was\n20340 M<sup>–1</sup>, and the LOD was calculated to be 0.26\nμM.</p><p>We accidently discovered\nthat <bold>F3Y</bold> could detect the\npesticide of DCN, so we investigated the quenching process of <bold>F3Y</bold> by DCN. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S23a</ext-link> shows that <bold>F3Y</bold> has good fluorescence stability in the pH range of 5–9.\nThe addition of common ions to the environment has almost no effect\non the fluorescence intensity of <bold>F3Y</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S23b</ext-link>). After immersing <bold>F3Y</bold> in 10 kinds\nof common organic solvents and a pH aqueous solution (pH range from\n2 to 12) for 12 h, the PXRD patterns were collected. The results showed\nthat the shape of the diffraction peak and position of <bold>F3Y</bold> were unchanged in the pH range of 5–9 and water (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S23d</ext-link>). In the pH range of 2–4,\n10–12 and organic solvents (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S23c,e,f</ext-link>), <bold>F3Y</bold> appeared at a new diffraction peak, resulting\nfrom the interaction between the crystal and organic solvent, strong\nacid, and alkali solution. In this work, <bold>F3Y</bold> is applied\nin water, so we consider that <bold>F3Y</bold> has good stability\nin water and a pH range of 5–9. The fluorescence stability\nof <bold>F3Y</bold> in water was analyzed by time-dependent luminescence\nintensity. <bold>F3Y</bold> exhibited a characteristic emission peak\nat 507 nm. In addition, the position and intensity of the fluorescence\npeak of <bold>F3Y</bold> in water for 5 h were unchanged, while the\nfluorescence intensity decreased after extending the time for 24 h.\nHowever, the position of the fluorescence peak remained unchanged\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Figure S24</ext-link>). The above results showed\nthat <bold>F3Y</bold> has good fluorescence stability in water.</p><p>In addition, the sensitivity\nof the probe was studied by dripping\nDCN solution into an <bold>F3Y</bold> suspension, and the changes\nin the fluorescence spectra were recorded (a). The fluorescence intensity of <bold>F3Y</bold> decreased with increasing DCN concentration, and the fluorescence\nquenching rate reached 79.59% when the concentration reached 176.82\nμM. In the low concentration range of 0.46–59.64 μM,\nthe concentration of DCN and the fluorescence intensity of <bold>F3Y</bold> complied with the Stern–Volmer equation, showing a good linear\nrelationship (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.999). With increasing\nDCN concentration, the <italic toggle=\"yes\">S</italic>–<italic toggle=\"yes\">V</italic> equation gradually shifts and bends downward, which may be attributed\nto the static or dynamic quenching relationship or energy transfer\nprocesses between <bold>F3Y</bold> and DCN (b). The <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> value\nof DCN was calculated as 37340 M<sup>–1</sup>, and the LOD\nwas calculated to be 0.14 μM based on 3σ/<italic toggle=\"yes\">k</italic> (c). In addition,\nthe optical images of <bold>F3Y</bold> before and after the addition\nof 176.82 μM DCN in water showed obvious changes, indicating\nthat <bold>F3Y</bold> may become a portable sensor based on the naked\neye (d). The\nLODs of other DCN detection methods are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15440/suppl_file/am2c15440_si_001.pdf\" xlink:type=\"simple\">Table S6</ext-link>. The results show that <bold>F3Y</bold> has good\nsensitivity for DCN detection compared with other materials.</p><p>Considering that lead ions are toxic, to\nverify whether <bold>F3B</bold> and <bold>F3Y</bold> cause secondary\ncontamination after detecting\nthe target analytes, the lead ion concentration in the filtrate was\nmeasured by inductively coupled plasma–mass spectrometry (ICP–MS).\nThe results showed that the concentrations of lead ions in <bold>F3B</bold> and <bold>F3Y</bold> filtrates were 4 ng/mL and 6 ng/mL, respectively,\nwhich were lower than the standards recommended by the US Environmental\nProtection Agency (EPA) and World Health Organization (WHO).\n</p>", "clean_text": "To further demonstrate that NFT or NFZ induces fluorescence quenching, we performed a concentration-dependent study of the luminescence properties of F3B in the presence of NFZ or NFT. It can be observed that with the addition of NFZ or NFT, the fluorescence intensity of F3B gradually decreases (Figures S18a and S19a). Furthermore, when the NFZ or NFT concentration was increased to 196.078 μM, the fluorescence intensity was almost completely quenched, and the quenching efficiency of NFZ and NFT was 92.6 and 90.4%, respectively (Figures S18b and S19b). The quenching effect can be quantitatively calculated by the Stern-Volmer expression: I 0/I - 1 = K sv [C] (I 0 and I are the luminescence intensities of F3B before and after adding the analyte, respectively); [C] = the analyte concentration; K sv is the quenching constant (M-1). As shown in Figures S18c and S19c, the fluorescence intensity of the I 0/I ratio has a good linear relationship with the NFZ or NFT concentration in the range of 1.15-29.91 μM and 1.09-29.91 μM, respectively. The K sv value is calculated as 1.934 × 104 for NFZ and 2.01 × 104 for NFT, revealing a strong quenching effect on the luminescence emission intensity of F3B. Based on 3σ/k (the RSD of 10 blank measurements is expressed as σ; and k represents the slope of linear fitting between the concentration and the relative luminescence intensity in the linear range), the LODs for NFZ and NFT are estimated to be 0.35 and 0.33 μM, respectively. Moreover, the optical images of F3B in water before and after the addition of 196.078 μM NFZ or NFT had obvious luminescence color changes (Figures S18d and S19d), indicating that F3B has the potential to be a portable sensor based on the naked eye. The fluorescence titration experiments showed that F3B has good application prospects in the detection of NFZ or NFT in water.\n\nIn addition, the ability of F3B as a fluorescence probe to detect NFAs was explored by a fluorescence titration experiment. The fluorescence intensity of F3B decreased gradually with increasing concentrations (0-196.078 μM) of NFAs (a). As shown in b,c, in the range of low concentrations (0.86-29.91 μM), the relationship between the concentration of NFAs and the fluorescence intensity of F3B agrees with the S-V equation, showing a good linear relationship. With a further increase in the concentration, the S-V plot deviated from linearity and bent upward, and the linear relationship agrees with the first-order exponential fitting equation, which may be attributed to the existence of static or dynamic quenching processes or energy transfer processes. When the concentration of NFAs reached 196.078 μM, the fluorescence intensity quenching of F3B was visible to the naked eye (d), and the quenching rate was 93.66%. The K sv value of NFAs was 20340 M-1, and the LOD was calculated to be 0.26 μM.\n\nWe accidently discovered that F3Y could detect the pesticide of DCN, so we investigated the quenching process of F3Y by DCN. Figure S23a shows that F3Y has good fluorescence stability in the pH range of 5-9. The addition of common ions to the environment has almost no effect on the fluorescence intensity of F3Y (Figure S23b). After immersing F3Y in 10 kinds of common organic solvents and a pH aqueous solution (pH range from 2 to 12) for 12 h, the PXRD patterns were collected. The results showed that the shape of the diffraction peak and position of F3Y were unchanged in the pH range of 5-9 and water (Figure S23d). In the pH range of 2-4, 10-12 and organic solvents (Figure S23c,e,f), F3Y appeared at a new diffraction peak, resulting from the interaction between the crystal and organic solvent, strong acid, and alkali solution. In this work, F3Y is applied in water, so we consider that F3Y has good stability in water and a pH range of 5-9. The fluorescence stability of F3Y in water was analyzed by time-dependent luminescence intensity. F3Y exhibited a characteristic emission peak at 507 nm. In addition, the position and intensity of the fluorescence peak of F3Y in water for 5 h were unchanged, while the fluorescence intensity decreased after extending the time for 24 h. However, the position of the fluorescence peak remained unchanged (Figure S24). The above results showed that F3Y has good fluorescence stability in water.\n\nIn addition, the sensitivity of the probe was studied by dripping DCN solution into an F3Y suspension, and the changes in the fluorescence spectra were recorded (a). The fluorescence intensity of F3Y decreased with increasing DCN concentration, and the fluorescence quenching rate reached 79.59% when the concentration reached 176.82 μM. In the low concentration range of 0.46-59.64 μM, the concentration of DCN and the fluorescence intensity of F3Y complied with the Stern-Volmer equation, showing a good linear relationship (R 2 = 0.999). With increasing DCN concentration, the S-V equation gradually shifts and bends downward, which may be attributed to the static or dynamic quenching relationship or energy transfer processes between F3Y and DCN (b). The K sv value of DCN was calculated as 37340 M-1, and the LOD was calculated to be 0.14 μM based on 3σ/k (c). In addition, the optical images of F3Y before and after the addition of 176.82 μM DCN in water showed obvious changes, indicating that F3Y may become a portable sensor based on the naked eye (d). The LODs of other DCN detection methods are shown in Table S6. The results show that F3Y has good sensitivity for DCN detection compared with other materials.\n\nConsidering that lead ions are toxic, to verify whether F3B and F3Y cause secondary contamination after detecting the target analytes, the lead ion concentration in the filtrate was measured by inductively coupled plasma-mass spectrometry (ICP-MS). The results showed that the concentrations of lead ions in F3B and F3Y filtrates were 4 ng/mL and 6 ng/mL, respectively, which were lower than the standards recommended by the US Environmental Protection Agency (EPA) and World Health Organization (WHO). ", "data": [[{"meta": {"name": "F3B", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "fluorescence intensity", "value": "decreases", "unit": "", "condition": "with the addition of NFZ or NFT"}, {"property name": "quenching efficiency", "value": "92.6", "unit": "%", "condition": "for NFZ"}, {"property name": "quenching efficiency", "value": "90.4", "unit": "%", "condition": "for NFT"}, {"property name": "quenching constant", "value": "1.934 × 10^4", "unit": "M^-1", "condition": "for NFZ"}, {"property name": "quenching constant", "value": "2.01 × 10^4", "unit": "M^-1", "condition": "for NFT"}, {"property name": "LOD", "value": "0.35", "unit": "μM", "condition": "for NFZ"}, {"property name": "LOD", "value": "0.33", "unit": "μM", "condition": "for NFT"}, {"property name": "luminescence color changes", "value": "obvious", "unit": "", "condition": "after the addition of 196.078 μM NFZ or NFT"}, {"property name": "good linear relationship", "value": "", "unit": "", "condition": "between the NFZ or NFT concentration and the fluorescence intensity"}]}, {"meta": {"name": "F3Y", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "fluorescence stability", "value": "good", "unit": "", "condition": "in the pH range of 5–9 and water"}, {"property name": "fluorescence stability", "value": "decreases", "unit": "", "condition": "after extending the time for 24 h in water"}, {"property name": "fluorescence stability", "value": "good", "unit": "", "condition": "in water"}, {"property name": "fluorescence intensity", "value": "decreases", "unit": "", "condition": "with increasing DCN concentration"}, {"property name": "quenching rate", "value": "79.59", "unit": "%", "condition": "when the DCN concentration reached 176.82 μM"}, {"property name": "quenching constant", "value": "37340", "unit": "M^-1", "condition": "for DCN"}, {"property name": "LOD", "value": "0.14", "unit": "μM", "condition": ""}, {"property name": "fluorescence color changes", "value": "obvious", "unit": "", "condition": "after the addition of 176.82 μM DCN in water"}, {"property name": "sensitivity", "value": "good", "unit": "", "condition": "for DCN detection compared with other materials"}]}]], "include_properties": ["etc"]}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Views of (a) coordination environment of Pb­(II) in <bold>F3</bold> (H atoms omitted for clarity). (b) Single layer structure\noriented\nalong the <italic toggle=\"yes\">a</italic>-axis. (c) Twofold interlocking packing\nframework. (d) 4,4-Connected structure of <bold>F3</bold> (simplified).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15440_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Views of (a) coordination environment of Pb(II) in F3 (H atoms omitted for clarity). (b) Single layer structure oriented along the a-axis. (c) Twofold interlocking packing framework. (d) 4,4-Connected structure of F3 (simplified).   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Fluorescence images of <bold>F3</bold> grinding in H<sub>2</sub>O (a), acetone (b), DMF (c), ethyl alcohol\n(d), benzene (e), methyl\nbenzene (f), methyl alcohol (g), undencylenic acid (h), oleic acid\n(i), and directly (j).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15440_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Fluorescence images of F3 grinding in H2O (a), acetone (b), DMF (c), ethyl alcohol (d), benzene (e), methyl benzene (f), methyl alcohol (g), undencylenic acid (h), oleic acid (i), and directly (j).   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) View fragment\nof packing framework. (b) Interaction between\ntwo adjacent plans. The FT-IR spectra of <bold>F3</bold> and <bold>F3Y</bold> with wavenumber ranges of 1000–800 cm<sup>–1</sup> (c) and 3500–1000 cm<sup>–1</sup> (d). (e) PXRD patterns\nof <bold>F3</bold> and <bold>F3Y</bold>. (f) Fluorescence spectra\nof the ligand with or without grinding.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15440_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) View fragment of packing framework. (b) Interaction between two adjacent plans. The FT-IR spectra of F3 and F3Y with wavenumber ranges of 1000-800 cm-1 (c) and 3500-1000 cm-1 (d). (e) PXRD patterns of F3 and F3Y. (f) Fluorescence spectra of the ligand with or without grinding.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Excitation spectra\nof <bold>F3B</bold> and <bold>F3Y</bold>. (b) Fluorescence spectra\nof H<sub>4</sub>TCBPE, <bold>F3B</bold>, and <bold>F3Y</bold>. (c)\nFluorescence lifetime of H<sub>4</sub>TCBPE, <bold>F3B,</bold> and <bold>F3Y</bold>. (d) CIE chromaticity\ncoordinates of H<sub>4</sub>TCBPE, <bold>F3B</bold>, and <bold>F3Y</bold> under an excitation of 365 nm. (e) Optical images of <bold>F3B</bold> and <bold>F3Y</bold> illuminated by a daylight lamp. (f) Optical\nimages of <bold>F3B</bold> and <bold>F3Y</bold> taken with a UV lamp\n(365 nm).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15440_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Excitation spectra of F3B and F3Y. (b) Fluorescence spectra of H4TCBPE, F3B, and F3Y. (c) Fluorescence lifetime of H4TCBPE, F3B, and F3Y. (d) CIE chromaticity coordinates of H4TCBPE, F3B, and F3Y under an excitation of 365 nm. (e) Optical images of F3B and F3Y illuminated by a daylight lamp. (f) Optical images of F3B and F3Y taken with a UV lamp (365 nm).   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) <bold>F3B</bold> selectivity for NFT\nor NFZ toward other antibiotics.\n(b) <bold>F3B</bold> selective detection of NFAs in the presence of\nother antibiotics.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15440_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) F3B selectivity for NFT or NFZ toward other antibiotics. (b) F3B selective detection of NFAs in the presence of other antibiotics.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Fluorescence spectra of <bold>F3B</bold> after different concentrations\nof NFAs were added. (b) Index fitting. (c) <italic toggle=\"yes\">S</italic>–<italic toggle=\"yes\">V</italic> curve. (d) Optical images of <bold>F3B</bold> before and\nafter NFAs were added under a UV lamp.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15440_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Fluorescence spectra of F3B after different concentrations of NFAs were added. (b) Index fitting. (c) S-V curve. (d) Optical images of F3B before and after NFAs were added under a UV lamp.   ", "data": null, "include_properties": null}, {"idx": 46, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Selective identification of DCN from 9\nkinds of pesticides.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15440_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Selective identification of DCN from 9 kinds of pesticides.   ", "data": null, "include_properties": null}, {"idx": 48, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Fluorescence\nspectra of <bold>F3Y</bold> with various concentrations\nof DCN solutions. (b) Relationship between quenching rate and concentration.\n(c) <italic toggle=\"yes\">S</italic>–<italic toggle=\"yes\">V</italic> curve. (d) Optical\nimages of <bold>F3Y</bold> before and after DCN was added under a\nUV lamp.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15440_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  (a) Fluorescence spectra of F3Y with various concentrations of DCN solutions. (b) Relationship between quenching rate and concentration. (c) S-V curve. (d) Optical images of F3Y before and after DCN was added under a UV lamp.   ", "data": null, "include_properties": null}, {"idx": 57, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a) HOMO and (c) LUMO energies of the ligand and analytes.\n(b,d)\nExcitation and spectra of <bold>F3B</bold> and <bold>F3Y</bold> as\nwell as UV absorption spectra of analytes.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15440_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  (a) HOMO and (c) LUMO energies of the ligand and analytes. (b,d) Excitation and spectra of F3B and F3Y as well as UV absorption spectra of analytes.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.2c15440", "title": "\nDual-Color\n2D Lead–Organic Framework with Two-Fold\nInterlocking Structures for the Detection of Nitrofuran Antibiotics\nand 2,6-Dichloro-4-nitroaniline\n", "journal": "American Chemical Society", "date": "2022.11", "author_list": ["Liu\nYuhang", "Zhang\nYi", "Karmaker\nPran Gopal", "Tang\nYuting", "Zhang\nLilei", "Huo\nFeng", "Wang\nYa", "Yang\nXiupei"]}}