{"filepath": "../L2M3_data/1_application_papers/acs_xml/am2c18510.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Here, we fabricated two different heterogeneous nanocomposites,\ncore–shell MOF-AgNC and corner MOF-AgNC, as photocatalysts\nfor CO<sub>2</sub> conversion by generating metal–organic frameworks\n(MOFs) on silver nanocube templates. These MOF-AgNC nanocomposites\nshowed good CO<sub>2</sub> adsorption features and high CO<sub>2</sub> reduction reactivity. The performances of these MOF-AgNC nanocomposites\nin CO<sub>2</sub> adsorption and CO<sub>2</sub> reduction reactions\ncan be characterized by in situ Raman spectrum measurement. The corner\nMOF-AgNC nanocomposite exhibited a faster CO<sub>2</sub> adsorption\nrate than the core–shell MOF-AgNC nanocomposite, which was\ndue to the higher surface area/volume ratio of the MOF in corner MOF-AgNC.\nThe CO<sub>2</sub> reaction reactivity and mechanisms (products of\nthe reaction) of CO<sub>2</sub> reduction also depended on the morphologies\nof MOF-AgNC nanocomposites, which were caused by different reaction\nenvironments at the interface between the MOF and AgNCs. The CO<sub>2</sub> reduction reactivity of MOF-AgNC nanocomposites also exhibited\nhigh sensitivity to the irradiation intensity and wavelength, which\nwas caused by the variation of the number of hot electrons and their\npositions in AgNCs with the irradiation intensity and irradiation\nwavelength, respectively. This method for the synthesis of heterogeneous\nnanocomposites should make it possible to design photocatalysts for\nvarious reactions by carefully designing the morphology and composition\nof nanocomposites.</p>", "clean_text": "Here, we fabricated two different heterogeneous nanocomposites, core-shell MOF-AgNC and corner MOF-AgNC, as photocatalysts for CO2 conversion by generating metal-organic frameworks (MOFs) on silver nanocube templates. These MOF-AgNC nanocomposites showed good CO2 adsorption features and high CO2 reduction reactivity. The performances of these MOF-AgNC nanocomposites in CO2 adsorption and CO2 reduction reactions can be characterized by in situ Raman spectrum measurement. The corner MOF-AgNC nanocomposite exhibited a faster CO2 adsorption rate than the core-shell MOF-AgNC nanocomposite, which was due to the higher surface area/volume ratio of the MOF in corner MOF-AgNC. The CO2 reaction reactivity and mechanisms (products of the reaction) of CO2 reduction also depended on the morphologies of MOF-AgNC nanocomposites, which were caused by different reaction environments at the interface between the MOF and AgNCs. The CO2 reduction reactivity of MOF-AgNC nanocomposites also exhibited high sensitivity to the irradiation intensity and wavelength, which was caused by the variation of the number of hot electrons and their positions in AgNCs with the irradiation intensity and irradiation wavelength, respectively. This method for the synthesis of heterogeneous nanocomposites should make it possible to design photocatalysts for various reactions by carefully designing the morphology and composition of nanocomposites.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>In recent years, CO<sub>2</sub> capture\nand conversion have exhibited\ntheir importance in reducing or eliminating CO<sub>2</sub> emissions\nto minimize their negative impact on climate change due to worsening\nclimate issues. Metal–organic frameworks (MOFs) are one of\nthe candidate materials that can be used to enhance CO<sub>2</sub> capture from the atmosphere. MOFs are porous materials with a highly\nuniform and tunable spacing within their structures, leading to high\nspecificity and selectivity for molecular adsorption. The porous structure\nof MOFs is formed by strong bonds between metal ions and organic linkers.\nMOFs with desired properties, such as large surface\nareas, tunable pore size, and chemistry, can be obtained by careful\nselection of the composition of MOFs, which leads to a wide range\nof potential applications for MOFs, such as gas storage and separation,\nsensing, catalysis, and other related fields. Some specific MOFs have been demonstrated to have good CO<sub>2</sub> adsorption features for gas purification. Wissmann et al. demonstrated that a highly CO<sub>2</sub>-philic\nzirconium-based MOF, MOF-801 [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(fumarate)<sub>6</sub>], had a central octahedral cage connected\nto 8 corner tetrahedron cages through a triangular window with a size\nof approximately 6 Å. This highly\nCO<sub>2</sub>-philic Zr-based MOF resulted from the coordinated hydroxyl\ngroups of Zr clusters, which made MOF-801 a potential material for\nCO<sub>2</sub> capture.</p>", "clean_text": "Introduction\n\nIn recent years, CO2 capture and conversion have exhibited their importance in reducing or eliminating CO2 emissions to minimize their negative impact on climate change due to worsening climate issues. Metal-organic frameworks (MOFs) are one of the candidate materials that can be used to enhance CO2 capture from the atmosphere. MOFs are porous materials with a highly uniform and tunable spacing within their structures, leading to high specificity and selectivity for molecular adsorption. The porous structure of MOFs is formed by strong bonds between metal ions and organic linkers. MOFs with desired properties, such as large surface areas, tunable pore size, and chemistry, can be obtained by careful selection of the composition of MOFs, which leads to a wide range of potential applications for MOFs, such as gas storage and separation, sensing, catalysis, and other related fields. Some specific MOFs have been demonstrated to have good CO2 adsorption features for gas purification. Wissmann et al. demonstrated that a highly CO2-philic zirconium-based MOF, MOF-801 [Zr6O4(OH)4(fumarate)6], had a central octahedral cage connected to 8 corner tetrahedron cages through a triangular window with a size of approximately 6 Å. This highly CO2-philic Zr-based MOF resulted from the coordinated hydroxyl groups of Zr clusters, which made MOF-801 a potential material for CO2 capture.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>To slow down or even solve the worsening\nclimate issues, it is\nnecessary not only to capture CO<sub>2</sub> from air but also to\nconvert it into climate-friendly materials, such as CO and HCOOH.\nNoble metal nanocrystals are one of the potential materials with high-performance\nCO<sub>2</sub> conversion performance. Noble metal nanocrystals have\nattracted attention resulting from their excellent optical properties,\nsuch as localized surface plasmon resonances (LSPRs). LSPRs of metal nanocrystals are the oscillation of collective electrons\naround nanocrystals caused by photoexcitation, which leads to the\ngeneration of hot electrons. Hot electrons around nanocrystals have\nbeen demonstrated that can be used to trigger or accelerate many chemical\nreactions on the metal NP surface, such as H<sub>2</sub> dissociation,\nCO<sub>2</sub> reduction, water splitting, H<sub>2</sub> evolution,\nethylene epoxidation, and decomposition of methylene blue. Plasmonic nanocrystals, such as silver nanocrystals, have been shown\nto exhibit photocatalysis for CO<sub>2</sub> reduction, converting\nCO<sub>2</sub> to CO and/or HCOOH. The\nenhanced reactivity of metal nanocrystals enabled plasmonic nanocrystals\nto act as “plasmonic photocatalysts”. However, the high activity of\nplasmonic photocatalysts led to reduced selectivity, which resulted\nin a decrease in photocatalyst performance. To obtain catalysts with\nhigh activity and selectivity for CO<sub>2</sub> conversion, multicomponent\nnanocomposites composed of plasmonic nanocrystals with high activity\nand MOFs that can improve selectivity are required. These multicomponent\nnanocomposites are believed to combine the benefits of plasmonic nanocrystals\nand MOF-801, which should enhance the photocatalytic performance of\nplasmonic nanocrystals for CO<sub>2</sub> conversion due to the “concentration”\nof the reactants around the nanocrystals (high-efficiency CO<sub>2</sub> capture with MOF-801) and no catalyst poisoning (highly selective\nCO<sub>2</sub> capture).</p>", "clean_text": "To slow down or even solve the worsening climate issues, it is necessary not only to capture CO2 from air but also to convert it into climate-friendly materials, such as CO and HCOOH. Noble metal nanocrystals are one of the potential materials with high-performance CO2 conversion performance. Noble metal nanocrystals have attracted attention resulting from their excellent optical properties, such as localized surface plasmon resonances (LSPRs). LSPRs of metal nanocrystals are the oscillation of collective electrons around nanocrystals caused by photoexcitation, which leads to the generation of hot electrons. Hot electrons around nanocrystals have been demonstrated that can be used to trigger or accelerate many chemical reactions on the metal NP surface, such as H2 dissociation, CO2 reduction, water splitting, H2 evolution, ethylene epoxidation, and decomposition of methylene blue. Plasmonic nanocrystals, such as silver nanocrystals, have been shown to exhibit photocatalysis for CO2 reduction, converting CO2 to CO and/or HCOOH. The enhanced reactivity of metal nanocrystals enabled plasmonic nanocrystals to act as \"plasmonic photocatalysts\". However, the high activity of plasmonic photocatalysts led to reduced selectivity, which resulted in a decrease in photocatalyst performance. To obtain catalysts with high activity and selectivity for CO2 conversion, multicomponent nanocomposites composed of plasmonic nanocrystals with high activity and MOFs that can improve selectivity are required. These multicomponent nanocomposites are believed to combine the benefits of plasmonic nanocrystals and MOF-801, which should enhance the photocatalytic performance of plasmonic nanocrystals for CO2 conversion due to the \"concentration\" of the reactants around the nanocrystals (high-efficiency CO2 capture with MOF-801) and no catalyst poisoning (highly selective CO2 capture).", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Here, we demonstrate that heterogeneous\nMOF-801 (Zr-based MOF)-AgNC\nnanocrystals can be fabricated by the seed-mediated synthetic method.\nThe concentration of acetic acid played an important role in controlling\nthe formation mechanism of MOF-801 on AgNCs, which led to different\nmorphologies of MOF-AgNC nanocomposites: core–shell MOF-AgNC\nand corner MOF-AgNC. These MOF-AgNC nanocomposites exhibited high-performance\nCO<sub>2</sub> reduction under light irradiation in the plasmonic\nmode of MOF-AgNC nanocomposites due to the highly specific and good\nCO<sub>2</sub> adsorption features of MOF-801 and the high photochemical\nreactivity of AgNCs. MOF-AgNC nanocomposites fixed in a polymer matrix\ncan significantly improve the stability for repeated use as catalysts.\nHowever, the CO<sub>2</sub> conversion mechanisms varied with the\nmorphology of MOF-AgNC nanocrystals, which led to different conversion\nproducts: CO for core–shell MOF-AgNC and HCOOH for corner MOF-AgNC.\nCompared with the pristine AgNC as photocatalysts for CO<sub>2</sub> conversion (nearly no intermediates of CO<sub>2</sub> conversion\ncan be detected shown as in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>), the CO<sub>2</sub> conversion rate of heterogeneous\nMOF-AgNC nanocomposites was significantly enhanced, which could be\nattributed to the highly efficient CO<sub>2</sub> capture by the MOF-801.\nMoreover, the corner MOF-AgNC nanocrystals exhibited a higher CO<sub>2</sub> conversion rate than the core–shell MOF-AgNC nanocrystals\nunder the same reaction conditions. The reaction rate (rate constant)\nof these two MOF-AgNC nanocrystals increased linearly with increasing\nirradiation intensity, which could be attributed to the highly sensitive\noptical response of AgNCs. These results indicated that the heterogeneous\nMOF-801-AgNC nanocomposites can be used as high-performance photocatalysts\nfor CO<sub>2</sub> conversion. Moreover, this seed-mediated synthetic\nmethod to generate various MOFs on plasmonic nanocrystals can be used\nto design high-performance photocatalysts for various chemical reactions.</p>", "clean_text": "Here, we demonstrate that heterogeneous MOF-801 (Zr-based MOF)-AgNC nanocrystals can be fabricated by the seed-mediated synthetic method. The concentration of acetic acid played an important role in controlling the formation mechanism of MOF-801 on AgNCs, which led to different morphologies of MOF-AgNC nanocomposites: core-shell MOF-AgNC and corner MOF-AgNC. These MOF-AgNC nanocomposites exhibited high-performance CO2 reduction under light irradiation in the plasmonic mode of MOF-AgNC nanocomposites due to the highly specific and good CO2 adsorption features of MOF-801 and the high photochemical reactivity of AgNCs. MOF-AgNC nanocomposites fixed in a polymer matrix can significantly improve the stability for repeated use as catalysts. However, the CO2 conversion mechanisms varied with the morphology of MOF-AgNC nanocrystals, which led to different conversion products: CO for core-shell MOF-AgNC and HCOOH for corner MOF-AgNC. Compared with the pristine AgNC as photocatalysts for CO2 conversion (nearly no intermediates of CO2 conversion can be detected shown as in Supporting Information Figure S7), the CO2 conversion rate of heterogeneous MOF-AgNC nanocomposites was significantly enhanced, which could be attributed to the highly efficient CO2 capture by the MOF-801. Moreover, the corner MOF-AgNC nanocrystals exhibited a higher CO2 conversion rate than the core-shell MOF-AgNC nanocrystals under the same reaction conditions. The reaction rate (rate constant) of these two MOF-AgNC nanocrystals increased linearly with increasing irradiation intensity, which could be attributed to the highly sensitive optical response of AgNCs. These results indicated that the heterogeneous MOF-801-AgNC nanocomposites can be used as high-performance photocatalysts for CO2 conversion. Moreover, this seed-mediated synthetic method to generate various MOFs on plasmonic nanocrystals can be used to design high-performance photocatalysts for various chemical reactions.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>Recently, our group demonstrated\nthat heterogeneous bicomponent\nnanocomposites with highly uniform size and shape distribution can\nbe synthesized by the seed-mediated synthetic method with the heterogeneous\ninterface as the reaction platform. Here,\nheterogeneous MOF-plasmonic metal nanocomposites should be synthesized\nby a similar synthesis procedure. The synthesis procedure involved\nthe following steps (as shown in the schematic in ): (1) formation of the AgNC\narray on a polystyrene (PS) matrix; (2) the surface of AgNCs was coated\nwith mercaptopropionic acid (MPA) instead of polyvinylpyrrolidone\n(PVP) by surface modification; (3) formation of MOF-801 on the surface\nof AgNCs (more details in the ). Ordered arrays of PVP-coated AgNCs were fabricated in the water–air\ninterface and then transferred onto the PS matrix. AgNCs were used\nas the templates on which MOFs were formed by the seed-mediated synthetic\nmethods. To stabilize AgNCs during MOF formation, AgNCs were partially\nembedded in the PS matrix. Here, the PS matrix was used as the heterogeneous\nreaction interface for the formation of MOF-801 in an aqueous solution.\nFor the successful synthesis of MOF-801 on the surface of AgNCs, the\nAgNC surface needed to have free acid functional groups as organic\nlinkers to form MOF-801, which can be achieved by surface modification\nof AgNCs with MPA. The Raman spectrum of MPA-coated AgNCs exhibited\nthe Raman shifts of the MPA vibrational modes, which can be used to\ndemonstrate the successful coating of MPA on the AgNC surface (as\nshown in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S1 and Table S1</ext-link>).</p>", "clean_text": "Results and Discussion\n\nRecently, our group demonstrated that heterogeneous bicomponent nanocomposites with highly uniform size and shape distribution can be synthesized by the seed-mediated synthetic method with the heterogeneous interface as the reaction platform. Here, heterogeneous MOF-plasmonic metal nanocomposites should be synthesized by a similar synthesis procedure. The synthesis procedure involved the following steps (as shown in the schematic in ): (1) formation of the AgNC array on a polystyrene (PS) matrix; (2) the surface of AgNCs was coated with mercaptopropionic acid (MPA) instead of polyvinylpyrrolidone (PVP) by surface modification; (3) formation of MOF-801 on the surface of AgNCs (more details in the ). Ordered arrays of PVP-coated AgNCs were fabricated in the water-air interface and then transferred onto the PS matrix. AgNCs were used as the templates on which MOFs were formed by the seed-mediated synthetic methods. To stabilize AgNCs during MOF formation, AgNCs were partially embedded in the PS matrix. Here, the PS matrix was used as the heterogeneous reaction interface for the formation of MOF-801 in an aqueous solution. For the successful synthesis of MOF-801 on the surface of AgNCs, the AgNC surface needed to have free acid functional groups as organic linkers to form MOF-801, which can be achieved by surface modification of AgNCs with MPA. The Raman spectrum of MPA-coated AgNCs exhibited the Raman shifts of the MPA vibrational modes, which can be used to demonstrate the successful coating of MPA on the AgNC surface (as shown in Supporting Information Figure S1 and Table S1).", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Fabrication of heterogeneous MOF-AgNC nanocrystals. AgNCs\nwere\nplaced on the polymer matrix. The PVP coated on AgNCs was then replaced\nwith mercaptopropionic acid (MPA) for the generation of the Zr-based\nMOF (MOF-801). Two heterogeneous nanocrystals with different structures,\ncorner MOF-AgNC and core–shell MOF-AgNC, can be produced under\ndifferent reaction conditions.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c18510_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Fabrication of heterogeneous MOF-AgNC nanocrystals. AgNCs were placed on the polymer matrix. The PVP coated on AgNCs was then replaced with mercaptopropionic acid (MPA) for the generation of the Zr-based MOF (MOF-801). Two heterogeneous nanocrystals with different structures, corner MOF-AgNC and core-shell MOF-AgNC, can be produced under different reaction conditions.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Zirconium­(IV) acetylacetonate (Zr-(acac)<sub>4</sub>) and fumaric\nacid were used as precursors to generate MOF-801 on MPA-coated AgNCs\nin an aqueous solution. By increasing the acetic acid (AA) concentration\nin the reaction solution, the morphologies of MOF-AgNC nanocomposites\nchanged from corner MOF-AgNC to core–shell MOF-AgNC (as schematic\nand scanning electron microscope (SEM) images in ). This result should be attributed\nto the reaction mechanisms of MOF generation on the surface of AgNCs\nor in the aqueous solution that can be adjusted by the AA concentration.\nAt a higher AA concentration, the formation of MOF-801 in the aqueous\nsolution can be suppressed and led to the formation of the core–shell\nMOF-AgNC nanocomposite. At a lower AA concentration, MOF-801 was mainly\nformed in the aqueous solution, resulting in almost no MOF-801 formation\non the surface of AgNCs (as SEM images shown in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). At a moderate AA concentration, the\nformation of MOF-801 on the surface of AgNCs or in the aqueous solution\nbecame competitive, which resulted in the nonuniform formation of\nMOF-801 on the AgNC surface and the formation of corner MOF-AgNC nanocomposites\n(as SEM images shown in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). The formation of MOFs on the surface of AgNCs\nwould result in a change in the dielectric environment around AgNCs\nand lead to a redshift of the extinction spectrum. Due to the presence\nof trace amounts of MOFs on the surface of the metal nanocrystals,\npowder XRD could not show distinct characterizations of MOF-801 (as\nshown in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S3A,B</ext-link>). To demonstrate the formation of MOF-AgNC nanocomposites, high-resolution\ntransmission electron microscopy (HRTEM) images and energy-dispersive\nX-ray spectroscopy (EDS) mapping images of core–shell MOF-AgNC\nare shown in A, which indicated that MOF-801 was uniformly formed on the AgNC\nsurface with 0.5 atomic % Zr in the MOF-AgNC nanocomposite. The Zr\natomic content in the core–shell MOF-AgNC nanocomposite was\nconsistent with the theoretical prediction based on the volume ratio\nof the MOF in the nanocomposite and the Zr density in MOF-801 (as\nshown in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S3C</ext-link>, which was consistent with the theoretical prediction in Supporting\nInformation <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S4A</ext-link>). Moreover, the\nHRTEM images and XRD mapping images of corner MOF-AgNC are shown in B, which indicated\nthat MOF-801 was nonuniformly formed on the AgNC surface with 0.4\natomic % Zr in the MOF-AgNC nanocomposite (as shown in Supporting\nInformation <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S3D</ext-link>, which was consistent\nwith the theoretical prediction in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S4B</ext-link>). Moreover, the Raman signals of MOF-AgNC\nnanocomposites can also be used to demonstrate the formation of MOF-801\non the AgNC surface. The Raman spectra of core–shell MOF-AgNC\nand corner MOF-AgNC nanocomposites are shown in C,D, which exhibited the bending out-of-plane\nmode of −CH, OH, and O–CO at 668 cm<sup>–1</sup>, the rocking mode of O–CO at 761 cm<sup>–1</sup>, the stretching vibrational mode of C–O/rocking mode of −CH\nat 1227 cm<sup>–1</sup>, the stretching vibrational mode of\nO–CO at 1438 cm<sup>–1</sup>, and the stretching\nvibrational mode of CC at 1661 cm<sup>–1</sup>.\n</p>", "clean_text": "Zirconium(IV) acetylacetonate (Zr-(acac)4) and fumaric acid were used as precursors to generate MOF-801 on MPA-coated AgNCs in an aqueous solution. By increasing the acetic acid (AA) concentration in the reaction solution, the morphologies of MOF-AgNC nanocomposites changed from corner MOF-AgNC to core-shell MOF-AgNC (as schematic and scanning electron microscope (SEM) images in ). This result should be attributed to the reaction mechanisms of MOF generation on the surface of AgNCs or in the aqueous solution that can be adjusted by the AA concentration. At a higher AA concentration, the formation of MOF-801 in the aqueous solution can be suppressed and led to the formation of the core-shell MOF-AgNC nanocomposite. At a lower AA concentration, MOF-801 was mainly formed in the aqueous solution, resulting in almost no MOF-801 formation on the surface of AgNCs (as SEM images shown in Supporting Information Figure S2). At a moderate AA concentration, the formation of MOF-801 on the surface of AgNCs or in the aqueous solution became competitive, which resulted in the nonuniform formation of MOF-801 on the AgNC surface and the formation of corner MOF-AgNC nanocomposites (as SEM images shown in Supporting Information Figure S2). The formation of MOFs on the surface of AgNCs would result in a change in the dielectric environment around AgNCs and lead to a redshift of the extinction spectrum. Due to the presence of trace amounts of MOFs on the surface of the metal nanocrystals, powder XRD could not show distinct characterizations of MOF-801 (as shown in Supporting Information Figure S3A,B). To demonstrate the formation of MOF-AgNC nanocomposites, high-resolution transmission electron microscopy (HRTEM) images and energy-dispersive X-ray spectroscopy (EDS) mapping images of core-shell MOF-AgNC are shown in A, which indicated that MOF-801 was uniformly formed on the AgNC surface with 0.5 atomic % Zr in the MOF-AgNC nanocomposite. The Zr atomic content in the core-shell MOF-AgNC nanocomposite was consistent with the theoretical prediction based on the volume ratio of the MOF in the nanocomposite and the Zr density in MOF-801 (as shown in Supporting Information Figure S3C, which was consistent with the theoretical prediction in Supporting Information Figure S4A). Moreover, the HRTEM images and XRD mapping images of corner MOF-AgNC are shown in B, which indicated that MOF-801 was nonuniformly formed on the AgNC surface with 0.4 atomic % Zr in the MOF-AgNC nanocomposite (as shown in Supporting Information Figure S3D, which was consistent with the theoretical prediction in Supporting Information Figure S4B). Moreover, the Raman signals of MOF-AgNC nanocomposites can also be used to demonstrate the formation of MOF-801 on the AgNC surface. The Raman spectra of core-shell MOF-AgNC and corner MOF-AgNC nanocomposites are shown in C,D, which exhibited the bending out-of-plane mode of -CH, OH, and O-CO at 668 cm-1, the rocking mode of O-CO at 761 cm-1, the stretching vibrational mode of C-O/rocking mode of -CH at 1227 cm-1, the stretching vibrational mode of O-CO at 1438 cm-1, and the stretching vibrational mode of CC at 1661 cm-1. ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Characterization of MOF-AgNC nanocomposites by EDS mapping\nand\nRaman signals. (A) EDS mapping images of the core–shell MOF-AgNC\nnanocomposite. (B) EDS mapping images of the corner MOF-AgNC nanocomposite.\n(D) Raman spectra of the core–shell MOF-AgNC nanocomposite\n(black curve) and the corner MOF-AgNC nanocomposite.<xref ref-type=\"bibr\" rid=\"ref2\"></xref> Corresponding Raman signals in a table (C). The scale bar\nwas 50 nm.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c18510_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Characterization of MOF-AgNC nanocomposites by EDS mapping and Raman signals. (A) EDS mapping images of the core-shell MOF-AgNC nanocomposite. (B) EDS mapping images of the corner MOF-AgNC nanocomposite. (D) Raman spectra of the core-shell MOF-AgNC nanocomposite (black curve) and the corner MOF-AgNC nanocomposite. Corresponding Raman signals in a table (C). The scale bar was 50 nm.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>To test the performance of MOF-AgNC nanocomposites\nas photocatalysts\nfor CO<sub>2</sub> conversion reaction, the observation of CO<sub>2</sub> adsorption and CO<sub>2</sub> reduction reactions by MOF-AgNC\nnanocomposites was required. For CO<sub>2</sub> adsorption on MOF-AgNC\nnanocomposites, the in situ measurement of the Raman signal (asymmetric\nvibration of CO<sub>2</sub> at 1550 cm<sup>–1</sup>) was used\nto characterize the CO<sub>2</sub> concentration on MOF-AgNC nanocomposites\n(the experimental equipment setup is shown in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S5A</ext-link>). The CO<sub>2</sub> concentration\ncan be characterized by the intensity at the Raman shift of 1550 cm<sup>–1</sup> minus the intensity at the Raman shift of 1550 cm<sup>–1</sup> before CO<sub>2</sub> adsorption, which is the contribution\nof the PS matrix. The change of the CO<sub>2</sub> concentration in\ncore–shell MOF-AgNC nanocomposites during the adsorption process\nwas exhibited by black square dots in E, showing an exponential saturated adsorption\ntrend.</p>", "clean_text": "To test the performance of MOF-AgNC nanocomposites as photocatalysts for CO2 conversion reaction, the observation of CO2 adsorption and CO2 reduction reactions by MOF-AgNC nanocomposites was required. For CO2 adsorption on MOF-AgNC nanocomposites, the in situ measurement of the Raman signal (asymmetric vibration of CO2 at 1550 cm-1) was used to characterize the CO2 concentration on MOF-AgNC nanocomposites (the experimental equipment setup is shown in Supporting Information Figure S5A). The CO2 concentration can be characterized by the intensity at the Raman shift of 1550 cm-1 minus the intensity at the Raman shift of 1550 cm-1 before CO2 adsorption, which is the contribution of the PS matrix. The change of the CO2 concentration in core-shell MOF-AgNC nanocomposites during the adsorption process was exhibited by black square dots in E, showing an exponential saturated adsorption trend.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>CO<sub>2</sub> adsorption and desorption testing of heterogeneous\nMOF-AgNC nanocrystals. Schematic of CO<sub>2</sub> adsorption and\ndesorption of core–shell MOF-AgNC and corner MOF-AgNC nanocrystals,\nas shown in (A) and (B), respectively. The relative CO<sub>2</sub> concentration on MOF-AgNC nanocrystals can be characterized by the\nRaman shift of the asymmetric vibration of CO<sub>2</sub>, as shown\nin (C) (core–shell MOF-AgNC) and (D) (corner MOF-AgNC). Black\ncurve: Raman spectrum before the adsorption process; red curve: Raman\nspectrum after CO<sub>2</sub> adsorption for 30 min; blue curve: Raman\nspectrum after CO<sub>2</sub> desorption for 30 min. Time-dependent\nchanges in the relative CO<sub>2</sub> concentration during adsorption\n(black square and curve) and desorption (red circle and curve), as\nshown in (E) for core–shell MOF-AgNC and (F) for corner MOF-AgNC.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c18510_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  CO2 adsorption and desorption testing of heterogeneous MOF-AgNC nanocrystals. Schematic of CO2 adsorption and desorption of core-shell MOF-AgNC and corner MOF-AgNC nanocrystals, as shown in (A) and (B), respectively. The relative CO2 concentration on MOF-AgNC nanocrystals can be characterized by the Raman shift of the asymmetric vibration of CO2, as shown in (C) (core-shell MOF-AgNC) and (D) (corner MOF-AgNC). Black curve: Raman spectrum before the adsorption process; red curve: Raman spectrum after CO2 adsorption for 30 min; blue curve: Raman spectrum after CO2 desorption for 30 min. Time-dependent changes in the relative CO2 concentration during adsorption (black square and curve) and desorption (red circle and curve), as shown in (E) for core-shell MOF-AgNC and (F) for corner MOF-AgNC.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>This trend can also be observed during the adsorption\nprocess of\nthe corner MOF-AgNC nanocomposites, as shown by the black square dots\nin F. However,\nthe CO<sub>2</sub> adsorption rate of the corner MOF-AgNC nanocomposite\nwas faster than that of the core–shell MOF-AgNC nanocomposite\n(the time required for saturation was shorter), which was due to the\nlarge surface area/volume ratio of the MOF in the core MOF-AgNC nanocomposite.\nBased on the calculations of the MOF volume in MOF-AgNC nanocomposites\nshown in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>, the MOF volume in the core–shell MOF-AgNC nanocomposite\nwas approximately 2.35 times larger than that in the corner MOF-AgNC\nnanocomposite. However, the saturated CO<sub>2</sub> adsorption signal\nof the Raman spectrum of the corner MOF-AgNC nanocomposite (∼30\nmin of CO<sub>2</sub> adsorption, shown by the red curves in D) was stronger than\nthat of the core–shell MOF-AgNC nanocomposite (the red curves\nin C), which\nwas caused by the stronger plasmon-induced electromagnetic field located\naround the AgNC high curvature region (corners of AgNC). After CO<sub>2</sub> saturation adsorption, CO<sub>2</sub> can be reversibly desorbed\nin the atmosphere. The CO<sub>2</sub> desorption of core–shell\nMOF-AgNC and corner MOF-AgNC nanocomposites exhibited an exponential\ndecay relationship with exposure time to the atmosphere, as shown\nin the red curve in E,F. Moreover, the Raman spectra of MOF-AgNC nanocomposites\nafter exposure to the atmosphere for 30 min are shown as blue curves\nin C,D; the\nresults indicated that CO<sub>2</sub> can be completely desorbed into\nthe atmosphere (overlapping with the Raman spectrum of MOF-AgNC before\nCO<sub>2</sub> adsorption). The CO<sub>2</sub> desorption rate of\nthe corner MOF-AgNC nanocomposite was also shown to be faster than\nthat of the core–shell MOF-AgNC nanocomposite, which can also\nbe attributed to the higher surface area/volume ratio of the MOF in\nthe corner MOF-AgNC nanocomposite. The Fermi resonance of CO<sub>2</sub> at the Raman shift of 1270 cm<sup>–1</sup> can also be used\nto characterize the CO<sub>2</sub> concentration in MOF-AgNC nanocomposites\nduring the CO<sub>2</sub> adsorption and desorption. The characterization\nresults also showed that the CO<sub>2</sub> adsorption and desorption\nrates of the corner MOF-AgNC nanocomposite were faster than that of\nthe core–shell MOF-AgNC nanocomposite (as shown in Supporting\nInformation <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>), which resulted\nfrom the MOF surface area/volume ratio of the corner MOF-AgNC higher\nthan that of the core–shell MOF-AgNC (Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>).</p>", "clean_text": "This trend can also be observed during the adsorption process of the corner MOF-AgNC nanocomposites, as shown by the black square dots in F. However, the CO2 adsorption rate of the corner MOF-AgNC nanocomposite was faster than that of the core-shell MOF-AgNC nanocomposite (the time required for saturation was shorter), which was due to the large surface area/volume ratio of the MOF in the core MOF-AgNC nanocomposite. Based on the calculations of the MOF volume in MOF-AgNC nanocomposites shown in Supporting Information Figure S4, the MOF volume in the core-shell MOF-AgNC nanocomposite was approximately 2.35 times larger than that in the corner MOF-AgNC nanocomposite. However, the saturated CO2 adsorption signal of the Raman spectrum of the corner MOF-AgNC nanocomposite (~30 min of CO2 adsorption, shown by the red curves in D) was stronger than that of the core-shell MOF-AgNC nanocomposite (the red curves in C), which was caused by the stronger plasmon-induced electromagnetic field located around the AgNC high curvature region (corners of AgNC). After CO2 saturation adsorption, CO2 can be reversibly desorbed in the atmosphere. The CO2 desorption of core-shell MOF-AgNC and corner MOF-AgNC nanocomposites exhibited an exponential decay relationship with exposure time to the atmosphere, as shown in the red curve in E,F. Moreover, the Raman spectra of MOF-AgNC nanocomposites after exposure to the atmosphere for 30 min are shown as blue curves in C,D; the results indicated that CO2 can be completely desorbed into the atmosphere (overlapping with the Raman spectrum of MOF-AgNC before CO2 adsorption). The CO2 desorption rate of the corner MOF-AgNC nanocomposite was also shown to be faster than that of the core-shell MOF-AgNC nanocomposite, which can also be attributed to the higher surface area/volume ratio of the MOF in the corner MOF-AgNC nanocomposite. The Fermi resonance of CO2 at the Raman shift of 1270 cm-1 can also be used to characterize the CO2 concentration in MOF-AgNC nanocomposites during the CO2 adsorption and desorption. The characterization results also showed that the CO2 adsorption and desorption rates of the corner MOF-AgNC nanocomposite were faster than that of the core-shell MOF-AgNC nanocomposite (as shown in Supporting Information Figure S6), which resulted from the MOF surface area/volume ratio of the corner MOF-AgNC higher than that of the core-shell MOF-AgNC (Supporting Information Figure S4).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>To study the performance of\nMOF-AgNC nanocomposites as photocatalysts\nfor CO<sub>2</sub> reduction reaction, the in situ Raman spectra of\nMOF-AgNC nanocomposites in the CO<sub>2</sub> environment with and\nwithout irradiation can be used to characterize the CO<sub>2</sub> reduction rate. Violet irradiation at a wavelength of 420–460\nnm can be used to excite the plasmonic hot spots at the top corners\nof AgNCs in the core–shell MOF-AgNC nanocomposite shown in A,B. The Raman spectrum\nof the core–shell MOF-AgNC nanocomposite in the 1400 to 1750\ncm<sup>–1</sup> region was used to analyze the CO<sub>2</sub> reduction reaction, which included the Raman shifts of 1450 cm<sup>–1</sup>: CH<sub>2</sub> scissoring of PS (pink dashed curve),\nRaman shifts of 1550 cm<sup>–1</sup>: the OCO\nasymmetric vibration of CO<sub>2</sub> and the stretching mode of\nPS (green dashed curve), and Raman shifts of 1642 cm<sup>–1</sup>: the CO vibration/O–H rocking of HOCO* and the C–C\nstretching mode of MOF-801 (blue dashed curve) in C and Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S8A and Table S2</ext-link>. These curves were derived\nfrom the multipeak fitting curves. In the absence of irradiation,\nthe Raman spectra of the core–shell MOF-AgNC nanocomposite\nremained unchanged after CO<sub>2</sub> saturated adsorption (time\nrequired for saturated adsorption, ∼30 min) as hollow green\nsquares in D and Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S9 and Table S3</ext-link>. However, the CO<sub>2</sub> concentration (<italic toggle=\"yes\">I</italic>′ = <italic toggle=\"yes\">I</italic>\n<sub>CO<sub>2</sub>\n</sub>/<italic toggle=\"yes\">I</italic>*, was used to adjust for sample deviations (beam focus and sample\nroughness), where <italic toggle=\"yes\">I</italic>* is the Raman intensity of Si\nand <italic toggle=\"yes\">I</italic>\n<sub>CO<sub>2</sub>\n</sub> = <italic toggle=\"yes\">I</italic>\n<sub>λ = 1550 cm<sup>–1</sup>\n</sub>–\nPS contribution) of the core–shell MOF-AgNC nanocomposite significantly\nreduced under violet irradiation as shown in the green data points\nin D. Moreover,\nthe decrease in the Raman signal intensity at 1550 cm<sup>–1</sup> for the CO<sub>2</sub> vibrational mode was accompanied by an increase\nin the Raman signal intensity at 1642 cm<sup>–1</sup> (as blue\ndata points in D), which was attributed to the formation of the intermediate HOCO*\nin the CO<sub>2</sub> reduction reaction. These results suggested\nthat plasmon-induced hot electrons can be used to enhance the CO<sub>2</sub> reduction reaction. Since the Raman spectra showed that the\ncore–shell MOF-AgNC has MPA (Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>) and the existence of an intermediate\nspecies HCOO* in the CO<sub>2</sub> reduction process, the CO<sub>2</sub> reduction mechanism can be summarized (as shown in B): (1) CO<sub>2</sub> moves to the AgNC surface through the MOF; (2) CO<sub>2</sub> is\nchemically adsorbed on the surface of AgNCs; then, (3) CO<sub>2</sub> reacts with protons (organic linker (fumaric acid)  to generate\nCO; (4) CO is finally produced and diffused away from the surface\nof AgNCs. Here, MOF-801 was only used\nto enhance the CO<sub>2</sub> adsorption of MOF-AgNC nanocomposites\nwithout photocatalysis (as shown in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S26</ext-link>). Since the energy barrier for CO<sub>2</sub> reduction on the silver surface is ∼0.79 to 1.3 eV, the CO<sub>2</sub> reduction on the AgNC surface only occurs under\nexternal irradiation (light source energy of ∼2.81 eV) (as\nshown in E\nand the energy diagram in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S27</ext-link>).</p>", "clean_text": "To study the performance of MOF-AgNC nanocomposites as photocatalysts for CO2 reduction reaction, the in situ Raman spectra of MOF-AgNC nanocomposites in the CO2 environment with and without irradiation can be used to characterize the CO2 reduction rate. Violet irradiation at a wavelength of 420-460 nm can be used to excite the plasmonic hot spots at the top corners of AgNCs in the core-shell MOF-AgNC nanocomposite shown in A,B. The Raman spectrum of the core-shell MOF-AgNC nanocomposite in the 1400 to 1750 cm-1 region was used to analyze the CO2 reduction reaction, which included the Raman shifts of 1450 cm-1: CH2 scissoring of PS (pink dashed curve), Raman shifts of 1550 cm-1: the OCO asymmetric vibration of CO2 and the stretching mode of PS (green dashed curve), and Raman shifts of 1642 cm-1: the CO vibration/O-H rocking of HOCO* and the C-C stretching mode of MOF-801 (blue dashed curve) in C and Supporting Information Figure S8A and Table S2. These curves were derived from the multipeak fitting curves. In the absence of irradiation, the Raman spectra of the core-shell MOF-AgNC nanocomposite remained unchanged after CO2 saturated adsorption (time required for saturated adsorption, ~30 min) as hollow green squares in D and Supporting Information Figure S9 and Table S3. However, the CO2 concentration (I' = I CO2 /I*, was used to adjust for sample deviations (beam focus and sample roughness), where I* is the Raman intensity of Si and I CO2  = I λ = 1550 cm-1 - PS contribution) of the core-shell MOF-AgNC nanocomposite significantly reduced under violet irradiation as shown in the green data points in D. Moreover, the decrease in the Raman signal intensity at 1550 cm-1 for the CO2 vibrational mode was accompanied by an increase in the Raman signal intensity at 1642 cm-1 (as blue data points in D), which was attributed to the formation of the intermediate HOCO* in the CO2 reduction reaction. These results suggested that plasmon-induced hot electrons can be used to enhance the CO2 reduction reaction. Since the Raman spectra showed that the core-shell MOF-AgNC has MPA (Supporting Information Figure S1) and the existence of an intermediate species HCOO* in the CO2 reduction process, the CO2 reduction mechanism can be summarized (as shown in B): (1) CO2 moves to the AgNC surface through the MOF; (2) CO2 is chemically adsorbed on the surface of AgNCs; then, (3) CO2 reacts with protons (organic linker (fumaric acid)  to generate CO; (4) CO is finally produced and diffused away from the surface of AgNCs. Here, MOF-801 was only used to enhance the CO2 adsorption of MOF-AgNC nanocomposites without photocatalysis (as shown in Supporting Information Figure S26). Since the energy barrier for CO2 reduction on the silver surface is ~0.79 to 1.3 eV, the CO2 reduction on the AgNC surface only occurs under external irradiation (light source energy of ~2.81 eV) (as shown in E and the energy diagram in Supporting Information Figure S27).", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Core–shell MOF-AgNC nanocrystals acted as photocatalysts\nfor CO<sub>2</sub> reduction under the plasmon-induced electromagnetic\nfield. (A) Extinction spectrum of core–shell MOF-AgNC nanocrystals\non the PS matrix. The hybrid quadrupole (HQ) mode at 420–460\nnm was used to generate the electromagnetic field located at the top\ncorners of the nanocrystals, which can be used to enhance the CO<sub>2</sub> reduction reaction, as shown in the schematic in (B). (C)\nThe relative CO<sub>2</sub> concentration can be characterized by\nthe Raman spectrum. This Raman spectrum was contributed by multiple\nmaterials: PS (pink dashed curve), CO<sub>2</sub> + PS (green dashed\ncurve), and HOCO* (intermediate) + MOF-801 (blue dashed curve). (D)\nRaman shift intensity of the CO<sub>2</sub> vibration mode (green\nlabels) and the HOCO* vibration mode (blue labels) at different times\nunder different irradiation intensities. (E) The first-order rate\nconstant (<italic toggle=\"yes\">K</italic>) of the CO<sub>2</sub> reduction reaction\nunder different irradiation intensities can be obtained by the slope\nof the curve of ln­(<italic toggle=\"yes\">I</italic>′/<italic toggle=\"yes\">I</italic>′<sub>\n<italic toggle=\"yes\">t</italic> = 0</sub>) versus time, where <italic toggle=\"yes\">I</italic>′ = <italic toggle=\"yes\">I</italic>\n<sub>CO<sub>2</sub>\n</sub>/<italic toggle=\"yes\">I</italic>* and <italic toggle=\"yes\">I</italic>* is the Raman shift intensity\nof the silicon substrate. (F) The relationship between the rate constant\nand the irradiation intensity was linear. The intensity of irradiation <italic toggle=\"yes\">I</italic>\n<sub>0</sub> = 1.29 W/cm<sup>2</sup>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c18510_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Core-shell MOF-AgNC nanocrystals acted as photocatalysts for CO2 reduction under the plasmon-induced electromagnetic field. (A) Extinction spectrum of core-shell MOF-AgNC nanocrystals on the PS matrix. The hybrid quadrupole (HQ) mode at 420-460 nm was used to generate the electromagnetic field located at the top corners of the nanocrystals, which can be used to enhance the CO2 reduction reaction, as shown in the schematic in (B). (C) The relative CO2 concentration can be characterized by the Raman spectrum. This Raman spectrum was contributed by multiple materials: PS (pink dashed curve), CO2 + PS (green dashed curve), and HOCO* (intermediate) + MOF-801 (blue dashed curve). (D) Raman shift intensity of the CO2 vibration mode (green labels) and the HOCO* vibration mode (blue labels) at different times under different irradiation intensities. (E) The first-order rate constant (K) of the CO2 reduction reaction under different irradiation intensities can be obtained by the slope of the curve of ln(I'/I' t = 0) versus time, where I' = I CO2 /I* and I* is the Raman shift intensity of the silicon substrate. (F) The relationship between the rate constant and the irradiation intensity was linear. The intensity of irradiation I 0 = 1.29 W/cm2.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Under different irradiation intensities, the reaction\nrate of CO<sub>2</sub> reduction can be analyzed by the changes of\nthe Raman signals\nof CO<sub>2</sub> and HOCO* with reaction time, as shown in D. The consumption\nof CO<sub>2</sub> (green data points in D) and the formation of HOCO* (blue data\npoints in D)\nincreased with the increasing irradiation intensity (more detailed\nRaman signal analysis is shown in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figures S10–S14 and Table S3</ext-link>). Moreover,\nthe relationship between the CO<sub>2</sub> concentration (<italic toggle=\"yes\">I</italic>′) and the reaction time (<italic toggle=\"yes\">t</italic>) presented\na first-order reaction (ln­(<italic toggle=\"yes\">I</italic>′/<italic toggle=\"yes\">I</italic>′<sub>\n<italic toggle=\"yes\">t</italic> = 0</sub>) had a linear\nrelationship with <italic toggle=\"yes\">t</italic>), as shown in E. The slope of the curves\nin ln­(<italic toggle=\"yes\">I</italic>′/<italic toggle=\"yes\">I</italic>′<sub>\n<italic toggle=\"yes\">t</italic> = 0</sub>) and <italic toggle=\"yes\">t</italic> plots can\nbe used to represent the reaction rate (rate constant (<italic toggle=\"yes\">K</italic>) of the reaction rate). The reaction rate of the CO<sub>2</sub> reduction\nreaction increased significantly with the increase in irradiation\nintensity as shown in E and Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>. The rate constant of the first-order reaction had a linear relationship\nwith the irradiation intensity, as shown in F. These results suggested that the core–shell\nMOF-AgNC nanocomposites can be used as photocatalysts for CO<sub>2</sub> reduction reactions with high-sensitivity irradiation response.</p>", "clean_text": "Under different irradiation intensities, the reaction rate of CO2 reduction can be analyzed by the changes of the Raman signals of CO2 and HOCO* with reaction time, as shown in D. The consumption of CO2 (green data points in D) and the formation of HOCO* (blue data points in D) increased with the increasing irradiation intensity (more detailed Raman signal analysis is shown in Supporting Information Figures S10-S14 and Table S3). Moreover, the relationship between the CO2 concentration (I') and the reaction time (t) presented a first-order reaction (ln(I'/I' t = 0) had a linear relationship with t), as shown in E. The slope of the curves in ln(I'/I' t = 0) and t plots can be used to represent the reaction rate (rate constant (K) of the reaction rate). The reaction rate of the CO2 reduction reaction increased significantly with the increase in irradiation intensity as shown in E and Supporting Information Table S4. The rate constant of the first-order reaction had a linear relationship with the irradiation intensity, as shown in F. These results suggested that the core-shell MOF-AgNC nanocomposites can be used as photocatalysts for CO2 reduction reactions with high-sensitivity irradiation response.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>In situ Raman spectra of the corner MOF-AgNC nanocomposite in a\nCO<sub>2</sub> environment with and without irradiation can also be\nused to characterize the CO<sub>2</sub> reduction rate. The extinction\nspectrum of the corner MOF-AgNC nanocomposite was similar to that\nof the core–shell MOF-AgNC nanocomposite. Violet irradiation\nat a wavelength of 420–460 nm can also be used to excite the\nhot electrons for CO<sub>2</sub> reduction reaction as shown in A,B. However, the\nRaman spectrum of the corner MOF-AgNC nanocomposite at the Raman shifts\nof 1642 cm<sup>–1</sup> (corresponding to the CO vibration/O–H\nrocking of HOCO*) remained unchanged during the CO<sub>2</sub> reduction\nreaction. Moreover, the Raman shift at 1158 cm<sup>–1</sup> (corresponding to C–H wagging of HCOO<sup>–</sup>)\nexhibited a significant increase during the CO<sub>2</sub> reduction\nreaction as shown in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S8B</ext-link>. The results indicated that the CO<sub>2</sub> reduction\nproduct (reaction mechanism) of the corner MOF-AgNC nanocomposite\nas a photocatalyst was different from that of the core–shell\nMOF-AgNC nanocomposite. To analyze the CO<sub>2</sub> reduction reaction\nof the corner MOF-AgNC nanocomposite as a photocatalyst, the Raman\nspectrum of the corner MOF-AgNC nanocomposite in the 1050 to 1375\ncm<sup>–1</sup> region was used to characterize the reactivity\nof the reduction reaction, including Raman shifts of 1158 cm<sup>–1</sup>: C–H wagging of HCOO<sup>–</sup>/C–C stretching\nof PS (pink dashed curve) and the Raman shifts of 1270 cm<sup>–1</sup>: Fermi resonance of the CO<sub>2</sub>/–CH rocking mode of\nMOF-801 (green dashed curve) in C. Based on the formation intermediate HCOO<sup>–</sup>, the CO<sub>2</sub> reduction reaction mechanism should be that\nCO<sub>2</sub> diffused to the AgNC surface, was then reduced to the\nintermediate HCOO<sup>–</sup>, and finally produced HCOOH and\ndiffused away from the surface of AgNCs, as shown in B. The different morphologies\nof MOF-AgNC nanocomposites lead to different CO<sub>2</sub> reduction\nproducts, which is due to the inconsistency of the CO<sub>2</sub> reduction\nreaction environment on the AgNC surfaces. The difference in the AgNC\nreaction environment is caused by the different surface chemistry\nof AgNCs (core–shell MOF-AgNC: MOF and corner MOF-shell: MOF+MPA,\nwhich can be confirmed by observing the difference in the relative\nRaman signals intensity, as shown in D). The interaction of CO<sub>2</sub> and\nthe silver surface leads to the generation of different intermediates\nand final products during CO<sub>2</sub> reduction, which has been\ndemonstrated in pristine silver nanoparticles. Compared with pristine silver nanoparticles, the MOF-AgNC\nnanocomposite can not only improve the reaction rate (increasing CO<sub>2</sub> adsorption) but also enhance the selectivity of products\n(the pristine AgNC: a mixture of CO and HCOOH; the core–shell\nMOF-AgNC nanocomposite is dominated by CO formation, and the corner\nMOF-AgNC nanocomposite is dominated by HCOOH formation).</p>", "clean_text": "In situ Raman spectra of the corner MOF-AgNC nanocomposite in a CO2 environment with and without irradiation can also be used to characterize the CO2 reduction rate. The extinction spectrum of the corner MOF-AgNC nanocomposite was similar to that of the core-shell MOF-AgNC nanocomposite. Violet irradiation at a wavelength of 420-460 nm can also be used to excite the hot electrons for CO2 reduction reaction as shown in A,B. However, the Raman spectrum of the corner MOF-AgNC nanocomposite at the Raman shifts of 1642 cm-1 (corresponding to the CO vibration/O-H rocking of HOCO*) remained unchanged during the CO2 reduction reaction. Moreover, the Raman shift at 1158 cm-1 (corresponding to C-H wagging of HCOO-) exhibited a significant increase during the CO2 reduction reaction as shown in Supporting Information Figure S8B. The results indicated that the CO2 reduction product (reaction mechanism) of the corner MOF-AgNC nanocomposite as a photocatalyst was different from that of the core-shell MOF-AgNC nanocomposite. To analyze the CO2 reduction reaction of the corner MOF-AgNC nanocomposite as a photocatalyst, the Raman spectrum of the corner MOF-AgNC nanocomposite in the 1050 to 1375 cm-1 region was used to characterize the reactivity of the reduction reaction, including Raman shifts of 1158 cm-1: C-H wagging of HCOO-/C-C stretching of PS (pink dashed curve) and the Raman shifts of 1270 cm-1: Fermi resonance of the CO2/-CH rocking mode of MOF-801 (green dashed curve) in C. Based on the formation intermediate HCOO-, the CO2 reduction reaction mechanism should be that CO2 diffused to the AgNC surface, was then reduced to the intermediate HCOO-, and finally produced HCOOH and diffused away from the surface of AgNCs, as shown in B. The different morphologies of MOF-AgNC nanocomposites lead to different CO2 reduction products, which is due to the inconsistency of the CO2 reduction reaction environment on the AgNC surfaces. The difference in the AgNC reaction environment is caused by the different surface chemistry of AgNCs (core-shell MOF-AgNC: MOF and corner MOF-shell: MOF+MPA, which can be confirmed by observing the difference in the relative Raman signals intensity, as shown in D). The interaction of CO2 and the silver surface leads to the generation of different intermediates and final products during CO2 reduction, which has been demonstrated in pristine silver nanoparticles. Compared with pristine silver nanoparticles, the MOF-AgNC nanocomposite can not only improve the reaction rate (increasing CO2 adsorption) but also enhance the selectivity of products (the pristine AgNC: a mixture of CO and HCOOH; the core-shell MOF-AgNC nanocomposite is dominated by CO formation, and the corner MOF-AgNC nanocomposite is dominated by HCOOH formation).", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Corner MOF-AgNC\nnanocrystals acted as photocatalysts for CO<sub>2</sub> reduction\nunder the plasmon-induced electromagnetic field.\n(A) Extinction spectrum of core–shell nanocrystals on the PS\nmatrix. The hybrid quadrupole (HQ) mode at 420–460 nm was used\nto generate the electromagnetic field located at the top corners of\nthe nanocrystals, which can be used to enhance the CO<sub>2</sub> reduction\nreaction, as shown in the schematic in (B). (C) The relative CO<sub>2</sub> concentration can be characterized by the Raman spectrum.\nThis Raman spectrum was contributed by multiple materials: CO<sub>2</sub> (green dashed curve) and HCOO<sup>–</sup> (reaction\nproduct, pink dashed curve). (D) Raman shift intensity of the CO<sub>2</sub> vibration mode (green labels) and the HCOO<sup>–</sup> vibration mode (blue labels) at different times under different\nirradiation intensities. (E) The first-order rate constant (<italic toggle=\"yes\">K</italic>) of the CO<sub>2</sub> reduction reaction under different\nirradiation intensities can be obtained by the slope of the curve\nof ln­(<italic toggle=\"yes\">I</italic>′/<italic toggle=\"yes\">I</italic>′<sub>\n<italic toggle=\"yes\">t</italic> = 0</sub>) versus time, where <italic toggle=\"yes\">I</italic>′ = <italic toggle=\"yes\">I</italic>\n<sub>CO<sub>2</sub>\n</sub>/<italic toggle=\"yes\">I</italic>* and <italic toggle=\"yes\">I</italic>* is the Raman shift intensity of the silicon\nsubstrate. (F) The relationship between the rate constant and the\nirradiation intensity was linear.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c18510_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Corner MOF-AgNC nanocrystals acted as photocatalysts for CO2 reduction under the plasmon-induced electromagnetic field. (A) Extinction spectrum of core-shell nanocrystals on the PS matrix. The hybrid quadrupole (HQ) mode at 420-460 nm was used to generate the electromagnetic field located at the top corners of the nanocrystals, which can be used to enhance the CO2 reduction reaction, as shown in the schematic in (B). (C) The relative CO2 concentration can be characterized by the Raman spectrum. This Raman spectrum was contributed by multiple materials: CO2 (green dashed curve) and HCOO- (reaction product, pink dashed curve). (D) Raman shift intensity of the CO2 vibration mode (green labels) and the HCOO- vibration mode (blue labels) at different times under different irradiation intensities. (E) The first-order rate constant (K) of the CO2 reduction reaction under different irradiation intensities can be obtained by the slope of the curve of ln(I'/I' t = 0) versus time, where I' = I CO2 /I* and I* is the Raman shift intensity of the silicon substrate. (F) The relationship between the rate constant and the irradiation intensity was linear.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>The in situ Raman spectra of the corner MOF-AgNC\nnanocomposite\nalso exhibited that no CO<sub>2</sub> reduction reaction occurred\nwithout irradiation assistance (as hollow green squares in D and Supporting\nInformation <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S15 and Table S5</ext-link>). With\nirradiation assistance, the CO<sub>2</sub> concentration decreased\nwith the reaction time and was accompanied by an increase in the HCOO<sup>–</sup> concentration. The changes in CO<sub>2</sub> and HCOO<sup>–</sup> concentrations became more obvious with the increase\nof irradiation intensity as shown in D and Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figures S16–S20 and Table S5</ext-link>. Moreover,\nthe HCOOH generated by the CO<sub>2</sub> reduction reaction also\nexhibited a first-order reaction (ln­(<italic toggle=\"yes\">I</italic>′/<italic toggle=\"yes\">I</italic>′<sub>\n<italic toggle=\"yes\">t</italic> = 0</sub>) had\na linear relationship with <italic toggle=\"yes\">t</italic>), as shown in E. However, the reaction\nrate (rate constant <italic toggle=\"yes\">K</italic>) of the CO<sub>2</sub> reduction\nreaction on the corner MOF-AgNC nanocomposite was faster than that\non core–shell MOF-AgNC, which should be due to the lower product\ndiffusion resistance (uncoated AgNCs) on corner MOF-AgNC than that\non core–shell MOF-AgNC. The rate constant of the first-order\nreaction also exhibited a linear relationship with the irradiation\nintensity, as shown in F and Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Table S6</ext-link>. However, the CO<sub>2</sub> reduction reaction in the corner MOF-AgNC\nnanocomposite exhibited a higher sensitivity to irradiation intensity\nthan the CO<sub>2</sub> reduction reaction in the core–shell\nMOF-AgNC nanocomposite (as shown in the slope of the <italic toggle=\"yes\">K</italic>–irradiation intensity plot in F and F). The morphology\nand properties of MOF-AgNC nanocomposites remained unchanged after\nCO<sub>2</sub> absorption and CO<sub>2</sub> reduction reactions under\nirradiation, indicating that MOF-AgNC nanocomposites have high stability\nas photocatalysts for CO<sub>2</sub> reduction reaction as shown in\nSupporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S21</ext-link> (SEM\nimages in (A) and (B), extinction spectra in (C), and Raman spectra\nin (D)). These MOF-AgNC composites were again used to test the reactivity\nof CO<sub>2</sub> reduction under external irradiation, and results\nshowed good reproducibility, as shown in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S28</ext-link>.</p>", "clean_text": "The in situ Raman spectra of the corner MOF-AgNC nanocomposite also exhibited that no CO2 reduction reaction occurred without irradiation assistance (as hollow green squares in D and Supporting Information Figure S15 and Table S5). With irradiation assistance, the CO2 concentration decreased with the reaction time and was accompanied by an increase in the HCOO- concentration. The changes in CO2 and HCOO- concentrations became more obvious with the increase of irradiation intensity as shown in D and Supporting Information Figures S16-S20 and Table S5. Moreover, the HCOOH generated by the CO2 reduction reaction also exhibited a first-order reaction (ln(I'/I' t = 0) had a linear relationship with t), as shown in E. However, the reaction rate (rate constant K) of the CO2 reduction reaction on the corner MOF-AgNC nanocomposite was faster than that on core-shell MOF-AgNC, which should be due to the lower product diffusion resistance (uncoated AgNCs) on corner MOF-AgNC than that on core-shell MOF-AgNC. The rate constant of the first-order reaction also exhibited a linear relationship with the irradiation intensity, as shown in F and Supporting Information Table S6. However, the CO2 reduction reaction in the corner MOF-AgNC nanocomposite exhibited a higher sensitivity to irradiation intensity than the CO2 reduction reaction in the core-shell MOF-AgNC nanocomposite (as shown in the slope of the K-irradiation intensity plot in F and F). The morphology and properties of MOF-AgNC nanocomposites remained unchanged after CO2 absorption and CO2 reduction reactions under irradiation, indicating that MOF-AgNC nanocomposites have high stability as photocatalysts for CO2 reduction reaction as shown in Supporting Information Figure S21 (SEM images in (A) and (B), extinction spectra in (C), and Raman spectra in (D)). These MOF-AgNC composites were again used to test the reactivity of CO2 reduction under external irradiation, and results showed good reproducibility, as shown in Supporting Information Figure S28.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Since the plasmonic response\nof AgNC nanocrystals depended on the\nirradiation intensity and wavelength, the performance of MOF-AgNC\nnanocomposites as photocatalysts should be affected not only by the\nirradiation intensity but also by the irradiation wavelength. To study\nthe effect of the irradiation wavelength on the performance of the\nCO<sub>2</sub> reduction reaction, the hybrid dipole (HD) mode of\nthe MOF-AgNC nanocomposite can also be used to generate hot electrons\nfor CO<sub>2</sub> reduction reaction and compared with the HQ mode\nof the MOF-AgNC nanocomposite. The CO<sub>2</sub> reduction reaction\non MOF-AgNC nanocomposites under HD mode irradiation had the same\nreaction mechanisms (same product) as that under HQ mode irradiation\nas shown in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figures S22–S24</ext-link>. However, the reaction rate of the CO<sub>2</sub> reduction reaction\nunder HQ mode irradiation was significantly faster than that under\nHD mode irradiation as shown in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S22C–E and Table S7</ext-link>. This different\nreactivity at different irradiation wavelengths resulted from the\nlocation of hot electrons (plasmonic hot spots) around metal nanocrystals\nthat were strongly affected by the excitation wavelength. The hot\nelectrons excited by the HQ mode of the MOF-AgNC nanocomposite were\nmainly located in the top four corners of the MOF-AgNC nanocomposite,\nwhich was the active region for CO<sub>2</sub> adsorption and reduction\nreactions. However, the hot electrons excited by the HD mode of the\nnanocomposite were mainly located in the bottom four corners of the\nMOF-AgNC nanocomposite, which was the inhibition region for reactions\nas shown in the schematic in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S22A,B</ext-link>.</p>", "clean_text": "Since the plasmonic response of AgNC nanocrystals depended on the irradiation intensity and wavelength, the performance of MOF-AgNC nanocomposites as photocatalysts should be affected not only by the irradiation intensity but also by the irradiation wavelength. To study the effect of the irradiation wavelength on the performance of the CO2 reduction reaction, the hybrid dipole (HD) mode of the MOF-AgNC nanocomposite can also be used to generate hot electrons for CO2 reduction reaction and compared with the HQ mode of the MOF-AgNC nanocomposite. The CO2 reduction reaction on MOF-AgNC nanocomposites under HD mode irradiation had the same reaction mechanisms (same product) as that under HQ mode irradiation as shown in Supporting Information Figures S22-S24. However, the reaction rate of the CO2 reduction reaction under HQ mode irradiation was significantly faster than that under HD mode irradiation as shown in Supporting Information Figure S22C-E and Table S7. This different reactivity at different irradiation wavelengths resulted from the location of hot electrons (plasmonic hot spots) around metal nanocrystals that were strongly affected by the excitation wavelength. The hot electrons excited by the HQ mode of the MOF-AgNC nanocomposite were mainly located in the top four corners of the MOF-AgNC nanocomposite, which was the active region for CO2 adsorption and reduction reactions. However, the hot electrons excited by the HD mode of the nanocomposite were mainly located in the bottom four corners of the MOF-AgNC nanocomposite, which was the inhibition region for reactions as shown in the schematic in Supporting Information Figure S22A,B.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Here, we demonstrate that the formation\nof MOF-AgNC nanocomposites\ncan be used as photocatalysts for CO<sub>2</sub> reduction reaction\nwith high performance due to the combination of the good CO<sub>2</sub> adsorption features of MOF-801 and the high catalytic performance\nof AgNCs for CO<sub>2</sub> reduction. The relationship between the\nexact chemical composition changes during CO<sub>2</sub> reduction\nand the AgNC surface chemistry/MOF configuration is quite important\nfor controlling the reactivity and selectivity of the catalyst and\nthus needs to be further carefully explored, which will be the focus\nof future research. The performance of MOF-AgNC nanocomposites as\nphotocatalysts for CO<sub>2</sub> reduction reaction exhibited high\nsensitivity to the irradiation intensity and wavelength. The high\nstability of the MOF-AgNC nanocomposites under irradiation and the\nembedment of nanocomposites in the polymer matrix made these nanocomposites\nsuitable for repeated use. This method for the synthesis of heterogeneous\nnanocomposites should be possible to design photocatalysts for various\nreactions by carefully designing the morphology and composition of\nnanocomposites.</p>", "clean_text": "Here, we demonstrate that the formation of MOF-AgNC nanocomposites can be used as photocatalysts for CO2 reduction reaction with high performance due to the combination of the good CO2 adsorption features of MOF-801 and the high catalytic performance of AgNCs for CO2 reduction. The relationship between the exact chemical composition changes during CO2 reduction and the AgNC surface chemistry/MOF configuration is quite important for controlling the reactivity and selectivity of the catalyst and thus needs to be further carefully explored, which will be the focus of future research. The performance of MOF-AgNC nanocomposites as photocatalysts for CO2 reduction reaction exhibited high sensitivity to the irradiation intensity and wavelength. The high stability of the MOF-AgNC nanocomposites under irradiation and the embedment of nanocomposites in the polymer matrix made these nanocomposites suitable for repeated use. This method for the synthesis of heterogeneous nanocomposites should be possible to design photocatalysts for various reactions by carefully designing the morphology and composition of nanocomposites.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>Here, we demonstrated that MOF-801 can\nbe generated on the surface\nof AgNCs to form the MOF-AgNC nanocomposites, core–shell MOF-AgNC\nand corner MOF-AgNC, as photocatalysts for CO<sub>2</sub> reduction\nreaction. The morphologies of MOF-AgNC nanocomposites can be controlled\nby adjusting the reaction conditions. The catalytic performance was\ncharacterized by using in situ Raman spectra of these MOF-AgNC nanocomposites\nduring CO<sub>2</sub> adsorption and CO<sub>2</sub> reduction reactions,\nwhich showed good CO<sub>2</sub> adsorption features by MOFs and high\nreactivity of CO<sub>2</sub> reduction by AgNCs. Different CO<sub>2</sub> reduction mechanisms (reaction products) were produced in\nthese two nanocomposites due to the different reaction environments\nat the interface between MOFs and AgNCs. The morphologies of the MOF-AgNC\nnanocomposites also have an important effect on the reactivity of\nthe photocatalyst, and the result is related to whether the positions\nof the hot electrons were generated under irradiation overlaps with\nthe positions of CO<sub>2</sub> adsorption. The CO<sub>2</sub> reduction\nreactivity of the corner MOF-AgNC nanocomposites under irradiation\nis higher than that of the core–shell MOF-AgNC nanocomposites,\nwhich is due to the high overlap of the position of hot electrons\ngenerated on the surface of AgNCs under irradiation and the position\nof CO<sub>2</sub> adsorption on the surface of AgNCs. This overlapping\nphenomenon of the position of hot electrons generated under irradiation\nwith the position of CO<sub>2</sub> adsorption on the core MOF-AgNC\nnanocomposite also leads to its higher catalytic sensitivity to the\nirradiation intensity and wavelength than that of the core–shell\nMOF-AgNC nanocomposites, which is due to the number of hot electrons\nand their position on the AgNC that strongly depend on the intensity\nand wavelength of excitation light. These results indicated that this\nmethod for the synthesis of heterogeneous nanocomposites should make\nit possible to design photocatalysts for various reactions by carefully\ndesigning the morphology and composition of nanocomposites.</p>", "clean_text": "Conclusions\n\nHere, we demonstrated that MOF-801 can be generated on the surface of AgNCs to form the MOF-AgNC nanocomposites, core-shell MOF-AgNC and corner MOF-AgNC, as photocatalysts for CO2 reduction reaction. The morphologies of MOF-AgNC nanocomposites can be controlled by adjusting the reaction conditions. The catalytic performance was characterized by using in situ Raman spectra of these MOF-AgNC nanocomposites during CO2 adsorption and CO2 reduction reactions, which showed good CO2 adsorption features by MOFs and high reactivity of CO2 reduction by AgNCs. Different CO2 reduction mechanisms (reaction products) were produced in these two nanocomposites due to the different reaction environments at the interface between MOFs and AgNCs. The morphologies of the MOF-AgNC nanocomposites also have an important effect on the reactivity of the photocatalyst, and the result is related to whether the positions of the hot electrons were generated under irradiation overlaps with the positions of CO2 adsorption. The CO2 reduction reactivity of the corner MOF-AgNC nanocomposites under irradiation is higher than that of the core-shell MOF-AgNC nanocomposites, which is due to the high overlap of the position of hot electrons generated on the surface of AgNCs under irradiation and the position of CO2 adsorption on the surface of AgNCs. This overlapping phenomenon of the position of hot electrons generated under irradiation with the position of CO2 adsorption on the core MOF-AgNC nanocomposite also leads to its higher catalytic sensitivity to the irradiation intensity and wavelength than that of the core-shell MOF-AgNC nanocomposites, which is due to the number of hot electrons and their position on the AgNC that strongly depend on the intensity and wavelength of excitation light. These results indicated that this method for the synthesis of heterogeneous nanocomposites should make it possible to design photocatalysts for various reactions by carefully designing the morphology and composition of nanocomposites.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials</title><p>Silver nitrate (≥99.9%, Fluka), 1,5-pentandiol\n(98%, ACROS), PVP (<italic toggle=\"yes\">M</italic>\n<sub>w</sub> = 55,000 (g/mol),\nSigma), copper­(II) chloride (99%, Sigma), PS (<italic toggle=\"yes\">M</italic>\n<sub>w</sub> = 35,000 (g/mol), Sigma), ethanol (95%), toluene (&gt;99.5%,\nJ.T. Baker), chloroform (99.8%, Macron), hexamethyldisilazane (HMDS,\n98%, Alfa Aesar), nitric acid (≥65%, Fluka), sulfuric acid\n(≥97%, Fluka), hydrochloric acid (≥37%, Fluka), hydrogen\nperoxide (≥30%, Fluka), zirconium­(IV) acetylacetonate (Zr­(acac)<sub>4</sub>, for synthesis, Sigma), fumaric acid (99%, Alfa Aesar), and\nacetic acid (≥99.8%, Fluka) were used.</p>", "clean_text": "Experimental Section\n\nMaterials\n\nSilver nitrate (≥99.9%, Fluka), 1,5-pentandiol (98%, ACROS), PVP (M w = 55,000 (g/mol), Sigma), copper(II) chloride (99%, Sigma), PS (M w = 35,000 (g/mol), Sigma), ethanol (95%), toluene (>99.5%, J.T. Baker), chloroform (99.8%, Macron), hexamethyldisilazane (HMDS, 98%, Alfa Aesar), nitric acid (≥65%, Fluka), sulfuric acid (≥97%, Fluka), hydrochloric acid (≥37%, Fluka), hydrogen peroxide (≥30%, Fluka), zirconium(IV) acetylacetonate (Zr(acac)4, for synthesis, Sigma), fumaric acid (99%, Alfa Aesar), and acetic acid (≥99.8%, Fluka) were used.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of Silver Nanocubes (AgNCs)</title><p>AgNCs were synthesized\nby using a previously reported polyol reaction. The AgNO<sub>3</sub> precursor solution was prepared by\ndissolving 0.2 g of AgNO<sub>3</sub> and 44 μL of 0.043 M CuCl<sub>2</sub> (1,5-pentanediol solution) in 5 mL of 1,5-pentanediol. The\nother precursor solution was prepared by dissolving 0.1 g of PVP in\n5 mL of 1,5-pentanediol. 1,5-Pentanediol was heated to 193 °C\nwith continuous stirring in an oil bath. The AgNO<sub>3</sub> and\nPVP precursor solutions were alternately injected into the hot 1,5-pentanediol\nwith an injection rate of 500 μL/min (quick injection) and 320\nμL/30 s (dropwise), respectively. The size of AgNCs can be controlled\nby the amount of precursor injection into the reaction batch. Postsynthetic\npurification was required to achieve the high quality (shape and size)\nof AgNCs. The as-made AgNC colloidal solution possessed ∼20%\nother shape impurities, such as triangular, spherical, and wirelike\nnanocrystals reduced to &lt;5%, after postsynthetic filtration with\na 450 nm filter paper twice and then filtration with a 220 nm filter\npaper several times.</p>", "clean_text": "Synthesis of Silver Nanocubes (AgNCs)\n\nAgNCs were synthesized by using a previously reported polyol reaction. The AgNO3 precursor solution was prepared by dissolving 0.2 g of AgNO3 and 44 μL of 0.043 M CuCl2 (1,5-pentanediol solution) in 5 mL of 1,5-pentanediol. The other precursor solution was prepared by dissolving 0.1 g of PVP in 5 mL of 1,5-pentanediol. 1,5-Pentanediol was heated to 193 °C with continuous stirring in an oil bath. The AgNO3 and PVP precursor solutions were alternately injected into the hot 1,5-pentanediol with an injection rate of 500 μL/min (quick injection) and 320 μL/30 s (dropwise), respectively. The size of AgNCs can be controlled by the amount of precursor injection into the reaction batch. Postsynthetic purification was required to achieve the high quality (shape and size) of AgNCs. The as-made AgNC colloidal solution possessed ~20% other shape impurities, such as triangular, spherical, and wirelike nanocrystals reduced to <5%, after postsynthetic filtration with a 450 nm filter paper twice and then filtration with a 220 nm filter paper several times.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Deposition of Bottom AgNC Arrays on Silicon/Glass Substrates</title><p>Silicon/glass substrates were cleaned in a freshly prepared piranha\nsolution (70% (v) concentrated H<sub>2</sub>SO<sub>4</sub> and 30%\n(v) H<sub>2</sub>O<sub>2</sub>). The substrates were then treated\nwith hexamethyldisilazane (HMDS) vapor to obtain hydrophobic surfaces.\nTo prepare the AgNC array on silicon/glass substrates, the postsynthetic\npurified AgNC colloidal solution was precipitated in ethanol and then\ndispersed in CHCl<sub>3</sub> for enhancing the evaporation rate during\nthe formation of uniform arrays at the water–air interface\nby the LB technique. The colloidal solution of AgNCs was then added\ndropwise to the water–air interface of the glass Petri dish,\nleaving an isotopically distributed monolayer of silver nanocrystals\nfloating at the water–air interface. The surface tension of\nthe AgNC monolayer array at the water–air interface can be\nutilized to control the concentration (surface coverage) of the AgNC\narray. The AgNC monolayer array was then transferred onto the silicon/glass\nsubstrates by dip-coating.</p>", "clean_text": "Deposition of Bottom AgNC Arrays on Silicon/Glass Substrates\n\nSilicon/glass substrates were cleaned in a freshly prepared piranha solution (70% (v) concentrated H2SO4 and 30% (v) H2O2). The substrates were then treated with hexamethyldisilazane (HMDS) vapor to obtain hydrophobic surfaces. To prepare the AgNC array on silicon/glass substrates, the postsynthetic purified AgNC colloidal solution was precipitated in ethanol and then dispersed in CHCl3 for enhancing the evaporation rate during the formation of uniform arrays at the water-air interface by the LB technique. The colloidal solution of AgNCs was then added dropwise to the water-air interface of the glass Petri dish, leaving an isotopically distributed monolayer of silver nanocrystals floating at the water-air interface. The surface tension of the AgNC monolayer array at the water-air interface can be utilized to control the concentration (surface coverage) of the AgNC array. The AgNC monolayer array was then transferred onto the silicon/glass substrates by dip-coating.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Deposition of Polystyrene Films on the Top of Bottom AgNC Array–Si/Glass\nSubstrate</title><p>PS (<italic toggle=\"yes\">M</italic>\n<sub>w</sub> = 35,000) was\ndissolved in a toluene solution (5.5 wt %) for the deposition of thin\nfilms on the AgNC–Si or AgNC–glass substrate via the\nspin-coating process. The thickness of polymer films can be controlled\nby the concentration of the polymer solution, spin speed, and the\nconcentration of AgNCs (surface coverage) on the Si/glass substrate\n(the relationship between surface coverage of AgNCs and thickness\nof the PS film at the same spin speed shown in ). The PS–AgNC–Si/PS–AgNC–glass\nsubstrate was treated at 80 °C for 10 min to smoothen the surface\nof the PS film.</p>", "clean_text": "Deposition of Polystyrene Films on the Top of Bottom AgNC Array-Si/Glass Substrate\n\nPS (M w = 35,000) was dissolved in a toluene solution (5.5 wt %) for the deposition of thin films on the AgNC-Si or AgNC-glass substrate via the spin-coating process. The thickness of polymer films can be controlled by the concentration of the polymer solution, spin speed, and the concentration of AgNCs (surface coverage) on the Si/glass substrate (the relationship between surface coverage of AgNCs and thickness of the PS film at the same spin speed shown in ). The PS-AgNC-Si/PS-AgNC-glass substrate was treated at 80 °C for 10 min to smoothen the surface of the PS film.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Deposition of AgNC Arrays on PS Films and Partially Embedding\nAgNCs in the PS Matrix</title><p>To prepare the AgNC array on the PS\nfilm, the postsynthetic purified AgNC colloidal solution was precipitated\nin ethanol and then dispersed in CHCl<sub>3</sub> for enhancing the\nevaporation rate during the formation of uniform arrays at the water–air\ninterface by the LB technique. The colloidal solution of AgNCs was\nthen added dropwise to the water–air interface of the glass\nPetri dish, leaving an isotopically distributed monolayer of silver\nnanocrystals floating at the water–air interface. The surface\ntension of the AgNC monolayer array at the water–air interface\ncan be utilized to control the concentration (surface coverage) of\nthe AgNC array. The AgNC monolayer array was then transferred onto\nthe PS films by dip-coating. The AgNC array on the PS thin film was\nembedded into the PS film by thermal treatment at a temperature higher\nthan the glass transition temperature of PS (<italic toggle=\"yes\">T</italic> &gt; <italic toggle=\"yes\">T</italic>\n<sub>g</sub> of PS). Moreover, the embedment depth of AgNCs\nin the PS film can be controlled by thermal treatment conditions (treatment\ntemperature and time). A uniform AgNC array was placed in PS (∼200\nnm in thickness) on the silicon or glass substrate, and then, AgNCs\nwere partially embedded into the PS film with thermal treatment.</p>", "clean_text": "Deposition of AgNC Arrays on PS Films and Partially Embedding AgNCs in the PS Matrix\n\nTo prepare the AgNC array on the PS film, the postsynthetic purified AgNC colloidal solution was precipitated in ethanol and then dispersed in CHCl3 for enhancing the evaporation rate during the formation of uniform arrays at the water-air interface by the LB technique. The colloidal solution of AgNCs was then added dropwise to the water-air interface of the glass Petri dish, leaving an isotopically distributed monolayer of silver nanocrystals floating at the water-air interface. The surface tension of the AgNC monolayer array at the water-air interface can be utilized to control the concentration (surface coverage) of the AgNC array. The AgNC monolayer array was then transferred onto the PS films by dip-coating. The AgNC array on the PS thin film was embedded into the PS film by thermal treatment at a temperature higher than the glass transition temperature of PS (T > T g of PS). Moreover, the embedment depth of AgNCs in the PS film can be controlled by thermal treatment conditions (treatment temperature and time). A uniform AgNC array was placed in PS (~200 nm in thickness) on the silicon or glass substrate, and then, AgNCs were partially embedded into the PS film with thermal treatment.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Changing the Ligand Coated on the Bottom AgNC Array by Surface\nModification</title><p>For surface modification of mercaptopropionic\nacid (MPA) on AgNC nanocrystals, AgNC arrays partially embedded in\nthe PS matrix were incubated in 5 mM MPA aqueous solution (4.4 μL\nof MPA well-dispersed in 10 mL of DI water) for 3.5 h, and then, the\nAgNC array–PS matrix was washed with DI water and dried in\na stream of N<sub>2</sub> flow. The MPA ligand coated on the AgNC\nsurface had two main functions: (1) as a linker to form MOF-801 on\nthe AgNC surface and (2) a proton source for CO<sub>2</sub> reduction:\n−COOH functional groups on the AgNC surface not used for MOF\nformation.</p>", "clean_text": "Changing the Ligand Coated on the Bottom AgNC Array by Surface Modification\n\nFor surface modification of mercaptopropionic acid (MPA) on AgNC nanocrystals, AgNC arrays partially embedded in the PS matrix were incubated in 5 mM MPA aqueous solution (4.4 μL of MPA well-dispersed in 10 mL of DI water) for 3.5 h, and then, the AgNC array-PS matrix was washed with DI water and dried in a stream of N2 flow. The MPA ligand coated on the AgNC surface had two main functions: (1) as a linker to form MOF-801 on the AgNC surface and (2) a proton source for CO2 reduction: -COOH functional groups on the AgNC surface not used for MOF formation.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["synthesis condition"], "content": "<title>Fabrication of the Core–Shell MOF-AgNC Nanocomposite</title><p>MOF-801-on-AgNC templates were synthesized by using a previously\nreported procedure. Acetic acid (AA)\n(2 mL) was well-dispersed in 8 mL of DI water in a 20 mL glass vial,\nand then, MPA-coated AgNC–PS–glass and MPA-coated AgNC–PS–silicon\nsubstrates were mounted and hung on AA aqueous solution with magnetic\nstirring (set up as shown in the schematic in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S25</ext-link>). Moreover, 6 μL of 30 mM Zr­(acac)<sub>4</sub> solution (146 mg of Zr­(acac)<sub>4</sub> was dissolved in\n4 and 6 mL of DI water) and 9 μL of 20 mM fumaric acid solution\n(23.4 mg of fumaric acid in 10 mL of DI water) were injected every\n60 min. The time-dependent optical properties can be characterized\nby the measurement of the extinction spectrum of the MOF-AgNC–PS–glass\nsubstrate. The reaction ended with the wavelength change in the HQ\nplasmon mode of AgNCs (Δλ<sub>HQ</sub>) of ∼54\nnm. Moreover, the morphology of the MOF-AgNC nanocomposite can be\nobserved by SEM and HRTEM.</p>", "clean_text": "Fabrication of the Core-Shell MOF-AgNC Nanocomposite\n\nMOF-801-on-AgNC templates were synthesized by using a previously reported procedure. Acetic acid (AA) (2 mL) was well-dispersed in 8 mL of DI water in a 20 mL glass vial, and then, MPA-coated AgNC-PS-glass and MPA-coated AgNC-PS-silicon substrates were mounted and hung on AA aqueous solution with magnetic stirring (set up as shown in the schematic in Supporting Information Figure S25). Moreover, 6 μL of 30 mM Zr(acac)4 solution (146 mg of Zr(acac)4 was dissolved in 4 and 6 mL of DI water) and 9 μL of 20 mM fumaric acid solution (23.4 mg of fumaric acid in 10 mL of DI water) were injected every 60 min. The time-dependent optical properties can be characterized by the measurement of the extinction spectrum of the MOF-AgNC-PS-glass substrate. The reaction ended with the wavelength change in the HQ plasmon mode of AgNCs (ΔλHQ) of ~54 nm. Moreover, the morphology of the MOF-AgNC nanocomposite can be observed by SEM and HRTEM.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["synthesis condition"], "content": "<title>Fabrication of the Corner MOF-AgNC Nanocomposite</title><p>MOF-801-on-AgNC\ntemplates were synthesized by using a previously reported procedure. Acetic acid (AA) (1 mL) was well-dispersed in\n9 mL of DI water in a 20 mL glass vial, and then, MPA-coated AgNC–PS–glass\nand MPA-coated AgNC–PS–silicon substrates were mounted\nand hung on AA aqueous solution with magnetic stirring (set up as\nshown in the schematic in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S25</ext-link>). Moreover, 6 μL of 30 mM Zr­(acac)<sub>4</sub> solution (146 mg of Zr­(acac)<sub>4</sub> was dissolved in 4 and\n6 mL of DI water) and 9 μL of 20 mM fumaric acid solution (23.4\nmg of fumaric acid in 10 mL of DI water) were injected every 60 min.\nThe time-dependent optical properties can be characterized by the\nmeasurement of the extinction spectrum of the MOF-AgNC–PS–glass\nsubstrate. The reaction ended with the wavelength change in the HQ\nplasmon mode of AgNCs (Δλ<sub>HQ</sub>) of ∼42\nnm. Moreover, the morphology of the MOF-AgNC nanocomposite can be\nobserved by SEM and HRTEM.</p>", "clean_text": "Fabrication of the Corner MOF-AgNC Nanocomposite\n\nMOF-801-on-AgNC templates were synthesized by using a previously reported procedure. Acetic acid (AA) (1 mL) was well-dispersed in 9 mL of DI water in a 20 mL glass vial, and then, MPA-coated AgNC-PS-glass and MPA-coated AgNC-PS-silicon substrates were mounted and hung on AA aqueous solution with magnetic stirring (set up as shown in the schematic in Supporting Information Figure S25). Moreover, 6 μL of 30 mM Zr(acac)4 solution (146 mg of Zr(acac)4 was dissolved in 4 and 6 mL of DI water) and 9 μL of 20 mM fumaric acid solution (23.4 mg of fumaric acid in 10 mL of DI water) were injected every 60 min. The time-dependent optical properties can be characterized by the measurement of the extinction spectrum of the MOF-AgNC-PS-glass substrate. The reaction ended with the wavelength change in the HQ plasmon mode of AgNCs (ΔλHQ) of ~42 nm. Moreover, the morphology of the MOF-AgNC nanocomposite can be observed by SEM and HRTEM.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>In Situ Raman Spectroscopy for Detecting CO<sub>2</sub> Absorption/Desorption/Reduction</title><p>The MOF-AgNC nanocomposite–Si substrates were placed in\nglass vials (as shown in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>) for CO<sub>2</sub> adsorption, desorption, and\nreduction reactions. Glass vials were sealed with rubber stoppers.\nCO<sub>2</sub> was introduced into a glass vial through a pipe with\na needle on the end (CO<sub>2</sub> source pressure, 10 kg/cm<sup>3</sup>). Another needle was attached to the rubber stopper for the\noutlet of gas. In situ Raman spectroscopy was used to measure the\nmolecular vibration of CO<sub>2</sub>, intermediates, and products\nof CO<sub>2</sub> reduction. Raman spectroscopy measurements were\nperformed using the <italic toggle=\"yes\">x</italic>–<italic toggle=\"yes\">y</italic> imaging\nmode (Kymera 193i-B1, UK) and a 532 nm excitation laser (power = 50\nmW). Data acquisition was performed using a 10× (N.A. = 0.55)\nobjective lens with an acquisition time of 1 s. All Raman spectra\nwere obtained by averaging at least 20 individual Raman spectra. An\nexternal irradiation source that can be tuned to different intensities\nand wavelengths was used to excite hot electrons around the AgNCs\nfor CO<sub>2</sub> reduction (as shown in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). CO<sub>2</sub> adsorption/desorption\nwas operated under the following conditions: a CO<sub>2</sub> flow\nrate of 43.75 c.c./min, a temperature of ∼28 °C, and a\npressure of the CO<sub>2</sub> tank of 0.175 kg/cm<sup>2</sup>. For\nthe CO<sub>2</sub> reduction test, experiments were performed under\nthe same conditions until MOF-AgNC nanocrystals reached CO<sub>2</sub> absorption saturation. External irradiation was then added to generate\nhot electrons for CO<sub>2</sub> reduction reaction.</p>", "clean_text": "In Situ Raman Spectroscopy for Detecting CO2 Absorption/Desorption/Reduction\n\nThe MOF-AgNC nanocomposite-Si substrates were placed in glass vials (as shown in Supporting Information Figure S5) for CO2 adsorption, desorption, and reduction reactions. Glass vials were sealed with rubber stoppers. CO2 was introduced into a glass vial through a pipe with a needle on the end (CO2 source pressure, 10 kg/cm3). Another needle was attached to the rubber stopper for the outlet of gas. In situ Raman spectroscopy was used to measure the molecular vibration of CO2, intermediates, and products of CO2 reduction. Raman spectroscopy measurements were performed using the x-y imaging mode (Kymera 193i-B1, UK) and a 532 nm excitation laser (power = 50 mW). Data acquisition was performed using a 10× (N.A. = 0.55) objective lens with an acquisition time of 1 s. All Raman spectra were obtained by averaging at least 20 individual Raman spectra. An external irradiation source that can be tuned to different intensities and wavelengths was used to excite hot electrons around the AgNCs for CO2 reduction (as shown in Supporting Information Figure S5). CO2 adsorption/desorption was operated under the following conditions: a CO2 flow rate of 43.75 c.c./min, a temperature of ~28 °C, and a pressure of the CO2 tank of 0.175 kg/cm2. For the CO2 reduction test, experiments were performed under the same conditions until MOF-AgNC nanocrystals reached CO2 absorption saturation. External irradiation was then added to generate hot electrons for CO2 reduction reaction.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.2c18510?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsami.2c18510</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>SEM images: characterization of the morphology of MOF-AgNC\nnanocomposites; XRD and EDX: characterization of the composition of\nMOF-AgNC nanocomposites; UV–vis spectra: characterization of\nthe plasmonic responses of MOF-AgNC nanocomposites; Raman spectra:\ncharacterization of the changes in chemical signals of the molecular\nvibration during the CO<sub>2</sub> reduction; Schematics of the reaction\nsetup for the synthesis of MOF-AgNC and photocatalytic CO<sub>2</sub> reduction (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.2c18510.  SEM images: characterization of the morphology of MOF-AgNC nanocomposites; XRD and EDX: characterization of the composition of MOF-AgNC nanocomposites; UV-vis spectra: characterization of the plasmonic responses of MOF-AgNC nanocomposites; Raman spectra: characterization of the changes in chemical signals of the molecular vibration during the CO2 reduction; Schematics of the reaction setup for the synthesis of MOF-AgNC and photocatalytic CO2 reduction (PDF)   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>SEM images: characterization of the morphology of MOF-AgNC\nnanocomposites; XRD and EDX: characterization of the composition of\nMOF-AgNC nanocomposites; UV–vis spectra: characterization of\nthe plasmonic responses of MOF-AgNC nanocomposites; Raman spectra:\ncharacterization of the changes in chemical signals of the molecular\nvibration during the CO<sub>2</sub> reduction; Schematics of the reaction\nsetup for the synthesis of MOF-AgNC and photocatalytic CO<sub>2</sub> reduction (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "SEM images: characterization of the morphology of MOF-AgNC nanocomposites; XRD and EDX: characterization of the composition of MOF-AgNC nanocomposites; UV-vis spectra: characterization of the plasmonic responses of MOF-AgNC nanocomposites; Raman spectra: characterization of the changes in chemical signals of the molecular vibration during the CO2 reduction; Schematics of the reaction setup for the synthesis of MOF-AgNC and photocatalytic CO2 reduction (PDF)", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>S.-W.H. conceived\nthe idea. J.-J.L. and S.-W.H. designed the research. J.-J.L. and Z.-W.J.\nanalyzed data. The manuscript was written and approved by all authors.</p><p>The authors declare\nno\ncompeting financial interest.</p>", "clean_text": "S.-W.H. conceived the idea. J.-J.L. and S.-W.H. designed the research. J.-J.L. and Z.-W.J. analyzed data. The manuscript was written and approved by all authors.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "22, 27, 28", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of Silver Nanocubes (AgNCs)</title><p>AgNCs were synthesized\nby using a previously reported polyol reaction. The AgNO<sub>3</sub> precursor solution was prepared by\ndissolving 0.2 g of AgNO<sub>3</sub> and 44 μL of 0.043 M CuCl<sub>2</sub> (1,5-pentanediol solution) in 5 mL of 1,5-pentanediol. The\nother precursor solution was prepared by dissolving 0.1 g of PVP in\n5 mL of 1,5-pentanediol. 1,5-Pentanediol was heated to 193 °C\nwith continuous stirring in an oil bath. The AgNO<sub>3</sub> and\nPVP precursor solutions were alternately injected into the hot 1,5-pentanediol\nwith an injection rate of 500 μL/min (quick injection) and 320\nμL/30 s (dropwise), respectively. The size of AgNCs can be controlled\nby the amount of precursor injection into the reaction batch. Postsynthetic\npurification was required to achieve the high quality (shape and size)\nof AgNCs. The as-made AgNC colloidal solution possessed ∼20%\nother shape impurities, such as triangular, spherical, and wirelike\nnanocrystals reduced to &lt;5%, after postsynthetic filtration with\na 450 nm filter paper twice and then filtration with a 220 nm filter\npaper several times.</p><title>Fabrication of the Core–Shell MOF-AgNC Nanocomposite</title><p>MOF-801-on-AgNC templates were synthesized by using a previously\nreported procedure. Acetic acid (AA)\n(2 mL) was well-dispersed in 8 mL of DI water in a 20 mL glass vial,\nand then, MPA-coated AgNC–PS–glass and MPA-coated AgNC–PS–silicon\nsubstrates were mounted and hung on AA aqueous solution with magnetic\nstirring (set up as shown in the schematic in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S25</ext-link>). Moreover, 6 μL of 30 mM Zr­(acac)<sub>4</sub> solution (146 mg of Zr­(acac)<sub>4</sub> was dissolved in\n4 and 6 mL of DI water) and 9 μL of 20 mM fumaric acid solution\n(23.4 mg of fumaric acid in 10 mL of DI water) were injected every\n60 min. The time-dependent optical properties can be characterized\nby the measurement of the extinction spectrum of the MOF-AgNC–PS–glass\nsubstrate. The reaction ended with the wavelength change in the HQ\nplasmon mode of AgNCs (Δλ<sub>HQ</sub>) of ∼54\nnm. Moreover, the morphology of the MOF-AgNC nanocomposite can be\nobserved by SEM and HRTEM.</p><title>Fabrication of the Corner MOF-AgNC Nanocomposite</title><p>MOF-801-on-AgNC\ntemplates were synthesized by using a previously reported procedure. Acetic acid (AA) (1 mL) was well-dispersed in\n9 mL of DI water in a 20 mL glass vial, and then, MPA-coated AgNC–PS–glass\nand MPA-coated AgNC–PS–silicon substrates were mounted\nand hung on AA aqueous solution with magnetic stirring (set up as\nshown in the schematic in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S25</ext-link>). Moreover, 6 μL of 30 mM Zr­(acac)<sub>4</sub> solution (146 mg of Zr­(acac)<sub>4</sub> was dissolved in 4 and\n6 mL of DI water) and 9 μL of 20 mM fumaric acid solution (23.4\nmg of fumaric acid in 10 mL of DI water) were injected every 60 min.\nThe time-dependent optical properties can be characterized by the\nmeasurement of the extinction spectrum of the MOF-AgNC–PS–glass\nsubstrate. The reaction ended with the wavelength change in the HQ\nplasmon mode of AgNCs (Δλ<sub>HQ</sub>) of ∼42\nnm. Moreover, the morphology of the MOF-AgNC nanocomposite can be\nobserved by SEM and HRTEM.</p>", "clean_text": "Synthesis of Silver Nanocubes (AgNCs)\n\nAgNCs were synthesized by using a previously reported polyol reaction. The AgNO3 precursor solution was prepared by dissolving 0.2 g of AgNO3 and 44 μL of 0.043 M CuCl2 (1,5-pentanediol solution) in 5 mL of 1,5-pentanediol. The other precursor solution was prepared by dissolving 0.1 g of PVP in 5 mL of 1,5-pentanediol. 1,5-Pentanediol was heated to 193 °C with continuous stirring in an oil bath. The AgNO3 and PVP precursor solutions were alternately injected into the hot 1,5-pentanediol with an injection rate of 500 μL/min (quick injection) and 320 μL/30 s (dropwise), respectively. The size of AgNCs can be controlled by the amount of precursor injection into the reaction batch. Postsynthetic purification was required to achieve the high quality (shape and size) of AgNCs. The as-made AgNC colloidal solution possessed ~20% other shape impurities, such as triangular, spherical, and wirelike nanocrystals reduced to <5%, after postsynthetic filtration with a 450 nm filter paper twice and then filtration with a 220 nm filter paper several times.\n\nFabrication of the Core-Shell MOF-AgNC Nanocomposite\n\nMOF-801-on-AgNC templates were synthesized by using a previously reported procedure. Acetic acid (AA) (2 mL) was well-dispersed in 8 mL of DI water in a 20 mL glass vial, and then, MPA-coated AgNC-PS-glass and MPA-coated AgNC-PS-silicon substrates were mounted and hung on AA aqueous solution with magnetic stirring (set up as shown in the schematic in Supporting Information Figure S25). Moreover, 6 μL of 30 mM Zr(acac)4 solution (146 mg of Zr(acac)4 was dissolved in 4 and 6 mL of DI water) and 9 μL of 20 mM fumaric acid solution (23.4 mg of fumaric acid in 10 mL of DI water) were injected every 60 min. The time-dependent optical properties can be characterized by the measurement of the extinction spectrum of the MOF-AgNC-PS-glass substrate. The reaction ended with the wavelength change in the HQ plasmon mode of AgNCs (ΔλHQ) of ~54 nm. Moreover, the morphology of the MOF-AgNC nanocomposite can be observed by SEM and HRTEM.\n\nFabrication of the Corner MOF-AgNC Nanocomposite\n\nMOF-801-on-AgNC templates were synthesized by using a previously reported procedure. Acetic acid (AA) (1 mL) was well-dispersed in 9 mL of DI water in a 20 mL glass vial, and then, MPA-coated AgNC-PS-glass and MPA-coated AgNC-PS-silicon substrates were mounted and hung on AA aqueous solution with magnetic stirring (set up as shown in the schematic in Supporting Information Figure S25). Moreover, 6 μL of 30 mM Zr(acac)4 solution (146 mg of Zr(acac)4 was dissolved in 4 and 6 mL of DI water) and 9 μL of 20 mM fumaric acid solution (23.4 mg of fumaric acid in 10 mL of DI water) were injected every 60 min. The time-dependent optical properties can be characterized by the measurement of the extinction spectrum of the MOF-AgNC-PS-glass substrate. The reaction ended with the wavelength change in the HQ plasmon mode of AgNCs (ΔλHQ) of ~42 nm. Moreover, the morphology of the MOF-AgNC nanocomposite can be observed by SEM and HRTEM.", "data": [{"meta": {"name": "AgNCs", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "polyol reaction", "precursor": [{"name": "AgNO3", "amount": "0.2", "unit": "g"}, {"name": "CuCl2", "amount": "44", "unit": "μL"}], "solution": [{"name": "1,5-pentanediol", "amount": "5", "unit": "mL"}], "pressure": "", "temperature": "193°C", "time": "", "heating rate": "", "cooling rate": ""}, {"synthesis method": "injection", "injection rate": "500 μL/min (quick injection) and 320 μL/30 s (dropwise)", "solution": [{"name": "AgNO3", "amount": ""}, {"name": "PVP", "amount": "0.1", "unit": "g"}], "solvent": [{"name": "1,5-pentanediol", "amount": "5", "unit": "mL"}]}, {"synthesis method": "postsynthetic purification", "purification method": "filtration", "filtration method": "450 nm filter paper twice and then filtration with a 220 nm filter paper several times"}]}, {"meta": {"name": "MOF-AgNC Nanocomposite", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "MPA-coated AgNC–PS–glass", "amount": ""}, {"name": "MPA-coated AgNC–PS–silicon", "amount": ""}], "solution": [{"name": "Acetic acid", "amount": "1 mL"}, {"name": "DI water", "amount": "9", "unit": "mL"}], "pressure": "", "temperature": "", "time": "", "heating rate": "", "cooling rate": ""}, {"synthesis method": "injection", "injection rate": "", "solution": [{"name": "Zr­(acac)4", "amount": "6", "unit": "μL"}, {"name": "fumaric acid", "amount": "9", "unit": "μL"}], "solvent": [{"name": "DI water", "amount": "4 and 6", "unit": "mL"}]}, {"synthesis method": "characterization", "characterization method": "measurement of the extinction spectrum", "substrate": "MOF-AgNC–PS–glass", "property": "wavelength change in the HQ plasmon mode of AgNCs (ΔλHQ) of ∼54 nm"}, {"synthesis method": "characterization", "characterization method": "SEM and HRTEM"}]}], "include_properties": ["chemical_synthesis", "filtration"]}, {"idx": 17, "type": "text", "classification": "property", "content": "<p>The in situ Raman spectra of the corner MOF-AgNC\nnanocomposite\nalso exhibited that no CO<sub>2</sub> reduction reaction occurred\nwithout irradiation assistance (as hollow green squares in D and Supporting\nInformation <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S15 and Table S5</ext-link>). With\nirradiation assistance, the CO<sub>2</sub> concentration decreased\nwith the reaction time and was accompanied by an increase in the HCOO<sup>–</sup> concentration. The changes in CO<sub>2</sub> and HCOO<sup>–</sup> concentrations became more obvious with the increase\nof irradiation intensity as shown in D and Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figures S16–S20 and Table S5</ext-link>. Moreover,\nthe HCOOH generated by the CO<sub>2</sub> reduction reaction also\nexhibited a first-order reaction (ln­(<italic toggle=\"yes\">I</italic>′/<italic toggle=\"yes\">I</italic>′<sub>\n<italic toggle=\"yes\">t</italic> = 0</sub>) had\na linear relationship with <italic toggle=\"yes\">t</italic>), as shown in E. However, the reaction\nrate (rate constant <italic toggle=\"yes\">K</italic>) of the CO<sub>2</sub> reduction\nreaction on the corner MOF-AgNC nanocomposite was faster than that\non core–shell MOF-AgNC, which should be due to the lower product\ndiffusion resistance (uncoated AgNCs) on corner MOF-AgNC than that\non core–shell MOF-AgNC. The rate constant of the first-order\nreaction also exhibited a linear relationship with the irradiation\nintensity, as shown in F and Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Table S6</ext-link>. However, the CO<sub>2</sub> reduction reaction in the corner MOF-AgNC\nnanocomposite exhibited a higher sensitivity to irradiation intensity\nthan the CO<sub>2</sub> reduction reaction in the core–shell\nMOF-AgNC nanocomposite (as shown in the slope of the <italic toggle=\"yes\">K</italic>–irradiation intensity plot in F and F). The morphology\nand properties of MOF-AgNC nanocomposites remained unchanged after\nCO<sub>2</sub> absorption and CO<sub>2</sub> reduction reactions under\nirradiation, indicating that MOF-AgNC nanocomposites have high stability\nas photocatalysts for CO<sub>2</sub> reduction reaction as shown in\nSupporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S21</ext-link> (SEM\nimages in (A) and (B), extinction spectra in (C), and Raman spectra\nin (D)). These MOF-AgNC composites were again used to test the reactivity\nof CO<sub>2</sub> reduction under external irradiation, and results\nshowed good reproducibility, as shown in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c18510/suppl_file/am2c18510_si_001.pdf\" xlink:type=\"simple\">Figure S28</ext-link>.</p>", "clean_text": "The in situ Raman spectra of the corner MOF-AgNC nanocomposite also exhibited that no CO2 reduction reaction occurred without irradiation assistance (as hollow green squares in D and Supporting Information Figure S15 and Table S5). With irradiation assistance, the CO2 concentration decreased with the reaction time and was accompanied by an increase in the HCOO- concentration. The changes in CO2 and HCOO- concentrations became more obvious with the increase of irradiation intensity as shown in D and Supporting Information Figures S16-S20 and Table S5. Moreover, the HCOOH generated by the CO2 reduction reaction also exhibited a first-order reaction (ln(I'/I' t = 0) had a linear relationship with t), as shown in E. However, the reaction rate (rate constant K) of the CO2 reduction reaction on the corner MOF-AgNC nanocomposite was faster than that on core-shell MOF-AgNC, which should be due to the lower product diffusion resistance (uncoated AgNCs) on corner MOF-AgNC than that on core-shell MOF-AgNC. The rate constant of the first-order reaction also exhibited a linear relationship with the irradiation intensity, as shown in F and Supporting Information Table S6. However, the CO2 reduction reaction in the corner MOF-AgNC nanocomposite exhibited a higher sensitivity to irradiation intensity than the CO2 reduction reaction in the core-shell MOF-AgNC nanocomposite (as shown in the slope of the K-irradiation intensity plot in F and F). The morphology and properties of MOF-AgNC nanocomposites remained unchanged after CO2 absorption and CO2 reduction reactions under irradiation, indicating that MOF-AgNC nanocomposites have high stability as photocatalysts for CO2 reduction reaction as shown in Supporting Information Figure S21 (SEM images in (A) and (B), extinction spectra in (C), and Raman spectra in (D)). These MOF-AgNC composites were again used to test the reactivity of CO2 reduction under external irradiation, and results showed good reproducibility, as shown in Supporting Information Figure S28.", "data": [[{"meta": {"name": "MOF-AgNC", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "", "unit": "", "condition": ""}]}]], "include_properties": ["peak_spectrum"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Fabrication of heterogeneous MOF-AgNC nanocrystals. AgNCs\nwere\nplaced on the polymer matrix. The PVP coated on AgNCs was then replaced\nwith mercaptopropionic acid (MPA) for the generation of the Zr-based\nMOF (MOF-801). Two heterogeneous nanocrystals with different structures,\ncorner MOF-AgNC and core–shell MOF-AgNC, can be produced under\ndifferent reaction conditions.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c18510_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Fabrication of heterogeneous MOF-AgNC nanocrystals. AgNCs were placed on the polymer matrix. The PVP coated on AgNCs was then replaced with mercaptopropionic acid (MPA) for the generation of the Zr-based MOF (MOF-801). Two heterogeneous nanocrystals with different structures, corner MOF-AgNC and core-shell MOF-AgNC, can be produced under different reaction conditions.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Characterization of MOF-AgNC nanocomposites by EDS mapping\nand\nRaman signals. (A) EDS mapping images of the core–shell MOF-AgNC\nnanocomposite. (B) EDS mapping images of the corner MOF-AgNC nanocomposite.\n(D) Raman spectra of the core–shell MOF-AgNC nanocomposite\n(black curve) and the corner MOF-AgNC nanocomposite.<xref ref-type=\"bibr\" rid=\"ref2\"></xref> Corresponding Raman signals in a table (C). The scale bar\nwas 50 nm.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c18510_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Characterization of MOF-AgNC nanocomposites by EDS mapping and Raman signals. (A) EDS mapping images of the core-shell MOF-AgNC nanocomposite. (B) EDS mapping images of the corner MOF-AgNC nanocomposite. (D) Raman spectra of the core-shell MOF-AgNC nanocomposite (black curve) and the corner MOF-AgNC nanocomposite. Corresponding Raman signals in a table (C). The scale bar was 50 nm.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>CO<sub>2</sub> adsorption and desorption testing of heterogeneous\nMOF-AgNC nanocrystals. Schematic of CO<sub>2</sub> adsorption and\ndesorption of core–shell MOF-AgNC and corner MOF-AgNC nanocrystals,\nas shown in (A) and (B), respectively. The relative CO<sub>2</sub> concentration on MOF-AgNC nanocrystals can be characterized by the\nRaman shift of the asymmetric vibration of CO<sub>2</sub>, as shown\nin (C) (core–shell MOF-AgNC) and (D) (corner MOF-AgNC). Black\ncurve: Raman spectrum before the adsorption process; red curve: Raman\nspectrum after CO<sub>2</sub> adsorption for 30 min; blue curve: Raman\nspectrum after CO<sub>2</sub> desorption for 30 min. Time-dependent\nchanges in the relative CO<sub>2</sub> concentration during adsorption\n(black square and curve) and desorption (red circle and curve), as\nshown in (E) for core–shell MOF-AgNC and (F) for corner MOF-AgNC.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c18510_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  CO2 adsorption and desorption testing of heterogeneous MOF-AgNC nanocrystals. Schematic of CO2 adsorption and desorption of core-shell MOF-AgNC and corner MOF-AgNC nanocrystals, as shown in (A) and (B), respectively. The relative CO2 concentration on MOF-AgNC nanocrystals can be characterized by the Raman shift of the asymmetric vibration of CO2, as shown in (C) (core-shell MOF-AgNC) and (D) (corner MOF-AgNC). Black curve: Raman spectrum before the adsorption process; red curve: Raman spectrum after CO2 adsorption for 30 min; blue curve: Raman spectrum after CO2 desorption for 30 min. Time-dependent changes in the relative CO2 concentration during adsorption (black square and curve) and desorption (red circle and curve), as shown in (E) for core-shell MOF-AgNC and (F) for corner MOF-AgNC.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Core–shell MOF-AgNC nanocrystals acted as photocatalysts\nfor CO<sub>2</sub> reduction under the plasmon-induced electromagnetic\nfield. (A) Extinction spectrum of core–shell MOF-AgNC nanocrystals\non the PS matrix. The hybrid quadrupole (HQ) mode at 420–460\nnm was used to generate the electromagnetic field located at the top\ncorners of the nanocrystals, which can be used to enhance the CO<sub>2</sub> reduction reaction, as shown in the schematic in (B). (C)\nThe relative CO<sub>2</sub> concentration can be characterized by\nthe Raman spectrum. This Raman spectrum was contributed by multiple\nmaterials: PS (pink dashed curve), CO<sub>2</sub> + PS (green dashed\ncurve), and HOCO* (intermediate) + MOF-801 (blue dashed curve). (D)\nRaman shift intensity of the CO<sub>2</sub> vibration mode (green\nlabels) and the HOCO* vibration mode (blue labels) at different times\nunder different irradiation intensities. (E) The first-order rate\nconstant (<italic toggle=\"yes\">K</italic>) of the CO<sub>2</sub> reduction reaction\nunder different irradiation intensities can be obtained by the slope\nof the curve of ln­(<italic toggle=\"yes\">I</italic>′/<italic toggle=\"yes\">I</italic>′<sub>\n<italic toggle=\"yes\">t</italic> = 0</sub>) versus time, where <italic toggle=\"yes\">I</italic>′ = <italic toggle=\"yes\">I</italic>\n<sub>CO<sub>2</sub>\n</sub>/<italic toggle=\"yes\">I</italic>* and <italic toggle=\"yes\">I</italic>* is the Raman shift intensity\nof the silicon substrate. (F) The relationship between the rate constant\nand the irradiation intensity was linear. The intensity of irradiation <italic toggle=\"yes\">I</italic>\n<sub>0</sub> = 1.29 W/cm<sup>2</sup>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c18510_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Core-shell MOF-AgNC nanocrystals acted as photocatalysts for CO2 reduction under the plasmon-induced electromagnetic field. (A) Extinction spectrum of core-shell MOF-AgNC nanocrystals on the PS matrix. The hybrid quadrupole (HQ) mode at 420-460 nm was used to generate the electromagnetic field located at the top corners of the nanocrystals, which can be used to enhance the CO2 reduction reaction, as shown in the schematic in (B). (C) The relative CO2 concentration can be characterized by the Raman spectrum. This Raman spectrum was contributed by multiple materials: PS (pink dashed curve), CO2 + PS (green dashed curve), and HOCO* (intermediate) + MOF-801 (blue dashed curve). (D) Raman shift intensity of the CO2 vibration mode (green labels) and the HOCO* vibration mode (blue labels) at different times under different irradiation intensities. (E) The first-order rate constant (K) of the CO2 reduction reaction under different irradiation intensities can be obtained by the slope of the curve of ln(I'/I' t = 0) versus time, where I' = I CO2 /I* and I* is the Raman shift intensity of the silicon substrate. (F) The relationship between the rate constant and the irradiation intensity was linear. The intensity of irradiation I 0 = 1.29 W/cm2.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Corner MOF-AgNC\nnanocrystals acted as photocatalysts for CO<sub>2</sub> reduction\nunder the plasmon-induced electromagnetic field.\n(A) Extinction spectrum of core–shell nanocrystals on the PS\nmatrix. The hybrid quadrupole (HQ) mode at 420–460 nm was used\nto generate the electromagnetic field located at the top corners of\nthe nanocrystals, which can be used to enhance the CO<sub>2</sub> reduction\nreaction, as shown in the schematic in (B). (C) The relative CO<sub>2</sub> concentration can be characterized by the Raman spectrum.\nThis Raman spectrum was contributed by multiple materials: CO<sub>2</sub> (green dashed curve) and HCOO<sup>–</sup> (reaction\nproduct, pink dashed curve). (D) Raman shift intensity of the CO<sub>2</sub> vibration mode (green labels) and the HCOO<sup>–</sup> vibration mode (blue labels) at different times under different\nirradiation intensities. (E) The first-order rate constant (<italic toggle=\"yes\">K</italic>) of the CO<sub>2</sub> reduction reaction under different\nirradiation intensities can be obtained by the slope of the curve\nof ln­(<italic toggle=\"yes\">I</italic>′/<italic toggle=\"yes\">I</italic>′<sub>\n<italic toggle=\"yes\">t</italic> = 0</sub>) versus time, where <italic toggle=\"yes\">I</italic>′ = <italic toggle=\"yes\">I</italic>\n<sub>CO<sub>2</sub>\n</sub>/<italic toggle=\"yes\">I</italic>* and <italic toggle=\"yes\">I</italic>* is the Raman shift intensity of the silicon\nsubstrate. (F) The relationship between the rate constant and the\nirradiation intensity was linear.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c18510_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Corner MOF-AgNC nanocrystals acted as photocatalysts for CO2 reduction under the plasmon-induced electromagnetic field. (A) Extinction spectrum of core-shell nanocrystals on the PS matrix. The hybrid quadrupole (HQ) mode at 420-460 nm was used to generate the electromagnetic field located at the top corners of the nanocrystals, which can be used to enhance the CO2 reduction reaction, as shown in the schematic in (B). (C) The relative CO2 concentration can be characterized by the Raman spectrum. This Raman spectrum was contributed by multiple materials: CO2 (green dashed curve) and HCOO- (reaction product, pink dashed curve). (D) Raman shift intensity of the CO2 vibration mode (green labels) and the HCOO- vibration mode (blue labels) at different times under different irradiation intensities. (E) The first-order rate constant (K) of the CO2 reduction reaction under different irradiation intensities can be obtained by the slope of the curve of ln(I'/I' t = 0) versus time, where I' = I CO2 /I* and I* is the Raman shift intensity of the silicon substrate. (F) The relationship between the rate constant and the irradiation intensity was linear.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.2c18510", "title": "\nInvestigation of\nthe Performance of Heterogeneous\nMOF-Silver Nanocube Nanocomposites as CO2 Reduction Photocatalysts\nby In Situ Raman Spectroscopy\n", "journal": "American Chemical Society", "date": "2023.01", "author_list": ["Liu\nJian-Jia", "Jiang\nZhi-Wu", "Hsu\nSu-Wen"]}}