{"filepath": "../L2M3_data/1_application_papers/acs_xml/am500438a.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Strong toluenesulfonic and triflic\nacids were incorporated into a MIL-101 chromium(III) terephthalate\ncoordination framework, producing hybrid proton-conducting solid electrolytes.\nThese acid@MIL hybrid materials possess stable crystalline structures\nthat do not deteriorate during multiple measurements or prolonged\nheating. Particularly, the triflic-containing compound demonstrates\nthe highest 0.08 S cm<sup>–1</sup> proton conductivity at 15%\nrelative humidity and a temperature of 60 °C, exceeding any of\ntoday’s commercial materials for proton-exchange membranes.\nThe structure of the proton-conducting media, as well as the long-range\nproton-transfer mechanics, was unveiled, in a certain respect, by\nFourier transform infrared and <sup>1</sup>H NMR spectroscopy investigations.\nThe acidic media presumably constitutes large separated droplets,\ncoexisting in the MIL nanocages. One component of proton transfer\nappears to be related to the facile relay (Grotthuss) mechanism through\nextensive hydrogen-bonding interactions within such droplets. The\nsecond component occurs during continuous reorganization of the droplets,\nthus ensuring long-range proton transfer along the porous structure\nof the material.</p>", "clean_text": "Strong toluenesulfonic and triflic acids were incorporated into a MIL-101 chromium(III) terephthalate coordination framework, producing hybrid proton-conducting solid electrolytes. These acid@MIL hybrid materials possess stable crystalline structures that do not deteriorate during multiple measurements or prolonged heating. Particularly, the triflic-containing compound demonstrates the highest 0.08 S cm-1 proton conductivity at 15% relative humidity and a temperature of 60 °C, exceeding any of today's commercial materials for proton-exchange membranes. The structure of the proton-conducting media, as well as the long-range proton-transfer mechanics, was unveiled, in a certain respect, by Fourier transform infrared and 1H NMR spectroscopy investigations. The acidic media presumably constitutes large separated droplets, coexisting in the MIL nanocages. One component of proton transfer appears to be related to the facile relay (Grotthuss) mechanism through extensive hydrogen-bonding interactions within such droplets. The second component occurs during continuous reorganization of the droplets, thus ensuring long-range proton transfer along the porous structure of the material.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The proton-exchange membrane\n(PEM) is an essential part of the fuel cell, allowing facile transport\nof H<sup>+</sup> ions from the anode to the cathode. The ion conductivity\nof the membranes limits the current generated by the fuel cell; therefore,\nmaterials with the highest possible proton conductivity are of great\ninterest from both scientific and practical points of view. The acid-doped poly(benzimidazole) membranes are the best materials\noperating at the moderate (100–200 °C) temperature range, while perfluorianted Nafion and related organic polymers with strong\nacidic functions are today’s state-of-the-art materials, demonstrating\nquite high proton conductivity at a low temperature range (up to 80\n°C) and high humidity. It is generally accepted\nthat a prominent material for PEM should combine a high acid loading\nfor efficient proton transfer, a cross-linking network for improved\nthermal and mechanical stability, and an enhanced surface area for\neffective electrical and chemical exchange with electrodes. A novel approach to the design of highly conductive\nsolid electrolytes based on porous coordination frameworks has been\nproposed and developed. Particularly, attempts at an acidity increase of the proton-conducting\nmedia by either direct framework functionalization or inclusion of proton-conducting guest species into the pores proved to be quite promising. In our most recent report, we successfully impregnated mesopores of chromium(III)\noxoterephthalate [Cr<sub>3</sub>O(H<sub>2</sub>O)<sub>3</sub>(bdc)<sub>3</sub>] (MIL-101; bdc<sup>2–</sup> = terephthalate, C<sub>8</sub>H<sub>4</sub>O<sub>4</sub>\n<sup>2–</sup>) by 2.7 M sulfuric\nand phosphoric acids without notable destruction of the coordination\nframework. The MIL-101 metal–organic structure possesses a\nhighly open regular framework with large nanopores of ca. 30 and 38\nÅ diameter. This work is a further\ndevelopment of such an approach reporting the incorporation of other\nstrong acids, such as toluenesulfonic (<italic toggle=\"yes\">p</italic>-CH<sub>3</sub>C<sub>6</sub>H<sub>4</sub>SO<sub>3</sub>H or TsOH) and trifluoromethanesulfonic\n(CF<sub>3</sub>SO<sub>3</sub>H or TfOH) acid into MIL-101 at higher\nconcentration in order to increase the number of mobile charge carriers\nin the material. The obtained low-temperature proton conductivity\nof a solid TfOH-containing compound, 8 × 10<sup>–2</sup> S cm<sup>–1</sup>, at 60 °C and 3.5 mol % of water vapor\n[relative humidity (RH) ∼ 15%] not only exceeds that of other\nknown commercial PEM materials but is\nless than an order of magnitude away from that of H<sub>3</sub>PO<sub>4</sub>, the compound with one of the highest intrinsic proton conductivities. This work also put considerable effort into an investigation of\nthe conductivity mechanism in the acid@MIL-101 hybrid materials by\nthe Fourier transform infrared (FT-IR) and <sup>1</sup>H NMR spectroscopy.\nOur data provide important insight into understanding the role of\nthe coordination nanospace in the structure of the aqueous medium\nand its influence on the proton conductivity pathways based on the\nextended hydrogen-bonding network.</p>", "clean_text": "Introduction\n\nThe proton-exchange membrane (PEM) is an essential part of the fuel cell, allowing facile transport of H+ ions from the anode to the cathode. The ion conductivity of the membranes limits the current generated by the fuel cell; therefore, materials with the highest possible proton conductivity are of great interest from both scientific and practical points of view. The acid-doped poly(benzimidazole) membranes are the best materials operating at the moderate (100-200 °C) temperature range, while perfluorianted Nafion and related organic polymers with strong acidic functions are today's state-of-the-art materials, demonstrating quite high proton conductivity at a low temperature range (up to 80 °C) and high humidity. It is generally accepted that a prominent material for PEM should combine a high acid loading for efficient proton transfer, a cross-linking network for improved thermal and mechanical stability, and an enhanced surface area for effective electrical and chemical exchange with electrodes. A novel approach to the design of highly conductive solid electrolytes based on porous coordination frameworks has been proposed and developed. Particularly, attempts at an acidity increase of the proton-conducting media by either direct framework functionalization or inclusion of proton-conducting guest species into the pores proved to be quite promising. In our most recent report, we successfully impregnated mesopores of chromium(III) oxoterephthalate [Cr3O(H2O)3(bdc)3] (MIL-101; bdc2- = terephthalate, C8H4O4 2-) by 2.7 M sulfuric and phosphoric acids without notable destruction of the coordination framework. The MIL-101 metal-organic structure possesses a highly open regular framework with large nanopores of ca. 30 and 38 Å diameter. This work is a further development of such an approach reporting the incorporation of other strong acids, such as toluenesulfonic (p-CH3C6H4SO3H or TsOH) and trifluoromethanesulfonic (CF3SO3H or TfOH) acid into MIL-101 at higher concentration in order to increase the number of mobile charge carriers in the material. The obtained low-temperature proton conductivity of a solid TfOH-containing compound, 8 × 10-2 S cm-1, at 60 °C and 3.5 mol % of water vapor [relative humidity (RH) ~ 15%] not only exceeds that of other known commercial PEM materials but is less than an order of magnitude away from that of H3PO4, the compound with one of the highest intrinsic proton conductivities. This work also put considerable effort into an investigation of the conductivity mechanism in the acid@MIL-101 hybrid materials by the Fourier transform infrared (FT-IR) and 1H NMR spectroscopy. Our data provide important insight into understanding the role of the coordination nanospace in the structure of the aqueous medium and its influence on the proton conductivity pathways based on the extended hydrogen-bonding network.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental Section</title><p>All chemicals and solvents\nwere at least analytical grade and were used as purchased without\nadditional purification.</p><title>Syntheses</title><title>MIL-101</title><p>A mixture of Cr(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O (1.2 g, 3 mmol), terephthalic acid (H<sub>2</sub>bdc; 500 mg, 3\nmmol), 3 M HF (1 mL, 3 mmol), and water (15 mL) was added to a Teflon-lined\nsteel autoclave, heated at a rate of 1 °C min<sup>–1</sup> up to 220 °C, and kept at this temperature for 6 h. Then the\nmixture was slowly (less than 2 °C min<sup>–1</sup>) cooled\nto room temperature. The crystalline precipitate, containing large\ncolorless H<sub>2</sub>bdc, and green microcrystals of MIL-101 were\nseparated through a coarse glass filter, and then MIL-101 was filtered\non a dense paper filter. The as-synthesized MIL-101 was purified by\na double treatment in boiling ethanol (3 h per each treatment). Brunauer–Emmett–Teller\n(BET) surface area: 3200 m<sup>2</sup> g<sup>–1</sup>.</p>", "clean_text": "Experimental Section\n\nAll chemicals and solvents were at least analytical grade and were used as purchased without additional purification.\n\nSyntheses\n\nMIL-101\n\nA mixture of Cr(NO3)3⋅9H2O (1.2 g, 3 mmol), terephthalic acid (H2bdc; 500 mg, 3 mmol), 3 M HF (1 mL, 3 mmol), and water (15 mL) was added to a Teflon-lined steel autoclave, heated at a rate of 1 °C min-1 up to 220 °C, and kept at this temperature for 6 h. Then the mixture was slowly (less than 2 °C min-1) cooled to room temperature. The crystalline precipitate, containing large colorless H2bdc, and green microcrystals of MIL-101 were separated through a coarse glass filter, and then MIL-101 was filtered on a dense paper filter. The as-synthesized MIL-101 was purified by a double treatment in boiling ethanol (3 h per each treatment). Brunauer-Emmett-Teller (BET) surface area: 3200 m2 g-1.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["synthesis condition"], "content": "<title>TfOH@MIL-101\n(<bold>1</bold>)</title><p>MIL-101 (200 mg) was added to an aqueous\nsolution (3.47 mL, 4,12 M) of trifluoromethanesulfonic acid (TfOH;\nAldrich, 98%), and the suspension was stirred 30 min at room temperature.\nThen the solid product was filtered off using a glass filter and dried\nat room temperature for 24 h. Anal. Calcd for MIL-101·6.7TfOH·18H<sub>2</sub>O (C<sub>30.7</sub>H<sub>60.7</sub>Cr<sub>3</sub>F<sub>20.1</sub>O<sub>54.1</sub>S<sub>6.7</sub>): C. 18.0; H. 3.0; S. 10.5. Found:\nC, 17.6; H, 2.7; S, 11.0. Inductively coupled plasma atomic emission\nspectroscopy (ICP-AES) data: the S/Cr ratio is 2.22.</p>", "clean_text": "TfOH@MIL-101 (1)\n\nMIL-101 (200 mg) was added to an aqueous solution (3.47 mL, 4,12 M) of trifluoromethanesulfonic acid (TfOH; Aldrich, 98%), and the suspension was stirred 30 min at room temperature. Then the solid product was filtered off using a glass filter and dried at room temperature for 24 h. Anal. Calcd for MIL-101⋅6.7TfOH⋅18H2O (C30.7H60.7Cr3F20.1O54.1S6.7): C. 18.0; H. 3.0; S. 10.5. Found: C, 17.6; H, 2.7; S, 11.0. Inductively coupled plasma atomic emission spectroscopy (ICP-AES) data: the S/Cr ratio is 2.22.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["synthesis condition"], "content": "<title>TsOH@MIL-101\n(<bold>2</bold>)</title><p>MIL-101 (200 mg) was added to 3.6 mL of\na 2.2 M aqueous solution of <italic toggle=\"yes\">p</italic>-toluenesulfonic acid\n(TsOH·H<sub>2</sub>O), and the suspension was stirred 30 min\nat room temperature. The solid product was filtered off, washed by\n1 mL of water, and dried at 40 °C for 24 h. Anal. Calcd for MIL-101·1.1TsOH·2H<sub>2</sub>O (C<sub>31.7</sub>H<sub>30.8</sub>Cr<sub>3</sub>O<sub>21.3</sub>S<sub>1.1</sub>): C, 40.3; H, 3.1; S, 3.8. Found: C, 40.3; H, 3.3;\nS, 3.7. ICP-AES data: the S/Cr ratio is 0.37.</p>", "clean_text": "TsOH@MIL-101 (2)\n\nMIL-101 (200 mg) was added to 3.6 mL of a 2.2 M aqueous solution of p-toluenesulfonic acid (TsOH⋅H2O), and the suspension was stirred 30 min at room temperature. The solid product was filtered off, washed by 1 mL of water, and dried at 40 °C for 24 h. Anal. Calcd for MIL-101⋅1.1TsOH⋅2H2O (C31.7H30.8Cr3O21.3S1.1): C, 40.3; H, 3.1; S, 3.8. Found: C, 40.3; H, 3.3; S, 3.7. ICP-AES data: the S/Cr ratio is 0.37.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>C, H, N, and S Analyses and ICP-AES Spectroscopy</title><p>Elemental\nanalyses were obtained on a Eurovector 600 elemental analyzer. An\nICP-AES spectrometer (iCAP 6000) was used to find the Cr/S ratio.\nSamples (20 mg) were dissolved in 10 mL of water with potassium hydroxide\n(150 mg) and hydrogen peroxide (0.5 mL, 30 wt % solution) and studied\nby ICP-AES afterward.</p>", "clean_text": "C, H, N, and S Analyses and ICP-AES Spectroscopy\n\nElemental analyses were obtained on a Eurovector 600 elemental analyzer. An ICP-AES spectrometer (iCAP 6000) was used to find the Cr/S ratio. Samples (20 mg) were dissolved in 10 mL of water with potassium hydroxide (150 mg) and hydrogen peroxide (0.5 mL, 30 wt % solution) and studied by ICP-AES afterward.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Thermogravimetric (TGA)\nand Thermocalorimetric Analyses</title><p>The thermal desorption study\nof guests was made on a simultaneous TG–DSC STA 449 F1 Jupiter\napparatus with a Quadrupole MS 403C Aelous mass spectrometer (Netzsch\nGmbH, Germany) and Netzsch TG 209 F1.</p><title>BET Surface\nArea Measurements</title><p>The nitrogen sorption of MIL-101 was studied\non a SORBTOMETER-M instrument. The samples were activated under a\nN<sub>2</sub> stream at 180 °C for 1 h.</p><title>Powder\nX-ray Diffraction (PXRD)</title><p>PXRD data in a 2θ range of\n2.5–30° were obtained on a Shimadzu XRD 7000S diffractometer\n(Cu Kα radiation, λ = 1.54178 Å).</p><title>FT-IR Spectra</title><p>FT-IR spectra of the samples in KBr pellet\nform were obtained on a Vertex 80 spectrometer. A liquid-helium Optistat\ncryostat from Oxford Instruments was used for recording the low-temperature\nspectra. The precision of the measured temperatures of the cold finger\nwas 0.1 K. A stability of the temperature during measurement of better\nthan 0.1 °C was provided by a temperature controller.</p>", "clean_text": "Thermogravimetric (TGA) and Thermocalorimetric Analyses\n\nThe thermal desorption study of guests was made on a simultaneous TG-DSC STA 449 F1 Jupiter apparatus with a Quadrupole MS 403C Aelous mass spectrometer (Netzsch GmbH, Germany) and Netzsch TG 209 F1.\n\nBET Surface Area Measurements\n\nThe nitrogen sorption of MIL-101 was studied on a SORBTOMETER-M instrument. The samples were activated under a N2 stream at 180 °C for 1 h.\n\nPowder X-ray Diffraction (PXRD)\n\nPXRD data in a 2θ range of 2.5-30° were obtained on a Shimadzu XRD 7000S diffractometer (Cu Kα radiation, λ = 1.54178 Å).\n\nFT-IR Spectra\n\nFT-IR spectra of the samples in KBr pellet form were obtained on a Vertex 80 spectrometer. A liquid-helium Optistat cryostat from Oxford Instruments was used for recording the low-temperature spectra. The precision of the measured temperatures of the cold finger was 0.1 K. A stability of the temperature during measurement of better than 0.1 °C was provided by a temperature controller.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>\n<sup>1</sup>H NMR Spectra</title><p>Measurements were carried\nout for sample <bold>1</bold> in the temperature range between 180\nand 290 K at moderate magnetic field (0.55 T). The spectra were recorded\nin the form of the first derivative of the NMR absorption line by\nsweeping the frequency in the neighborhood of 23.5 MHz using a wide-line\nNMR spectrometer.</p>", "clean_text": " 1H NMR Spectra\n\nMeasurements were carried out for sample 1 in the temperature range between 180 and 290 K at moderate magnetic field (0.55 T). The spectra were recorded in the form of the first derivative of the NMR absorption line by sweeping the frequency in the neighborhood of 23.5 MHz using a wide-line NMR spectrometer.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Conductivity Measurements</title><p>The compacted samples for conductivity measurements (pellets with\n5.8 mm diameter and 1–2 mm thickness) were prepared by pressing\nthe powders at 100 MPa. The alternating-current (ac) impedance measurements\nwere carried out by a two-probe method using platinum-pressed electrodes\nwith impedance meters (LCR-821 or Z-350M) in the frequency range above\n1 Hz to 1 MHz. The measurements were carried out with a heating or\ncooling rate of 1–2 °C min<sup>–1</sup> from ambient\ntemperatures up to 115 °C in air at different humidity conditions:\n0.6 and 3.5 ± 0.1 mol %. For sample <bold>1</bold>, the conductivity\nwas also measured with constant 50% RH up to 60 °C. A water vapor\npartial pressure was controlled by air barbotage through a water saturator\nat definite temperature.</p>", "clean_text": "Conductivity Measurements\n\nThe compacted samples for conductivity measurements (pellets with 5.8 mm diameter and 1-2 mm thickness) were prepared by pressing the powders at 100 MPa. The alternating-current (ac) impedance measurements were carried out by a two-probe method using platinum-pressed electrodes with impedance meters (LCR-821 or Z-350M) in the frequency range above 1 Hz to 1 MHz. The measurements were carried out with a heating or cooling rate of 1-2 °C min-1 from ambient temperatures up to 115 °C in air at different humidity conditions: 0.6 and 3.5 ± 0.1 mol %. For sample 1, the conductivity was also measured with constant 50% RH up to 60 °C. A water vapor partial pressure was controlled by air barbotage through a water saturator at definite temperature.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><p>The TfOH@MIL-101 (<bold>1</bold>) and TsOH@MIL-101 (<bold>2</bold>) proton-conducting hybrid compounds were prepared by soaking a MIL-101\ncrystalline powder in 4.12 M aqueous solutions of TfOH and 2.2 M toluenesulfonic\nacids, respectively. The PXRD patterns of <bold>1</bold> and <bold>2</bold> (Figure ) coincide with the one\nof starting MIL-101, proving the stability of the coordination host\nframework. A noticeable very broad maximum of the background of <bold>1</bold> could be attributed to the high amount of quasi-liquid (glassy)\ncomponent in the MIL-101 pores. Elemental analysis and TGA further\nconfirm the formation of hybrid host–guest materials with reasonable\nchemical composition. According to the data, the S/Cr ratio in <bold>1</bold> is 2.22, which is consistent with 6.7TfOH molecules per\nMIL-101 formula unit [Cr<sub>3</sub>O(bdc)<sub>3</sub>(H<sub>2</sub>O)<sub>3</sub>]<sup>+</sup> or 76TfOH molecules per MIL nanocage.\nTGA data for <bold>1</bold> indicate the release of loosely bound\nwater molecules (10% sample weight loss) in the 35–130 °C\nrange, followed by a loss of acid at higher temperatures (the boiling\npoint of CF<sub>3</sub>SO<sub>3</sub>H is 162 °C). According\nto the TGA/mass spectroscopy data, water is continuously releasing\nin the whole temperature range up to 250 °C. The integral water\ncomposition of sample <bold>1</bold> corresponds to ca. 18 water molecules\nper {Cr<sub>3</sub>O(bdc)<sub>3</sub>} unit. Therefore, the resulting\nformula of <bold>1</bold> could be written as [Cr<sub>3</sub>O(H<sub>2</sub>O)<sub>3</sub>(bdc)<sub>3</sub>]·6.7TfOH·15H<sub>2</sub>O.</p>", "clean_text": "Results and Discussion\n\nThe TfOH@MIL-101 (1) and TsOH@MIL-101 (2) proton-conducting hybrid compounds were prepared by soaking a MIL-101 crystalline powder in 4.12 M aqueous solutions of TfOH and 2.2 M toluenesulfonic acids, respectively. The PXRD patterns of 1 and 2 (Figure ) coincide with the one of starting MIL-101, proving the stability of the coordination host framework. A noticeable very broad maximum of the background of 1 could be attributed to the high amount of quasi-liquid (glassy) component in the MIL-101 pores. Elemental analysis and TGA further confirm the formation of hybrid host-guest materials with reasonable chemical composition. According to the data, the S/Cr ratio in 1 is 2.22, which is consistent with 6.7TfOH molecules per MIL-101 formula unit [Cr3O(bdc)3(H2O)3]+ or 76TfOH molecules per MIL nanocage. TGA data for 1 indicate the release of loosely bound water molecules (10% sample weight loss) in the 35-130 °C range, followed by a loss of acid at higher temperatures (the boiling point of CF3SO3H is 162 °C). According to the TGA/mass spectroscopy data, water is continuously releasing in the whole temperature range up to 250 °C. The integral water composition of sample 1 corresponds to ca. 18 water molecules per {Cr3O(bdc)3} unit. Therefore, the resulting formula of 1 could be written as [Cr3O(H2O)3(bdc)3]⋅6.7TfOH⋅15H2O.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>PXRD plots of (from bottom to top): MIL-101, as-synthesized TsOH@MIL-101\n(<bold>2</bold>), as-synthesized TfOH@MIL-101 (<bold>1</bold>), and\nTfOH@MIL-101 (<bold>1</bold>), heated to 115 °C during the conductivity\nmeasurements. The spectral intensities are normalized by the strong\nreflection at 2θ ≈ 9°.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2014-00438a_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  PXRD plots of (from bottom to top): MIL-101, as-synthesized TsOH@MIL-101 (2), as-synthesized TfOH@MIL-101 (1), and TfOH@MIL-101 (1), heated to 115 °C during the conductivity measurements. The spectral intensities are normalized by the strong reflection at 2θ ~ 9°.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The chemical composition of the acid in <bold>1</bold> is\nequal to 4 M TfOH per MIL-101 volume, which is very well consistent\nwith the concentration of the starting aqueous solutions. This implies\nthat the liquid acid solution simply fills the MIL nanopores, without\nany deviation of the concentrations and notable distortions of the\nhost framework. Such results additionally demonstrate the great stability\nof the MIL-101 porous framework toward highly acidic media, suggesting\npotential utilization of similar hybrid compounds in proton-exchange\nmaterials and NH<sub>3</sub> capture from industrial exhausts or for\nacidic heterogeneous catalysis. The ICP-AES spectroscopy analysis\nof <bold>2</bold> indicates that the S/Cr ratio is 0.37, which could\nbe recalculated to 1.1 TsOH molecule per MIL-101. The TGA data indicate\nthe release of only 2 water molecules per formula unit (ca. 4% weight\nloss below 130 °C), supporting the formula of <bold>2</bold> as\nMIL-101·1.1TsOH·2H<sub>2</sub>O. Surprisingly, low amounts\nof both TsOH and water guest molecules in <bold>2</bold> could be\nexplained by the low stability of the TsOH@MIL-101 inclusion compound\nand hampered diffusion. The channels in the MIL-101 structure (11–15\nÅ) are supposedly plugged by some TsOH·<italic toggle=\"yes\">x</italic>H<sub>2</sub>O aggregates, thus preventing the further inclusion\nof TsOH or even water molecules in a MIL-101 porous structure. It\nis to be noted that the TsOH@MIL-101 compound, being exposed to the\nwater vapor for several hours at room temperature, takes up only three\nadditional water molecules, giving rise to MIL-101·1.1TsOH·5H<sub>2</sub>O and supporting the idea of poor guest inclusion kinetics\ndue to diffusion difficulties.</p>", "clean_text": "The chemical composition of the acid in 1 is equal to 4 M TfOH per MIL-101 volume, which is very well consistent with the concentration of the starting aqueous solutions. This implies that the liquid acid solution simply fills the MIL nanopores, without any deviation of the concentrations and notable distortions of the host framework. Such results additionally demonstrate the great stability of the MIL-101 porous framework toward highly acidic media, suggesting potential utilization of similar hybrid compounds in proton-exchange materials and NH3 capture from industrial exhausts or for acidic heterogeneous catalysis. The ICP-AES spectroscopy analysis of 2 indicates that the S/Cr ratio is 0.37, which could be recalculated to 1.1 TsOH molecule per MIL-101. The TGA data indicate the release of only 2 water molecules per formula unit (ca. 4% weight loss below 130 °C), supporting the formula of 2 as MIL-101⋅1.1TsOH⋅2H2O. Surprisingly, low amounts of both TsOH and water guest molecules in 2 could be explained by the low stability of the TsOH@MIL-101 inclusion compound and hampered diffusion. The channels in the MIL-101 structure (11-15 Å) are supposedly plugged by some TsOH⋅xH2O aggregates, thus preventing the further inclusion of TsOH or even water molecules in a MIL-101 porous structure. It is to be noted that the TsOH@MIL-101 compound, being exposed to the water vapor for several hours at room temperature, takes up only three additional water molecules, giving rise to MIL-101⋅1.1TsOH⋅5H2O and supporting the idea of poor guest inclusion kinetics due to diffusion difficulties.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>The ac impedance measurements\nof <bold>1</bold> and <bold>2</bold> were carried out by a two-probe\nmethod using platinum-pressed electrodes in the temperature range\nfrom 25 to 65 °C in air at different humidity conditions: constant\n0.6 mol % water (ca. 15% RH at room temperature), constant 3.5 mol\n% water (100% RH at room temperature), and at constant 50% RH, maintained\nduring the experiments. Typical impedance plots of <bold>2</bold> [see\nthe  (SI), Figure\nS1] feature a part of a semicircle at higher frequencies and a tail\nat low frequencies at room temperature, which deals with the mobile\nions being blocked by the electrode–electrolyte interfaces.\nThe higher-frequency minimum/intercept along the <italic toggle=\"yes\">x</italic> axis of the impedance plots was used to calculate the bulk resistance\nof the samples. The temperature dependencies of the proton-conductivity\nvalues (log σ vs <italic toggle=\"yes\">T</italic>\n<sup>–1</sup>) for\nboth heating and cooling regimes for <bold>1</bold> and <bold>2</bold> are shown in Figure . The shape of the conductivity curve of <bold>1</bold> in\nthe constant molar water atmosphere is almost flat with minor curvature\nand a maximum near 60 °C. The highest conductivity reaches 0.08\nS cm<sup>–1</sup> at 3.5 mol % water and 0.05 S cm<sup>–1</sup> at 0.6 mol % water in the atmosphere. The measured proton conductivity\nof <bold>1</bold> is as high as that of fully hydrated Nafion and, to our best knowledge, exceeds any other\nsolid proton electrolyte at such conditions. There is some discrepancy\nbetween the heating and cooling regimes of the measurements, related\nto the floating water content in the sample during the experiments.\nThe decrease of sample hydration by heating should affect the proton-conducting\nnetwork and decrease the proton conductivity. This is apparently negated\nby an increase of the proton-transfer kinetics at elevated temperatures;\ntherefore, the obtained flat temperature dependencies of the conductivities\nare reasonable. We should also note here that the temperature- and/or\nmoisture-dependent deviations of the water content of <bold>1</bold> do not change the conductivity values that much because the remaining\nacid and water guest molecules could maintain a proton-conducting\nnetwork for the facile proton transfer. The conductivity data measured\nat constant 50% RH are close to a linear function, increasing with\ntemperature (Figure ).</p>", "clean_text": "The ac impedance measurements of 1 and 2 were carried out by a two-probe method using platinum-pressed electrodes in the temperature range from 25 to 65 °C in air at different humidity conditions: constant 0.6 mol % water (ca. 15% RH at room temperature), constant 3.5 mol % water (100% RH at room temperature), and at constant 50% RH, maintained during the experiments. Typical impedance plots of 2 [see the  (SI), Figure S1] feature a part of a semicircle at higher frequencies and a tail at low frequencies at room temperature, which deals with the mobile ions being blocked by the electrode-electrolyte interfaces. The higher-frequency minimum/intercept along the x axis of the impedance plots was used to calculate the bulk resistance of the samples. The temperature dependencies of the proton-conductivity values (log σ vs T -1) for both heating and cooling regimes for 1 and 2 are shown in Figure . The shape of the conductivity curve of 1 in the constant molar water atmosphere is almost flat with minor curvature and a maximum near 60 °C. The highest conductivity reaches 0.08 S cm-1 at 3.5 mol % water and 0.05 S cm-1 at 0.6 mol % water in the atmosphere. The measured proton conductivity of 1 is as high as that of fully hydrated Nafion and, to our best knowledge, exceeds any other solid proton electrolyte at such conditions. There is some discrepancy between the heating and cooling regimes of the measurements, related to the floating water content in the sample during the experiments. The decrease of sample hydration by heating should affect the proton-conducting network and decrease the proton conductivity. This is apparently negated by an increase of the proton-transfer kinetics at elevated temperatures; therefore, the obtained flat temperature dependencies of the conductivities are reasonable. We should also note here that the temperature- and/or moisture-dependent deviations of the water content of 1 do not change the conductivity values that much because the remaining acid and water guest molecules could maintain a proton-conducting network for the facile proton transfer. The conductivity data measured at constant 50% RH are close to a linear function, increasing with temperature (Figure ).", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Temperature dependencies\nof the proton conductivities of <bold>1</bold> (squares) and <bold>2</bold> (triangles). Filled and open symbols indicate heating and\ncooling measurement regimes, respectively, carried out at 0.6 mol\n% water vapor. Half-filled symbols mark heating regime data at 3.5\nmol % water vapor. Open circles indicate the data for <bold>1</bold> at 50% RH. The lines are drawn to guide the eye.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2014-00438a_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Temperature dependencies of the proton conductivities of 1 (squares) and 2 (triangles). Filled and open symbols indicate heating and cooling measurement regimes, respectively, carried out at 0.6 mol % water vapor. Half-filled symbols mark heating regime data at 3.5 mol % water vapor. Open circles indicate the data for 1 at 50% RH. The lines are drawn to guide the eye.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>The proton conductivity and its moisture-dependent\nbehavior of sample <bold>2</bold> are quite different from those for\nsample <bold>1</bold>. The measured room temperature conductivity\nvalue for <bold>2</bold> at 3.5 mo % water is 1.8 × 10<sup>–5</sup>, and it increases up to 3 × 10<sup>–5</sup> S cm<sup>–1</sup> at 50 °C. Further heating leads to a conductivity\ndecrease to 8 × 10<sup>–6</sup> S cm<sup>–1</sup> at 66 °C. Significantly poorer values, compared to <bold>1</bold>, could be explained by the lower acid content, lower p<italic toggle=\"yes\">K</italic>\n<sub>a</sub> values, and, more importantly, lower water content.\nApparently, the limited total guest content in <bold>2</bold> (ca.\n12 TsOH and 23 H<sub>2</sub>O per MIL-101 nanocage) is not enough\nto support efficient proton transfer through the extended hydrogen-bonding\nnetwork. Moreover, the removal of a few more guest water molecules,\nwhich takes place at elevated temperature or lower humidity, should\nbreak down that network and severely hamper the proton mobility. As\na result, the observed curvature of the temperature dependence of\nthe proton conductivity of <bold>2</bold> (Figure ) is more pronounced, compared to <bold>1</bold>. Also, the\nmeasurements at 0.6 mol % water, revealed a dramatic, about 2.5–3\norders of magnitude, decrease of the proton conductivity values below\n10<sup>–7</sup> S cm<sup>–1</sup> at temperatures over\n100 °C. The poor proton conductivity of sample <bold>2</bold> is discouraging; however, materials with such a strong response\nto the hydration content may find interesting applications, e.g.,\nas a humidity sensor.</p>", "clean_text": "The proton conductivity and its moisture-dependent behavior of sample 2 are quite different from those for sample 1. The measured room temperature conductivity value for 2 at 3.5 mo % water is 1.8 × 10-5, and it increases up to 3 × 10-5 S cm-1 at 50 °C. Further heating leads to a conductivity decrease to 8 × 10-6 S cm-1 at 66 °C. Significantly poorer values, compared to 1, could be explained by the lower acid content, lower pK a values, and, more importantly, lower water content. Apparently, the limited total guest content in 2 (ca. 12 TsOH and 23 H2O per MIL-101 nanocage) is not enough to support efficient proton transfer through the extended hydrogen-bonding network. Moreover, the removal of a few more guest water molecules, which takes place at elevated temperature or lower humidity, should break down that network and severely hamper the proton mobility. As a result, the observed curvature of the temperature dependence of the proton conductivity of 2 (Figure ) is more pronounced, compared to 1. Also, the measurements at 0.6 mol % water, revealed a dramatic, about 2.5-3 orders of magnitude, decrease of the proton conductivity values below 10-7 S cm-1 at temperatures over 100 °C. The poor proton conductivity of sample 2 is discouraging; however, materials with such a strong response to the hydration content may find interesting applications, e.g., as a humidity sensor.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The activation energies <italic toggle=\"yes\">E</italic>\n<sub>a</sub> of proton transport for sample <bold>1</bold> at RH\n= 50% corresponds to 0.25 eV. Assuming the stable water content of\nsamples <bold>1</bold> and <bold>2</bold> investigated at constant\nmolar humidity, the corresponding activation energies could also be\nestimated from the Arrhenius equation. The <italic toggle=\"yes\">E</italic>\n<sub>a</sub> values at low humidity (0.6 mol %) were found to be 0.23\neV for <bold>1</bold> and 0.58 eV for <bold>2</bold> (cooling regime).\nThe first number is very close to 0.25 eV for RH = 50% data and typical\nfor the Grotthuss (relay) mechanism, while the second one could characterize\nthe vehicular mechanism. It is possible, however, that the relay conductivity\nmechanism dominates in both compounds: the guest-poor <bold>2</bold> requires a significant activation energy for transport through the\nbroken hydrogen-bonding network, contrary to the guest-rich compound <bold>1</bold>. Such convincing discrepancies in the activation energy\nvalues and the assumed proton-transfer mechanics justify the relationships\nbetween the conducting properties and chemical composition, discussed\nabove. Predictably, the activation energies of the title compound\nproton transport, calculated for the higher humidity (3.5 mol %) data,\nare notably lower: <italic toggle=\"yes\">E</italic>\n<sub>a</sub>(<bold>1</bold>)\n≈ 0.18 eV; <italic toggle=\"yes\">E</italic>\n<sub>a</sub>(<bold>2</bold>) ≈\n0.23 eV. The difference is especially crucial for compound <bold>2</bold>, where the increased sample hydration number in a humid atmosphere\nseems to “repair” the broken hydrogen-bonding network,\nmaking smooth proton transfer between adjacent H<sub>3</sub>O<sup>+</sup>···H<sub>2</sub>O···TsO<sup>–</sup> triads through the relay mechanism possible. More\nimportantly, the reduced conductivity values of the compounds heated\nto 115 °C could be restored to the original values after rehydration\nin a humid atmosphere (3.5 mol % water) for 6 h at room temperature,\nruling out possible acid evaporation. It should be mentioned that\nno direct evidence of the CF<sub>3</sub>SO<sub>3</sub>H presence in\nthe gas phase was recorded by mass spectrometry data of <bold>1</bold> at 130 °C (see the ). Chemical\nS/Cr analyses also indicate no deviation before and after the conductivity\nmeasurements. Therefore, it would be safe to conclude that all changes\nin the conductivities or possible proton-transfer mechanisms of the\nsamples are related to the variable content of the guest water molecules.\nIn addition to the acid content, the high stability of the MIL-101\ncrystal structure after multiple proton conductivity measurements\nof <bold>1</bold> at elevated temperatures (up to 115 °C) was\nconfirmed by PXRD data (see Figure  and the ). The high structural and chemical integrities\nof the acid-loaded host–guest compounds must impose the stable\nand reproducible conductivity properties of PEM, based on such hybrid\nmaterials, provided that the measurement conditions (temperature and\nhumidity) are maintained on the same level.</p>", "clean_text": "The activation energies E a of proton transport for sample 1 at RH = 50% corresponds to 0.25 eV. Assuming the stable water content of samples 1 and 2 investigated at constant molar humidity, the corresponding activation energies could also be estimated from the Arrhenius equation. The E a values at low humidity (0.6 mol %) were found to be 0.23 eV for 1 and 0.58 eV for 2 (cooling regime). The first number is very close to 0.25 eV for RH = 50% data and typical for the Grotthuss (relay) mechanism, while the second one could characterize the vehicular mechanism. It is possible, however, that the relay conductivity mechanism dominates in both compounds: the guest-poor 2 requires a significant activation energy for transport through the broken hydrogen-bonding network, contrary to the guest-rich compound 1. Such convincing discrepancies in the activation energy values and the assumed proton-transfer mechanics justify the relationships between the conducting properties and chemical composition, discussed above. Predictably, the activation energies of the title compound proton transport, calculated for the higher humidity (3.5 mol %) data, are notably lower: E a(1) ~ 0.18 eV; E a(2) ~ 0.23 eV. The difference is especially crucial for compound 2, where the increased sample hydration number in a humid atmosphere seems to \"repair\" the broken hydrogen-bonding network, making smooth proton transfer between adjacent H3O+⋅⋅⋅H2O⋅⋅⋅TsO- triads through the relay mechanism possible. More importantly, the reduced conductivity values of the compounds heated to 115 °C could be restored to the original values after rehydration in a humid atmosphere (3.5 mol % water) for 6 h at room temperature, ruling out possible acid evaporation. It should be mentioned that no direct evidence of the CF3SO3H presence in the gas phase was recorded by mass spectrometry data of 1 at 130 °C (see the ). Chemical S/Cr analyses also indicate no deviation before and after the conductivity measurements. Therefore, it would be safe to conclude that all changes in the conductivities or possible proton-transfer mechanisms of the samples are related to the variable content of the guest water molecules. In addition to the acid content, the high stability of the MIL-101 crystal structure after multiple proton conductivity measurements of 1 at elevated temperatures (up to 115 °C) was confirmed by PXRD data (see Figure  and the ). The high structural and chemical integrities of the acid-loaded host-guest compounds must impose the stable and reproducible conductivity properties of PEM, based on such hybrid materials, provided that the measurement conditions (temperature and humidity) are maintained on the same level.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>Compound <bold>1</bold> with TfOH displays much more attractive proton conductivity properties,\nso we decided to carry out the in-depth investigation of the proton\nmobility mechanism by <sup>1</sup>H NMR broad-line spectroscopy at\nlower temperatures between 180 and 290 K. The wide-line NMR spectra\nof <bold>1</bold>, resulting from magnetic proton–proton and\nproton–Cr<sup>3+</sup> interactions, consist of two different\nlines (Figure ). The intense narrow symmetric\nline at the spectrum center belongs to water and acidic protons for\nwhich all magnetic interactions are effectively suppressed because\nof fast (in the NMR time scale) proton migration including guest molecule\ndiffusion and an intermolecular proton exchange. A feeble wide asymmetric\nline was assigned to immobile proton pairs of terephthalate ions with\na H···H distance of ca. 2.5 Å, located between\ntwo Cr<sup>3+</sup> ions with a mean H···Cr<sup>3+</sup> separation of ca. 4.1 Å (see the , Scheme S1). From integral intensities of these lines, the number\nof mobile protons can be assessed as 48 ± 5 per formula unit,\nmatching the chemical composition of <bold>1</bold>. The width of the narrow line decreases with the temperature\n(Figure ). In the “fast-motion”\nregion, the temperature dependence of the NMR line width δω\ncan be extrapolated by the equation δω = δω<sub>0</sub> + <italic toggle=\"yes\">A</italic> exp(<italic toggle=\"yes\">E</italic>\n<sub>a</sub>/<italic toggle=\"yes\">kT</italic>), where δω<sub>0</sub> is a high-temperature\nlimit of δω and <italic toggle=\"yes\">E</italic>\n<sub>a</sub> is the\nactivation energy of the proton mobility. The obtained experimental data correspond to <italic toggle=\"yes\">E</italic>\n<sub>a</sub> = 0.25 eV and coincide with the values, estimated from the\nproton-conductivity measurements of <bold>1</bold> at ambient humidity.\nFor reference, similar NMR measurements were conducted for an acid-free\nMIL-101 compound (Figure ). The observed δω(<italic toggle=\"yes\">T</italic>) dependence is slightly shifted to higher temperatures;\nhowever, the calculated activation energy <italic toggle=\"yes\">E</italic>\n<sub>a</sub> = 0.27 eV is quite comparable. As was mentioned already, such <italic toggle=\"yes\">E</italic>\n<sub>a</sub> values are close to those of the relay mechanism,\nwhich involves proton transfer between adjacent guest species (H<sub>2</sub>O, H<sub>3</sub>O<sup>+</sup>, and TfO<sup>–</sup>)\nand their simultaneous conformational rotations. On the other hand,\nthe similar dependencies of the NMR line widths upon temperature for\nboth <bold>1</bold> and acid-free MIL-101 imply considerable contribution\nof water diffusion to the complicated proton-transfer process. On\nthe basis of these observations, the following model of the proton-conducting\nmechanism inside the MIL-101 nanopores could be proposed that combines\nboth proton-transfer modes. The acid protons are believed to be captured\nwithin some spatially isolated water droplets where short-range proton\ntransfer may follow the relay mechanism. Long-range proton migration\nover all porous structures can become possible if short-range proton\nexchange is accompanied by a continuous rearrangement of the water\ndroplets in the nanopores due to water molecular diffusion. A similar\nmechanism was recently considered for proton migration in oxygen-protonated\nensembles in the channels of H[Lu(H<sub>2</sub>O)<sub>6</sub>{Re<sub>4</sub>Te<sub>4</sub>(CN)<sub>12</sub>}]·<italic toggle=\"yes\">n</italic>H<sub>2</sub>O (<italic toggle=\"yes\">E</italic>\n<sub>a</sub> = 0.17 eV). We suppose that the proton-migration activation energy\nfor a mechanism of this kind might be basically the activation energy\nof water self-diffusion rather than the energy barrier for intradroplet\nGrotthuss-type proton translocation.</p>", "clean_text": "Compound 1 with TfOH displays much more attractive proton conductivity properties, so we decided to carry out the in-depth investigation of the proton mobility mechanism by 1H NMR broad-line spectroscopy at lower temperatures between 180 and 290 K. The wide-line NMR spectra of 1, resulting from magnetic proton-proton and proton-Cr3+ interactions, consist of two different lines (Figure ). The intense narrow symmetric line at the spectrum center belongs to water and acidic protons for which all magnetic interactions are effectively suppressed because of fast (in the NMR time scale) proton migration including guest molecule diffusion and an intermolecular proton exchange. A feeble wide asymmetric line was assigned to immobile proton pairs of terephthalate ions with a H⋅⋅⋅H distance of ca. 2.5 Å, located between two Cr3+ ions with a mean H⋅⋅⋅Cr3+ separation of ca. 4.1 Å (see the , Scheme S1). From integral intensities of these lines, the number of mobile protons can be assessed as 48 ± 5 per formula unit, matching the chemical composition of 1. The width of the narrow line decreases with the temperature (Figure ). In the \"fast-motion\" region, the temperature dependence of the NMR line width δω can be extrapolated by the equation δω = δω0 + A exp(E a/kT), where δω0 is a high-temperature limit of δω and E a is the activation energy of the proton mobility. The obtained experimental data correspond to E a = 0.25 eV and coincide with the values, estimated from the proton-conductivity measurements of 1 at ambient humidity. For reference, similar NMR measurements were conducted for an acid-free MIL-101 compound (Figure ). The observed δω(T) dependence is slightly shifted to higher temperatures; however, the calculated activation energy E a = 0.27 eV is quite comparable. As was mentioned already, such E a values are close to those of the relay mechanism, which involves proton transfer between adjacent guest species (H2O, H3O+, and TfO-) and their simultaneous conformational rotations. On the other hand, the similar dependencies of the NMR line widths upon temperature for both 1 and acid-free MIL-101 imply considerable contribution of water diffusion to the complicated proton-transfer process. On the basis of these observations, the following model of the proton-conducting mechanism inside the MIL-101 nanopores could be proposed that combines both proton-transfer modes. The acid protons are believed to be captured within some spatially isolated water droplets where short-range proton transfer may follow the relay mechanism. Long-range proton migration over all porous structures can become possible if short-range proton exchange is accompanied by a continuous rearrangement of the water droplets in the nanopores due to water molecular diffusion. A similar mechanism was recently considered for proton migration in oxygen-protonated ensembles in the channels of H[Lu(H2O)6{Re4Te4(CN)12}]⋅nH2O (E a = 0.17 eV). We suppose that the proton-migration activation energy for a mechanism of this kind might be basically the activation energy of water self-diffusion rather than the energy barrier for intradroplet Grotthuss-type proton translocation.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>\n<sup>1</sup>H NMR spectrum (the first\nderivative of the NMR absorption line) for <bold>1</bold> at ambient\ntemperature. The regions of the spectrum, corresponding to C<sub>8</sub>H<sub>4</sub>O<sub>4</sub>\n<sup>2–</sup> (bdc), are drawn on\nan enlarged scale. The NMR trace of water and acidic protons in these\nregions is shown as a dashed line. The spectrum simulated for the\nproton pair of bdc, symmetrically located between two Cr<sup>3+</sup> ions (see the <xref rid=\"notes-1\">SI</xref>), is drawn as a dotted\nline.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2014-00438a_0003.tif\"></graphic>\n</fig>", "clean_text": " 3   1H NMR spectrum (the first derivative of the NMR absorption line) for 1 at ambient temperature. The regions of the spectrum, corresponding to C8H4O4 2- (bdc), are drawn on an enlarged scale. The NMR trace of water and acidic protons in these regions is shown as a dashed line. The spectrum simulated for the proton pair of bdc, symmetrically located between two Cr3+ ions (see the SI), is drawn as a dotted line.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Half-width temperature dependencies of the narrow\ncomponents of the NMR spectra for <bold>1</bold> (●) and pristine\nMIL-101 (○). The relevant approximating curves calculated for\nthe activation energies of 0.25 and 0.27 eV are shown as solid lines.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2014-00438a_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Half-width temperature dependencies of the narrow components of the NMR spectra for 1 (●) and pristine MIL-101 (○). The relevant approximating curves calculated for the activation energies of 0.25 and 0.27 eV are shown as solid lines.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>A further study of the structure\nof the proton-conducting network in <bold>1</bold> was carried out\nby FT-IR measurements in the temperature range of 5–300 K (Figure ). First, we should mention that the IR peaks of <bold>1</bold> below 2000 cm<sup>–1</sup>, which mainly correspond\nto the chromium(III) oxoterephthalate framework, do not show any changes\nin the whole temperature range. On the contrary, the peaks of O–H\nstretching vibrations undergo some temperature dependency. A typical\nroom temperature IR spectrum of a water-containing compound, such\nas <bold>1</bold>, shows broad and featureless peaks in the range\n3000–3700 cm<sup>–1</sup>. The very broad maximum of\nthe IR spectrum of <bold>1</bold> (3310 cm<sup>–1</sup>) at\n300 K is shifted to the lower wavenumber region by ca. 100 cm<sup>–1</sup>, compared to the liquid water. A similar shift is observed for supercooled water, where\nit is believed to be attributed to some preordering of the water molecules\nin a tetrahedral fashion, much like in a crystalline ice. This conclusion matches the PXRD data of <bold>1</bold>, viz., a\nbroad background peak (Figure ), indicating\nsome short-range ordering of the MIL-included species. The temperature\ndecrease below 200 K results in the appearance of a fine structure\nof distinct water molecules, depending on their local geometry as\nwell as the size, dimension, and chemical environment of the crystalline\nwater clusters. At 5 K, the FT-IR spectra of <bold>1</bold> revealed\na complicated peak pattern, centered at ca. 3300 cm<sup>–1</sup>. The peak structure features a maximum at 3220 cm<sup>–1</sup> and a number of shoulders, most pronounced at 3070 and 3540 cm<sup>–1</sup>, and a broad shoulder at ca. 3400 cm<sup>–1</sup>. Such broadness rules out chainlike crystalline water structures,\nwhich could be seen in, e.g., some minerals. The IR spectrum of <bold>1</bold> is also different from the one\nfor bulk crystalline 3D ice, which contains a relatively sharp single\npeak at 3250 cm<sup>–1</sup>. The shoulder\nat 3070 cm<sup>–1</sup>, being absent in normal water or ice,\napparently refers to the strong hydrogen-bond interactions involving\nH<sub>3</sub>O<sup>+</sup> cations (e.g., H<sub>2</sub>O–H<sup>+</sup>···OH<sub>2</sub> or H<sub>2</sub>O–H<sup>+</sup>···O<sub>3</sub>SCF<sub>3</sub>\n<sup>–</sup>), which must be rather numerous in <bold>1</bold>. Indeed, any hydrogen bonding between a water molecule and\nsome nucleophile (N) HO–H···N weakens and elongates\nthe O–H covalent bond. Stronger hydrogen-bonding interactions\nexist to an even higher extent, shifting the corresponding IR peak\nto the lower wavenumber range.</p>", "clean_text": "A further study of the structure of the proton-conducting network in 1 was carried out by FT-IR measurements in the temperature range of 5-300 K (Figure ). First, we should mention that the IR peaks of 1 below 2000 cm-1, which mainly correspond to the chromium(III) oxoterephthalate framework, do not show any changes in the whole temperature range. On the contrary, the peaks of O-H stretching vibrations undergo some temperature dependency. A typical room temperature IR spectrum of a water-containing compound, such as 1, shows broad and featureless peaks in the range 3000-3700 cm-1. The very broad maximum of the IR spectrum of 1 (3310 cm-1) at 300 K is shifted to the lower wavenumber region by ca. 100 cm-1, compared to the liquid water. A similar shift is observed for supercooled water, where it is believed to be attributed to some preordering of the water molecules in a tetrahedral fashion, much like in a crystalline ice. This conclusion matches the PXRD data of 1, viz., a broad background peak (Figure ), indicating some short-range ordering of the MIL-included species. The temperature decrease below 200 K results in the appearance of a fine structure of distinct water molecules, depending on their local geometry as well as the size, dimension, and chemical environment of the crystalline water clusters. At 5 K, the FT-IR spectra of 1 revealed a complicated peak pattern, centered at ca. 3300 cm-1. The peak structure features a maximum at 3220 cm-1 and a number of shoulders, most pronounced at 3070 and 3540 cm-1, and a broad shoulder at ca. 3400 cm-1. Such broadness rules out chainlike crystalline water structures, which could be seen in, e.g., some minerals. The IR spectrum of 1 is also different from the one for bulk crystalline 3D ice, which contains a relatively sharp single peak at 3250 cm-1. The shoulder at 3070 cm-1, being absent in normal water or ice, apparently refers to the strong hydrogen-bond interactions involving H3O+ cations (e.g., H2O-H+⋅⋅⋅OH2 or H2O-H+⋅⋅⋅O3SCF3 -), which must be rather numerous in 1. Indeed, any hydrogen bonding between a water molecule and some nucleophile (N) HO-H⋅⋅⋅N weakens and elongates the O-H covalent bond. Stronger hydrogen-bonding interactions exist to an even higher extent, shifting the corresponding IR peak to the lower wavenumber range.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>FT-IR spectra of sample <bold>1</bold> recorded at different temperatures (black lines). Arrows indicate\nselected wavenumbers (cm<sup>–1</sup>). Gray lines at the bottom\nrefer to the IR spectra of ice, supercooled water, and liquid water.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2014-00438a_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  FT-IR spectra of sample 1 recorded at different temperatures (black lines). Arrows indicate selected wavenumbers (cm-1). Gray lines at the bottom refer to the IR spectra of ice, supercooled water, and liquid water.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>Compared to the recently studied\nIR spectra of the various discrete water clusters, the spectra of <bold>1</bold> are missing sharp peaks at high wavenumber (ca. 3700 cm<sup>–1</sup>), which refers to the free O–H stretching. This means that\nall protons of the aqueous state in <bold>1</bold> participate in\nhydrogen-bonding interactions between water molecules, CF<sub>3</sub>SO<sub>3</sub>\n<sup>–</sup> anions, and MIL framework atoms.\nThree major components of the complex low-temperature IR spectra of <bold>1</bold> (at 3220, 3400, and 3540 cm<sup>–1</sup>) were previously\nobserved in the large H<sup>+</sup>(H<sub>2</sub>O)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (20 ≤ <italic toggle=\"yes\">n</italic> ≤ 200) water clusters,\nfeaturing similar structures at ca. 3250, 3400, and 3570 cm<sup>–1</sup>. Most importantly, the size of the\nwater cluster (<italic toggle=\"yes\">n</italic>) was shown to have a remarkable\neffect on the relative intensities and the broadness of those components.\nAs much as it could result from the careful spectral comparison, the\nIR data for <bold>1</bold> at 200 K could be attributed to intermediate\nsize H<sup>+</sup>(H<sub>2</sub>O)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> water\nclusters, with <italic toggle=\"yes\">n</italic> ranging from 40 to 80. This is lower\nthan the average number of 170 water molecules per MIL-101 nanocage,\nobtained from the chemical composition of <bold>1</bold>, which suggests\nthe coexistence of several water clusters (droplets) in the same nanocage\nand possible mutual dynamic interplay between them. We must emphasize\nthat the last conclusion strongly supports the hypothesis derived\nfrom <sup>1</sup>H NMR data analysis. Despite the different time scales\nof the NMR and FT-IR spectroscopic techniques, both methods engender\na quite agreeable model of long-range proton transfer and reveal valuable\ninformation about the state of the acidic proton-conducting media\ninside the MIL-101 pores.</p>", "clean_text": "Compared to the recently studied IR spectra of the various discrete water clusters, the spectra of 1 are missing sharp peaks at high wavenumber (ca. 3700 cm-1), which refers to the free O-H stretching. This means that all protons of the aqueous state in 1 participate in hydrogen-bonding interactions between water molecules, CF3SO3 - anions, and MIL framework atoms. Three major components of the complex low-temperature IR spectra of 1 (at 3220, 3400, and 3540 cm-1) were previously observed in the large H+(H2O) n  (20 ≤ n ≤ 200) water clusters, featuring similar structures at ca. 3250, 3400, and 3570 cm-1. Most importantly, the size of the water cluster (n) was shown to have a remarkable effect on the relative intensities and the broadness of those components. As much as it could result from the careful spectral comparison, the IR data for 1 at 200 K could be attributed to intermediate size H+(H2O) n  water clusters, with n ranging from 40 to 80. This is lower than the average number of 170 water molecules per MIL-101 nanocage, obtained from the chemical composition of 1, which suggests the coexistence of several water clusters (droplets) in the same nanocage and possible mutual dynamic interplay between them. We must emphasize that the last conclusion strongly supports the hypothesis derived from 1H NMR data analysis. Despite the different time scales of the NMR and FT-IR spectroscopic techniques, both methods engender a quite agreeable model of long-range proton transfer and reveal valuable information about the state of the acidic proton-conducting media inside the MIL-101 pores.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>In summary,\nwe demonstrate here that the inclusion of a strong acid, such as TfOH,\nin the MIL-101 nanopores leads to a solid material with a proton-conductivity\nvalue at ambient conditions of 0.08 S cm<sup>–1</sup>, similar\nto that of fully hydrated Nafion. The conducting properties of materials\ndepend on the measurement conditions, such as the temperature and\nhumidity, which actually affects the content of the guest water molecules\nand the complexity of the hydrogen-bonding network for efficient proton\ntransfer. The materials possess stable crystalline structures that\ndo not deteriorate during the multiple measurements or prolonged heating.\nAccording to the spectroscopy data, the MIL-101-encapsulated aqueous\nsolution of TfOH in <bold>1</bold> is composed of large droplets,\nwhich have some preorganized structure, facilitated by the regular\nMIL-101 framework. In the fast snapshot time scale, the droplets are\ncomposed of dozens of water molecules with extensive hydrogen-bonding\ninteractions between the guest species and facile relay proton transfer.\nIn the slow time scale, these droplets undergo extensive reorganization,\nthus assuring the continuous translation diffusion of protons in the\nmaterials. Such a dual nature of the conductivity mechanism emphasizes\nthe imminent complexity of long-range proton transfer, which was described\nfor different systems.\n</p>", "clean_text": "Conclusions\n\nIn summary, we demonstrate here that the inclusion of a strong acid, such as TfOH, in the MIL-101 nanopores leads to a solid material with a proton-conductivity value at ambient conditions of 0.08 S cm-1, similar to that of fully hydrated Nafion. The conducting properties of materials depend on the measurement conditions, such as the temperature and humidity, which actually affects the content of the guest water molecules and the complexity of the hydrogen-bonding network for efficient proton transfer. The materials possess stable crystalline structures that do not deteriorate during the multiple measurements or prolonged heating. According to the spectroscopy data, the MIL-101-encapsulated aqueous solution of TfOH in 1 is composed of large droplets, which have some preorganized structure, facilitated by the regular MIL-101 framework. In the fast snapshot time scale, the droplets are composed of dozens of water molecules with extensive hydrogen-bonding interactions between the guest species and facile relay proton transfer. In the slow time scale, these droplets undergo extensive reorganization, thus assuring the continuous translation diffusion of protons in the materials. Such a dual nature of the conductivity mechanism emphasizes the imminent complexity of long-range proton transfer, which was described for different systems. ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Additional thermogravimetric and thermocalorimetric\nanalyses, mass and FT-IR spectra, and <sup>1</sup>H NMR measurements.\nThis material is available free of charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p><p>The authors declare\nno competing financial interest.</p><title>References</title><p>Because of the liquid nature of the acidic solutions,\nsome contribution of the acid solution between MIL-101 crystallites\nto the total sample conductivity is inevitable. This contribution,\nhowever, could be estimated as the ratio between the “inner”\nand “outer” surfaces of the MIL-101 octahedral crystallites.\nGiven the average crystallite size (ca. 250 nm) and the crystallographic\ndensity of MIL-101 (0.514 g cm<sup>–3</sup>), the external\nsurface area equals ca. 60 m<sup>2</sup> g<sup>–1</sup>, which\nis less than 2% of the total MIL-101 surface area (3200 m<sup>2</sup> g<sup>–1</sup>).</p>", "clean_text": "Additional thermogravimetric and thermocalorimetric analyses, mass and FT-IR spectra, and 1H NMR measurements. This material is available free of charge via the Internet at http://pubs.acs.org.\n\nThe authors declare no competing financial interest.\n\nReferences\n\nBecause of the liquid nature of the acidic solutions, some contribution of the acid solution between MIL-101 crystallites to the total sample conductivity is inevitable. This contribution, however, could be estimated as the ratio between the \"inner\" and \"outer\" surfaces of the MIL-101 octahedral crystallites. Given the average crystallite size (ca. 250 nm) and the crystallographic density of MIL-101 (0.514 g cm-3), the external surface area equals ca. 60 m2 g-1, which is less than 2% of the total MIL-101 surface area (3200 m2 g-1).", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>On the basis of the formula unit composition of <bold>1</bold>, which\nis [Cr<sub>3</sub>O(H<sub>2</sub>O)<sub>3</sub>(bdc)<sub>3</sub>]·6.7CF<sub>3</sub>SO<sub>3</sub>H·15H<sub>2</sub>O, the amount of mobile\nprotons could be calculated as 3 × 2 + 6.7 + 15 × 2 ≈\n43.</p>", "clean_text": "On the basis of the formula unit composition of 1, which is [Cr3O(H2O)3(bdc)3]⋅6.7CF3SO3H⋅15H2O, the amount of mobile protons could be calculated as 3 × 2 + 6.7 + 15 × 2 ~ 43.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "3, 4, 5", "type": "text", "classification": "synthesis condition", "content": "<title>Experimental Section</title><p>All chemicals and solvents\nwere at least analytical grade and were used as purchased without\nadditional purification.</p><title>Syntheses</title><title>MIL-101</title><p>A mixture of Cr(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O (1.2 g, 3 mmol), terephthalic acid (H<sub>2</sub>bdc; 500 mg, 3\nmmol), 3 M HF (1 mL, 3 mmol), and water (15 mL) was added to a Teflon-lined\nsteel autoclave, heated at a rate of 1 °C min<sup>–1</sup> up to 220 °C, and kept at this temperature for 6 h. Then the\nmixture was slowly (less than 2 °C min<sup>–1</sup>) cooled\nto room temperature. The crystalline precipitate, containing large\ncolorless H<sub>2</sub>bdc, and green microcrystals of MIL-101 were\nseparated through a coarse glass filter, and then MIL-101 was filtered\non a dense paper filter. The as-synthesized MIL-101 was purified by\na double treatment in boiling ethanol (3 h per each treatment). Brunauer–Emmett–Teller\n(BET) surface area: 3200 m<sup>2</sup> g<sup>–1</sup>.</p><title>TfOH@MIL-101\n(<bold>1</bold>)</title><p>MIL-101 (200 mg) was added to an aqueous\nsolution (3.47 mL, 4,12 M) of trifluoromethanesulfonic acid (TfOH;\nAldrich, 98%), and the suspension was stirred 30 min at room temperature.\nThen the solid product was filtered off using a glass filter and dried\nat room temperature for 24 h. Anal. Calcd for MIL-101·6.7TfOH·18H<sub>2</sub>O (C<sub>30.7</sub>H<sub>60.7</sub>Cr<sub>3</sub>F<sub>20.1</sub>O<sub>54.1</sub>S<sub>6.7</sub>): C. 18.0; H. 3.0; S. 10.5. Found:\nC, 17.6; H, 2.7; S, 11.0. Inductively coupled plasma atomic emission\nspectroscopy (ICP-AES) data: the S/Cr ratio is 2.22.</p><title>TsOH@MIL-101\n(<bold>2</bold>)</title><p>MIL-101 (200 mg) was added to 3.6 mL of\na 2.2 M aqueous solution of <italic toggle=\"yes\">p</italic>-toluenesulfonic acid\n(TsOH·H<sub>2</sub>O), and the suspension was stirred 30 min\nat room temperature. The solid product was filtered off, washed by\n1 mL of water, and dried at 40 °C for 24 h. Anal. Calcd for MIL-101·1.1TsOH·2H<sub>2</sub>O (C<sub>31.7</sub>H<sub>30.8</sub>Cr<sub>3</sub>O<sub>21.3</sub>S<sub>1.1</sub>): C, 40.3; H, 3.1; S, 3.8. Found: C, 40.3; H, 3.3;\nS, 3.7. ICP-AES data: the S/Cr ratio is 0.37.</p>", "clean_text": "Experimental Section\n\nAll chemicals and solvents were at least analytical grade and were used as purchased without additional purification.\n\nSyntheses\n\nMIL-101\n\nA mixture of Cr(NO3)3⋅9H2O (1.2 g, 3 mmol), terephthalic acid (H2bdc; 500 mg, 3 mmol), 3 M HF (1 mL, 3 mmol), and water (15 mL) was added to a Teflon-lined steel autoclave, heated at a rate of 1 °C min-1 up to 220 °C, and kept at this temperature for 6 h. Then the mixture was slowly (less than 2 °C min-1) cooled to room temperature. The crystalline precipitate, containing large colorless H2bdc, and green microcrystals of MIL-101 were separated through a coarse glass filter, and then MIL-101 was filtered on a dense paper filter. The as-synthesized MIL-101 was purified by a double treatment in boiling ethanol (3 h per each treatment). Brunauer-Emmett-Teller (BET) surface area: 3200 m2 g-1.\n\nTfOH@MIL-101 (1)\n\nMIL-101 (200 mg) was added to an aqueous solution (3.47 mL, 4,12 M) of trifluoromethanesulfonic acid (TfOH; Aldrich, 98%), and the suspension was stirred 30 min at room temperature. Then the solid product was filtered off using a glass filter and dried at room temperature for 24 h. Anal. Calcd for MIL-101⋅6.7TfOH⋅18H2O (C30.7H60.7Cr3F20.1O54.1S6.7): C. 18.0; H. 3.0; S. 10.5. Found: C, 17.6; H, 2.7; S, 11.0. Inductively coupled plasma atomic emission spectroscopy (ICP-AES) data: the S/Cr ratio is 2.22.\n\nTsOH@MIL-101 (2)\n\nMIL-101 (200 mg) was added to 3.6 mL of a 2.2 M aqueous solution of p-toluenesulfonic acid (TsOH⋅H2O), and the suspension was stirred 30 min at room temperature. The solid product was filtered off, washed by 1 mL of water, and dried at 40 °C for 24 h. Anal. Calcd for MIL-101⋅1.1TsOH⋅2H2O (C31.7H30.8Cr3O21.3S1.1): C, 40.3; H, 3.1; S, 3.8. Found: C, 40.3; H, 3.3; S, 3.7. ICP-AES data: the S/Cr ratio is 0.37.", "data": [{"meta": {"name": "MIL-101", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Cr(NO3)3·9H2O", "amount": "1.2", "unit": "g"}, {"name": "terephthalic acid", "amount": "500", "unit": "mg"}, {"name": "3 M HF", "amount": "1", "unit": "mL"}, {"name": "water", "amount": "15", "unit": "mL"}], "pressure": "", "temperature": "220°C", "time": "6 h", "heating rate": "1°C min-1", "cooling rate": "<2°C min-1"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "boiling ethanol", "amount": "3 h"}, {"synthesis method": "washing", "washing solution": "boiling ethanol", "amount": "3 h"}], "yield": "", "other properties": ["BET surface area: 3200 m2 g-1"]}, {"meta": {"name": "TfOH@MIL-101", "symbol": "1", "chemical formula": "C30.7H60.7Cr3F20.1O54.1S6.7"}, "processes": [{"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "room temperature", "atmosphere": "", "time": "24 h"}], "yield": "", "other properties": ["ICP-AES data: the S/Cr ratio is 2.22"]}, {"meta": {"name": "TsOH@MIL-101", "symbol": "2", "chemical formula": "C31.7H30.8Cr3O21.3S1.1"}, "processes": [{"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "water", "amount": "1 mL"}, {"synthesis method": "drying", "pressure": "", "temperature": "40°C", "atmosphere": "", "time": "24 h"}], "yield": "", "other properties": ["ICP-AES data: the S/Cr ratio is 0.37"]}], "include_properties": ["solvothermal_synthesis", "filtration", "washing", "drying", "chemical_synthesis", "filtration", "drying"]}, {"idx": "1, 10, 13, 15, 17, 20", "type": "text", "classification": "property", "content": "<p>Strong toluenesulfonic and triflic\nacids were incorporated into a MIL-101 chromium(III) terephthalate\ncoordination framework, producing hybrid proton-conducting solid electrolytes.\nThese acid@MIL hybrid materials possess stable crystalline structures\nthat do not deteriorate during multiple measurements or prolonged\nheating. Particularly, the triflic-containing compound demonstrates\nthe highest 0.08 S cm<sup>–1</sup> proton conductivity at 15%\nrelative humidity and a temperature of 60 °C, exceeding any of\ntoday’s commercial materials for proton-exchange membranes.\nThe structure of the proton-conducting media, as well as the long-range\nproton-transfer mechanics, was unveiled, in a certain respect, by\nFourier transform infrared and <sup>1</sup>H NMR spectroscopy investigations.\nThe acidic media presumably constitutes large separated droplets,\ncoexisting in the MIL nanocages. One component of proton transfer\nappears to be related to the facile relay (Grotthuss) mechanism through\nextensive hydrogen-bonding interactions within such droplets. The\nsecond component occurs during continuous reorganization of the droplets,\nthus ensuring long-range proton transfer along the porous structure\nof the material.</p><title>Results and Discussion</title><p>The TfOH@MIL-101 (<bold>1</bold>) and TsOH@MIL-101 (<bold>2</bold>) proton-conducting hybrid compounds were prepared by soaking a MIL-101\ncrystalline powder in 4.12 M aqueous solutions of TfOH and 2.2 M toluenesulfonic\nacids, respectively. The PXRD patterns of <bold>1</bold> and <bold>2</bold> (Figure ) coincide with the one\nof starting MIL-101, proving the stability of the coordination host\nframework. A noticeable very broad maximum of the background of <bold>1</bold> could be attributed to the high amount of quasi-liquid (glassy)\ncomponent in the MIL-101 pores. Elemental analysis and TGA further\nconfirm the formation of hybrid host–guest materials with reasonable\nchemical composition. According to the data, the S/Cr ratio in <bold>1</bold> is 2.22, which is consistent with 6.7TfOH molecules per\nMIL-101 formula unit [Cr<sub>3</sub>O(bdc)<sub>3</sub>(H<sub>2</sub>O)<sub>3</sub>]<sup>+</sup> or 76TfOH molecules per MIL nanocage.\nTGA data for <bold>1</bold> indicate the release of loosely bound\nwater molecules (10% sample weight loss) in the 35–130 °C\nrange, followed by a loss of acid at higher temperatures (the boiling\npoint of CF<sub>3</sub>SO<sub>3</sub>H is 162 °C). According\nto the TGA/mass spectroscopy data, water is continuously releasing\nin the whole temperature range up to 250 °C. The integral water\ncomposition of sample <bold>1</bold> corresponds to ca. 18 water molecules\nper {Cr<sub>3</sub>O(bdc)<sub>3</sub>} unit. Therefore, the resulting\nformula of <bold>1</bold> could be written as [Cr<sub>3</sub>O(H<sub>2</sub>O)<sub>3</sub>(bdc)<sub>3</sub>]·6.7TfOH·15H<sub>2</sub>O.</p><p>The ac impedance measurements\nof <bold>1</bold> and <bold>2</bold> were carried out by a two-probe\nmethod using platinum-pressed electrodes in the temperature range\nfrom 25 to 65 °C in air at different humidity conditions: constant\n0.6 mol % water (ca. 15% RH at room temperature), constant 3.5 mol\n% water (100% RH at room temperature), and at constant 50% RH, maintained\nduring the experiments. Typical impedance plots of <bold>2</bold> [see\nthe  (SI), Figure\nS1] feature a part of a semicircle at higher frequencies and a tail\nat low frequencies at room temperature, which deals with the mobile\nions being blocked by the electrode–electrolyte interfaces.\nThe higher-frequency minimum/intercept along the <italic toggle=\"yes\">x</italic> axis of the impedance plots was used to calculate the bulk resistance\nof the samples. The temperature dependencies of the proton-conductivity\nvalues (log σ vs <italic toggle=\"yes\">T</italic>\n<sup>–1</sup>) for\nboth heating and cooling regimes for <bold>1</bold> and <bold>2</bold> are shown in Figure . The shape of the conductivity curve of <bold>1</bold> in\nthe constant molar water atmosphere is almost flat with minor curvature\nand a maximum near 60 °C. The highest conductivity reaches 0.08\nS cm<sup>–1</sup> at 3.5 mol % water and 0.05 S cm<sup>–1</sup> at 0.6 mol % water in the atmosphere. The measured proton conductivity\nof <bold>1</bold> is as high as that of fully hydrated Nafion and, to our best knowledge, exceeds any other\nsolid proton electrolyte at such conditions. There is some discrepancy\nbetween the heating and cooling regimes of the measurements, related\nto the floating water content in the sample during the experiments.\nThe decrease of sample hydration by heating should affect the proton-conducting\nnetwork and decrease the proton conductivity. This is apparently negated\nby an increase of the proton-transfer kinetics at elevated temperatures;\ntherefore, the obtained flat temperature dependencies of the conductivities\nare reasonable. We should also note here that the temperature- and/or\nmoisture-dependent deviations of the water content of <bold>1</bold> do not change the conductivity values that much because the remaining\nacid and water guest molecules could maintain a proton-conducting\nnetwork for the facile proton transfer. The conductivity data measured\nat constant 50% RH are close to a linear function, increasing with\ntemperature (Figure ).</p><p>The proton conductivity and its moisture-dependent\nbehavior of sample <bold>2</bold> are quite different from those for\nsample <bold>1</bold>. The measured room temperature conductivity\nvalue for <bold>2</bold> at 3.5 mo % water is 1.8 × 10<sup>–5</sup>, and it increases up to 3 × 10<sup>–5</sup> S cm<sup>–1</sup> at 50 °C. Further heating leads to a conductivity\ndecrease to 8 × 10<sup>–6</sup> S cm<sup>–1</sup> at 66 °C. Significantly poorer values, compared to <bold>1</bold>, could be explained by the lower acid content, lower p<italic toggle=\"yes\">K</italic>\n<sub>a</sub> values, and, more importantly, lower water content.\nApparently, the limited total guest content in <bold>2</bold> (ca.\n12 TsOH and 23 H<sub>2</sub>O per MIL-101 nanocage) is not enough\nto support efficient proton transfer through the extended hydrogen-bonding\nnetwork. Moreover, the removal of a few more guest water molecules,\nwhich takes place at elevated temperature or lower humidity, should\nbreak down that network and severely hamper the proton mobility. As\na result, the observed curvature of the temperature dependence of\nthe proton conductivity of <bold>2</bold> (Figure ) is more pronounced, compared to <bold>1</bold>. Also, the\nmeasurements at 0.6 mol % water, revealed a dramatic, about 2.5–3\norders of magnitude, decrease of the proton conductivity values below\n10<sup>–7</sup> S cm<sup>–1</sup> at temperatures over\n100 °C. The poor proton conductivity of sample <bold>2</bold> is discouraging; however, materials with such a strong response\nto the hydration content may find interesting applications, e.g.,\nas a humidity sensor.</p><p>Compound <bold>1</bold> with TfOH displays much more attractive proton conductivity properties,\nso we decided to carry out the in-depth investigation of the proton\nmobility mechanism by <sup>1</sup>H NMR broad-line spectroscopy at\nlower temperatures between 180 and 290 K. The wide-line NMR spectra\nof <bold>1</bold>, resulting from magnetic proton–proton and\nproton–Cr<sup>3+</sup> interactions, consist of two different\nlines (Figure ). The intense narrow symmetric\nline at the spectrum center belongs to water and acidic protons for\nwhich all magnetic interactions are effectively suppressed because\nof fast (in the NMR time scale) proton migration including guest molecule\ndiffusion and an intermolecular proton exchange. A feeble wide asymmetric\nline was assigned to immobile proton pairs of terephthalate ions with\na H···H distance of ca. 2.5 Å, located between\ntwo Cr<sup>3+</sup> ions with a mean H···Cr<sup>3+</sup> separation of ca. 4.1 Å (see the , Scheme S1). From integral intensities of these lines, the number\nof mobile protons can be assessed as 48 ± 5 per formula unit,\nmatching the chemical composition of <bold>1</bold>. The width of the narrow line decreases with the temperature\n(Figure ). In the “fast-motion”\nregion, the temperature dependence of the NMR line width δω\ncan be extrapolated by the equation δω = δω<sub>0</sub> + <italic toggle=\"yes\">A</italic> exp(<italic toggle=\"yes\">E</italic>\n<sub>a</sub>/<italic toggle=\"yes\">kT</italic>), where δω<sub>0</sub> is a high-temperature\nlimit of δω and <italic toggle=\"yes\">E</italic>\n<sub>a</sub> is the\nactivation energy of the proton mobility. The obtained experimental data correspond to <italic toggle=\"yes\">E</italic>\n<sub>a</sub> = 0.25 eV and coincide with the values, estimated from the\nproton-conductivity measurements of <bold>1</bold> at ambient humidity.\nFor reference, similar NMR measurements were conducted for an acid-free\nMIL-101 compound (Figure ). The observed δω(<italic toggle=\"yes\">T</italic>) dependence is slightly shifted to higher temperatures;\nhowever, the calculated activation energy <italic toggle=\"yes\">E</italic>\n<sub>a</sub> = 0.27 eV is quite comparable. As was mentioned already, such <italic toggle=\"yes\">E</italic>\n<sub>a</sub> values are close to those of the relay mechanism,\nwhich involves proton transfer between adjacent guest species (H<sub>2</sub>O, H<sub>3</sub>O<sup>+</sup>, and TfO<sup>–</sup>)\nand their simultaneous conformational rotations. On the other hand,\nthe similar dependencies of the NMR line widths upon temperature for\nboth <bold>1</bold> and acid-free MIL-101 imply considerable contribution\nof water diffusion to the complicated proton-transfer process. On\nthe basis of these observations, the following model of the proton-conducting\nmechanism inside the MIL-101 nanopores could be proposed that combines\nboth proton-transfer modes. The acid protons are believed to be captured\nwithin some spatially isolated water droplets where short-range proton\ntransfer may follow the relay mechanism. Long-range proton migration\nover all porous structures can become possible if short-range proton\nexchange is accompanied by a continuous rearrangement of the water\ndroplets in the nanopores due to water molecular diffusion. A similar\nmechanism was recently considered for proton migration in oxygen-protonated\nensembles in the channels of H[Lu(H<sub>2</sub>O)<sub>6</sub>{Re<sub>4</sub>Te<sub>4</sub>(CN)<sub>12</sub>}]·<italic toggle=\"yes\">n</italic>H<sub>2</sub>O (<italic toggle=\"yes\">E</italic>\n<sub>a</sub> = 0.17 eV). We suppose that the proton-migration activation energy\nfor a mechanism of this kind might be basically the activation energy\nof water self-diffusion rather than the energy barrier for intradroplet\nGrotthuss-type proton translocation.</p><p>A further study of the structure\nof the proton-conducting network in <bold>1</bold> was carried out\nby FT-IR measurements in the temperature range of 5–300 K (Figure ). First, we should mention that the IR peaks of <bold>1</bold> below 2000 cm<sup>–1</sup>, which mainly correspond\nto the chromium(III) oxoterephthalate framework, do not show any changes\nin the whole temperature range. On the contrary, the peaks of O–H\nstretching vibrations undergo some temperature dependency. A typical\nroom temperature IR spectrum of a water-containing compound, such\nas <bold>1</bold>, shows broad and featureless peaks in the range\n3000–3700 cm<sup>–1</sup>. The very broad maximum of\nthe IR spectrum of <bold>1</bold> (3310 cm<sup>–1</sup>) at\n300 K is shifted to the lower wavenumber region by ca. 100 cm<sup>–1</sup>, compared to the liquid water. A similar shift is observed for supercooled water, where\nit is believed to be attributed to some preordering of the water molecules\nin a tetrahedral fashion, much like in a crystalline ice. This conclusion matches the PXRD data of <bold>1</bold>, viz., a\nbroad background peak (Figure ), indicating\nsome short-range ordering of the MIL-included species. The temperature\ndecrease below 200 K results in the appearance of a fine structure\nof distinct water molecules, depending on their local geometry as\nwell as the size, dimension, and chemical environment of the crystalline\nwater clusters. At 5 K, the FT-IR spectra of <bold>1</bold> revealed\na complicated peak pattern, centered at ca. 3300 cm<sup>–1</sup>. The peak structure features a maximum at 3220 cm<sup>–1</sup> and a number of shoulders, most pronounced at 3070 and 3540 cm<sup>–1</sup>, and a broad shoulder at ca. 3400 cm<sup>–1</sup>. Such broadness rules out chainlike crystalline water structures,\nwhich could be seen in, e.g., some minerals. The IR spectrum of <bold>1</bold> is also different from the one\nfor bulk crystalline 3D ice, which contains a relatively sharp single\npeak at 3250 cm<sup>–1</sup>. The shoulder\nat 3070 cm<sup>–1</sup>, being absent in normal water or ice,\napparently refers to the strong hydrogen-bond interactions involving\nH<sub>3</sub>O<sup>+</sup> cations (e.g., H<sub>2</sub>O–H<sup>+</sup>···OH<sub>2</sub> or H<sub>2</sub>O–H<sup>+</sup>···O<sub>3</sub>SCF<sub>3</sub>\n<sup>–</sup>), which must be rather numerous in <bold>1</bold>. Indeed, any hydrogen bonding between a water molecule and\nsome nucleophile (N) HO–H···N weakens and elongates\nthe O–H covalent bond. Stronger hydrogen-bonding interactions\nexist to an even higher extent, shifting the corresponding IR peak\nto the lower wavenumber range.</p>", "clean_text": "Strong toluenesulfonic and triflic acids were incorporated into a MIL-101 chromium(III) terephthalate coordination framework, producing hybrid proton-conducting solid electrolytes. These acid@MIL hybrid materials possess stable crystalline structures that do not deteriorate during multiple measurements or prolonged heating. Particularly, the triflic-containing compound demonstrates the highest 0.08 S cm-1 proton conductivity at 15% relative humidity and a temperature of 60 °C, exceeding any of today's commercial materials for proton-exchange membranes. The structure of the proton-conducting media, as well as the long-range proton-transfer mechanics, was unveiled, in a certain respect, by Fourier transform infrared and 1H NMR spectroscopy investigations. The acidic media presumably constitutes large separated droplets, coexisting in the MIL nanocages. One component of proton transfer appears to be related to the facile relay (Grotthuss) mechanism through extensive hydrogen-bonding interactions within such droplets. The second component occurs during continuous reorganization of the droplets, thus ensuring long-range proton transfer along the porous structure of the material.\n\nResults and Discussion\n\nThe TfOH@MIL-101 (1) and TsOH@MIL-101 (2) proton-conducting hybrid compounds were prepared by soaking a MIL-101 crystalline powder in 4.12 M aqueous solutions of TfOH and 2.2 M toluenesulfonic acids, respectively. The PXRD patterns of 1 and 2 (Figure ) coincide with the one of starting MIL-101, proving the stability of the coordination host framework. A noticeable very broad maximum of the background of 1 could be attributed to the high amount of quasi-liquid (glassy) component in the MIL-101 pores. Elemental analysis and TGA further confirm the formation of hybrid host-guest materials with reasonable chemical composition. According to the data, the S/Cr ratio in 1 is 2.22, which is consistent with 6.7TfOH molecules per MIL-101 formula unit [Cr3O(bdc)3(H2O)3]+ or 76TfOH molecules per MIL nanocage. TGA data for 1 indicate the release of loosely bound water molecules (10% sample weight loss) in the 35-130 °C range, followed by a loss of acid at higher temperatures (the boiling point of CF3SO3H is 162 °C). According to the TGA/mass spectroscopy data, water is continuously releasing in the whole temperature range up to 250 °C. The integral water composition of sample 1 corresponds to ca. 18 water molecules per {Cr3O(bdc)3} unit. Therefore, the resulting formula of 1 could be written as [Cr3O(H2O)3(bdc)3]⋅6.7TfOH⋅15H2O.\n\nThe ac impedance measurements of 1 and 2 were carried out by a two-probe method using platinum-pressed electrodes in the temperature range from 25 to 65 °C in air at different humidity conditions: constant 0.6 mol % water (ca. 15% RH at room temperature), constant 3.5 mol % water (100% RH at room temperature), and at constant 50% RH, maintained during the experiments. Typical impedance plots of 2 [see the  (SI), Figure S1] feature a part of a semicircle at higher frequencies and a tail at low frequencies at room temperature, which deals with the mobile ions being blocked by the electrode-electrolyte interfaces. The higher-frequency minimum/intercept along the x axis of the impedance plots was used to calculate the bulk resistance of the samples. The temperature dependencies of the proton-conductivity values (log σ vs T -1) for both heating and cooling regimes for 1 and 2 are shown in Figure . The shape of the conductivity curve of 1 in the constant molar water atmosphere is almost flat with minor curvature and a maximum near 60 °C. The highest conductivity reaches 0.08 S cm-1 at 3.5 mol % water and 0.05 S cm-1 at 0.6 mol % water in the atmosphere. The measured proton conductivity of 1 is as high as that of fully hydrated Nafion and, to our best knowledge, exceeds any other solid proton electrolyte at such conditions. There is some discrepancy between the heating and cooling regimes of the measurements, related to the floating water content in the sample during the experiments. The decrease of sample hydration by heating should affect the proton-conducting network and decrease the proton conductivity. This is apparently negated by an increase of the proton-transfer kinetics at elevated temperatures; therefore, the obtained flat temperature dependencies of the conductivities are reasonable. We should also note here that the temperature- and/or moisture-dependent deviations of the water content of 1 do not change the conductivity values that much because the remaining acid and water guest molecules could maintain a proton-conducting network for the facile proton transfer. The conductivity data measured at constant 50% RH are close to a linear function, increasing with temperature (Figure ).\n\nThe proton conductivity and its moisture-dependent behavior of sample 2 are quite different from those for sample 1. The measured room temperature conductivity value for 2 at 3.5 mo % water is 1.8 × 10-5, and it increases up to 3 × 10-5 S cm-1 at 50 °C. Further heating leads to a conductivity decrease to 8 × 10-6 S cm-1 at 66 °C. Significantly poorer values, compared to 1, could be explained by the lower acid content, lower pK a values, and, more importantly, lower water content. Apparently, the limited total guest content in 2 (ca. 12 TsOH and 23 H2O per MIL-101 nanocage) is not enough to support efficient proton transfer through the extended hydrogen-bonding network. Moreover, the removal of a few more guest water molecules, which takes place at elevated temperature or lower humidity, should break down that network and severely hamper the proton mobility. As a result, the observed curvature of the temperature dependence of the proton conductivity of 2 (Figure ) is more pronounced, compared to 1. Also, the measurements at 0.6 mol % water, revealed a dramatic, about 2.5-3 orders of magnitude, decrease of the proton conductivity values below 10-7 S cm-1 at temperatures over 100 °C. The poor proton conductivity of sample 2 is discouraging; however, materials with such a strong response to the hydration content may find interesting applications, e.g., as a humidity sensor.\n\nCompound 1 with TfOH displays much more attractive proton conductivity properties, so we decided to carry out the in-depth investigation of the proton mobility mechanism by 1H NMR broad-line spectroscopy at lower temperatures between 180 and 290 K. The wide-line NMR spectra of 1, resulting from magnetic proton-proton and proton-Cr3+ interactions, consist of two different lines (Figure ). The intense narrow symmetric line at the spectrum center belongs to water and acidic protons for which all magnetic interactions are effectively suppressed because of fast (in the NMR time scale) proton migration including guest molecule diffusion and an intermolecular proton exchange. A feeble wide asymmetric line was assigned to immobile proton pairs of terephthalate ions with a H⋅⋅⋅H distance of ca. 2.5 Å, located between two Cr3+ ions with a mean H⋅⋅⋅Cr3+ separation of ca. 4.1 Å (see the , Scheme S1). From integral intensities of these lines, the number of mobile protons can be assessed as 48 ± 5 per formula unit, matching the chemical composition of 1. The width of the narrow line decreases with the temperature (Figure ). In the \"fast-motion\" region, the temperature dependence of the NMR line width δω can be extrapolated by the equation δω = δω0 + A exp(E a/kT), where δω0 is a high-temperature limit of δω and E a is the activation energy of the proton mobility. The obtained experimental data correspond to E a = 0.25 eV and coincide with the values, estimated from the proton-conductivity measurements of 1 at ambient humidity. For reference, similar NMR measurements were conducted for an acid-free MIL-101 compound (Figure ). The observed δω(T) dependence is slightly shifted to higher temperatures; however, the calculated activation energy E a = 0.27 eV is quite comparable. As was mentioned already, such E a values are close to those of the relay mechanism, which involves proton transfer between adjacent guest species (H2O, H3O+, and TfO-) and their simultaneous conformational rotations. On the other hand, the similar dependencies of the NMR line widths upon temperature for both 1 and acid-free MIL-101 imply considerable contribution of water diffusion to the complicated proton-transfer process. On the basis of these observations, the following model of the proton-conducting mechanism inside the MIL-101 nanopores could be proposed that combines both proton-transfer modes. The acid protons are believed to be captured within some spatially isolated water droplets where short-range proton transfer may follow the relay mechanism. Long-range proton migration over all porous structures can become possible if short-range proton exchange is accompanied by a continuous rearrangement of the water droplets in the nanopores due to water molecular diffusion. A similar mechanism was recently considered for proton migration in oxygen-protonated ensembles in the channels of H[Lu(H2O)6{Re4Te4(CN)12}]⋅nH2O (E a = 0.17 eV). We suppose that the proton-migration activation energy for a mechanism of this kind might be basically the activation energy of water self-diffusion rather than the energy barrier for intradroplet Grotthuss-type proton translocation.\n\nA further study of the structure of the proton-conducting network in 1 was carried out by FT-IR measurements in the temperature range of 5-300 K (Figure ). First, we should mention that the IR peaks of 1 below 2000 cm-1, which mainly correspond to the chromium(III) oxoterephthalate framework, do not show any changes in the whole temperature range. On the contrary, the peaks of O-H stretching vibrations undergo some temperature dependency. A typical room temperature IR spectrum of a water-containing compound, such as 1, shows broad and featureless peaks in the range 3000-3700 cm-1. The very broad maximum of the IR spectrum of 1 (3310 cm-1) at 300 K is shifted to the lower wavenumber region by ca. 100 cm-1, compared to the liquid water. A similar shift is observed for supercooled water, where it is believed to be attributed to some preordering of the water molecules in a tetrahedral fashion, much like in a crystalline ice. This conclusion matches the PXRD data of 1, viz., a broad background peak (Figure ), indicating some short-range ordering of the MIL-included species. The temperature decrease below 200 K results in the appearance of a fine structure of distinct water molecules, depending on their local geometry as well as the size, dimension, and chemical environment of the crystalline water clusters. At 5 K, the FT-IR spectra of 1 revealed a complicated peak pattern, centered at ca. 3300 cm-1. The peak structure features a maximum at 3220 cm-1 and a number of shoulders, most pronounced at 3070 and 3540 cm-1, and a broad shoulder at ca. 3400 cm-1. Such broadness rules out chainlike crystalline water structures, which could be seen in, e.g., some minerals. The IR spectrum of 1 is also different from the one for bulk crystalline 3D ice, which contains a relatively sharp single peak at 3250 cm-1. The shoulder at 3070 cm-1, being absent in normal water or ice, apparently refers to the strong hydrogen-bond interactions involving H3O+ cations (e.g., H2O-H+⋅⋅⋅OH2 or H2O-H+⋅⋅⋅O3SCF3 -), which must be rather numerous in 1. Indeed, any hydrogen bonding between a water molecule and some nucleophile (N) HO-H⋅⋅⋅N weakens and elongates the O-H covalent bond. Stronger hydrogen-bonding interactions exist to an even higher extent, shifting the corresponding IR peak to the lower wavenumber range.", "data": [[{"meta": {"name": "MIL-101", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "proton conductivity", "value": "0.08", "unit": "S cm^-1", "condition": "15% relative humidity, 60 °C"}, {"property name": "proton conductivity", "value": "0.05", "unit": "S cm^-1", "condition": "0.6 mol % water"}, {"property name": "proton conductivity", "value": "1.8 × 10^-5", "unit": "S cm^-1", "condition": "3.5 mol % water, room temperature"}, {"property name": "proton conductivity", "value": "3 × 10^-5", "unit": "S cm^-1", "condition": "50 °C"}, {"property name": "proton conductivity", "value": "8 × 10^-6", "unit": "S cm^-1", "condition": "66 °C"}, {"property name": "proton conductivity", "value": "<10^-7", "unit": "S cm^-1", "condition": "temperatures over 100 °C"}, {"property name": "activation energy", "value": "0.25", "unit": "eV", "condition": ""}, {"property name": "activation energy", "value": "0.27", "unit": "eV", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 23, "type": "text", "classification": "property", "content": "<title>Conclusions</title><p>In summary,\nwe demonstrate here that the inclusion of a strong acid, such as TfOH,\nin the MIL-101 nanopores leads to a solid material with a proton-conductivity\nvalue at ambient conditions of 0.08 S cm<sup>–1</sup>, similar\nto that of fully hydrated Nafion. The conducting properties of materials\ndepend on the measurement conditions, such as the temperature and\nhumidity, which actually affects the content of the guest water molecules\nand the complexity of the hydrogen-bonding network for efficient proton\ntransfer. The materials possess stable crystalline structures that\ndo not deteriorate during the multiple measurements or prolonged heating.\nAccording to the spectroscopy data, the MIL-101-encapsulated aqueous\nsolution of TfOH in <bold>1</bold> is composed of large droplets,\nwhich have some preorganized structure, facilitated by the regular\nMIL-101 framework. In the fast snapshot time scale, the droplets are\ncomposed of dozens of water molecules with extensive hydrogen-bonding\ninteractions between the guest species and facile relay proton transfer.\nIn the slow time scale, these droplets undergo extensive reorganization,\nthus assuring the continuous translation diffusion of protons in the\nmaterials. Such a dual nature of the conductivity mechanism emphasizes\nthe imminent complexity of long-range proton transfer, which was described\nfor different systems.\n</p>", "clean_text": "Conclusions\n\nIn summary, we demonstrate here that the inclusion of a strong acid, such as TfOH, in the MIL-101 nanopores leads to a solid material with a proton-conductivity value at ambient conditions of 0.08 S cm-1, similar to that of fully hydrated Nafion. The conducting properties of materials depend on the measurement conditions, such as the temperature and humidity, which actually affects the content of the guest water molecules and the complexity of the hydrogen-bonding network for efficient proton transfer. The materials possess stable crystalline structures that do not deteriorate during the multiple measurements or prolonged heating. According to the spectroscopy data, the MIL-101-encapsulated aqueous solution of TfOH in 1 is composed of large droplets, which have some preorganized structure, facilitated by the regular MIL-101 framework. In the fast snapshot time scale, the droplets are composed of dozens of water molecules with extensive hydrogen-bonding interactions between the guest species and facile relay proton transfer. In the slow time scale, these droplets undergo extensive reorganization, thus assuring the continuous translation diffusion of protons in the materials. Such a dual nature of the conductivity mechanism emphasizes the imminent complexity of long-range proton transfer, which was described for different systems. ", "data": [[{"meta": {"name": "MIL-101", "symbol": "", "chemical formula": ""}, "proton-conductivity": {"value": "0.08", "unit": "S cm-1", "conditions": "ambient conditions"}}, {"meta": {"name": "Nafion", "symbol": "", "chemical formula": ""}, "proton-conductivity": {"value": "0.08", "unit": "S cm-1", "conditions": "ambient conditions"}}, {"meta": {"name": "TfOH", "symbol": "", "chemical formula": ""}, "composition": {"material": "MIL-101-encapsulated aqueous solution of TfOH in 1", "structure": "large droplets with preorganized structure", "hydrogen-bonding interactions": "extensive", "proton transfer": "facile relay proton transfer", "reorganization": "extensive"}}]], "include_properties": []}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>PXRD plots of (from bottom to top): MIL-101, as-synthesized TsOH@MIL-101\n(<bold>2</bold>), as-synthesized TfOH@MIL-101 (<bold>1</bold>), and\nTfOH@MIL-101 (<bold>1</bold>), heated to 115 °C during the conductivity\nmeasurements. The spectral intensities are normalized by the strong\nreflection at 2θ ≈ 9°.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2014-00438a_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  PXRD plots of (from bottom to top): MIL-101, as-synthesized TsOH@MIL-101 (2), as-synthesized TfOH@MIL-101 (1), and TfOH@MIL-101 (1), heated to 115 °C during the conductivity measurements. The spectral intensities are normalized by the strong reflection at 2θ ~ 9°.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Temperature dependencies\nof the proton conductivities of <bold>1</bold> (squares) and <bold>2</bold> (triangles). Filled and open symbols indicate heating and\ncooling measurement regimes, respectively, carried out at 0.6 mol\n% water vapor. Half-filled symbols mark heating regime data at 3.5\nmol % water vapor. Open circles indicate the data for <bold>1</bold> at 50% RH. The lines are drawn to guide the eye.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2014-00438a_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Temperature dependencies of the proton conductivities of 1 (squares) and 2 (triangles). Filled and open symbols indicate heating and cooling measurement regimes, respectively, carried out at 0.6 mol % water vapor. Half-filled symbols mark heating regime data at 3.5 mol % water vapor. Open circles indicate the data for 1 at 50% RH. The lines are drawn to guide the eye.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>\n<sup>1</sup>H NMR spectrum (the first\nderivative of the NMR absorption line) for <bold>1</bold> at ambient\ntemperature. The regions of the spectrum, corresponding to C<sub>8</sub>H<sub>4</sub>O<sub>4</sub>\n<sup>2–</sup> (bdc), are drawn on\nan enlarged scale. The NMR trace of water and acidic protons in these\nregions is shown as a dashed line. The spectrum simulated for the\nproton pair of bdc, symmetrically located between two Cr<sup>3+</sup> ions (see the <xref rid=\"notes-1\">SI</xref>), is drawn as a dotted\nline.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2014-00438a_0003.tif\"></graphic>\n</fig>", "clean_text": " 3   1H NMR spectrum (the first derivative of the NMR absorption line) for 1 at ambient temperature. The regions of the spectrum, corresponding to C8H4O4 2- (bdc), are drawn on an enlarged scale. The NMR trace of water and acidic protons in these regions is shown as a dashed line. The spectrum simulated for the proton pair of bdc, symmetrically located between two Cr3+ ions (see the SI), is drawn as a dotted line.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Half-width temperature dependencies of the narrow\ncomponents of the NMR spectra for <bold>1</bold> (●) and pristine\nMIL-101 (○). The relevant approximating curves calculated for\nthe activation energies of 0.25 and 0.27 eV are shown as solid lines.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2014-00438a_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Half-width temperature dependencies of the narrow components of the NMR spectra for 1 (●) and pristine MIL-101 (○). The relevant approximating curves calculated for the activation energies of 0.25 and 0.27 eV are shown as solid lines.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>FT-IR spectra of sample <bold>1</bold> recorded at different temperatures (black lines). Arrows indicate\nselected wavenumbers (cm<sup>–1</sup>). Gray lines at the bottom\nrefer to the IR spectra of ice, supercooled water, and liquid water.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2014-00438a_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  FT-IR spectra of sample 1 recorded at different temperatures (black lines). Arrows indicate selected wavenumbers (cm-1). Gray lines at the bottom refer to the IR spectra of ice, supercooled water, and liquid water.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/am500438a", "title": "\nHigh Proton\nConductivity and Spectroscopic Investigations of Metal–Organic\nFramework Materials Impregnated by Strong Acids\n", "journal": "American\nChemical Society", "date": "2014.03", "author_list": ["Dybtsev\nDanil N.", "Ponomareva\nValentina\nG.", "Aliev\nSokhrab B.", "Chupakhin\nAlexei P.", "Gallyamov\nMarsel R.", "Moroz\nNikolay K.", "Kolesov\nBoris A.", "Kovalenko\nKonstantin A.", "Shutova\nElena\nS.", "Fedin\nVladimir P."]}}