{"filepath": "../L2M3_data/1_application_papers/acs_xml/am5b04979.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Zeolitic imidazolate framework-8\n(ZIF-8) is one type of metal–organic framework (MOF) with excellent\nthermal and solvent stability and has been used extensively in separation,\ncatalysis, and gas storage. Supported ZIF-8 structures can offer additional\nadvantages beyond the MOF-only materials. Here, spheres-on-spheres\n(SOS) silica microspheres are used as support for the nucleation and\ngrowth of ZIF-8 nanocrystals. The surface functionalities (−SH,\n−COOH, and −NH<sub>2</sub>) of silica and reaction conditions\nare investigated for their effects on the ZIF-8 morphology. The use\nof SOS microspheres results in the formation of highly crystalline\nZIF-8 nanostructured shell with varied sizes and shapes, ranging from\nspherical to cubic and to needle crystals. The SOS@ZIF-8 microspheres\nare packed into a column and utilized for separation of aromatic molecules\non the basis of π–π interaction in high-performance\nliquid chromatography (HPLC). Furthermore, by thermal treatment in\nair, ZIF-8 nanocrystals can be transformed into ZnO coating on SOS\nsilica microspheres. The SOS@ZnO microspheres show excellent photocatalytic\nactivity, as measured by degradation of methyl orange in water, when\ncompared to ZnO nanoparticles. This study has demonstrated the facile\nway of using SOS microspheres to prepare core–shell microspheres\nand their applications.</p>", "clean_text": "Zeolitic imidazolate framework-8 (ZIF-8) is one type of metal-organic framework (MOF) with excellent thermal and solvent stability and has been used extensively in separation, catalysis, and gas storage. Supported ZIF-8 structures can offer additional advantages beyond the MOF-only materials. Here, spheres-on-spheres (SOS) silica microspheres are used as support for the nucleation and growth of ZIF-8 nanocrystals. The surface functionalities (-SH, -COOH, and -NH2) of silica and reaction conditions are investigated for their effects on the ZIF-8 morphology. The use of SOS microspheres results in the formation of highly crystalline ZIF-8 nanostructured shell with varied sizes and shapes, ranging from spherical to cubic and to needle crystals. The SOS@ZIF-8 microspheres are packed into a column and utilized for separation of aromatic molecules on the basis of π-π interaction in high-performance liquid chromatography (HPLC). Furthermore, by thermal treatment in air, ZIF-8 nanocrystals can be transformed into ZnO coating on SOS silica microspheres. The SOS@ZnO microspheres show excellent photocatalytic activity, as measured by degradation of methyl orange in water, when compared to ZnO nanoparticles. This study has demonstrated the facile way of using SOS microspheres to prepare core-shell microspheres and their applications.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Research into the area of porous materials\nhas been of great interest because of their wide range of applications\nsuch as in drug delivery, separation, and catalysis. Highly\nordered, crystalline porous materials such as metal–organic\nframeworks (MOFs) exhibit unique advantages for these applications. Zeolitic imidazolate frameworks (ZIFs) are a\nsubclass of MOFs that have attracted great attention because they\ncombine the desirable properties of both zeolites and MOFs such as\nmicroporosity, crystallinity, high surface area, and high chemical\nand thermal stability. Different ZIFs have been synthesized,\nusually employing a metal ion (e.g., zinc or cobalt) coordinated through\nnitrogen to imidazolate linkers to form a neutral framework with tunable\nnanopores. The pores are formed by the presence of ZnN<sub>4</sub> tetrahedral clusters, and their pores and channels allow access\nof guest molecules for applications such as gas storage and catalysis.\n</p>", "clean_text": "Introduction\n\nResearch into the area of porous materials has been of great interest because of their wide range of applications such as in drug delivery, separation, and catalysis. Highly ordered, crystalline porous materials such as metal-organic frameworks (MOFs) exhibit unique advantages for these applications. Zeolitic imidazolate frameworks (ZIFs) are a subclass of MOFs that have attracted great attention because they combine the desirable properties of both zeolites and MOFs such as microporosity, crystallinity, high surface area, and high chemical and thermal stability. Different ZIFs have been synthesized, usually employing a metal ion (e.g., zinc or cobalt) coordinated through nitrogen to imidazolate linkers to form a neutral framework with tunable nanopores. The pores are formed by the presence of ZnN4 tetrahedral clusters, and their pores and channels allow access of guest molecules for applications such as gas storage and catalysis. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Similar to most MOFs, ZIF-8 can be synthesized by a solvothermal\nmethod. ZIF-8 can also be prepared at\nroom temperature in solvents including methanol and water when an\nexcess amount of the ligand 2-methyl imidazole (2-MeIM) is used. This can be achieved simply by mixing the starting materials in\nsolution (e.g., zinc nitrate and 2-MeIM) without even stirring the\nsolution. The reaction times can be much shorter, taking only minutes\ncompared to hours/days for solvothermal methods. Controlling the crystal size and shape of ZIF-8 may\nbe done by modulating the rate of nucleation and growth or via the\napproach of cooling-induced crystals. Cravillon\net al. showed that ZIF-8 crystalline particles could be formed at\nroom temperature in sizes ranging from 10 nm to 1 μm by using\nauxiliary monodentate ligands in addition to the excess amount of\nthe bridging bidentate ligand 2-MeIM. By\nrapid cooling of the reaction system, spherical agglomerates, rhombic\ndodecahedron, or truncated rhombic dodecahedron particles could be\nproduced depending on the initial heating temperature. The influence of various solvents (aliphatic\nalcohols, water, dimethylformamide, and acetone) was investigated\nfor the synthesis of ZIF-8 nanocrystals at room temperature. The solvent\nhydrogen bond donation ability seemed to be the main factor over ZIF-8\ncrystallization. For water-based synthesis,\na variety of zinc salts were systematically studied without any additives\nat room temperature. It was found that the morphology of ZIF-8 nanocrystals\nwas considerably impacted by ligand concentration, ratio of ligand\nto Zn<sup>2+</sup>, and water content. The crystal morphology transformation occurred in solution during\nthe synthesis of ZIF-8. It was possible to monitor the morphology\ntransformation of ZIF-8 particles from metastable amorphous phase\nto nucleation and growth to a crystalline phase.\n</p>", "clean_text": "Similar to most MOFs, ZIF-8 can be synthesized by a solvothermal method. ZIF-8 can also be prepared at room temperature in solvents including methanol and water when an excess amount of the ligand 2-methyl imidazole (2-MeIM) is used. This can be achieved simply by mixing the starting materials in solution (e.g., zinc nitrate and 2-MeIM) without even stirring the solution. The reaction times can be much shorter, taking only minutes compared to hours/days for solvothermal methods. Controlling the crystal size and shape of ZIF-8 may be done by modulating the rate of nucleation and growth or via the approach of cooling-induced crystals. Cravillon et al. showed that ZIF-8 crystalline particles could be formed at room temperature in sizes ranging from 10 nm to 1 μm by using auxiliary monodentate ligands in addition to the excess amount of the bridging bidentate ligand 2-MeIM. By rapid cooling of the reaction system, spherical agglomerates, rhombic dodecahedron, or truncated rhombic dodecahedron particles could be produced depending on the initial heating temperature. The influence of various solvents (aliphatic alcohols, water, dimethylformamide, and acetone) was investigated for the synthesis of ZIF-8 nanocrystals at room temperature. The solvent hydrogen bond donation ability seemed to be the main factor over ZIF-8 crystallization. For water-based synthesis, a variety of zinc salts were systematically studied without any additives at room temperature. It was found that the morphology of ZIF-8 nanocrystals was considerably impacted by ligand concentration, ratio of ligand to Zn2+, and water content. The crystal morphology transformation occurred in solution during the synthesis of ZIF-8. It was possible to monitor the morphology transformation of ZIF-8 particles from metastable amorphous phase to nucleation and growth to a crystalline phase. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Enormous effort has been paid to form ZIF-8 thin\nfilms or coatings on particles/nanowires for separation (e.g., as\nstationary phase or membrane). Surface functionality is critical for ZIF growth\nin order to improve adherence and coverage on the scaffold. ZIF-8\nsynthesis/deposition on different supports such as polymer, alumina, and silica have been demonstrated. By manipulating the growth kinetics through\nchange of anion, solvent, and reaction time, it was possible to produce\norientated ZIF-8 membrane with sharp H<sub>2</sub>/C<sub>3</sub>H<sub>8</sub> separation. The thickness of\nZIF-8 shell on silica spheres may be controlled via repetitive coating\ncycles. A number of studies have been carried out\nto utilize MOFs in analytical chemistry in order to address the challenges\nin analysis sensitivity and selectivity. MOFs can be either directly\npacked into a column or ground into smaller crystals before packing. The low packing efficiency and crushing of MOF particles under operational\npressure can reduce column efficiency and reproducibility and also\nirreversibly increase back pressure. This issue may be overcome with\nthe use of solid spherical supports for the growth of MOF crystals\nsuch as ZIF-8.\n</p>", "clean_text": "Enormous effort has been paid to form ZIF-8 thin films or coatings on particles/nanowires for separation (e.g., as stationary phase or membrane). Surface functionality is critical for ZIF growth in order to improve adherence and coverage on the scaffold. ZIF-8 synthesis/deposition on different supports such as polymer, alumina, and silica have been demonstrated. By manipulating the growth kinetics through change of anion, solvent, and reaction time, it was possible to produce orientated ZIF-8 membrane with sharp H2/C3H8 separation. The thickness of ZIF-8 shell on silica spheres may be controlled via repetitive coating cycles. A number of studies have been carried out to utilize MOFs in analytical chemistry in order to address the challenges in analysis sensitivity and selectivity. MOFs can be either directly packed into a column or ground into smaller crystals before packing. The low packing efficiency and crushing of MOF particles under operational pressure can reduce column efficiency and reproducibility and also irreversibly increase back pressure. This issue may be overcome with the use of solid spherical supports for the growth of MOF crystals such as ZIF-8. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>The textile, leather, and\npaper manufacturing industries involve extensive use of various dyes\nthat can be introduced into the aquatic systems and thus cause environmental\npollution and health hazards. Dye remediation\nhas been investigated/carried out by various methods such as adsorption,\nbiological means, and chemical degradation methods. Photocatalytic degradation of organic pollutants\nin water has attracted much attention in recent years. Various nanostructured metal oxides, particularly TiO<sub>2</sub>, have been used as catalysts for photodegradation. Recently, ZnO has emerged as\na promising heterogeneous catalyst for wastewater treatment because\nof its wide band gap of 3.37 eV and a large exciton binding energy\nof 60 meV. ZnO particles could be synthesized by chemical synthesis or thermal\ndecomposition (e.g., from zinc oxalate). ZIF-8 was thermally\ntreated in air (500 °C) to produce porous ZnO particle or hollow\nhybrid nanostructures for catalytic reactions. ZnO nanostructures may provide excellent degradation performance,\nbut the removal and reusability of such nanoparticles from aqueous\nphase are important issues, particularly for large scale applications. ZIF-8 nanocrystals were prepared on 3D grapheme networks (3DGN).\nAfter thermal annealing at 450 °C under Ar and thermal treatment\nin air at 380 °C, ZnO/3DGN was formed and demonstrated superior\nperformance for methylene blue degradation over that achieved by ZnO\nprepared from ZIF-8. However, reports\nof coating ZnO on silica spheres for photodegradation of organic pollutants\nare rare. Not only can the silica microspheres facilitate catalyst\ncollection and recycling, but also the composite spheres can be packed\nefficiently in a column/reactor for potentially continuous wastewater\ntreatment.</p>", "clean_text": "The textile, leather, and paper manufacturing industries involve extensive use of various dyes that can be introduced into the aquatic systems and thus cause environmental pollution and health hazards. Dye remediation has been investigated/carried out by various methods such as adsorption, biological means, and chemical degradation methods. Photocatalytic degradation of organic pollutants in water has attracted much attention in recent years. Various nanostructured metal oxides, particularly TiO2, have been used as catalysts for photodegradation. Recently, ZnO has emerged as a promising heterogeneous catalyst for wastewater treatment because of its wide band gap of 3.37 eV and a large exciton binding energy of 60 meV. ZnO particles could be synthesized by chemical synthesis or thermal decomposition (e.g., from zinc oxalate). ZIF-8 was thermally treated in air (500 °C) to produce porous ZnO particle or hollow hybrid nanostructures for catalytic reactions. ZnO nanostructures may provide excellent degradation performance, but the removal and reusability of such nanoparticles from aqueous phase are important issues, particularly for large scale applications. ZIF-8 nanocrystals were prepared on 3D grapheme networks (3DGN). After thermal annealing at 450 °C under Ar and thermal treatment in air at 380 °C, ZnO/3DGN was formed and demonstrated superior performance for methylene blue degradation over that achieved by ZnO prepared from ZIF-8. However, reports of coating ZnO on silica spheres for photodegradation of organic pollutants are rare. Not only can the silica microspheres facilitate catalyst collection and recycling, but also the composite spheres can be packed efficiently in a column/reactor for potentially continuous wastewater treatment.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Herein, we use the recently developed spheres-on-sphere\n(SOS) silica as support for the growth of ZIF-8 nanocrystals. SOS\nsilica can be synthesized from (3-mercapto­propyl)­tri­methoxy­silane\nusing a modified Stöber method, where silica nanospheres are\nformed on the silica microspheres in a one-pot synthesis procedure\nat room temperature. The silica microspheres\nare nonporous, but the assembled nanospheres on the microspheres can\nprovide interstitial porosity for fast separation of small and large\nmolecules. The surface functionalities of\nthe SOS particles may be readily modified via silane chemistry for\nimproved separation or further formation/attachment of other types\nof nanocrystals. In this study, the influence of surface functionality (−SH,\n−NH<sub>2</sub>, and −COOH) on the ZIF-8 crystal growth\non the SOS surface is studied. Core–shell SOS@ZIF-8 spheres\nare evaluated as stationary phase for chromatographic separation of\naromatic molecules by HPLC. Furthermore, SOS@ZIF-8 spheres are thermally\ntreated to generate SOS@ZnO spheres that are utilized as catalyst\nfor the photodegradation of methyl orange.</p>", "clean_text": "Herein, we use the recently developed spheres-on-sphere (SOS) silica as support for the growth of ZIF-8 nanocrystals. SOS silica can be synthesized from (3-mercaptopropyl)trimethoxysilane using a modified Stöber method, where silica nanospheres are formed on the silica microspheres in a one-pot synthesis procedure at room temperature. The silica microspheres are nonporous, but the assembled nanospheres on the microspheres can provide interstitial porosity for fast separation of small and large molecules. The surface functionalities of the SOS particles may be readily modified via silane chemistry for improved separation or further formation/attachment of other types of nanocrystals. In this study, the influence of surface functionality (-SH, -NH2, and -COOH) on the ZIF-8 crystal growth on the SOS surface is studied. Core-shell SOS@ZIF-8 spheres are evaluated as stationary phase for chromatographic separation of aromatic molecules by HPLC. Furthermore, SOS@ZIF-8 spheres are thermally treated to generate SOS@ZnO spheres that are utilized as catalyst for the photodegradation of methyl orange.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><title>Chemicals and Reagents</title><p>(3-Mercapto­propyl)­trimethoxy­silane\n(MPTMS, 95%), cetyl­trimethyl­ammonium bromide (CTAB, ≥\n98%), 3-aminopropyl triethoxysilane (APTES, ≥ 98%), 2-methylimidazole\n(2-MeIM, 95%, <italic toggle=\"yes\">M</italic>\n<sub>w</sub> = 82.10), pyridine (≥99.0%),\nHCl solution, ammonium hydroxide solution (reagent-grade, 28–30%\nNH<sub>3</sub> basis), poly­(vinyl alcohol) (PVA, <italic toggle=\"yes\">M</italic>\n<sub>w</sub> = 10 000), zinc nitrate hexahydrate (Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O, <italic toggle=\"yes\">M</italic>\n<sub>w</sub> = 279.49), and all solvents were purchased from Sigma-Aldrich\nand used as received. HPLC-grade solvents were used for HPLC tests.</p>", "clean_text": "Experimental Section\n\nChemicals and Reagents\n\n(3-Mercaptopropyl)trimethoxysilane (MPTMS, 95%), cetyltrimethylammonium bromide (CTAB, ≥ 98%), 3-aminopropyl triethoxysilane (APTES, ≥ 98%), 2-methylimidazole (2-MeIM, 95%, M w = 82.10), pyridine (≥99.0%), HCl solution, ammonium hydroxide solution (reagent-grade, 28-30% NH3 basis), poly(vinyl alcohol) (PVA, M w = 10000), zinc nitrate hexahydrate (Zn(NO3)2⋅6H2O, M w = 279.49), and all solvents were purchased from Sigma-Aldrich and used as received. HPLC-grade solvents were used for HPLC tests.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Preparation of SOS Silica Particles</title><p>A previously reported\nprocedure was followed. Typically, PVA\n(0.25 g) and CTAB (0.1 g) were dissolved in 5 g of water. To this\nsolution, 8 mL of methanol was added while stirring. As-purchased\nammonium hydroxide solution was diluted with water to 5.6%, and 2\nmL of this solution was added into the reaction mixture. After stirring\nfor 15 min, 0.5 mL of MPTMS was added dropwise over a 30 s period.\nThe reaction was stirred for 24 h at room temperature. The resulting\nsilica microspheres were collected by centrifugation at 3000 rpm for\n3 min (Eppendorf centrifuge 5415D). As a control, smooth silica spheres\nwere prepared using the same procedure except that no CTAB was added.\nThe as-prepared SOS particles were coded as SOS-SH because of the\npresence of −SH groups. The modification of the SOS particles\nwith −NH<sub>2</sub> and – COOH was carried out by the\nsame procedures reported previously.\n</p>", "clean_text": "Preparation of SOS Silica Particles\n\nA previously reported procedure was followed. Typically, PVA (0.25 g) and CTAB (0.1 g) were dissolved in 5 g of water. To this solution, 8 mL of methanol was added while stirring. As-purchased ammonium hydroxide solution was diluted with water to 5.6%, and 2 mL of this solution was added into the reaction mixture. After stirring for 15 min, 0.5 mL of MPTMS was added dropwise over a 30 s period. The reaction was stirred for 24 h at room temperature. The resulting silica microspheres were collected by centrifugation at 3000 rpm for 3 min (Eppendorf centrifuge 5415D). As a control, smooth silica spheres were prepared using the same procedure except that no CTAB was added. The as-prepared SOS particles were coded as SOS-SH because of the presence of -SH groups. The modification of the SOS particles with -NH2 and - COOH was carried out by the same procedures reported previously. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Synthesis of SOS@ZIF-8 Microspheres</title><p>Synthesis of ZIF-8 was\ncarried out in the presence of SOS spheres using water or methanol\nas solvent. In each procedure, the stock solutions of Zn­(NO<sub>3</sub>)<sub>2</sub> and 2-MeIM with the same solvent were used.</p><title>Procedure\n1</title><p>Stock solutions of Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.117 g) in 0.8 g of water (or methanol) and 2-MeIM (2.270\ng) in 8 g of water (or methanol) were prepared. The molar ratio of\nZn­(NO<sub>3</sub>)<sub>2</sub> to 2-MeIM when the two stock solutions\nwere mixed together was 1:66:1147 (H<sub>2</sub>O) or 1:66:644 (MeOH).</p>", "clean_text": "Synthesis of SOS@ZIF-8 Microspheres\n\nSynthesis of ZIF-8 was carried out in the presence of SOS spheres using water or methanol as solvent. In each procedure, the stock solutions of Zn(NO3)2 and 2-MeIM with the same solvent were used.\n\nProcedure 1\n\nStock solutions of Zn(NO3)2⋅6H2O (0.117 g) in 0.8 g of water (or methanol) and 2-MeIM (2.270 g) in 8 g of water (or methanol) were prepared. The molar ratio of Zn(NO3)2 to 2-MeIM when the two stock solutions were mixed together was 1:66:1147 (H2O) or 1:66:644 (MeOH).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Procedure 2</title><p>Stock solutions of Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.058 g) in 0.8 g of water and 2-MeIM (0.129\ng) in 8 g of water were prepared. The molar ratio of Zn­(NO<sub>3</sub>)<sub>2</sub> to 2-MeIM when the two stock solutions were mixed together\nwas 1:7.4:2313 (H<sub>2</sub>O) or 1:7.4:1301 (MeOH).</p>", "clean_text": "Procedure 2\n\nStock solutions of Zn(NO3)2⋅6H2O (0.058 g) in 0.8 g of water and 2-MeIM (0.129 g) in 8 g of water were prepared. The molar ratio of Zn(NO3)2 to 2-MeIM when the two stock solutions were mixed together was 1:7.4:2313 (H2O) or 1:7.4:1301 (MeOH).", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Zn<sup>2+</sup> ions were immobilized by mixing 0.05 g of SOS particles\nwith the prepared Zn­(NO<sub>3</sub>)<sub>2</sub> stock solution. After\nstirring with magnetic bar for 1 h, 2-MeIM stock solution was added.\nThe resulting suspension was stirred for 1 h and then allowed to age\nfor 24 h at room temperature. The produced SOS@ZIF-8 particles were\nprecipitated from the suspension by centrifugation at 1000 rpm for\n5 min. After removing the supernatant phase, fresh methanol (10 mL)\nwas added to the SOS@ZIF-8 particles. The resulting suspension was\ncentrifuged again at 1000 rpm for 5 min. This procedure was repeated\nthree times to ensure the complete removal of unattached MOF from\nthe composite particles.</p>", "clean_text": "Zn2+ ions were immobilized by mixing 0.05 g of SOS particles with the prepared Zn(NO3)2 stock solution. After stirring with magnetic bar for 1 h, 2-MeIM stock solution was added. The resulting suspension was stirred for 1 h and then allowed to age for 24 h at room temperature. The produced SOS@ZIF-8 particles were precipitated from the suspension by centrifugation at 1000 rpm for 5 min. After removing the supernatant phase, fresh methanol (10 mL) was added to the SOS@ZIF-8 particles. The resulting suspension was centrifuged again at 1000 rpm for 5 min. This procedure was repeated three times to ensure the complete removal of unattached MOF from the composite particles.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Column Packing and HPLC\nAssessment</title><p>SOS-COOH@ZIF-8 particles prepared via procedure\n2 with methanol were selected for HPLC assessment because of the dense\ncoating on silica surface. Multiple batches of the microspheres were\nprepared and mixed together. To pack the column, SOS-COOH@ZIF-8 particles\n(1 g) were suspended in 15 mL of methanol/chloroform (75:25 v/v%)\nby ultrasonication for 30 min (sonication bath, Fisherbrand FB11021).\nThe slurry was poured into a 15 mL reservoir and packed into a 3 mm\n(I.D.) × 100 mm (<italic toggle=\"yes\">L</italic>) stainless steel column using\nthe in-house packing method at 350 bar with Knauer K-1900. The column\nwas activated by heating at 150 °C for 3 days and then flushed\nwith methanol before testing.</p>", "clean_text": "Column Packing and HPLC Assessment\n\nSOS-COOH@ZIF-8 particles prepared via procedure 2 with methanol were selected for HPLC assessment because of the dense coating on silica surface. Multiple batches of the microspheres were prepared and mixed together. To pack the column, SOS-COOH@ZIF-8 particles (1 g) were suspended in 15 mL of methanol/chloroform (75:25 v/v%) by ultrasonication for 30 min (sonication bath, Fisherbrand FB11021). The slurry was poured into a 15 mL reservoir and packed into a 3 mm (I.D.) × 100 mm (L) stainless steel column using the in-house packing method at 350 bar with Knauer K-1900. The column was activated by heating at 150 °C for 3 days and then flushed with methanol before testing.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>For the HPLC tests, the column\nwas fitted into an Agilent 1200 series HPLC, comprising a vacuum degasser,\nquaternary pump, ALS autosampler, heated column compartment, and a\nUV–vis detector. All the tests were carried out at 20 °C\nunless otherwise stated. All signals were UV-detected at 254 nm. Data\nanalysis was carried out using Agilent Chemstation software, version\nB.02.01 (Agilent Technologies, USA). The plate numbers were calculated\nby the equation <italic toggle=\"yes\">N</italic> = 5.54­(<italic toggle=\"yes\">t</italic>\n<sub>R</sub>/<italic toggle=\"yes\">W</italic>\n<sub>1/2</sub>)<sup>2</sup>, where <italic toggle=\"yes\">t</italic>\n<sub>R</sub> is the retention time and <italic toggle=\"yes\">W</italic>\n<sub>1/2</sub> is the half-height peak width of the peak concerned.</p>", "clean_text": "For the HPLC tests, the column was fitted into an Agilent 1200 series HPLC, comprising a vacuum degasser, quaternary pump, ALS autosampler, heated column compartment, and a UV-vis detector. All the tests were carried out at 20 °C unless otherwise stated. All signals were UV-detected at 254 nm. Data analysis was carried out using Agilent Chemstation software, version B.02.01 (Agilent Technologies, USA). The plate numbers were calculated by the equation N = 5.54(t R/W 1/2)2, where t R is the retention time and W 1/2 is the half-height peak width of the peak concerned.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Photodegradation\nof Methyl Orange</title><p>SOS-SH@ZIF-8 particles were heated to 550\n°C in air for 2 h to form SOS@ZnO particles. SOS@ZnO particles\n(120 mg/L) were added into aqueous methyl orange solution (10 mg/L).\nThe degradation was initiated using a 40 W UV lamp light at 365 nm\nwith stirring. (The distance from the solution level to the UV lamp\nwas determined to be around 10 cm.) The change of methyl orange concentration\nwas monitored by UV–vis spectrophotometer. A 900 μL aliquot\nof liquid was taken from the methyl orange solution and centrifuged\nfor 10 min at 1000 rpm to obtain a clear solution. A 300 μL\naliquot of the clear solution was used for UV–vis analysis\nat 460 nm. All the solution and the precipitated particles were then\nplaced back into the original solution to continue the degradation\nreaction.</p>", "clean_text": "Photodegradation of Methyl Orange\n\nSOS-SH@ZIF-8 particles were heated to 550 °C in air for 2 h to form SOS@ZnO particles. SOS@ZnO particles (120 mg/L) were added into aqueous methyl orange solution (10 mg/L). The degradation was initiated using a 40 W UV lamp light at 365 nm with stirring. (The distance from the solution level to the UV lamp was determined to be around 10 cm.) The change of methyl orange concentration was monitored by UV-vis spectrophotometer. A 900 μL aliquot of liquid was taken from the methyl orange solution and centrifuged for 10 min at 1000 rpm to obtain a clear solution. A 300 μL aliquot of the clear solution was used for UV-vis analysis at 460 nm. All the solution and the precipitated particles were then placed back into the original solution to continue the degradation reaction.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Characterization</title><p>The morphologies were observed by\na Hitachi S-4800 scanning electron microscope (SEM) equipped with\nan EDX detector. One drop of the suspension in ethanol was deposited\non an SEM stud and allowed to dry overnight. The samples were then\ncoated with gold using a sputter coater (EMITECH K550X) for 2 min\nat 25 mA before imaging. The Brunauer–Emmett–Teller\n(BET) surface area and pore size distribution by N<sub>2</sub> sorption\nat 77 K were measured using a Micromeritics ASAP 2420 adsorption analyzer.\nThe micropore size distributions were calculated by the nonlocal density\nfunctional theory (NLDFT) method that is suitable for micropores.\nSamples were degassed for 10 h at 120 °C before N<sub>2</sub> sorption analysis. Powder X-ray diffraction (PXRD) data were collected\non a Panalytical X’Pert Pro Multi-Purpose Diffractometer in\nhigh-throughput transmission geometry. The Cu anode operated at 40\nkV and 40 mA. Samples were pressed into the well of an aluminum plate.\nThe PXRD patterns were collected over 5–50° 2θ with\na scan time of 40 min. The microspheres were also characterized by\nhigh-throughput Fourier transform infrared spectroscopy (FTIR, model\nTensor 27, HTS-XT, Bruker). The inductively coupled plasma (ICP) microanalysis\nwas conducted on a Specto Ciros Charged Coupled Device using ICP-optical\nemission spectrometry-side on plasma. The photodegradation of methyl\norange was measured using a UV plate reader (μQuant, Bio-Tek\nInstruments, Inc.) and an acrylic 96-well plate. Thermal stability\nof the materials was investigated by thermal gravimetric analysis\n(TGA, Model Q5000IR TGA, TA Instruments).</p>", "clean_text": "Characterization\n\nThe morphologies were observed by a Hitachi S-4800 scanning electron microscope (SEM) equipped with an EDX detector. One drop of the suspension in ethanol was deposited on an SEM stud and allowed to dry overnight. The samples were then coated with gold using a sputter coater (EMITECH K550X) for 2 min at 25 mA before imaging. The Brunauer-Emmett-Teller (BET) surface area and pore size distribution by N2 sorption at 77 K were measured using a Micromeritics ASAP 2420 adsorption analyzer. The micropore size distributions were calculated by the nonlocal density functional theory (NLDFT) method that is suitable for micropores. Samples were degassed for 10 h at 120 °C before N2 sorption analysis. Powder X-ray diffraction (PXRD) data were collected on a Panalytical X'Pert Pro Multi-Purpose Diffractometer in high-throughput transmission geometry. The Cu anode operated at 40 kV and 40 mA. Samples were pressed into the well of an aluminum plate. The PXRD patterns were collected over 5-50° 2θ with a scan time of 40 min. The microspheres were also characterized by high-throughput Fourier transform infrared spectroscopy (FTIR, model Tensor 27, HTS-XT, Bruker). The inductively coupled plasma (ICP) microanalysis was conducted on a Specto Ciros Charged Coupled Device using ICP-optical emission spectrometry-side on plasma. The photodegradation of methyl orange was measured using a UV plate reader (μQuant, Bio-Tek Instruments, Inc.) and an acrylic 96-well plate. Thermal stability of the materials was investigated by thermal gravimetric analysis (TGA, Model Q5000IR TGA, TA Instruments).", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><title>Synthesis\nof ZIF-8 on SOS-SH Microspheres</title><p>The SOS silica microspheres\nwere prepared using MPTMS as precursor (A). The SOS spheres have thiol groups on\ntheir surface that offer high affinity to a range of metal ions. When SOS particles were mixed with Zn­(NO<sub>3</sub>)<sub>2</sub> solutions, the affinity of Zn<sup>2+</sup> to −SH groups\nled to the adsorption of Zn<sup>2+</sup> onto SOS particles, which\ncould act as anchoring points for the formation and growth of ZIF-8\nnanocrystals. ZIF-8 crystals could be synthesized in organic solvents\nand in water. Organic solvents are not only expensive but also pose environmental\nrisks such as toxicity and flammability. It was possible to promote\ncrystal growth in aqueous solutions by using high concentrations of\n2-MeIM. Here, we first attempted synthesis of ZIF-8\ncrystals onto SOS particles in aqueous medium with a high ratio of\n2-MeIM to Zn<sup>2+</sup> (procedure 1 with water). SEM imaging of\nthe obtained material showed that the SOS microspheres were covered\nwith nanoparticles around ∼50 nm in diameter (B). The crystallinity of this\nmaterial was confirmed (C) and consistent with the PXRD pattern of the commonly synthesized\nZIF-8 crystals. The PXRD pattern showed sharp and high intensity peaks, demonstrating\nthat highly pure ZIF-8 nanocrystals were formed. The TGA analysis\nin air at 1000 °C (D) showed the inorganic component of 44.48% (SiO<sub>2</sub> + ZnO), 5.28% higher than the inorganic component of SOS particles\nonly. The surface coverage of ZIF-8 nanocrystals\nwas quite uniform. It appeared that the nanocrystals were prone to\ngrowing onto the silica nanospheres and not densely covering the whole\nsurface, probably because of the easy access to the silica nanosphere\nactive sites (E). It should be mentioned that the description of uniform or densely\ngrowing ZIF-8 nanocrystals is based on the SEM imaging and comparison\nof the SOS@ZIF-8 composite microspheres prepared in this study.</p>", "clean_text": "Results and Discussion\n\nSynthesis of ZIF-8 on SOS-SH Microspheres\n\nThe SOS silica microspheres were prepared using MPTMS as precursor (A). The SOS spheres have thiol groups on their surface that offer high affinity to a range of metal ions. When SOS particles were mixed with Zn(NO3)2 solutions, the affinity of Zn2+ to -SH groups led to the adsorption of Zn2+ onto SOS particles, which could act as anchoring points for the formation and growth of ZIF-8 nanocrystals. ZIF-8 crystals could be synthesized in organic solvents and in water. Organic solvents are not only expensive but also pose environmental risks such as toxicity and flammability. It was possible to promote crystal growth in aqueous solutions by using high concentrations of 2-MeIM. Here, we first attempted synthesis of ZIF-8 crystals onto SOS particles in aqueous medium with a high ratio of 2-MeIM to Zn2+ (procedure 1 with water). SEM imaging of the obtained material showed that the SOS microspheres were covered with nanoparticles around ~50 nm in diameter (B). The crystallinity of this material was confirmed (C) and consistent with the PXRD pattern of the commonly synthesized ZIF-8 crystals. The PXRD pattern showed sharp and high intensity peaks, demonstrating that highly pure ZIF-8 nanocrystals were formed. The TGA analysis in air at 1000 °C (D) showed the inorganic component of 44.48% (SiO2 + ZnO), 5.28% higher than the inorganic component of SOS particles only. The surface coverage of ZIF-8 nanocrystals was quite uniform. It appeared that the nanocrystals were prone to growing onto the silica nanospheres and not densely covering the whole surface, probably because of the easy access to the silica nanosphere active sites (E). It should be mentioned that the description of uniform or densely growing ZIF-8 nanocrystals is based on the SEM imaging and comparison of the SOS@ZIF-8 composite microspheres prepared in this study.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) The SEM\nimage of the as-prepared SOS-SH particles before modification. (B)\nSEM image of SOS-SH@ZIF-8 particles prepared by procedure 1 in H<sub>2</sub>O. (C) PXRD patterns of ZIF-8 (black line) and SOS-SH@ZIF-8\nparticles (red line). (D) TGA curve of the SOS-SH@ZIF-8 particles.\n(E) Image with high magnification showing the surface feature of the\nSOS-SH@ZIF-8 particles.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-049797_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (A) The SEM image of the as-prepared SOS-SH particles before modification. (B) SEM image of SOS-SH@ZIF-8 particles prepared by procedure 1 in H2O. (C) PXRD patterns of ZIF-8 (black line) and SOS-SH@ZIF-8 particles (red line). (D) TGA curve of the SOS-SH@ZIF-8 particles. (E) Image with high magnification showing the surface feature of the SOS-SH@ZIF-8 particles.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The reaction conditions were varied (i.e., the precursor\nconcentration and the ratio of Zn<sup>2+</sup> to 2-MeIM) to tune\nthe morphology of ZIF-8 crystals. A high concentration of the ligand\nwas needed to form ZIF-8 crystals in the previous studies. Here, with synthesis by procedure\n2 in water, ZIF-8 nanoplates coating SOS particles were observed (A). These ZIF-8 nanoplates\nwith sizes up to 250 nm were densely grown in between the silica nanospheres\non the silica surface. This was significantly different from the SOS@ZIF-8\nparticles prepared by procedure 1, where mainly ZIF-8 nanoparticles\nof around 50 nm were formed on the surface (B).</p>", "clean_text": "The reaction conditions were varied (i.e., the precursor concentration and the ratio of Zn2+ to 2-MeIM) to tune the morphology of ZIF-8 crystals. A high concentration of the ligand was needed to form ZIF-8 crystals in the previous studies. Here, with synthesis by procedure 2 in water, ZIF-8 nanoplates coating SOS particles were observed (A). These ZIF-8 nanoplates with sizes up to 250 nm were densely grown in between the silica nanospheres on the silica surface. This was significantly different from the SOS@ZIF-8 particles prepared by procedure 1, where mainly ZIF-8 nanoparticles of around 50 nm were formed on the surface (B).", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) SEM image of the SOS-SH@ZIF-8 (procedure\n2/H<sub>2</sub>O) and close look of the porous shell morphology (insert).\n(B) PXRD patterns of the ZIF-8 nanocrystals (black line) and the SOS-SH@ZIF-8\nmicrospheres (red line). (C) Nitrogen adsorption–desorption\nisotherm of the composite microspheres at 77 K. (D) Microspore size\ndistribution obtained using the NLDFT method. (E) BJH pore size distribution\ncalculated from the adsorption branch of the isotherm.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-049797_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (A) SEM image of the SOS-SH@ZIF-8 (procedure 2/H2O) and close look of the porous shell morphology (insert). (B) PXRD patterns of the ZIF-8 nanocrystals (black line) and the SOS-SH@ZIF-8 microspheres (red line). (C) Nitrogen adsorption-desorption isotherm of the composite microspheres at 77 K. (D) Microspore size distribution obtained using the NLDFT method. (E) BJH pore size distribution calculated from the adsorption branch of the isotherm.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>The PXRD pattern again confirmed the crystalline\nphase of the ZIF-8 coating (B). Nitrogen sorption measurement of the SOS-SH@ZIF-8\nparticles at 77K revealed a type-I isotherm, indicating a highly microporous\nmaterial (C).\nThis resulted from the ZIF-8 coating because the as-prepared SOS-SH\nparticles were nonporous. The apparent\nBET surface area of the composite microspheres was 495 m<sup>2</sup>/g with pore volume of 0.19 mL/g. Total N<sub>2</sub> uptake of 124\nmL/g at a relative pressure <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sup>0</sup> = 0.95 is 31% of that observed for the pure bulk ZIF-8 (400\nmL/g). The pore size distribution calculated\nusing NLDFT method showed micropores peaked at 1.2 nm (or 12 Å,\nconsistent with the pore cage diameter) and 1.8 nm\n(or 18 Å, D). A slight hysteresis was observed upon desorption, which revealed\nmesopores around 83 nm on the basis of Barrett–Joyner–Halenda\n(BJH) calculation (mesopore volume = 0.0154 mL/g). These mesopores\nand the additional macropores (&gt;50 nm) compared to ZIF-8 are believed\nto be from the interstices of aggregated particles in the material.\nThe TGA data showed an inorganic component of 45.07% at 1000 °C\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>).</p>", "clean_text": "The PXRD pattern again confirmed the crystalline phase of the ZIF-8 coating (B). Nitrogen sorption measurement of the SOS-SH@ZIF-8 particles at 77K revealed a type-I isotherm, indicating a highly microporous material (C). This resulted from the ZIF-8 coating because the as-prepared SOS-SH particles were nonporous. The apparent BET surface area of the composite microspheres was 495 m2/g with pore volume of 0.19 mL/g. Total N2 uptake of 124 mL/g at a relative pressure p/p 0 = 0.95 is 31% of that observed for the pure bulk ZIF-8 (400 mL/g). The pore size distribution calculated using NLDFT method showed micropores peaked at 1.2 nm (or 12 Å, consistent with the pore cage diameter) and 1.8 nm (or 18 Å, D). A slight hysteresis was observed upon desorption, which revealed mesopores around 83 nm on the basis of Barrett-Joyner-Halenda (BJH) calculation (mesopore volume = 0.0154 mL/g). These mesopores and the additional macropores (>50 nm) compared to ZIF-8 are believed to be from the interstices of aggregated particles in the material. The TGA data showed an inorganic component of 45.07% at 1000 °C (Figure S1).", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>Solvents can play an\nimportant role in controlling the crystal morphology because the rate\nof the crystal growth and mass transport can be altered by the movement\nand depletion of ions and molecules that feed the growing crystals\nat the crystal/solution interface in different solvents. When the depletion zone is altered around the\ncrystal, this affects the final crystal morphology. Water promotes\nfaster rate of depletion for the Zn ions, whereas methanol offers\na much slower rate of depletion. Thus, with methanol as solvent instead\nof water (procedure 2), large ZIF-8 crystals with a size up to 250\nnm were formed on the SOS-SH sphere, and aggregation was observed\nin some areas (A). The shape of the crystals changed from plates to cubiclike shapes\nbecause of the change in the crystal growth kinetics caused by solvent\nchange (from water to methanol). The growth of large cubic-shaped\nZIF-8 on solid supports was reported before, but a multiple-step procedure\nwas required for a similar level of dense coating. It is believed that the SOS particles offer a unique surface morphology\nthat is favorable for ZIF-8 crystallization/growth. The concentration\neffect in the synthesis with methanol as solvent could be observed\nas well. For synthesis by procedure 1 in methanol, the ZIF-8 particles\non SOS were spherical and sized in the nanometer range (25–50\nnm) but with much less dense coating on silica surface (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). For both solvents, it seemed that\nthe lower ratio of the ligand 2-MeIM to Zn<sup>2+</sup> ions produced\nlarger ZIF-8 crystals, whereas a higher ratio of 2-MeIM to Zn<sup>2+</sup> resulted in ZIF-8 nanospheres on the SOS particles. The\ncontribution from the concentration change is believed to be limited.\n</p>", "clean_text": "Solvents can play an important role in controlling the crystal morphology because the rate of the crystal growth and mass transport can be altered by the movement and depletion of ions and molecules that feed the growing crystals at the crystal/solution interface in different solvents. When the depletion zone is altered around the crystal, this affects the final crystal morphology. Water promotes faster rate of depletion for the Zn ions, whereas methanol offers a much slower rate of depletion. Thus, with methanol as solvent instead of water (procedure 2), large ZIF-8 crystals with a size up to 250 nm were formed on the SOS-SH sphere, and aggregation was observed in some areas (A). The shape of the crystals changed from plates to cubiclike shapes because of the change in the crystal growth kinetics caused by solvent change (from water to methanol). The growth of large cubic-shaped ZIF-8 on solid supports was reported before, but a multiple-step procedure was required for a similar level of dense coating. It is believed that the SOS particles offer a unique surface morphology that is favorable for ZIF-8 crystallization/growth. The concentration effect in the synthesis with methanol as solvent could be observed as well. For synthesis by procedure 1 in methanol, the ZIF-8 particles on SOS were spherical and sized in the nanometer range (25-50 nm) but with much less dense coating on silica surface (Figure S2). For both solvents, it seemed that the lower ratio of the ligand 2-MeIM to Zn2+ ions produced larger ZIF-8 crystals, whereas a higher ratio of 2-MeIM to Zn2+ resulted in ZIF-8 nanospheres on the SOS particles. The contribution from the concentration change is believed to be limited. ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A)\nShell morphology of SOS-SH@ZIF-8 prepared by procedure 2 with methanol\nas solvent. (B) PXRD patterns of the ZIF-8 nanocrystals (black line)\nand the prepared SOS-SH@ZIF-8 composite microspheres (red line).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-049797_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (A) Shell morphology of SOS-SH@ZIF-8 prepared by procedure 2 with methanol as solvent. (B) PXRD patterns of the ZIF-8 nanocrystals (black line) and the prepared SOS-SH@ZIF-8 composite microspheres (red line).   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Compared to the usual silica microspheres\nwith smooth surface, the SOS particles provide a unique morphology\nof nanospheres covering the microspheres. The surface nanospheres\ncan generate more external surface area and anchoring sites for further\nmodification. To investigate how the silica surface morphology would\ninfluence the coating ZIF-8 nanocrystals morphology, a control study\nwas carried out using the silica microspheres with smooth surface\nthat were prepared without adding CTAB during the synthesis. A thick\nlayer of ZIF-8 (hard-to-see individual particles) was formed on the\nsurface of silica particles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>).\nThe obtained shell morphology was significantly different, compared\nwith that of the composite microspheres formed from the SOS particles\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figures S3</ext-link> vs A).</p>", "clean_text": "Compared to the usual silica microspheres with smooth surface, the SOS particles provide a unique morphology of nanospheres covering the microspheres. The surface nanospheres can generate more external surface area and anchoring sites for further modification. To investigate how the silica surface morphology would influence the coating ZIF-8 nanocrystals morphology, a control study was carried out using the silica microspheres with smooth surface that were prepared without adding CTAB during the synthesis. A thick layer of ZIF-8 (hard-to-see individual particles) was formed on the surface of silica particles (Figure S3). The obtained shell morphology was significantly different, compared with that of the composite microspheres formed from the SOS particles (Figures S3 vs A).", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Modification of SOS Particles with −NH<sub>2</sub> and −COOH Groups for ZIF-8 Growth</title><p>The as-prepared\nSOS-SH particles were further chemically modified with −COOH\nand −NH<sub>2</sub> groups to produce a surface with bifunctional\ngroups (−SH groups still present), which provided a different\nenvironment for ZIF-8 growth. The functional groups −COOH and\n−OH on silica have been shown to facilitate the coating of\nZIF-8 crystals. The −NH<sub>2</sub> groups\nmay not greatly help to adsorb Zn<sup>2+</sup> ions but may affect\nthe growth of ZIF-8 crystals. FTIR analysis of dried particles confirmed\nthe presence of −NH<sub>2</sub> and −COOH groups in\naddition to −SH groups on the SOS spheres (A). The −NH<sub>2</sub> ligand showed vibration features similar to those of −SH\nligand. Microanalysis results confirmed the presence of C (20.01%),\nH (5.31%), and N (0.25%), whereas the unmodified silica particles\ncontained no nitrogen. In the case of −COOH ligand, one noticeable\ndifference in the FTIR was the existence of strong peaks around 1710\nand 1736 cm<sup>–1</sup> caused by the presence of carbonyl\nand carboxylic acid groups, respectively. These functionalized SOS\nparticles were used as scaffold for nucleation and growth of ZIF-8\non the surface.</p>", "clean_text": "Modification of SOS Particles with -NH2 and -COOH Groups for ZIF-8 Growth\n\nThe as-prepared SOS-SH particles were further chemically modified with -COOH and -NH2 groups to produce a surface with bifunctional groups (-SH groups still present), which provided a different environment for ZIF-8 growth. The functional groups -COOH and -OH on silica have been shown to facilitate the coating of ZIF-8 crystals. The -NH2 groups may not greatly help to adsorb Zn2+ ions but may affect the growth of ZIF-8 crystals. FTIR analysis of dried particles confirmed the presence of -NH2 and -COOH groups in addition to -SH groups on the SOS spheres (A). The -NH2 ligand showed vibration features similar to those of -SH ligand. Microanalysis results confirmed the presence of C (20.01%), H (5.31%), and N (0.25%), whereas the unmodified silica particles contained no nitrogen. In the case of -COOH ligand, one noticeable difference in the FTIR was the existence of strong peaks around 1710 and 1736 cm-1 caused by the presence of carbonyl and carboxylic acid groups, respectively. These functionalized SOS particles were used as scaffold for nucleation and growth of ZIF-8 on the surface.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) FTIR spectra of SOS particles modified with different\nsurface groups. Influence of surface functionality on ZIF-8 crystal\nmorphology: (B) SOS-NH<sub>2</sub> with procedure 2 in H<sub>2</sub>O, (C) SOS-NH<sub>2</sub> with procedure 2 in methanol, and (D) SOS-COOH\nwith procedure 2 in methanol.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-049797_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) FTIR spectra of SOS particles modified with different surface groups. Influence of surface functionality on ZIF-8 crystal morphology: (B) SOS-NH2 with procedure 2 in H2O, (C) SOS-NH2 with procedure 2 in methanol, and (D) SOS-COOH with procedure 2 in methanol.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["synthesis condition"], "content": "<p>Synthesis with modified SOS particles was first investigated\nin aqueous medium. Using procedure 1 and SOS-COOH particles, similar\nZIF-8 shell morphology was observed (compared to that of the SOS-SH\nparticles). The SOS-COOH particles were densely coated with ZIF-8\nnanospheres. Interspacing porosity between the ZIF-8 nanospheres was\nestimated to be in the range of 50–100 nm on the basis of the\nSEM images (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>). With procedure\n2 in water, a thick ZIF-8 film covering the silica nanospheres on\nthe surface of SOS particles was observed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). Because both −COOH and −SH could adsorb\nZn<sup>2+</sup>, the effect of the presence of −COOH was not\nsignificant for the synthesis in aqueous medium. A distinct morphology\nchange of ZIF-8 was observed when the SOS-NH<sub>2</sub> particles\nwere used as the scaffold. Randomly packed nanoplate crystals were\nobserved on the SOS surface when synthesis procedure 1 in water was\nfollowed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). With synthesis by\nprocedure 2, finer nanoplates were formed, appearing to grow from\nthe SOS surface (B). The PXRD analysis demonstrated that the nanoplates were ZIF-8\ncrystals (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). It should be noted\nthat the unattached ZIF-8 in suspension remained unchanged (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>), which strongly suggests that the\nsurface functional groups have a strong influence on the final morphology\nof ZIF-8 crystals. The BET surface areas are in the range of 250–400\nm<sup>2</sup>/g for the composite microspheres, varying depending\non the different density of ZIF-8 coating on the surface under different\nsynthesis conditions.</p>", "clean_text": "Synthesis with modified SOS particles was first investigated in aqueous medium. Using procedure 1 and SOS-COOH particles, similar ZIF-8 shell morphology was observed (compared to that of the SOS-SH particles). The SOS-COOH particles were densely coated with ZIF-8 nanospheres. Interspacing porosity between the ZIF-8 nanospheres was estimated to be in the range of 50-100 nm on the basis of the SEM images (Figure S4). With procedure 2 in water, a thick ZIF-8 film covering the silica nanospheres on the surface of SOS particles was observed (Figure S5). Because both -COOH and -SH could adsorb Zn2+, the effect of the presence of -COOH was not significant for the synthesis in aqueous medium. A distinct morphology change of ZIF-8 was observed when the SOS-NH2 particles were used as the scaffold. Randomly packed nanoplate crystals were observed on the SOS surface when synthesis procedure 1 in water was followed (Figure S6). With synthesis by procedure 2, finer nanoplates were formed, appearing to grow from the SOS surface (B). The PXRD analysis demonstrated that the nanoplates were ZIF-8 crystals (Figure S7). It should be noted that the unattached ZIF-8 in suspension remained unchanged (Figure S8), which strongly suggests that the surface functional groups have a strong influence on the final morphology of ZIF-8 crystals. The BET surface areas are in the range of 250-400 m2/g for the composite microspheres, varying depending on the different density of ZIF-8 coating on the surface under different synthesis conditions.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Similar to the use of SOS-SH particles,\nthe morphology of the coating ZIF-8 crystals changed when methanol\nwas used as solvent. Cubic-shaped crystals were mainly observed for\nthe SOS-SH particles (A). The noticeable morphology change was observed when the\nmodified SOS particles were used for synthesis of ZIF-8 in methanol.\nWith procedure 2 in methanol, large ZIF-8 crystals reaching up to\n500 nm in diameter were formed on the SOS-NH<sub>2</sub> particles\n(C). In the\ncase of SOS-COOH particles, nanoaggregates were observed on the surface,\nwhich resembled the shape of the SOS morphology (D). However, the change of\nthe molar ratio of 2-MeIM to Zn<sup>2+</sup> and the precursor concentration\nin methanol (procedure 1) had little impact on the final morphology\nof ZIF-8 nanocrystals. Similar morphologies were observed for SOS-NH<sub>2</sub>@ZIF-8 particles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link> vs C) and SOS-COOH@ZIF-8\nparticles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link> vs D).</p>", "clean_text": "Similar to the use of SOS-SH particles, the morphology of the coating ZIF-8 crystals changed when methanol was used as solvent. Cubic-shaped crystals were mainly observed for the SOS-SH particles (A). The noticeable morphology change was observed when the modified SOS particles were used for synthesis of ZIF-8 in methanol. With procedure 2 in methanol, large ZIF-8 crystals reaching up to 500 nm in diameter were formed on the SOS-NH2 particles (C). In the case of SOS-COOH particles, nanoaggregates were observed on the surface, which resembled the shape of the SOS morphology (D). However, the change of the molar ratio of 2-MeIM to Zn2+ and the precursor concentration in methanol (procedure 1) had little impact on the final morphology of ZIF-8 nanocrystals. Similar morphologies were observed for SOS-NH2@ZIF-8 particles (Figure S9 vs C) and SOS-COOH@ZIF-8 particles (Figure S10 vs D).", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The BET surface\nareas for the SOS@ZIF-8 composite particles are given in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>. Because the surface area for the SOS\nparticles is very low (∼3.5 m<sup>2</sup>/g), the surface areas\nof the composite particles are indicative of the amount of ZIF-8 formed\non the SOS surface. The surface area data suggest loading of ZIF-8\nin the range of 11–42 wt %. From the SEM images obtained, ZIF-8\nnanocrystals of varied sizes could form in the interstitial spaces\nbetween the silica nanospheres or grow onto the silica nanospheres\non the SOS surface. It is difficult to accurately define the ZIF-8\nthickness, but it is estimated to be in the range of 200–500\nnm.</p>", "clean_text": "The BET surface areas for the SOS@ZIF-8 composite particles are given in Table S1. Because the surface area for the SOS particles is very low (~3.5 m2/g), the surface areas of the composite particles are indicative of the amount of ZIF-8 formed on the SOS surface. The surface area data suggest loading of ZIF-8 in the range of 11-42 wt %. From the SEM images obtained, ZIF-8 nanocrystals of varied sizes could form in the interstitial spaces between the silica nanospheres or grow onto the silica nanospheres on the SOS surface. It is difficult to accurately define the ZIF-8 thickness, but it is estimated to be in the range of 200-500 nm.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>SOS@ZIF-8 for HPLC Separation of Aromatic Compounds</title><p>There have been a few studies on the use of ZIF-8 for liquid chromatography.\nInitial attempts included the packing of commercially available 4.9\nμm ZIF-8 particles, but these resulted in poor separation efficiency,\nwith a maximum theoretical plate of 81.91 for 3-(1-hydroxyphenyl)­ethanol\nusing a 5 cm long column, or 1638 plates/m. The ZIF-8 separation efficiency was enhanced with the use of silica\nspheres as support, 23 000 plates/m achieved for bisphenol\nA. However, in order to achieve the desirable\nseparation, the particles underwent up to four cycles of ZIF-8 synthesis\non silica microspheres. The SOS@ZIF-8\ncomposite microspheres prepared here represent a unique solid-core,\nporous-shell structure: the silica microsphere core is nonporous,\nwhereas the shell consisting of dense ZIF-8 crystals entrapped between\nthe silica nanospheres is porous. The SOS particles coated with HKUST-1\nnanocrystals have demonstrated improved performance in column selectivity\nwith the separation of xylene isomers. The xylene isomers could not\nbe separated using the column packed with SOS only or HKUST-1 particles\nonly. ZIF-8 is significantly different\nfrom HKUST-1. Its chemical and thermal stability can offer greater\nopportunity for use in HPLC where different mobile phases are used\nto separate different types of analytes. It is therefore very important\nto assess the performance of the SOS@ZIF-8 particles for HPLC. With\ndifferent SOS@ZIF-8 particles prepared in this study, the selection\ncriterion is a uniform, dense, and stable ZIF-8 nanocrystals coating\non the SOS microspheres. Similar to packing the monodisperse silica\nspheres for HPLC, the packing of uniform ZIF-8 nanocrystals on SOS\nsurface could produce more homogeneous porosity that may lead to higher\nseparation efficiency. As we mentioned\nearlier, the SOS-COOH microspheres still contained the −SH\ngroups. The interaction of both groups with Zn<sup>2+</sup> could\nbe stronger and hence could result in stable attachment of ZIF-8 nanocrystals\nto the SOS surface. Thus, the SOS-COOH@ZIF-8 particles with relatively\nuniform and dense coating should be selected for HPLC testing.</p>", "clean_text": "SOS@ZIF-8 for HPLC Separation of Aromatic Compounds\n\nThere have been a few studies on the use of ZIF-8 for liquid chromatography. Initial attempts included the packing of commercially available 4.9 μm ZIF-8 particles, but these resulted in poor separation efficiency, with a maximum theoretical plate of 81.91 for 3-(1-hydroxyphenyl)ethanol using a 5 cm long column, or 1638 plates/m. The ZIF-8 separation efficiency was enhanced with the use of silica spheres as support, 23000 plates/m achieved for bisphenol A. However, in order to achieve the desirable separation, the particles underwent up to four cycles of ZIF-8 synthesis on silica microspheres. The SOS@ZIF-8 composite microspheres prepared here represent a unique solid-core, porous-shell structure: the silica microsphere core is nonporous, whereas the shell consisting of dense ZIF-8 crystals entrapped between the silica nanospheres is porous. The SOS particles coated with HKUST-1 nanocrystals have demonstrated improved performance in column selectivity with the separation of xylene isomers. The xylene isomers could not be separated using the column packed with SOS only or HKUST-1 particles only. ZIF-8 is significantly different from HKUST-1. Its chemical and thermal stability can offer greater opportunity for use in HPLC where different mobile phases are used to separate different types of analytes. It is therefore very important to assess the performance of the SOS@ZIF-8 particles for HPLC. With different SOS@ZIF-8 particles prepared in this study, the selection criterion is a uniform, dense, and stable ZIF-8 nanocrystals coating on the SOS microspheres. Similar to packing the monodisperse silica spheres for HPLC, the packing of uniform ZIF-8 nanocrystals on SOS surface could produce more homogeneous porosity that may lead to higher separation efficiency. As we mentioned earlier, the SOS-COOH microspheres still contained the -SH groups. The interaction of both groups with Zn2+ could be stronger and hence could result in stable attachment of ZIF-8 nanocrystals to the SOS surface. Thus, the SOS-COOH@ZIF-8 particles with relatively uniform and dense coating should be selected for HPLC testing.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<p>ZIF-8 crystals contain hydrophobic micropores. The columns packed with ZIF-8 particles or silica-ZIF-8\ncore–shell particles have been assessed for reversed-phase\nHPLC. Herein, the column packed with SOS-COOH@\nZIF-8 particles (procedure 1 in H<sub>2</sub>O, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>, morphology similar to that shown in B) was first assessed using\nmethanol/ethanediol (99.5:0.5 v/v%) as mobile phase. However, the\nseparation of the test mixtures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>) was poor (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figures S12 and S13</ext-link>). There\nwas only a slight improvement compared to the column packed with SOS\nparticles. This is likely the result of low loading and larger interstitial\nvoids between the ZIF-8 nanocrystals on SOS surface. The SOS-COOH@ZIF-8\nparticles (prepared by procedure 2 in methanol, D) with densely aggregated ZIF-8 nanocrystals\nand the overall spherical shape (for efficient packing) were then\nevaluated. The change of the column back pressure with the mobile\nphase was investigated by flushing the packed column at different\nflow rates. Compared to the column back pressure of the SOS-COOH particles\npacked column, the column back pressure was increased about 40% in\nthe presence of ZIF-8 nanocrystals (A). The SOS@ZIF-8 packed column generated\na column pressure of 186 bar, whereas the back pressure was 132 bar\nfor the SOS-COOH packed column at 1 mL/min. The increase in the back\npressure was due to the presence of ZIF-8 nanocrystals between the\nnanospheres on SOS particles. However, the introduction of ZIF-8 on\nthe surface could result in an increase in π–π\ninteraction with aromatic compounds caused by an imidazole group. This was demonstrated here by separation of\n1-(4-hydroxyl phenyl) ethanol, 3-[1-(methyl amino) ethyl] phenol,\nand 3-[1-(dimethyl amino) ethyl] phenol (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>). With the SOS-COOH packed column, these aromatic compounds\nwere not resolved and eluted as a large single peak (B). The separation selectivity\nwas improved with ZIF-8 nanocrystals on the SOS surface. All three\naromatic compounds were resolved in less than 3 min. This separation\nwas achieved with a flow rate of 0.35 mL/min and back pressure of\n59 bar (B).\nThe separation of similar aromatic compounds was previously carried\nout using ZIF-8 particles as the stationary phase. It was found that\nZIF-8 showed a good selectivity but gave inadequate mass transfer\nand poor chromatographic resolution. Using\nthe SOS-COOH@ZIF-8 particles as stationary phase resulted in improved\nchromatographic resolution and efficiency (column efficiency reaching\nup to 19 148 plates/m on the basis of peak 3 in B). Another example of separation\nvia the π–π interaction mechanism was demonstrated\nwith phenol, hydroquinone, and bibenzyl-4,4′-diol (C). The baseline\nseparation was achieved within 5 min at a flow rate of 0.35 mL/min.\nBibenzyl-4,4′-diol showed stronger retention on the stationary\nphase and resulted in a retention factor of 5.7. This could be attributed\nto the additional π–π interaction with the increase\nin aromaticity. Indeed, compared to the SOS-COOH column, the retention\ntimes of all these aromatic compounds are longer on the column packed\nwith SOS-COOH@ZIF-8 particles. It is clear that the difference in\nπ–π interaction between the aromatic compounds\nand the coated ZIF-8 nanocrystals has led to the improved separation.</p>", "clean_text": "ZIF-8 crystals contain hydrophobic micropores. The columns packed with ZIF-8 particles or silica-ZIF-8 core-shell particles have been assessed for reversed-phase HPLC. Herein, the column packed with SOS-COOH@ ZIF-8 particles (procedure 1 in H2O, Figure S4, morphology similar to that shown in B) was first assessed using methanol/ethanediol (99.5:0.5 v/v%) as mobile phase. However, the separation of the test mixtures (Figure S11) was poor (Figures S12 and S13). There was only a slight improvement compared to the column packed with SOS particles. This is likely the result of low loading and larger interstitial voids between the ZIF-8 nanocrystals on SOS surface. The SOS-COOH@ZIF-8 particles (prepared by procedure 2 in methanol, D) with densely aggregated ZIF-8 nanocrystals and the overall spherical shape (for efficient packing) were then evaluated. The change of the column back pressure with the mobile phase was investigated by flushing the packed column at different flow rates. Compared to the column back pressure of the SOS-COOH particles packed column, the column back pressure was increased about 40% in the presence of ZIF-8 nanocrystals (A). The SOS@ZIF-8 packed column generated a column pressure of 186 bar, whereas the back pressure was 132 bar for the SOS-COOH packed column at 1 mL/min. The increase in the back pressure was due to the presence of ZIF-8 nanocrystals between the nanospheres on SOS particles. However, the introduction of ZIF-8 on the surface could result in an increase in π-π interaction with aromatic compounds caused by an imidazole group. This was demonstrated here by separation of 1-(4-hydroxyl phenyl) ethanol, 3-[1-(methyl amino) ethyl] phenol, and 3-[1-(dimethyl amino) ethyl] phenol (Figure S11). With the SOS-COOH packed column, these aromatic compounds were not resolved and eluted as a large single peak (B). The separation selectivity was improved with ZIF-8 nanocrystals on the SOS surface. All three aromatic compounds were resolved in less than 3 min. This separation was achieved with a flow rate of 0.35 mL/min and back pressure of 59 bar (B). The separation of similar aromatic compounds was previously carried out using ZIF-8 particles as the stationary phase. It was found that ZIF-8 showed a good selectivity but gave inadequate mass transfer and poor chromatographic resolution. Using the SOS-COOH@ZIF-8 particles as stationary phase resulted in improved chromatographic resolution and efficiency (column efficiency reaching up to 19148 plates/m on the basis of peak 3 in B). Another example of separation via the π-π interaction mechanism was demonstrated with phenol, hydroquinone, and bibenzyl-4,4'-diol (C). The baseline separation was achieved within 5 min at a flow rate of 0.35 mL/min. Bibenzyl-4,4'-diol showed stronger retention on the stationary phase and resulted in a retention factor of 5.7. This could be attributed to the additional π-π interaction with the increase in aromaticity. Indeed, compared to the SOS-COOH column, the retention times of all these aromatic compounds are longer on the column packed with SOS-COOH@ZIF-8 particles. It is clear that the difference in π-π interaction between the aromatic compounds and the coated ZIF-8 nanocrystals has led to the improved separation.", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(A) Change\nof column back pressure generated from SOS-COOH particles and SOS-COOH@ZIF-8\nparticles at different flow rates using methanol/ethanediol 99.5:0.5\nv/v% as mobile phase. (B) Chromatograms for the separation of (1)\n1-(4-hydroxyl phenyl) ethanol, (2) 3-[1-(methyl amino) ethyl] phenol,\nand (3) 3-[1-(dimethyl amino) ethyl] phenol]. (C) Chromatograms for\nthe separation of (1) phenol, (2) hydroquinone, and (3) bibenzyl-4,4′-diol.\nBoth columns were tested under the same conditions: injection volume\nof 1 μL, mobile phase methanol/ethanediol 99.5:0.5 v/v% at a\nflow rate 0.35 mL/min, and test temperature of 20 °C.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-049797_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (A) Change of column back pressure generated from SOS-COOH particles and SOS-COOH@ZIF-8 particles at different flow rates using methanol/ethanediol 99.5:0.5 v/v% as mobile phase. (B) Chromatograms for the separation of (1) 1-(4-hydroxyl phenyl) ethanol, (2) 3-[1-(methyl amino) ethyl] phenol, and (3) 3-[1-(dimethyl amino) ethyl] phenol]. (C) Chromatograms for the separation of (1) phenol, (2) hydroquinone, and (3) bibenzyl-4,4'-diol. Both columns were tested under the same conditions: injection volume of 1 μL, mobile phase methanol/ethanediol 99.5:0.5 v/v% at a flow rate 0.35 mL/min, and test temperature of 20 °C.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Photocatalytic Degradation of Methyl Orange</title><p>ZIF-8 nanocrystals on SOS particles were thermally decomposed in\nair to form a ZnO layer on the SOS microspheres, which was then evaluated\nfor dye photodegradation. Methyl orange was chosen as a model dye\nbecause it has been used extensively in the dye industry.\n</p>", "clean_text": "Photocatalytic Degradation of Methyl Orange\n\nZIF-8 nanocrystals on SOS particles were thermally decomposed in air to form a ZnO layer on the SOS microspheres, which was then evaluated for dye photodegradation. Methyl orange was chosen as a model dye because it has been used extensively in the dye industry. ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["property"], "content": "<p>This study was to demonstrate\nthe potential use of SOS@ZnO microsphere for dye photodegradation.\nOne type of SOS@ZIF-8 composite microsphere was selected and thermally\ntreated for a dye degradation test. During the thermal treatment in\nair at 550 °C, the organic components including the carbon chains\nand surface functional groups were decomposed to produce inorganic\nsilica. Therefore, the SOS surface functional\ngroups (−COOH, −SH, and −NH<sub>2</sub>) could\nnot contribute to the degradation performance, although the surface\nfunctional groups did impact the ZIF-8 morphology. The SOS-SH@ZIF-8\ncomposite mcirospheres (B) were chosen because of the relatively uniform coating of\nsmall ZIF-8 nanocrystals. This could, in principle, lead to smaller\nZnO nanoparticles that could have better performance for the degradation\nof methyl orange. The thermally treated microspheres resembled the\nSOS spheres (A). The PXRD pattern showed no diffraction peaks for crystalline\nZIF-8. Instead, it exhibited characteristic diffraction peaks at {100},\n{002}, {101}, {102}, and {110}, indicating the hexagonal wurtzite\nstructure of ZnO (B). Individual ZnO nanocrystals could\nnot be seen on the SOS particles. Higher-resolution SEM images showed\na layer of ZnO consisting of small nanograins (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>). To estimate the loading of ZnO, the composite\nspheres (10 mg) were dissolved in 10 mL of acid solution (mixture\nof 0.5 M citric acid and 0.5 M HCl, with the presence of citric acid\nfacilitating ZnO dissolution). The ICP\nanalysis gave a Zn<sup>2+</sup> concentration of 77 ppm. The calculation\nshowed a ZnO loading of 9.6 wt % in the composite microspheres.</p>", "clean_text": "This study was to demonstrate the potential use of SOS@ZnO microsphere for dye photodegradation. One type of SOS@ZIF-8 composite microsphere was selected and thermally treated for a dye degradation test. During the thermal treatment in air at 550 °C, the organic components including the carbon chains and surface functional groups were decomposed to produce inorganic silica. Therefore, the SOS surface functional groups (-COOH, -SH, and -NH2) could not contribute to the degradation performance, although the surface functional groups did impact the ZIF-8 morphology. The SOS-SH@ZIF-8 composite mcirospheres (B) were chosen because of the relatively uniform coating of small ZIF-8 nanocrystals. This could, in principle, lead to smaller ZnO nanoparticles that could have better performance for the degradation of methyl orange. The thermally treated microspheres resembled the SOS spheres (A). The PXRD pattern showed no diffraction peaks for crystalline ZIF-8. Instead, it exhibited characteristic diffraction peaks at {100}, {002}, {101}, {102}, and {110}, indicating the hexagonal wurtzite structure of ZnO (B). Individual ZnO nanocrystals could not be seen on the SOS particles. Higher-resolution SEM images showed a layer of ZnO consisting of small nanograins (Figure S14). To estimate the loading of ZnO, the composite spheres (10 mg) were dissolved in 10 mL of acid solution (mixture of 0.5 M citric acid and 0.5 M HCl, with the presence of citric acid facilitating ZnO dissolution). The ICP analysis gave a Zn2+ concentration of 77 ppm. The calculation showed a ZnO loading of 9.6 wt % in the composite microspheres.", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(A) SEM image\nof the SOS@ZnO microspheres created by thermally treating SOS-SH@ZIF-8\nparticles in air. (B) PXRD patterns of the SOS@ZnO microspheres (red\nline) and the ZnO particles calcined from the prepared ZIF-8 nanocrystals\nunder the same conditions (black line). (C) Photos comparing the aqueous\nmethyl orange solution before and after exposure to UV light at 365\nnm for 4 h with SOS@ZnO microspheres. (D) Performance of ZnO nanoparticles,\nZIF-8, and SOS@ZnO on degradation of methyl orange (10 mg/L in water)\nat room temperature over 4 h. The concentrations of catalysts are\n120 and 200 mg/L, on the basis of the volume of methyl orange solution.\nThe numbers in the table are the degradation percentages.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-049797_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (A) SEM image of the SOS@ZnO microspheres created by thermally treating SOS-SH@ZIF-8 particles in air. (B) PXRD patterns of the SOS@ZnO microspheres (red line) and the ZnO particles calcined from the prepared ZIF-8 nanocrystals under the same conditions (black line). (C) Photos comparing the aqueous methyl orange solution before and after exposure to UV light at 365 nm for 4 h with SOS@ZnO microspheres. (D) Performance of ZnO nanoparticles, ZIF-8, and SOS@ZnO on degradation of methyl orange (10 mg/L in water) at room temperature over 4 h. The concentrations of catalysts are 120 and 200 mg/L, on the basis of the volume of methyl orange solution. The numbers in the table are the degradation percentages.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["property"], "content": "<p>As a control, the degradation of methyl orange\nwas initially carried out in the presence of ZnO (20–100 nm, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S15</ext-link>) and ZIF-8 nanoparticles (synthesized\nwith procedure 1 in water without the presence of SOS particles, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>). Methyl orange with an initial concentration\nof 10 mg/L was used throughout this work. The degradation reaction\nwas carried out at room temperature, and the reaction was monitored\nwith a UV–vis spectrometer. Methyl orange exhibits strong absorption\nat 465 nm. A change of absorbance at 465 nm was used to monitor the\ndye’s degradation. The experiments showed that the photodegradation\ndid not occur in the presence of ZIF-8. As expected, the degradation\nof methyl orange with ZnO nanoparticles as catalyst was observed.\nMethyl orange was completely decomposed into colorless small molecules\nwithin 6 h.\n</p>", "clean_text": "As a control, the degradation of methyl orange was initially carried out in the presence of ZnO (20-100 nm, Figure S15) and ZIF-8 nanoparticles (synthesized with procedure 1 in water without the presence of SOS particles, Figure S8). Methyl orange with an initial concentration of 10 mg/L was used throughout this work. The degradation reaction was carried out at room temperature, and the reaction was monitored with a UV-vis spectrometer. Methyl orange exhibits strong absorption at 465 nm. A change of absorbance at 465 nm was used to monitor the dye's degradation. The experiments showed that the photodegradation did not occur in the presence of ZIF-8. As expected, the degradation of methyl orange with ZnO nanoparticles as catalyst was observed. Methyl orange was completely decomposed into colorless small molecules within 6 h. ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["property"], "content": "<p>The composite SOS@ZnO particles were tested for the photodegradation\nof methyl organic under the same conditions (120 mg of catalyst per\n1 L of methyl orange solution) as used in the control experiment.\nAfter 4 h of UV radiation at 365 nm, the yellow solution turned nearly\ncolorless, indicating the photodegradation of methyl orange (C). The percentage\nof degradation with the SOS@ZnO sphere was calculated to be 85.7%\nfrom the UV–vis data, higher than that of ZnO nanoparticles\n(73.9%, D).\nThe ZnO layer covers the SOS particles. We do not expect any adsorption\nof methyl orange onto the SOS particles. To confirm this, the SOS-SH\nparticles were thermally treated in the same way (i.e., heating in\nair to 550 °C) and then tested for dye adsorption/degradation.\nThere was no decrease of the concentration observed when the SOS particles\nwere soaked in the methyl orange solution for up to 3 days. It should\nbe noted that the commercial catalyst comprises only ZnO, whereas\nthe loading of ZnO in the SOS@ZnO composite spheres was around 9.6%.\nBecause the same mass of the materials was used for the photodegradation\nreactions, this indicated a much higher catalytic efficiency from\nthe SOS@ZnO microspheres. A thin film of nanocrystalline ZnO was observed\nto cover the SOS silica microspheres. The easy access to the supported\nand very small ZnO nanocrystals is thought to be the reason for the\nsuperior degradation performance of the SOS@ZnO microspheres. When\nthe concentration of the catalyst was increased to 200 mg/L, the percentage\nof methyl orange degradation was increased by 10%, with still no catalytic\nactivity observed for ZIF-8 nanocrystals. However, the percentage\nof degradation was still higher for the SOS@ZnO composite spheres\n(D). The catalytic\nphotodegradation by SOS@ZnO particles was repeated three times. The\ndegradation of methyl orange (&gt;90%) was achieved in each case,\nwith a standard deviation of &lt;3% (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S16</ext-link>). SOS@ZnO can be readily recovered by gravimetric sedimentation\nor simple filtration. With spherical morphology and the micrometer\nsizes, these spheres may be easily packed into a column to allow continuous\nwastewater treatment, in a manner similar to HPLC separation.</p>", "clean_text": "The composite SOS@ZnO particles were tested for the photodegradation of methyl organic under the same conditions (120 mg of catalyst per 1 L of methyl orange solution) as used in the control experiment. After 4 h of UV radiation at 365 nm, the yellow solution turned nearly colorless, indicating the photodegradation of methyl orange (C). The percentage of degradation with the SOS@ZnO sphere was calculated to be 85.7% from the UV-vis data, higher than that of ZnO nanoparticles (73.9%, D). The ZnO layer covers the SOS particles. We do not expect any adsorption of methyl orange onto the SOS particles. To confirm this, the SOS-SH particles were thermally treated in the same way (i.e., heating in air to 550 °C) and then tested for dye adsorption/degradation. There was no decrease of the concentration observed when the SOS particles were soaked in the methyl orange solution for up to 3 days. It should be noted that the commercial catalyst comprises only ZnO, whereas the loading of ZnO in the SOS@ZnO composite spheres was around 9.6%. Because the same mass of the materials was used for the photodegradation reactions, this indicated a much higher catalytic efficiency from the SOS@ZnO microspheres. A thin film of nanocrystalline ZnO was observed to cover the SOS silica microspheres. The easy access to the supported and very small ZnO nanocrystals is thought to be the reason for the superior degradation performance of the SOS@ZnO microspheres. When the concentration of the catalyst was increased to 200 mg/L, the percentage of methyl orange degradation was increased by 10%, with still no catalytic activity observed for ZIF-8 nanocrystals. However, the percentage of degradation was still higher for the SOS@ZnO composite spheres (D). The catalytic photodegradation by SOS@ZnO particles was repeated three times. The degradation of methyl orange (>90%) was achieved in each case, with a standard deviation of <3% (Figure S16). SOS@ZnO can be readily recovered by gravimetric sedimentation or simple filtration. With spherical morphology and the micrometer sizes, these spheres may be easily packed into a column to allow continuous wastewater treatment, in a manner similar to HPLC separation.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>SOS silica microspheres were used as support to prepare SOS@ZIF-8\ncomposite microspheres. Uniform and dense coatings of ZIF-8 with significantly\nvaried morphologies on the SOS particles were formed in a one-step\nsynthesis, without the usual multiple coating procedures required.\nPXRD patterns confirmed the formation of crystalline ZIF-8. Although\nthe SOS particles were nonporous, the SOS@ZIF-8 core–shell\nparticles exhibited BET surface areas up to 500 m<sup>2</sup>/g, attributed\nto the intrinsic ZIF-8 microporosity and the interstices between the\nshell nanoparticle. The morphology of ZIF-8 nanocrystals on SOS microspheres\nwas strongly influenced by the silica surface functional groups (−SH,\n−COOH, and −NH<sub>2</sub>) and precursor conditions\n(mainly the molar ratio of the ligand 2-MeIM to Zn<sup>2+</sup>).\nThe SOS@ZIF-8 core–shell microspheres could be easily packed\ninto a column for HPLC separation. The ZIF-8 coating provided shell\nporosity and enhanced π–π interaction with the\naromatic compounds. This led to the fast HPLC separation of the mixtures\nof aromatic compounds, with column efficiency reaching up to 19 000\nplates/m. Furthermore, the SOS@ZIF-8 microspheres could be transformed\ninto SOS@ZnO upon thermal treatment in air. PXRD, SEM imaging, and\nICP analysis confirmed a layer of crystalline ZnO at loading of 9.6%\nformed on the SOS spheres. Efficient photodegradation of methyl orange\nin water was demonstrated by SOS@ZnO microspheres, with easy removal\nof catalysts by gravimetric sedimentation and facile packing capability\npotentially allowing for continuous flow treatment.</p>", "clean_text": "Conclusions\n\nSOS silica microspheres were used as support to prepare SOS@ZIF-8 composite microspheres. Uniform and dense coatings of ZIF-8 with significantly varied morphologies on the SOS particles were formed in a one-step synthesis, without the usual multiple coating procedures required. PXRD patterns confirmed the formation of crystalline ZIF-8. Although the SOS particles were nonporous, the SOS@ZIF-8 core-shell particles exhibited BET surface areas up to 500 m2/g, attributed to the intrinsic ZIF-8 microporosity and the interstices between the shell nanoparticle. The morphology of ZIF-8 nanocrystals on SOS microspheres was strongly influenced by the silica surface functional groups (-SH, -COOH, and -NH2) and precursor conditions (mainly the molar ratio of the ligand 2-MeIM to Zn2+). The SOS@ZIF-8 core-shell microspheres could be easily packed into a column for HPLC separation. The ZIF-8 coating provided shell porosity and enhanced π-π interaction with the aromatic compounds. This led to the fast HPLC separation of the mixtures of aromatic compounds, with column efficiency reaching up to 19000 plates/m. Furthermore, the SOS@ZIF-8 microspheres could be transformed into SOS@ZnO upon thermal treatment in air. PXRD, SEM imaging, and ICP analysis confirmed a layer of crystalline ZnO at loading of 9.6% formed on the SOS spheres. Efficient photodegradation of methyl orange in water was demonstrated by SOS@ZnO microspheres, with easy removal of catalysts by gravimetric sedimentation and facile packing capability potentially allowing for continuous flow treatment.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\" xlink:type=\"simple\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.5b04979\" xlink:type=\"simple\">10.1021/acsami.5b04979</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional SEM\nimages, PXRD data, BET data, compound chemical structures, TGA data,\nand dye degradation data. (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.5b04979.  Additional SEM images, PXRD data, BET data, compound chemical structures, TGA data, and dye degradation data. (PDF)   ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>Additional SEM\nimages, PXRD data, BET data, compound chemical structures, TGA data,\nand dye degradation data. (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>The authors declare no competing financial interest.</p>", "clean_text": "Additional SEM images, PXRD data, BET data, compound chemical structures, TGA data, and dye degradation data. (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "10, 26", "type": "text", "classification": "synthesis condition", "content": "<title>Procedure 2</title><p>Stock solutions of Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.058 g) in 0.8 g of water and 2-MeIM (0.129\ng) in 8 g of water were prepared. The molar ratio of Zn­(NO<sub>3</sub>)<sub>2</sub> to 2-MeIM when the two stock solutions were mixed together\nwas 1:7.4:2313 (H<sub>2</sub>O) or 1:7.4:1301 (MeOH).</p><p>Synthesis with modified SOS particles was first investigated\nin aqueous medium. Using procedure 1 and SOS-COOH particles, similar\nZIF-8 shell morphology was observed (compared to that of the SOS-SH\nparticles). The SOS-COOH particles were densely coated with ZIF-8\nnanospheres. Interspacing porosity between the ZIF-8 nanospheres was\nestimated to be in the range of 50–100 nm on the basis of the\nSEM images (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>). With procedure\n2 in water, a thick ZIF-8 film covering the silica nanospheres on\nthe surface of SOS particles was observed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). Because both −COOH and −SH could adsorb\nZn<sup>2+</sup>, the effect of the presence of −COOH was not\nsignificant for the synthesis in aqueous medium. A distinct morphology\nchange of ZIF-8 was observed when the SOS-NH<sub>2</sub> particles\nwere used as the scaffold. Randomly packed nanoplate crystals were\nobserved on the SOS surface when synthesis procedure 1 in water was\nfollowed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). With synthesis by\nprocedure 2, finer nanoplates were formed, appearing to grow from\nthe SOS surface (B). The PXRD analysis demonstrated that the nanoplates were ZIF-8\ncrystals (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). It should be noted\nthat the unattached ZIF-8 in suspension remained unchanged (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>), which strongly suggests that the\nsurface functional groups have a strong influence on the final morphology\nof ZIF-8 crystals. The BET surface areas are in the range of 250–400\nm<sup>2</sup>/g for the composite microspheres, varying depending\non the different density of ZIF-8 coating on the surface under different\nsynthesis conditions.</p>", "clean_text": "Procedure 2\n\nStock solutions of Zn(NO3)2⋅6H2O (0.058 g) in 0.8 g of water and 2-MeIM (0.129 g) in 8 g of water were prepared. The molar ratio of Zn(NO3)2 to 2-MeIM when the two stock solutions were mixed together was 1:7.4:2313 (H2O) or 1:7.4:1301 (MeOH).\n\nSynthesis with modified SOS particles was first investigated in aqueous medium. Using procedure 1 and SOS-COOH particles, similar ZIF-8 shell morphology was observed (compared to that of the SOS-SH particles). The SOS-COOH particles were densely coated with ZIF-8 nanospheres. Interspacing porosity between the ZIF-8 nanospheres was estimated to be in the range of 50-100 nm on the basis of the SEM images (Figure S4). With procedure 2 in water, a thick ZIF-8 film covering the silica nanospheres on the surface of SOS particles was observed (Figure S5). Because both -COOH and -SH could adsorb Zn2+, the effect of the presence of -COOH was not significant for the synthesis in aqueous medium. A distinct morphology change of ZIF-8 was observed when the SOS-NH2 particles were used as the scaffold. Randomly packed nanoplate crystals were observed on the SOS surface when synthesis procedure 1 in water was followed (Figure S6). With synthesis by procedure 2, finer nanoplates were formed, appearing to grow from the SOS surface (B). The PXRD analysis demonstrated that the nanoplates were ZIF-8 crystals (Figure S7). It should be noted that the unattached ZIF-8 in suspension remained unchanged (Figure S8), which strongly suggests that the surface functional groups have a strong influence on the final morphology of ZIF-8 crystals. The BET surface areas are in the range of 250-400 m2/g for the composite microspheres, varying depending on the different density of ZIF-8 coating on the surface under different synthesis conditions.", "data": [{"meta": {"name": "Procedure 2", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Zn­(NO3)2·6H2O", "amount": "0.058", "unit": "g"}, {"name": "2-MeIM", "amount": "0.129", "unit": "g"}], "solution": [{"name": "water", "amount": "0.8", "unit": "g"}, {"name": "water", "amount": "8", "unit": "g"}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "SEM analysis", "observation": "ZIF-8 shell morphology", "range of porosity": "50-100 nm"}, {"synthesis method": "SEM analysis", "observation": "thick ZIF-8 film covering the silica nanospheres"}, {"synthesis method": "SEM analysis", "observation": "randomly packed nanoplate crystals on the SOS surface"}, {"synthesis method": "SEM analysis", "observation": "finer nanoplates formed, appearing to grow from the SOS surface"}, {"synthesis method": "PXRD analysis", "observation": "ZIF-8 crystals"}], "yield": "", "other properties": []}], "include_properties": ["chemical_synthesis"]}, {"idx": "16, 20, 30, 33, 35, 36, 37", "type": "text", "classification": "property", "content": "<title>Results and Discussion</title><title>Synthesis\nof ZIF-8 on SOS-SH Microspheres</title><p>The SOS silica microspheres\nwere prepared using MPTMS as precursor (A). The SOS spheres have thiol groups on\ntheir surface that offer high affinity to a range of metal ions. When SOS particles were mixed with Zn­(NO<sub>3</sub>)<sub>2</sub> solutions, the affinity of Zn<sup>2+</sup> to −SH groups\nled to the adsorption of Zn<sup>2+</sup> onto SOS particles, which\ncould act as anchoring points for the formation and growth of ZIF-8\nnanocrystals. ZIF-8 crystals could be synthesized in organic solvents\nand in water. Organic solvents are not only expensive but also pose environmental\nrisks such as toxicity and flammability. It was possible to promote\ncrystal growth in aqueous solutions by using high concentrations of\n2-MeIM. Here, we first attempted synthesis of ZIF-8\ncrystals onto SOS particles in aqueous medium with a high ratio of\n2-MeIM to Zn<sup>2+</sup> (procedure 1 with water). SEM imaging of\nthe obtained material showed that the SOS microspheres were covered\nwith nanoparticles around ∼50 nm in diameter (B). The crystallinity of this\nmaterial was confirmed (C) and consistent with the PXRD pattern of the commonly synthesized\nZIF-8 crystals. The PXRD pattern showed sharp and high intensity peaks, demonstrating\nthat highly pure ZIF-8 nanocrystals were formed. The TGA analysis\nin air at 1000 °C (D) showed the inorganic component of 44.48% (SiO<sub>2</sub> + ZnO), 5.28% higher than the inorganic component of SOS particles\nonly. The surface coverage of ZIF-8 nanocrystals\nwas quite uniform. It appeared that the nanocrystals were prone to\ngrowing onto the silica nanospheres and not densely covering the whole\nsurface, probably because of the easy access to the silica nanosphere\nactive sites (E). It should be mentioned that the description of uniform or densely\ngrowing ZIF-8 nanocrystals is based on the SEM imaging and comparison\nof the SOS@ZIF-8 composite microspheres prepared in this study.</p><p>The PXRD pattern again confirmed the crystalline\nphase of the ZIF-8 coating (B). Nitrogen sorption measurement of the SOS-SH@ZIF-8\nparticles at 77K revealed a type-I isotherm, indicating a highly microporous\nmaterial (C).\nThis resulted from the ZIF-8 coating because the as-prepared SOS-SH\nparticles were nonporous. The apparent\nBET surface area of the composite microspheres was 495 m<sup>2</sup>/g with pore volume of 0.19 mL/g. Total N<sub>2</sub> uptake of 124\nmL/g at a relative pressure <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sup>0</sup> = 0.95 is 31% of that observed for the pure bulk ZIF-8 (400\nmL/g). The pore size distribution calculated\nusing NLDFT method showed micropores peaked at 1.2 nm (or 12 Å,\nconsistent with the pore cage diameter) and 1.8 nm\n(or 18 Å, D). A slight hysteresis was observed upon desorption, which revealed\nmesopores around 83 nm on the basis of Barrett–Joyner–Halenda\n(BJH) calculation (mesopore volume = 0.0154 mL/g). These mesopores\nand the additional macropores (&gt;50 nm) compared to ZIF-8 are believed\nto be from the interstices of aggregated particles in the material.\nThe TGA data showed an inorganic component of 45.07% at 1000 °C\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>).</p><p>ZIF-8 crystals contain hydrophobic micropores. The columns packed with ZIF-8 particles or silica-ZIF-8\ncore–shell particles have been assessed for reversed-phase\nHPLC. Herein, the column packed with SOS-COOH@\nZIF-8 particles (procedure 1 in H<sub>2</sub>O, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>, morphology similar to that shown in B) was first assessed using\nmethanol/ethanediol (99.5:0.5 v/v%) as mobile phase. However, the\nseparation of the test mixtures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>) was poor (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figures S12 and S13</ext-link>). There\nwas only a slight improvement compared to the column packed with SOS\nparticles. This is likely the result of low loading and larger interstitial\nvoids between the ZIF-8 nanocrystals on SOS surface. The SOS-COOH@ZIF-8\nparticles (prepared by procedure 2 in methanol, D) with densely aggregated ZIF-8 nanocrystals\nand the overall spherical shape (for efficient packing) were then\nevaluated. The change of the column back pressure with the mobile\nphase was investigated by flushing the packed column at different\nflow rates. Compared to the column back pressure of the SOS-COOH particles\npacked column, the column back pressure was increased about 40% in\nthe presence of ZIF-8 nanocrystals (A). The SOS@ZIF-8 packed column generated\na column pressure of 186 bar, whereas the back pressure was 132 bar\nfor the SOS-COOH packed column at 1 mL/min. The increase in the back\npressure was due to the presence of ZIF-8 nanocrystals between the\nnanospheres on SOS particles. However, the introduction of ZIF-8 on\nthe surface could result in an increase in π–π\ninteraction with aromatic compounds caused by an imidazole group. This was demonstrated here by separation of\n1-(4-hydroxyl phenyl) ethanol, 3-[1-(methyl amino) ethyl] phenol,\nand 3-[1-(dimethyl amino) ethyl] phenol (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>). With the SOS-COOH packed column, these aromatic compounds\nwere not resolved and eluted as a large single peak (B). The separation selectivity\nwas improved with ZIF-8 nanocrystals on the SOS surface. All three\naromatic compounds were resolved in less than 3 min. This separation\nwas achieved with a flow rate of 0.35 mL/min and back pressure of\n59 bar (B).\nThe separation of similar aromatic compounds was previously carried\nout using ZIF-8 particles as the stationary phase. It was found that\nZIF-8 showed a good selectivity but gave inadequate mass transfer\nand poor chromatographic resolution. Using\nthe SOS-COOH@ZIF-8 particles as stationary phase resulted in improved\nchromatographic resolution and efficiency (column efficiency reaching\nup to 19 148 plates/m on the basis of peak 3 in B). Another example of separation\nvia the π–π interaction mechanism was demonstrated\nwith phenol, hydroquinone, and bibenzyl-4,4′-diol (C). The baseline\nseparation was achieved within 5 min at a flow rate of 0.35 mL/min.\nBibenzyl-4,4′-diol showed stronger retention on the stationary\nphase and resulted in a retention factor of 5.7. This could be attributed\nto the additional π–π interaction with the increase\nin aromaticity. Indeed, compared to the SOS-COOH column, the retention\ntimes of all these aromatic compounds are longer on the column packed\nwith SOS-COOH@ZIF-8 particles. It is clear that the difference in\nπ–π interaction between the aromatic compounds\nand the coated ZIF-8 nanocrystals has led to the improved separation.</p><p>This study was to demonstrate\nthe potential use of SOS@ZnO microsphere for dye photodegradation.\nOne type of SOS@ZIF-8 composite microsphere was selected and thermally\ntreated for a dye degradation test. During the thermal treatment in\nair at 550 °C, the organic components including the carbon chains\nand surface functional groups were decomposed to produce inorganic\nsilica. Therefore, the SOS surface functional\ngroups (−COOH, −SH, and −NH<sub>2</sub>) could\nnot contribute to the degradation performance, although the surface\nfunctional groups did impact the ZIF-8 morphology. The SOS-SH@ZIF-8\ncomposite mcirospheres (B) were chosen because of the relatively uniform coating of\nsmall ZIF-8 nanocrystals. This could, in principle, lead to smaller\nZnO nanoparticles that could have better performance for the degradation\nof methyl orange. The thermally treated microspheres resembled the\nSOS spheres (A). The PXRD pattern showed no diffraction peaks for crystalline\nZIF-8. Instead, it exhibited characteristic diffraction peaks at {100},\n{002}, {101}, {102}, and {110}, indicating the hexagonal wurtzite\nstructure of ZnO (B). Individual ZnO nanocrystals could\nnot be seen on the SOS particles. Higher-resolution SEM images showed\na layer of ZnO consisting of small nanograins (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>). To estimate the loading of ZnO, the composite\nspheres (10 mg) were dissolved in 10 mL of acid solution (mixture\nof 0.5 M citric acid and 0.5 M HCl, with the presence of citric acid\nfacilitating ZnO dissolution). The ICP\nanalysis gave a Zn<sup>2+</sup> concentration of 77 ppm. The calculation\nshowed a ZnO loading of 9.6 wt % in the composite microspheres.</p><p>As a control, the degradation of methyl orange\nwas initially carried out in the presence of ZnO (20–100 nm, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S15</ext-link>) and ZIF-8 nanoparticles (synthesized\nwith procedure 1 in water without the presence of SOS particles, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>). Methyl orange with an initial concentration\nof 10 mg/L was used throughout this work. The degradation reaction\nwas carried out at room temperature, and the reaction was monitored\nwith a UV–vis spectrometer. Methyl orange exhibits strong absorption\nat 465 nm. A change of absorbance at 465 nm was used to monitor the\ndye’s degradation. The experiments showed that the photodegradation\ndid not occur in the presence of ZIF-8. As expected, the degradation\nof methyl orange with ZnO nanoparticles as catalyst was observed.\nMethyl orange was completely decomposed into colorless small molecules\nwithin 6 h.\n</p><p>The composite SOS@ZnO particles were tested for the photodegradation\nof methyl organic under the same conditions (120 mg of catalyst per\n1 L of methyl orange solution) as used in the control experiment.\nAfter 4 h of UV radiation at 365 nm, the yellow solution turned nearly\ncolorless, indicating the photodegradation of methyl orange (C). The percentage\nof degradation with the SOS@ZnO sphere was calculated to be 85.7%\nfrom the UV–vis data, higher than that of ZnO nanoparticles\n(73.9%, D).\nThe ZnO layer covers the SOS particles. We do not expect any adsorption\nof methyl orange onto the SOS particles. To confirm this, the SOS-SH\nparticles were thermally treated in the same way (i.e., heating in\nair to 550 °C) and then tested for dye adsorption/degradation.\nThere was no decrease of the concentration observed when the SOS particles\nwere soaked in the methyl orange solution for up to 3 days. It should\nbe noted that the commercial catalyst comprises only ZnO, whereas\nthe loading of ZnO in the SOS@ZnO composite spheres was around 9.6%.\nBecause the same mass of the materials was used for the photodegradation\nreactions, this indicated a much higher catalytic efficiency from\nthe SOS@ZnO microspheres. A thin film of nanocrystalline ZnO was observed\nto cover the SOS silica microspheres. The easy access to the supported\nand very small ZnO nanocrystals is thought to be the reason for the\nsuperior degradation performance of the SOS@ZnO microspheres. When\nthe concentration of the catalyst was increased to 200 mg/L, the percentage\nof methyl orange degradation was increased by 10%, with still no catalytic\nactivity observed for ZIF-8 nanocrystals. However, the percentage\nof degradation was still higher for the SOS@ZnO composite spheres\n(D). The catalytic\nphotodegradation by SOS@ZnO particles was repeated three times. The\ndegradation of methyl orange (&gt;90%) was achieved in each case,\nwith a standard deviation of &lt;3% (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.5b04979/suppl_file/am5b04979_si_001.pdf\" xlink:type=\"simple\">Figure S16</ext-link>). SOS@ZnO can be readily recovered by gravimetric sedimentation\nor simple filtration. With spherical morphology and the micrometer\nsizes, these spheres may be easily packed into a column to allow continuous\nwastewater treatment, in a manner similar to HPLC separation.</p><title>Conclusions</title><p>SOS silica microspheres were used as support to prepare SOS@ZIF-8\ncomposite microspheres. Uniform and dense coatings of ZIF-8 with significantly\nvaried morphologies on the SOS particles were formed in a one-step\nsynthesis, without the usual multiple coating procedures required.\nPXRD patterns confirmed the formation of crystalline ZIF-8. Although\nthe SOS particles were nonporous, the SOS@ZIF-8 core–shell\nparticles exhibited BET surface areas up to 500 m<sup>2</sup>/g, attributed\nto the intrinsic ZIF-8 microporosity and the interstices between the\nshell nanoparticle. The morphology of ZIF-8 nanocrystals on SOS microspheres\nwas strongly influenced by the silica surface functional groups (−SH,\n−COOH, and −NH<sub>2</sub>) and precursor conditions\n(mainly the molar ratio of the ligand 2-MeIM to Zn<sup>2+</sup>).\nThe SOS@ZIF-8 core–shell microspheres could be easily packed\ninto a column for HPLC separation. The ZIF-8 coating provided shell\nporosity and enhanced π–π interaction with the\naromatic compounds. This led to the fast HPLC separation of the mixtures\nof aromatic compounds, with column efficiency reaching up to 19 000\nplates/m. Furthermore, the SOS@ZIF-8 microspheres could be transformed\ninto SOS@ZnO upon thermal treatment in air. PXRD, SEM imaging, and\nICP analysis confirmed a layer of crystalline ZnO at loading of 9.6%\nformed on the SOS spheres. Efficient photodegradation of methyl orange\nin water was demonstrated by SOS@ZnO microspheres, with easy removal\nof catalysts by gravimetric sedimentation and facile packing capability\npotentially allowing for continuous flow treatment.</p>", "clean_text": "Results and Discussion\n\nSynthesis of ZIF-8 on SOS-SH Microspheres\n\nThe SOS silica microspheres were prepared using MPTMS as precursor (A). The SOS spheres have thiol groups on their surface that offer high affinity to a range of metal ions. When SOS particles were mixed with Zn(NO3)2 solutions, the affinity of Zn2+ to -SH groups led to the adsorption of Zn2+ onto SOS particles, which could act as anchoring points for the formation and growth of ZIF-8 nanocrystals. ZIF-8 crystals could be synthesized in organic solvents and in water. Organic solvents are not only expensive but also pose environmental risks such as toxicity and flammability. It was possible to promote crystal growth in aqueous solutions by using high concentrations of 2-MeIM. Here, we first attempted synthesis of ZIF-8 crystals onto SOS particles in aqueous medium with a high ratio of 2-MeIM to Zn2+ (procedure 1 with water). SEM imaging of the obtained material showed that the SOS microspheres were covered with nanoparticles around ~50 nm in diameter (B). The crystallinity of this material was confirmed (C) and consistent with the PXRD pattern of the commonly synthesized ZIF-8 crystals. The PXRD pattern showed sharp and high intensity peaks, demonstrating that highly pure ZIF-8 nanocrystals were formed. The TGA analysis in air at 1000 °C (D) showed the inorganic component of 44.48% (SiO2 + ZnO), 5.28% higher than the inorganic component of SOS particles only. The surface coverage of ZIF-8 nanocrystals was quite uniform. It appeared that the nanocrystals were prone to growing onto the silica nanospheres and not densely covering the whole surface, probably because of the easy access to the silica nanosphere active sites (E). It should be mentioned that the description of uniform or densely growing ZIF-8 nanocrystals is based on the SEM imaging and comparison of the SOS@ZIF-8 composite microspheres prepared in this study.\n\nThe PXRD pattern again confirmed the crystalline phase of the ZIF-8 coating (B). Nitrogen sorption measurement of the SOS-SH@ZIF-8 particles at 77K revealed a type-I isotherm, indicating a highly microporous material (C). This resulted from the ZIF-8 coating because the as-prepared SOS-SH particles were nonporous. The apparent BET surface area of the composite microspheres was 495 m2/g with pore volume of 0.19 mL/g. Total N2 uptake of 124 mL/g at a relative pressure p/p 0 = 0.95 is 31% of that observed for the pure bulk ZIF-8 (400 mL/g). The pore size distribution calculated using NLDFT method showed micropores peaked at 1.2 nm (or 12 Å, consistent with the pore cage diameter) and 1.8 nm (or 18 Å, D). A slight hysteresis was observed upon desorption, which revealed mesopores around 83 nm on the basis of Barrett-Joyner-Halenda (BJH) calculation (mesopore volume = 0.0154 mL/g). These mesopores and the additional macropores (>50 nm) compared to ZIF-8 are believed to be from the interstices of aggregated particles in the material. The TGA data showed an inorganic component of 45.07% at 1000 °C (Figure S1).\n\nZIF-8 crystals contain hydrophobic micropores. The columns packed with ZIF-8 particles or silica-ZIF-8 core-shell particles have been assessed for reversed-phase HPLC. Herein, the column packed with SOS-COOH@ ZIF-8 particles (procedure 1 in H2O, Figure S4, morphology similar to that shown in B) was first assessed using methanol/ethanediol (99.5:0.5 v/v%) as mobile phase. However, the separation of the test mixtures (Figure S11) was poor (Figures S12 and S13). There was only a slight improvement compared to the column packed with SOS particles. This is likely the result of low loading and larger interstitial voids between the ZIF-8 nanocrystals on SOS surface. The SOS-COOH@ZIF-8 particles (prepared by procedure 2 in methanol, D) with densely aggregated ZIF-8 nanocrystals and the overall spherical shape (for efficient packing) were then evaluated. The change of the column back pressure with the mobile phase was investigated by flushing the packed column at different flow rates. Compared to the column back pressure of the SOS-COOH particles packed column, the column back pressure was increased about 40% in the presence of ZIF-8 nanocrystals (A). The SOS@ZIF-8 packed column generated a column pressure of 186 bar, whereas the back pressure was 132 bar for the SOS-COOH packed column at 1 mL/min. The increase in the back pressure was due to the presence of ZIF-8 nanocrystals between the nanospheres on SOS particles. However, the introduction of ZIF-8 on the surface could result in an increase in π-π interaction with aromatic compounds caused by an imidazole group. This was demonstrated here by separation of 1-(4-hydroxyl phenyl) ethanol, 3-[1-(methyl amino) ethyl] phenol, and 3-[1-(dimethyl amino) ethyl] phenol (Figure S11). With the SOS-COOH packed column, these aromatic compounds were not resolved and eluted as a large single peak (B). The separation selectivity was improved with ZIF-8 nanocrystals on the SOS surface. All three aromatic compounds were resolved in less than 3 min. This separation was achieved with a flow rate of 0.35 mL/min and back pressure of 59 bar (B). The separation of similar aromatic compounds was previously carried out using ZIF-8 particles as the stationary phase. It was found that ZIF-8 showed a good selectivity but gave inadequate mass transfer and poor chromatographic resolution. Using the SOS-COOH@ZIF-8 particles as stationary phase resulted in improved chromatographic resolution and efficiency (column efficiency reaching up to 19148 plates/m on the basis of peak 3 in B). Another example of separation via the π-π interaction mechanism was demonstrated with phenol, hydroquinone, and bibenzyl-4,4'-diol (C). The baseline separation was achieved within 5 min at a flow rate of 0.35 mL/min. Bibenzyl-4,4'-diol showed stronger retention on the stationary phase and resulted in a retention factor of 5.7. This could be attributed to the additional π-π interaction with the increase in aromaticity. Indeed, compared to the SOS-COOH column, the retention times of all these aromatic compounds are longer on the column packed with SOS-COOH@ZIF-8 particles. It is clear that the difference in π-π interaction between the aromatic compounds and the coated ZIF-8 nanocrystals has led to the improved separation.\n\nThis study was to demonstrate the potential use of SOS@ZnO microsphere for dye photodegradation. One type of SOS@ZIF-8 composite microsphere was selected and thermally treated for a dye degradation test. During the thermal treatment in air at 550 °C, the organic components including the carbon chains and surface functional groups were decomposed to produce inorganic silica. Therefore, the SOS surface functional groups (-COOH, -SH, and -NH2) could not contribute to the degradation performance, although the surface functional groups did impact the ZIF-8 morphology. The SOS-SH@ZIF-8 composite mcirospheres (B) were chosen because of the relatively uniform coating of small ZIF-8 nanocrystals. This could, in principle, lead to smaller ZnO nanoparticles that could have better performance for the degradation of methyl orange. The thermally treated microspheres resembled the SOS spheres (A). The PXRD pattern showed no diffraction peaks for crystalline ZIF-8. Instead, it exhibited characteristic diffraction peaks at {100}, {002}, {101}, {102}, and {110}, indicating the hexagonal wurtzite structure of ZnO (B). Individual ZnO nanocrystals could not be seen on the SOS particles. Higher-resolution SEM images showed a layer of ZnO consisting of small nanograins (Figure S14). To estimate the loading of ZnO, the composite spheres (10 mg) were dissolved in 10 mL of acid solution (mixture of 0.5 M citric acid and 0.5 M HCl, with the presence of citric acid facilitating ZnO dissolution). The ICP analysis gave a Zn2+ concentration of 77 ppm. The calculation showed a ZnO loading of 9.6 wt % in the composite microspheres.\n\nAs a control, the degradation of methyl orange was initially carried out in the presence of ZnO (20-100 nm, Figure S15) and ZIF-8 nanoparticles (synthesized with procedure 1 in water without the presence of SOS particles, Figure S8). Methyl orange with an initial concentration of 10 mg/L was used throughout this work. The degradation reaction was carried out at room temperature, and the reaction was monitored with a UV-vis spectrometer. Methyl orange exhibits strong absorption at 465 nm. A change of absorbance at 465 nm was used to monitor the dye's degradation. The experiments showed that the photodegradation did not occur in the presence of ZIF-8. As expected, the degradation of methyl orange with ZnO nanoparticles as catalyst was observed. Methyl orange was completely decomposed into colorless small molecules within 6 h. \n\nThe composite SOS@ZnO particles were tested for the photodegradation of methyl organic under the same conditions (120 mg of catalyst per 1 L of methyl orange solution) as used in the control experiment. After 4 h of UV radiation at 365 nm, the yellow solution turned nearly colorless, indicating the photodegradation of methyl orange (C). The percentage of degradation with the SOS@ZnO sphere was calculated to be 85.7% from the UV-vis data, higher than that of ZnO nanoparticles (73.9%, D). The ZnO layer covers the SOS particles. We do not expect any adsorption of methyl orange onto the SOS particles. To confirm this, the SOS-SH particles were thermally treated in the same way (i.e., heating in air to 550 °C) and then tested for dye adsorption/degradation. There was no decrease of the concentration observed when the SOS particles were soaked in the methyl orange solution for up to 3 days. It should be noted that the commercial catalyst comprises only ZnO, whereas the loading of ZnO in the SOS@ZnO composite spheres was around 9.6%. Because the same mass of the materials was used for the photodegradation reactions, this indicated a much higher catalytic efficiency from the SOS@ZnO microspheres. A thin film of nanocrystalline ZnO was observed to cover the SOS silica microspheres. The easy access to the supported and very small ZnO nanocrystals is thought to be the reason for the superior degradation performance of the SOS@ZnO microspheres. When the concentration of the catalyst was increased to 200 mg/L, the percentage of methyl orange degradation was increased by 10%, with still no catalytic activity observed for ZIF-8 nanocrystals. However, the percentage of degradation was still higher for the SOS@ZnO composite spheres (D). The catalytic photodegradation by SOS@ZnO particles was repeated three times. The degradation of methyl orange (>90%) was achieved in each case, with a standard deviation of <3% (Figure S16). SOS@ZnO can be readily recovered by gravimetric sedimentation or simple filtration. With spherical morphology and the micrometer sizes, these spheres may be easily packed into a column to allow continuous wastewater treatment, in a manner similar to HPLC separation.\n\nConclusions\n\nSOS silica microspheres were used as support to prepare SOS@ZIF-8 composite microspheres. Uniform and dense coatings of ZIF-8 with significantly varied morphologies on the SOS particles were formed in a one-step synthesis, without the usual multiple coating procedures required. PXRD patterns confirmed the formation of crystalline ZIF-8. Although the SOS particles were nonporous, the SOS@ZIF-8 core-shell particles exhibited BET surface areas up to 500 m2/g, attributed to the intrinsic ZIF-8 microporosity and the interstices between the shell nanoparticle. The morphology of ZIF-8 nanocrystals on SOS microspheres was strongly influenced by the silica surface functional groups (-SH, -COOH, and -NH2) and precursor conditions (mainly the molar ratio of the ligand 2-MeIM to Zn2+). The SOS@ZIF-8 core-shell microspheres could be easily packed into a column for HPLC separation. The ZIF-8 coating provided shell porosity and enhanced π-π interaction with the aromatic compounds. This led to the fast HPLC separation of the mixtures of aromatic compounds, with column efficiency reaching up to 19000 plates/m. Furthermore, the SOS@ZIF-8 microspheres could be transformed into SOS@ZnO upon thermal treatment in air. PXRD, SEM imaging, and ICP analysis confirmed a layer of crystalline ZnO at loading of 9.6% formed on the SOS spheres. Efficient photodegradation of methyl orange in water was demonstrated by SOS@ZnO microspheres, with easy removal of catalysts by gravimetric sedimentation and facile packing capability potentially allowing for continuous flow treatment.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "495", "unit": "m2/g", "condition": ""}], "porosity": [{"proboe": "", "value": "0.19", "unit": "mL/g", "condition": ""}]}]], "include_properties": ["surface_area", "porosity"]}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) The SEM\nimage of the as-prepared SOS-SH particles before modification. (B)\nSEM image of SOS-SH@ZIF-8 particles prepared by procedure 1 in H<sub>2</sub>O. (C) PXRD patterns of ZIF-8 (black line) and SOS-SH@ZIF-8\nparticles (red line). (D) TGA curve of the SOS-SH@ZIF-8 particles.\n(E) Image with high magnification showing the surface feature of the\nSOS-SH@ZIF-8 particles.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-049797_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (A) The SEM image of the as-prepared SOS-SH particles before modification. (B) SEM image of SOS-SH@ZIF-8 particles prepared by procedure 1 in H2O. (C) PXRD patterns of ZIF-8 (black line) and SOS-SH@ZIF-8 particles (red line). (D) TGA curve of the SOS-SH@ZIF-8 particles. (E) Image with high magnification showing the surface feature of the SOS-SH@ZIF-8 particles.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) SEM image of the SOS-SH@ZIF-8 (procedure\n2/H<sub>2</sub>O) and close look of the porous shell morphology (insert).\n(B) PXRD patterns of the ZIF-8 nanocrystals (black line) and the SOS-SH@ZIF-8\nmicrospheres (red line). (C) Nitrogen adsorption–desorption\nisotherm of the composite microspheres at 77 K. (D) Microspore size\ndistribution obtained using the NLDFT method. (E) BJH pore size distribution\ncalculated from the adsorption branch of the isotherm.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-049797_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (A) SEM image of the SOS-SH@ZIF-8 (procedure 2/H2O) and close look of the porous shell morphology (insert). (B) PXRD patterns of the ZIF-8 nanocrystals (black line) and the SOS-SH@ZIF-8 microspheres (red line). (C) Nitrogen adsorption-desorption isotherm of the composite microspheres at 77 K. (D) Microspore size distribution obtained using the NLDFT method. (E) BJH pore size distribution calculated from the adsorption branch of the isotherm.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A)\nShell morphology of SOS-SH@ZIF-8 prepared by procedure 2 with methanol\nas solvent. (B) PXRD patterns of the ZIF-8 nanocrystals (black line)\nand the prepared SOS-SH@ZIF-8 composite microspheres (red line).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-049797_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (A) Shell morphology of SOS-SH@ZIF-8 prepared by procedure 2 with methanol as solvent. (B) PXRD patterns of the ZIF-8 nanocrystals (black line) and the prepared SOS-SH@ZIF-8 composite microspheres (red line).   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) FTIR spectra of SOS particles modified with different\nsurface groups. Influence of surface functionality on ZIF-8 crystal\nmorphology: (B) SOS-NH<sub>2</sub> with procedure 2 in H<sub>2</sub>O, (C) SOS-NH<sub>2</sub> with procedure 2 in methanol, and (D) SOS-COOH\nwith procedure 2 in methanol.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-049797_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) FTIR spectra of SOS particles modified with different surface groups. Influence of surface functionality on ZIF-8 crystal morphology: (B) SOS-NH2 with procedure 2 in H2O, (C) SOS-NH2 with procedure 2 in methanol, and (D) SOS-COOH with procedure 2 in methanol.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(A) Change\nof column back pressure generated from SOS-COOH particles and SOS-COOH@ZIF-8\nparticles at different flow rates using methanol/ethanediol 99.5:0.5\nv/v% as mobile phase. (B) Chromatograms for the separation of (1)\n1-(4-hydroxyl phenyl) ethanol, (2) 3-[1-(methyl amino) ethyl] phenol,\nand (3) 3-[1-(dimethyl amino) ethyl] phenol]. (C) Chromatograms for\nthe separation of (1) phenol, (2) hydroquinone, and (3) bibenzyl-4,4′-diol.\nBoth columns were tested under the same conditions: injection volume\nof 1 μL, mobile phase methanol/ethanediol 99.5:0.5 v/v% at a\nflow rate 0.35 mL/min, and test temperature of 20 °C.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-049797_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (A) Change of column back pressure generated from SOS-COOH particles and SOS-COOH@ZIF-8 particles at different flow rates using methanol/ethanediol 99.5:0.5 v/v% as mobile phase. (B) Chromatograms for the separation of (1) 1-(4-hydroxyl phenyl) ethanol, (2) 3-[1-(methyl amino) ethyl] phenol, and (3) 3-[1-(dimethyl amino) ethyl] phenol]. (C) Chromatograms for the separation of (1) phenol, (2) hydroquinone, and (3) bibenzyl-4,4'-diol. Both columns were tested under the same conditions: injection volume of 1 μL, mobile phase methanol/ethanediol 99.5:0.5 v/v% at a flow rate 0.35 mL/min, and test temperature of 20 °C.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(A) SEM image\nof the SOS@ZnO microspheres created by thermally treating SOS-SH@ZIF-8\nparticles in air. (B) PXRD patterns of the SOS@ZnO microspheres (red\nline) and the ZnO particles calcined from the prepared ZIF-8 nanocrystals\nunder the same conditions (black line). (C) Photos comparing the aqueous\nmethyl orange solution before and after exposure to UV light at 365\nnm for 4 h with SOS@ZnO microspheres. (D) Performance of ZnO nanoparticles,\nZIF-8, and SOS@ZnO on degradation of methyl orange (10 mg/L in water)\nat room temperature over 4 h. The concentrations of catalysts are\n120 and 200 mg/L, on the basis of the volume of methyl orange solution.\nThe numbers in the table are the degradation percentages.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-049797_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (A) SEM image of the SOS@ZnO microspheres created by thermally treating SOS-SH@ZIF-8 particles in air. (B) PXRD patterns of the SOS@ZnO microspheres (red line) and the ZnO particles calcined from the prepared ZIF-8 nanocrystals under the same conditions (black line). (C) Photos comparing the aqueous methyl orange solution before and after exposure to UV light at 365 nm for 4 h with SOS@ZnO microspheres. (D) Performance of ZnO nanoparticles, ZIF-8, and SOS@ZnO on degradation of methyl orange (10 mg/L in water) at room temperature over 4 h. The concentrations of catalysts are 120 and 200 mg/L, on the basis of the volume of methyl orange solution. The numbers in the table are the degradation percentages.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.5b04979", "title": "\nTuning\nMorphology of Nanostructured ZIF‑8 on Silica Microspheres and\nApplications in Liquid Chromatography and Dye Degradation\n", "journal": "American\nChemical Society", "date": "2015.07", "author_list": ["Ahmed\nAdham", "Forster\nMark", "Jin\nJunsu", "Myers\nPeter", "Zhang\nHaifei"]}}