{"filepath": "../L2M3_data/1_application_papers/acs_xml/am6b05375.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Multivariate metal–organic\nframeworks with active Fe/Ni building blocks that are spatially arranged\nin an open structure are synthesized and explored for oxygen evolution\nreaction. The heterogeneity and porosity of this system prove to show\nsynergy effect and give low onset overpotential at 170 mV. These MOFs\nare further fabricated into thin films over nickel foam by controlled\nelectrochemical deposition to improve the surface conductivity and\nthe overall stability. The Fe/Ni metal–organic framework film\nexhibits outstanding electrocatalytic activity with low overpotential\nof 270 mV at 10 mA cm<sup>–2</sup>, small Tafel slope, high\nFaradaic efficiency, high turnover frequency, and great stability.</p>", "clean_text": "Multivariate metal-organic frameworks with active Fe/Ni building blocks that are spatially arranged in an open structure are synthesized and explored for oxygen evolution reaction. The heterogeneity and porosity of this system prove to show synergy effect and give low onset overpotential at 170 mV. These MOFs are further fabricated into thin films over nickel foam by controlled electrochemical deposition to improve the surface conductivity and the overall stability. The Fe/Ni metal-organic framework film exhibits outstanding electrocatalytic activity with low overpotential of 270 mV at 10 mA cm-2, small Tafel slope, high Faradaic efficiency, high turnover frequency, and great stability.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Growing energy demands have stimulated\nbroad interest in sustainable and efficient energy conversion and\nstorage systems such as solar-water-splitting devices, metal-air batteries\nand fuel cells, the efficacy of which is severely hampered by a sluggish\nprincipal process, that is, the oxygen evolution reaction (OER). Up to now, IrO<sub>2</sub> and RuO<sub>2</sub> are two benchmark\nOER catalysts, owing to their high catalytic activity. However, the scarcity of Ir and Ru makes it impracticable to use\nthem on a large scale. Extensive efforts have been taken to explore\nnon-noble catalysts with enhanced activity and stability. The bimetallic\niron–nickel composites, which usually show the synergy effect,\nare regarded as the most promising alternative of the OER catalysts.\n</p>", "clean_text": "Introduction\n\nGrowing energy demands have stimulated broad interest in sustainable and efficient energy conversion and storage systems such as solar-water-splitting devices, metal-air batteries and fuel cells, the efficacy of which is severely hampered by a sluggish principal process, that is, the oxygen evolution reaction (OER). Up to now, IrO2 and RuO2 are two benchmark OER catalysts, owing to their high catalytic activity. However, the scarcity of Ir and Ru makes it impracticable to use them on a large scale. Extensive efforts have been taken to explore non-noble catalysts with enhanced activity and stability. The bimetallic iron-nickel composites, which usually show the synergy effect, are regarded as the most promising alternative of the OER catalysts. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Emerging as a new class of porous solids with exceptional\nporosities and well-defined structures, MOFs are constructed by joining\ndesired metal clusters with organic links rich in functionalities. By virtue of their molecular building block strategy and monodispersed\nactive centers in the predetermined crystalline frameworks, MOFs,\ncombining advantages of both heterogeneous and molecular catalysts,\nare often considered as ideal alternatives in important catalytic\nprocesses. Further the isoreticular expansion and functionalization\nof these frameworks can be readily achieved without altering their\nunderlying topologies and the accessible pores or open channels in\nMOFs can also facilitate the diffusion and ad/desorption of the reactants\nand products during catalysis. Recently, the multivariate\nsynthesis method and the postsynthetic exchange/substitution reactions have been applied to fabricate multivariate MOFs (MTV-MOFs) and mixed-metal MOFs (MM-MOFs) with heterogeneity and emergent properties, which all show\ngreat potential for heterogeneous catalysis reactions.\n</p>", "clean_text": "Emerging as a new class of porous solids with exceptional porosities and well-defined structures, MOFs are constructed by joining desired metal clusters with organic links rich in functionalities. By virtue of their molecular building block strategy and monodispersed active centers in the predetermined crystalline frameworks, MOFs, combining advantages of both heterogeneous and molecular catalysts, are often considered as ideal alternatives in important catalytic processes. Further the isoreticular expansion and functionalization of these frameworks can be readily achieved without altering their underlying topologies and the accessible pores or open channels in MOFs can also facilitate the diffusion and ad/desorption of the reactants and products during catalysis. Recently, the multivariate synthesis method and the postsynthetic exchange/substitution reactions have been applied to fabricate multivariate MOFs (MTV-MOFs) and mixed-metal MOFs (MM-MOFs) with heterogeneity and emergent properties, which all show great potential for heterogeneous catalysis reactions. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>For most heterogeneous catalytic reactions, the catalysts\nare often processed into granules or films to enhance the reactivity\nand help the catalyst recovery. However,\nmost of the MOFs are brittle crystals, which need to be fabricated\nusing polymeric binders and other additives. Especially in the case of electrochemical catalysis, MOFs are consequently\ncoated onto conductive substrates using binders, i.e., Nafion. The application of these electrical insulating\nand inactive binders can deteriorate the conductivity of the electrode\nand may partially block the pores and active sites of MOF particles\nleading to diminished electrocatalytic performances. To address this, a MOF membrane or thin film directly grown\nand tightly bonded on current collector without any binders is highly\ndesirable. Electrochemical deposition\n(ECD) is a facile and scalable manufacturing process, which has shown\ngreat potential in developing MOF films.\n</p>", "clean_text": "For most heterogeneous catalytic reactions, the catalysts are often processed into granules or films to enhance the reactivity and help the catalyst recovery. However, most of the MOFs are brittle crystals, which need to be fabricated using polymeric binders and other additives. Especially in the case of electrochemical catalysis, MOFs are consequently coated onto conductive substrates using binders, i.e., Nafion. The application of these electrical insulating and inactive binders can deteriorate the conductivity of the electrode and may partially block the pores and active sites of MOF particles leading to diminished electrocatalytic performances. To address this, a MOF membrane or thin film directly grown and tightly bonded on current collector without any binders is highly desirable. Electrochemical deposition (ECD) is a facile and scalable manufacturing process, which has shown great potential in developing MOF films. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["property"], "content": "<p>Herein,\nwe select the M-BTC MOF (M for metal ions, BTC for 1,3,5-benzenetricarboxylic\nacid) as the platform to systematically investigate the catalytic\nperformance by varying the metal ions and the metal contents. A Ni\nMOF (Ni-BTC), a Fe MOF (Fe-BTC) and a mixed metal MOF (Fe/Ni-BTC)\nwere synthesized through the solvothermal synthesis method (denoted\nas STS Ni-BTC, STS Fe-BTC and STS Fe/Ni-BTC, respectively) and investigated\non the glassy carbon (GC) electrode. As we expected, the mixed metal\nFe/Ni-MOF shows higher OER catalytic activity, which combines the\nlow onset overpotential of Ni-MOF of about 170 mV with the large current\ndensity of Fe-MOF (). However, the current density of the electrode is still\nfar lower than the need of real application, i.e., 10 mA cm<sup>–2</sup>, because of the low conductivity of the electrode. The introduction\nof binder is inevitable during the preparation of electrode and the\ncontact between MOF particles and glassy carbon surface is too weak\nto support the long time electrolysis reaction. Therefore, we report\na general procedure to prepare highly active and stable binder-free\nMOFs thin films with desired metal or metal pairs by fast electrochemical\ndeposition. Through a 30-s electrochemical method without using any\nbinders, different MOF thin films were successfully deposited on nickel\nfoam (NF), including Fe MOF (Fe-BTC), Ni MOF (Ni-BTC) and mixed metal\nMOF thin films with different Fe/Ni ratios (Fe/Ni-BTC). Notably the\nFe/Ni-BTC film deposited on NF with the Fe/Ni ratio of 1/12 (Fe/Ni-BTC@NF)\nshows great electrocatalytic performances in alkaline solution with\na low overpotential of 270 mV at 10 mA cm<sup>–2</sup>, a small\nTafel slope of 47 mV dec<sup>–1</sup>, and high Faradaic efficiency\nof 95%. Further, this Fe/Ni-BTC@NF also exhibits high turnover frequency\nof 468 h<sup>–1</sup> at overpotential of 300 mV.</p>", "clean_text": "Herein, we select the M-BTC MOF (M for metal ions, BTC for 1,3,5-benzenetricarboxylic acid) as the platform to systematically investigate the catalytic performance by varying the metal ions and the metal contents. A Ni MOF (Ni-BTC), a Fe MOF (Fe-BTC) and a mixed metal MOF (Fe/Ni-BTC) were synthesized through the solvothermal synthesis method (denoted as STS Ni-BTC, STS Fe-BTC and STS Fe/Ni-BTC, respectively) and investigated on the glassy carbon (GC) electrode. As we expected, the mixed metal Fe/Ni-MOF shows higher OER catalytic activity, which combines the low onset overpotential of Ni-MOF of about 170 mV with the large current density of Fe-MOF (). However, the current density of the electrode is still far lower than the need of real application, i.e., 10 mA cm-2, because of the low conductivity of the electrode. The introduction of binder is inevitable during the preparation of electrode and the contact between MOF particles and glassy carbon surface is too weak to support the long time electrolysis reaction. Therefore, we report a general procedure to prepare highly active and stable binder-free MOFs thin films with desired metal or metal pairs by fast electrochemical deposition. Through a 30-s electrochemical method without using any binders, different MOF thin films were successfully deposited on nickel foam (NF), including Fe MOF (Fe-BTC), Ni MOF (Ni-BTC) and mixed metal MOF thin films with different Fe/Ni ratios (Fe/Ni-BTC). Notably the Fe/Ni-BTC film deposited on NF with the Fe/Ni ratio of 1/12 (Fe/Ni-BTC@NF) shows great electrocatalytic performances in alkaline solution with a low overpotential of 270 mV at 10 mA cm-2, a small Tafel slope of 47 mV dec-1, and high Faradaic efficiency of 95%. Further, this Fe/Ni-BTC@NF also exhibits high turnover frequency of 468 h-1 at overpotential of 300 mV.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) PXRD patterns\nof STS Ni-BTC, STS Fe-BTC, STS Fe/Ni-BTC. (b) Linear sweep voltammetry\n(LSV) curves of STS Ni-BTC, STS Fe-BTC, STS Fe/Ni-BTC and blank GC\nelectrode measured in 0.1 M KOH at a scan rate of 2 mV s<sup>–1</sup> with 95% <italic>iR</italic> compensation. Inset: optical photo\nof STS Fe/Ni-BTC single crystals.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2016-05375k_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) PXRD patterns of STS Ni-BTC, STS Fe-BTC, STS Fe/Ni-BTC. (b) Linear sweep voltammetry (LSV) curves of STS Ni-BTC, STS Fe-BTC, STS Fe/Ni-BTC and blank GC electrode measured in 0.1 M KOH at a scan rate of 2 mV s-1 with 95% iR compensation. Inset: optical photo of STS Fe/Ni-BTC single crystals.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and Characterization</title><p>All reagents and starting materials were obtained commercially\nand were used as received without any further purification. Ni­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O, Fe­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O and 1,3,5-trimesic acid (BTC) were purchased\nfrom Sinopharm Chemical Reagent Co. Ltd. Tributylmethylammonium methyl\nsulfate (MTBS) was purchased from Sigma-Aldrich Co. LLC. N,N-dimethylformamide\n(DMF) was purchased from Beijing Chemical Works. KOH were purchased\nfrom J&amp;K Chemical Co. Milli-Q water (18 MΩ•cm) was\nused throughout all the experiments. The thickness of nickel foam\n(NF) is 0.5 mm.</p>", "clean_text": "Experimental Section\n\nMaterials and Characterization\n\nAll reagents and starting materials were obtained commercially and were used as received without any further purification. Ni(NO3)2⋅6H2O, Fe(NO3)3⋅9H2O and 1,3,5-trimesic acid (BTC) were purchased from Sinopharm Chemical Reagent Co. Ltd. Tributylmethylammonium methyl sulfate (MTBS) was purchased from Sigma-Aldrich Co. LLC. N,N-dimethylformamide (DMF) was purchased from Beijing Chemical Works. KOH were purchased from J&K Chemical Co. Milli-Q water (18 MΩ⋅cm) was used throughout all the experiments. The thickness of nickel foam (NF) is 0.5 mm.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Powder X-ray diffraction (PXRD) pattern was\nanalyzed with monochromatized Cu–Kα (λ = 1.54178\nÅ) incident radiation by a D8 Advance Bruker powder diffractometer\noperating at 40 kV voltage and 50 mA current. Field-emission scanning\nelectron microscopy (FE-SEM) was performed on a JEOL model JSM-7500\nF operating at an accelerating voltage of 5.0 kV. The electrochemical\ncharacteristics were evaluated using an electrochemical workstation\n(CHI 760E: CH Instrumental Inc.). Nitrogen sorption isotherms were\nmeasured at 77 K on a Quantachrome Instrument ASiQMVH002–5\nafter pretreatment by heating the samples under vacuum at 120 °C\nfor 6 h. X-ray photoelectron spectroscopy (XPS) was performed on the\nThermo Scientific ESCALab 250Xi using 200 W monochromated Al Kα\nradiation. The 500 μm X-ray spot was used for XPS analysis.\nTypically the hydrocarbon C 1s line at 284.8 eV from adventitious\ncarbon is used for energy referencing. Elemental analysis (C, H, N)\nwas conducted on EuroEA Elemental Analyzer. Fe and Ni were determined\nby inductively coupled plasma–atomic emission spectroscopy\n(ICP–AES) analysis, which was performed on an Axial View inductively\ncoupled plasma spectrometer instrument (SPECTRO ARCOS EOP).</p>", "clean_text": "Powder X-ray diffraction (PXRD) pattern was analyzed with monochromatized Cu-Kα (λ = 1.54178 Å) incident radiation by a D8 Advance Bruker powder diffractometer operating at 40 kV voltage and 50 mA current. Field-emission scanning electron microscopy (FE-SEM) was performed on a JEOL model JSM-7500 F operating at an accelerating voltage of 5.0 kV. The electrochemical characteristics were evaluated using an electrochemical workstation (CHI 760E: CH Instrumental Inc.). Nitrogen sorption isotherms were measured at 77 K on a Quantachrome Instrument ASiQMVH002-5 after pretreatment by heating the samples under vacuum at 120 °C for 6 h. X-ray photoelectron spectroscopy (XPS) was performed on the Thermo Scientific ESCALab 250Xi using 200 W monochromated Al Kα radiation. The 500 μm X-ray spot was used for XPS analysis. Typically the hydrocarbon C 1s line at 284.8 eV from adventitious carbon is used for energy referencing. Elemental analysis (C, H, N) was conducted on EuroEA Elemental Analyzer. Fe and Ni were determined by inductively coupled plasma-atomic emission spectroscopy (ICP-AES) analysis, which was performed on an Axial View inductively coupled plasma spectrometer instrument (SPECTRO ARCOS EOP).", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>Solvothermal\nSynthesis (STS) of STS Ni-BTC, STS Fe-BTC, and STS Fe/Ni-BTC</title><p>STS Ni-BTC was synthesized via a solvothermal process reported previously. Briefly, 0.43 g of Ni­(NO<sub>3</sub>)·6H<sub>2</sub>O, 0.205 g of 1,3,5-trimesic acid (BTC), 0.055 g of 2-methyl-imidazole,\nand 15 mL of N, N-dimethylformamide (DMF) were put into a 20 mL Teflon-lined\nautoclave and heated at 170 °C for 2 days. After allowing to\nroom temperature, the crystals were washed with DMF and ethanol subsequently\nfor 3 times, and finally dried under vacuum at 80 °C for 24 h.\nSTS Fe-BTC was synthesized via a solvothermal process reported previously\nwith corresponding alterations: 1.1999 g of Fe­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O, 0.4129 g of BTC, 0.2976\nmL of HF solution (40 wt %), and 15 mL of H<sub>2</sub>O were put\ninto a 20 mL Teflon-lined autoclave and heated at 150 °C for\n84 h. After allowing to room temperature, the orange crystals were\ncentrifuged. A treatment in hot deionized water (80 °C) for 3\nh and followed by hot ethanol (60 °C) for 1h was applied to decrease\nthe amount of residual BTC. The final products were washed with ethanol\nand dried vacuum at 80 °C for 24 h. STS FeNi-BTC was synthesized\nwith the identical method of STS Ni-BTC in the presence of Fe­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O with the Fe/Ni molar ratio\nof 1/10.</p>", "clean_text": "Solvothermal Synthesis (STS) of STS Ni-BTC, STS Fe-BTC, and STS Fe/Ni-BTC\n\nSTS Ni-BTC was synthesized via a solvothermal process reported previously. Briefly, 0.43 g of Ni(NO3)⋅6H2O, 0.205 g of 1,3,5-trimesic acid (BTC), 0.055 g of 2-methyl-imidazole, and 15 mL of N, N-dimethylformamide (DMF) were put into a 20 mL Teflon-lined autoclave and heated at 170 °C for 2 days. After allowing to room temperature, the crystals were washed with DMF and ethanol subsequently for 3 times, and finally dried under vacuum at 80 °C for 24 h. STS Fe-BTC was synthesized via a solvothermal process reported previously with corresponding alterations: 1.1999 g of Fe(NO3)3⋅9H2O, 0.4129 g of BTC, 0.2976 mL of HF solution (40 wt %), and 15 mL of H2O were put into a 20 mL Teflon-lined autoclave and heated at 150 °C for 84 h. After allowing to room temperature, the orange crystals were centrifuged. A treatment in hot deionized water (80 °C) for 3 h and followed by hot ethanol (60 °C) for 1h was applied to decrease the amount of residual BTC. The final products were washed with ethanol and dried vacuum at 80 °C for 24 h. STS FeNi-BTC was synthesized with the identical method of STS Ni-BTC in the presence of Fe(NO3)3⋅9H2O with the Fe/Ni molar ratio of 1/10.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Electrochemical Deposition of Ni-BTC, Fe-BTC, Fe/Ni-BTC and\nFe/Ni</title><p>As a typical procedure, the electrochemical-deposition\n(ECD) was carried out in a two-electrode electrochemical cell using\na 1 × 2 cm<sup>2</sup> NF as the working electrode, a parallel\npositioned platinum 1 × 2 cm<sup>2</sup> plate as the counter\nelectrode. The electrolyte contained 0.045 M Ni­(NO<sub>3</sub>)·6H<sub>2</sub>O, 0.005 M Fe­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O, 0.1 M BTC, and 0.1 M supporting electrolyte, tributylmethylammonium\nmethyl sulfate (MTBS) and 50 mL DMF. The constant potential ECD was\ncarried out at −1.5 V at 25 °C for an optimized deposition\ntime of 30 s. After deposition, the electrode was carefully withdrawn\nfrom the electrolyte, rinsed with water and ethanol, then dry at 85\n°C in air. The Ni-BTC, Fe-BTC, and Fe/Ni were prepared with the\nidentical method of Fe/Ni-BTC in the absence of Fe­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O, Ni­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O, and BTC, respectively.</p>", "clean_text": "Electrochemical Deposition of Ni-BTC, Fe-BTC, Fe/Ni-BTC and Fe/Ni\n\nAs a typical procedure, the electrochemical-deposition (ECD) was carried out in a two-electrode electrochemical cell using a 1 × 2 cm2 NF as the working electrode, a parallel positioned platinum 1 × 2 cm2 plate as the counter electrode. The electrolyte contained 0.045 M Ni(NO3)⋅6H2O, 0.005 M Fe(NO3)3⋅9H2O, 0.1 M BTC, and 0.1 M supporting electrolyte, tributylmethylammonium methyl sulfate (MTBS) and 50 mL DMF. The constant potential ECD was carried out at -1.5 V at 25 °C for an optimized deposition time of 30 s. After deposition, the electrode was carefully withdrawn from the electrolyte, rinsed with water and ethanol, then dry at 85 °C in air. The Ni-BTC, Fe-BTC, and Fe/Ni were prepared with the identical method of Fe/Ni-BTC in the absence of Fe(NO3)3⋅9H2O, Ni(NO3)2⋅6H2O, and BTC, respectively.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Electrochemical Measurements</title><p>All electrochemical experiments were carried out in a standard\nthree-electrode system using 50 mL of 0.1 M KOH aqueous solution as\nelectrolyte controlled by a CHI 760E electrochemistry workstation\nat room temperature. For STS samples, to prepare the working electrode,\n3.5 mg of catalyst was homogeneously dispersed in 500 μL of\n0.5 wt % Nafion (Alfa Aesar). Then 5 μL of the solution was\ndrop-casted on a 3 mm diameter glassy carbon electrode (loading density\nof 0.5 mg cm<sup>–2</sup>). A Pt wire and a Ag/AgCl (saturated)\nelectrode were used as the counter electrode and reference electrode,\nrespectively. For ECD samples, a 1 × 1 cm<sup>2</sup> NF, a parallel\npositioned platinum 1 × 2 cm<sup>2</sup> plate and a Ag/AgCl\n(saturated) electrode were used as the working electrode, counter\nelectrode, and reference electrode, respectively. Before LSV tests,\nthe catalysts were electrochemically preconditioned (10 cyclic voltammetric\nscans) to be activated and to achieve a steady state. 95% <italic>iR</italic> compensation was used for all LSV curves and controlled\npotential electrolysis. Tafel slopes were recorded without <italic>iR</italic>-corrected with a slow scan rate of 1 mV s<sup>–1</sup>, which is slow enough to realize the steady state for accurate analysis\nof Tafel slope. All potentials were reported versus the reversible\nhydrogen electrode (RHE) based on the equation: <italic>E</italic>(RHE) = <italic>E</italic>(Ag/AgCl) + (0.197 + 0.059 × pH).\nThe current density <italic>j</italic> is based on the apparent surface\narea. The overpotential required to reach a current density of 10\nmA cm<sup>–2</sup> (η) is chosen as a key parameter because\n10 mA cm<sup>–2</sup> represents the current density of a realistic\ndevice with 12.3% solar-to-hydrogen efficiency.\n</p>", "clean_text": "Electrochemical Measurements\n\nAll electrochemical experiments were carried out in a standard three-electrode system using 50 mL of 0.1 M KOH aqueous solution as electrolyte controlled by a CHI 760E electrochemistry workstation at room temperature. For STS samples, to prepare the working electrode, 3.5 mg of catalyst was homogeneously dispersed in 500 μL of 0.5 wt % Nafion (Alfa Aesar). Then 5 μL of the solution was drop-casted on a 3 mm diameter glassy carbon electrode (loading density of 0.5 mg cm-2). A Pt wire and a Ag/AgCl (saturated) electrode were used as the counter electrode and reference electrode, respectively. For ECD samples, a 1 × 1 cm2 NF, a parallel positioned platinum 1 × 2 cm2 plate and a Ag/AgCl (saturated) electrode were used as the working electrode, counter electrode, and reference electrode, respectively. Before LSV tests, the catalysts were electrochemically preconditioned (10 cyclic voltammetric scans) to be activated and to achieve a steady state. 95% iR compensation was used for all LSV curves and controlled potential electrolysis. Tafel slopes were recorded without iR-corrected with a slow scan rate of 1 mV s-1, which is slow enough to realize the steady state for accurate analysis of Tafel slope. All potentials were reported versus the reversible hydrogen electrode (RHE) based on the equation: E(RHE) = E(Ag/AgCl) + (0.197 + 0.059 × pH). The current density j is based on the apparent surface area. The overpotential required to reach a current density of 10 mA cm-2 (η) is chosen as a key parameter because 10 mA cm-2 represents the current density of a realistic device with 12.3% solar-to-hydrogen efficiency. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Determination of Faradaic Efficiency</title><p>Controlled potential electrolysis (CPE) was performed in a gastight\nelectrochemical two-compartment H-cell using Pt wire and Ag/AgCl (saturated)\nas the counter electrode and the reference electrode, respectively.\nThe working electrode and reference electrode were placed in the anode\ncell and the counter electrode was put in the cathode cell. 50 mL\n0.1 M KOH aqueous solution was used as electrolyte. Before the measurements,\nthe solution was purged with nitrogen gas for 30 min to completely\nremove the oxygen gas in the system. The generated O<sub>2</sub> volume\nduring electrolysis is based on gas chromatography (Shimadzu GC-2014C)\nmeasurement equipped with a 1 m column filled with Molecular Sieve\n13X using He as the carrier gas, where 1 mL methane was injected as\nan internal standard. The theoretical (assuming 100% Faradaic efficiency)\nO<sub>2</sub> volumes are based on the amounts of consumed charges\nduring the course of electrolysis. The experiments were conducted\nat room temperature and stirred at 300 rpm during the reaction.</p>", "clean_text": "Determination of Faradaic Efficiency\n\nControlled potential electrolysis (CPE) was performed in a gastight electrochemical two-compartment H-cell using Pt wire and Ag/AgCl (saturated) as the counter electrode and the reference electrode, respectively. The working electrode and reference electrode were placed in the anode cell and the counter electrode was put in the cathode cell. 50 mL 0.1 M KOH aqueous solution was used as electrolyte. Before the measurements, the solution was purged with nitrogen gas for 30 min to completely remove the oxygen gas in the system. The generated O2 volume during electrolysis is based on gas chromatography (Shimadzu GC-2014C) measurement equipped with a 1 m column filled with Molecular Sieve 13X using He as the carrier gas, where 1 mL methane was injected as an internal standard. The theoretical (assuming 100% Faradaic efficiency) O2 volumes are based on the amounts of consumed charges during the course of electrolysis. The experiments were conducted at room temperature and stirred at 300 rpm during the reaction.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Calculation of Turnover Frequency (TOF)</title><p>The TOF value is\ncalculated from the following equation<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic xlink:href=\"am-2016-05375k_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>TOF</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>j</mml:mi>\n<mml:mi>A</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n<mml:mi>F</mml:mi>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>\n<italic>j</italic> is the current density at overpotential\nof 300 mV in A cm<sup>–2</sup>, <italic>A</italic> is the area\nof the electrode, <italic>F</italic> is the Faraday constant of 96485\nC mol<sup>–1</sup>, <italic>m</italic> is the number of moles\nof the active materials that are deposited onto the NF.</p>", "clean_text": "Calculation of Turnover Frequency (TOF)\n\nThe TOF value is calculated from the following equation    TOF =   j A   4 F m      j is the current density at overpotential of 300 mV in A cm-2, A is the area of the electrode, F is the Faraday constant of 96485 C mol-1, m is the number of moles of the active materials that are deposited onto the NF.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Results\nand discussion</title><p>The STS Ni-BTC, STS Fe-BTC and STS Fe/Ni-BTC\nwere synthesized through the solvothermal synthesis method and the\nstructures were verified by powder X-ray diffraction (PXRD) (a). The electrocatalytic\nperformances were characterized on the GC electrode and the results\nshowed that the mixed metal Fe/Ni-BTC shows higher OER catalytic activity\nwith the low onset overpotential of about 170 mV (b). However, due to the low\nconductivity of the electrode, the current density of the electrode\nis far lower than 10 mA cm<sup>–2</sup>, which is the need\nof real application. Therefore, the MOF thin films were electrochemically\ndeposited on NF. The preparation procedure of MOFs on NF is illustrated\nin a. As a\ntypical procedure, the ECD of Fe/Ni-BTC on NF was carried out in N,\nN-dimethylformamide (DMF) containing Ni­(NO<sub>3</sub>)<sub>2</sub>, Fe­(NO<sub>3</sub>)<sub>2</sub>, BTC and supporting electrolyte,\ntributylmethylammonium methyl sulfate (MTBS). Under the negative voltage\nof −1.5 V, BTC is deprotonated and the free H<sup>+</sup> ions\nabsorb electrons then turn to hydrogen. Ni<sup>2+</sup> and Fe<sup>3+</sup> ions finally reacted with the\ndeprotonated BTC<sup>3–</sup> to form bimetallic MOF films\non the surface of NF (b). The procedure of ECD was optimized to be 30 s (). Similarly Ni-BTC and Fe-BTC MOF films\nwere also prepared with pure Ni­(NO<sub>3</sub>)<sub>2</sub> or Fe­(NO<sub>3</sub>)<sub>2</sub> present in the electrolyte.</p>", "clean_text": "Results and discussion\n\nThe STS Ni-BTC, STS Fe-BTC and STS Fe/Ni-BTC were synthesized through the solvothermal synthesis method and the structures were verified by powder X-ray diffraction (PXRD) (a). The electrocatalytic performances were characterized on the GC electrode and the results showed that the mixed metal Fe/Ni-BTC shows higher OER catalytic activity with the low onset overpotential of about 170 mV (b). However, due to the low conductivity of the electrode, the current density of the electrode is far lower than 10 mA cm-2, which is the need of real application. Therefore, the MOF thin films were electrochemically deposited on NF. The preparation procedure of MOFs on NF is illustrated in a. As a typical procedure, the ECD of Fe/Ni-BTC on NF was carried out in N, N-dimethylformamide (DMF) containing Ni(NO3)2, Fe(NO3)2, BTC and supporting electrolyte, tributylmethylammonium methyl sulfate (MTBS). Under the negative voltage of -1.5 V, BTC is deprotonated and the free H+ ions absorb electrons then turn to hydrogen. Ni2+ and Fe3+ ions finally reacted with the deprotonated BTC3- to form bimetallic MOF films on the surface of NF (b). The procedure of ECD was optimized to be 30 s (). Similarly Ni-BTC and Fe-BTC MOF films were also prepared with pure Ni(NO3)2 or Fe(NO3)2 present in the electrolyte.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) ECD process of Fe/Ni-BTC\nMOF thin films. (b) Design and synthesis of Fe/Ni-BTC MOFs. (c) Optical\nimage, (d) scanning electron microscopy (SEM) image, (e) higher-magnification\nimage of Fe/Ni-BTC@NF.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2016-05375k_0008.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) ECD process of Fe/Ni-BTC MOF thin films. (b) Design and synthesis of Fe/Ni-BTC MOFs. (c) Optical image, (d) scanning electron microscopy (SEM) image, (e) higher-magnification image of Fe/Ni-BTC@NF.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<title>Characterization of Morphology and Structure</title><p>The electrochemically\ndeposited Fe/Ni-BTC MOF forms a brown thin coverage across the NF\nsurface (c).\nAs shown in the scanning electron microscopy (SEM) image of the Fe/Ni-BTC@NF\n(d), the MOF\nfilm is uniformly distributed on the surface of the NF skeleton. Small\nparticles roughly 100 nm in diameter are observed in the as-deposited\nfilms (e),\nwhich can enhance the accessibility of the active sites for OER. Energy\ndispersive X-ray spectroscopy (EDS) elemental mapping confirms a homogeneous\ndistribution of Ni and Fe as well as C and O in Fe/Ni-BTC@NF (a–e). Cross-sectional\nSEM analysis of the Fe/Ni-BTC film reveals an average thickness of\n5 μm (f). The thin layer of MOF nanocrystals was closely bonded to the\nhighly conductive NF substrate, which can ensure the efficient charge\ntransportation to the film from the NF substrate.</p>", "clean_text": "Characterization of Morphology and Structure\n\nThe electrochemically deposited Fe/Ni-BTC MOF forms a brown thin coverage across the NF surface (c). As shown in the scanning electron microscopy (SEM) image of the Fe/Ni-BTC@NF (d), the MOF film is uniformly distributed on the surface of the NF skeleton. Small particles roughly 100 nm in diameter are observed in the as-deposited films (e), which can enhance the accessibility of the active sites for OER. Energy dispersive X-ray spectroscopy (EDS) elemental mapping confirms a homogeneous distribution of Ni and Fe as well as C and O in Fe/Ni-BTC@NF (a-e). Cross-sectional SEM analysis of the Fe/Ni-BTC film reveals an average thickness of 5 μm (f). The thin layer of MOF nanocrystals was closely bonded to the highly conductive NF substrate, which can ensure the efficient charge transportation to the film from the NF substrate.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a–e) EDS elemental\nmapping images of Fe/Ni-BTC@NF. (f) Cross-sectional SEM image of the\nECD Fe/Ni-BTC film.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2016-05375k_0001.tif\"></graphic>\n</fig>", "clean_text": " 3  (a-e) EDS elemental mapping images of Fe/Ni-BTC@NF. (f) Cross-sectional SEM image of the ECD Fe/Ni-BTC film.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>After ECD, the sample\nof Fe/Ni-BTC was collected by carefully scraping the deposited powders\noff the NF and subsequently washed with DMF and ethanol, followed\nby activation at 100 °C. The Fe/Ni-BTC were fully characterized\nby powder X-ray diffraction (PXRD), Fourier transform infrared spectroscopy\n(FT-IR), X-ray photoelectron spectroscopy (XPS), inductively coupled\nplasma–atomic emission spectroscopy (ICP–AES) and N<sub>2</sub> adsorption tests ().\nThe PXRD pattern of the powder sample basically matches that of the\nsimulated Ni<sub>3</sub>BTC<sub>2</sub> despite an extremely fast\n(only 30 s) crystallization process of this electrochemical method\n(a). It suggests\nthat the Fe/Ni-BTC film contains MOF components with similar structural\nfeature as Ni<sub>3</sub>BTC<sub>2</sub> MOF, where Ni atoms and Fe\natoms are randomly arranged in the MOF scaffold encompassed with large\nsquare-shaped pores. These active centers,\nFe and Ni paddle-wheel structures, are homogeneously distributed in\nthe catalyst and spread all over the whole porous material so that\nthe conglomeration can be eliminated while all active sites remain\nfully accessible. Fe/Ni-BTC@NF shows a strong peak at 1612 cm<sup>–1</sup> in the FT-IR spectra, which indicates the deprotonation\nand coordination of the carboxylic groups of BTC (b). XPS result suggests that a bimetallic composite is obtained (c, d) and that the\nNi and Fe species are in the +2 and +3 oxidation state, respectively,\nwhich are in good consistence with those of the STS Fe/Ni-BTC. On\nthe basis of the ICP–AES analysis, the Fe/Ni molar ratio in\nFe/Ni-BTC is 1/12. The elemental analysis of the ECD product showed\nthat the M/C (M represents metal atoms) molar ratio (0.19) is slightly\nhigher than the theoretical M/C molar ratio (0.17). Therefore, we\nreferred the metal atoms (Ni and/or Fe) not existed in the form of\ncrystalline Fe/Ni-BTC framework to the extra metal atoms and the weight\nratio of the extra metal atoms in the Fe/Ni-BTC film is calculated\nto be only 3%. These extra metal atoms were counted in the 1/12 ratio\ncalculation. This small discrepancy in metal content can be attributed\nto the amorphous metal hydroxides or metal oxides formed during the\ndeposition.</p>", "clean_text": "After ECD, the sample of Fe/Ni-BTC was collected by carefully scraping the deposited powders off the NF and subsequently washed with DMF and ethanol, followed by activation at 100 °C. The Fe/Ni-BTC were fully characterized by powder X-ray diffraction (PXRD), Fourier transform infrared spectroscopy (FT-IR), X-ray photoelectron spectroscopy (XPS), inductively coupled plasma-atomic emission spectroscopy (ICP-AES) and N2 adsorption tests (). The PXRD pattern of the powder sample basically matches that of the simulated Ni3BTC2 despite an extremely fast (only 30 s) crystallization process of this electrochemical method (a). It suggests that the Fe/Ni-BTC film contains MOF components with similar structural feature as Ni3BTC2 MOF, where Ni atoms and Fe atoms are randomly arranged in the MOF scaffold encompassed with large square-shaped pores. These active centers, Fe and Ni paddle-wheel structures, are homogeneously distributed in the catalyst and spread all over the whole porous material so that the conglomeration can be eliminated while all active sites remain fully accessible. Fe/Ni-BTC@NF shows a strong peak at 1612 cm-1 in the FT-IR spectra, which indicates the deprotonation and coordination of the carboxylic groups of BTC (b). XPS result suggests that a bimetallic composite is obtained (c, d) and that the Ni and Fe species are in the +2 and +3 oxidation state, respectively, which are in good consistence with those of the STS Fe/Ni-BTC. On the basis of the ICP-AES analysis, the Fe/Ni molar ratio in Fe/Ni-BTC is 1/12. The elemental analysis of the ECD product showed that the M/C (M represents metal atoms) molar ratio (0.19) is slightly higher than the theoretical M/C molar ratio (0.17). Therefore, we referred the metal atoms (Ni and/or Fe) not existed in the form of crystalline Fe/Ni-BTC framework to the extra metal atoms and the weight ratio of the extra metal atoms in the Fe/Ni-BTC film is calculated to be only 3%. These extra metal atoms were counted in the 1/12 ratio calculation. This small discrepancy in metal content can be attributed to the amorphous metal hydroxides or metal oxides formed during the deposition.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) PXRD patterns of simulated Ni<sub>3</sub>(BTC)<sub>2</sub> and\nelectrodeposited Fe/Ni-BTC. (b) FT-IR spectra of Fe/Ni-BTC and BTC.\n(c) Ni 2p XPS, (d) Fe 2p XPS of ECD Fe/Ni-BTC and STS Fe/Ni-BTC.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2016-05375k_0002.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) PXRD patterns of simulated Ni3(BTC)2 and electrodeposited Fe/Ni-BTC. (b) FT-IR spectra of Fe/Ni-BTC and BTC. (c) Ni 2p XPS, (d) Fe 2p XPS of ECD Fe/Ni-BTC and STS Fe/Ni-BTC.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<title>Electrocatalysis Performance\nfor OER</title><p>Next, the electrocatalytic OER activity of blank\nNF, Fe-BTC@NF, Ni-BTC@NF and Fe/Ni-BTC@NF were investigated in 0.1\nM KOH aqueous solution in a standard three-electrode system. The OER\nactivity was measured by linear sweep voltammetry (LSV) with 95% <italic>iR</italic> compensation at a slow scan rate of 2 mV s<sup>–1</sup> to avoid the overlap of OER onset currents and the oxidation peak\n(Ni<sup>3+</sup> /Ni<sup>2+</sup>) around 1.4 V, which is assigned\nto the formation of Ni<sup>3+</sup> producing active sites to catalyze\noxygen (a).\nThe overpotential required to reach a current density of 10 mA cm<sup>–2</sup> (η) is chosen because it represents the current\ndensity of a realistic device with 12.3% solar-to-hydrogen efficiency. MOF samples with different Fe/Ni ratio of 1/3,\n1/1, and 1/12 were prepared and investigated by PXRD and LSV (). Among these samples, the smallest\nη value of 270 mV was obtained by Fe/Ni-BTC@NF with Fe/Ni ratio\nof 1/12. This value is much smaller than those of many Fe/Ni mixed\ncatalysts and rivals against most noble metal OER catalysts. The OER kinetics of catalysts were also estimated by Tafel plots\n(b). The slope\nof Fe/Ni-BTC@NF that reaches 47 mV per dec<sup>–1</sup> is\nvery close to those of the benchmark catalysts, IrO<sub>2</sub>, RuO<sub>2</sub>\n and well-studied mixed Fe/Ni catalysts. The OER mechanism of Fe/Ni mixed catalysts has been extensively\nstudied, and a conclusion was drawn that Ni is the active oxygen evolution\ncenter and the incorporation of extra Fe improves the conductivity\nof the material. Louie et al. elaborated that\nNi<sup>2+</sup>/Ni<sup>3+</sup> oxidation peak shifts to higher potential\nwith incorporating of Fe, which is consistent with our result. Corrigan investigated OER activities of Ni­(OH)<sub>2</sub> with different additive metals in a ratio of 1:9 and found\nthat the addition of Fe produced the best performance. Cyclic voltammograms (CV) ()\nof Fe/Ni-BTC@NF were also evaluated. As a class of porous material,\nMOF leads to a homogeneous distribution of potential active centers\nthrough the whole material and a high accessibility due to the open\nchannels. We therefore expect a high electrochemical surface area\n(ECSA) in Fe/Ni-BTC@NF. The ECSA of these materials were estimated\nfrom the electrochemical double-layer capacitance (<italic>C</italic>\n<sub>dl</sub>) of the catalysts. The <italic>C</italic>\n<sub>dl</sub> of Fe/Ni-BTC@NF and blank NF are 8.052 and 0.770 mF cm<sup>–2</sup>, respectively (). The higher <italic>C</italic>\n<sub>dl</sub> of Fe/Ni-BTC@NF induced by the porosity of\nMOFs reveals an improved ECSA, which is favorable for the electrocatalysis.</p>", "clean_text": "Electrocatalysis Performance for OER\n\nNext, the electrocatalytic OER activity of blank NF, Fe-BTC@NF, Ni-BTC@NF and Fe/Ni-BTC@NF were investigated in 0.1 M KOH aqueous solution in a standard three-electrode system. The OER activity was measured by linear sweep voltammetry (LSV) with 95% iR compensation at a slow scan rate of 2 mV s-1 to avoid the overlap of OER onset currents and the oxidation peak (Ni3+ /Ni2+) around 1.4 V, which is assigned to the formation of Ni3+ producing active sites to catalyze oxygen (a). The overpotential required to reach a current density of 10 mA cm-2 (η) is chosen because it represents the current density of a realistic device with 12.3% solar-to-hydrogen efficiency. MOF samples with different Fe/Ni ratio of 1/3, 1/1, and 1/12 were prepared and investigated by PXRD and LSV (). Among these samples, the smallest η value of 270 mV was obtained by Fe/Ni-BTC@NF with Fe/Ni ratio of 1/12. This value is much smaller than those of many Fe/Ni mixed catalysts and rivals against most noble metal OER catalysts. The OER kinetics of catalysts were also estimated by Tafel plots (b). The slope of Fe/Ni-BTC@NF that reaches 47 mV per dec-1 is very close to those of the benchmark catalysts, IrO2, RuO2  and well-studied mixed Fe/Ni catalysts. The OER mechanism of Fe/Ni mixed catalysts has been extensively studied, and a conclusion was drawn that Ni is the active oxygen evolution center and the incorporation of extra Fe improves the conductivity of the material. Louie et al. elaborated that Ni2+/Ni3+ oxidation peak shifts to higher potential with incorporating of Fe, which is consistent with our result. Corrigan investigated OER activities of Ni(OH)2 with different additive metals in a ratio of 1:9 and found that the addition of Fe produced the best performance. Cyclic voltammograms (CV) () of Fe/Ni-BTC@NF were also evaluated. As a class of porous material, MOF leads to a homogeneous distribution of potential active centers through the whole material and a high accessibility due to the open channels. We therefore expect a high electrochemical surface area (ECSA) in Fe/Ni-BTC@NF. The ECSA of these materials were estimated from the electrochemical double-layer capacitance (C dl) of the catalysts. The C dl of Fe/Ni-BTC@NF and blank NF are 8.052 and 0.770 mF cm-2, respectively (). The higher C dl of Fe/Ni-BTC@NF induced by the porosity of MOFs reveals an improved ECSA, which is favorable for the electrocatalysis.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) LSV\ncurves of ECD Ni-BTC@NF, ECD Fe-BTC@NF, ECD Fe/Ni@NF, ECD Fe/Ni-BTC@NF,\nand NF measured at 2 mV s<sup>–1</sup>. (b) Tafel plots of\nECD Ni-BTC@NF, ECD Fe-BTC@NF, ECD Fe/Ni@NF, and ECD Fe/Ni-BTC recorded\nat 1 mV s<sup>–1</sup>. (c) Comparison of ECD Ni-BTC, ECD Fe-BTC,\nECD Fe/Ni, ECD Fe/Ni-BTC, bulk Ni–Fe oxides, and porous Ni–Fe\noxides.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2016-05375k_0003.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) LSV curves of ECD Ni-BTC@NF, ECD Fe-BTC@NF, ECD Fe/Ni@NF, ECD Fe/Ni-BTC@NF, and NF measured at 2 mV s-1. (b) Tafel plots of ECD Ni-BTC@NF, ECD Fe-BTC@NF, ECD Fe/Ni@NF, and ECD Fe/Ni-BTC recorded at 1 mV s-1. (c) Comparison of ECD Ni-BTC, ECD Fe-BTC, ECD Fe/Ni, ECD Fe/Ni-BTC, bulk Ni-Fe oxides, and porous Ni-Fe oxides.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>To understand the underlying catalytic\nmechanism of Fe/Ni-BTC@NF, control experiments were thoroughly investigated,\nincluding Ni-BTC, Fe-BTC, and Fe/Ni without BTC that were electrochemically\ndeposited on NF under the identical conditions. The overpotential\nrequired for 10 mA cm<sup>–2</sup> (η), the current density\nat 1.7 V vs RHE (<italic>j</italic>\n<sub>max</sub>) and the Tafel slope\nare taken as three parameters with regard to both activity and kinetics\n(c). Among\nthe above-mentioned four catalysts, the Fe/Ni-BTC shows the lowest\nη of 270 mV, the highest <italic>j</italic>\n<sub>max</sub> of\n131 mA cm<sup>–2</sup>, and a very small Tafel slope of 47\nmV dec<sup>–1</sup>. The superior performance of Fe/Ni-BTC\nover Fe-BTC and Ni-BTC can be contributed to the synergy effect of\nFe and Ni. The electrochemically deposited\nFe/Ni film without BTC is probably composed of Fe/Ni amorphous oxides\nand/or hydroxides, showing a much poorer performance than that of\nFe/Ni-BTC. We supposed that the porous structure in Fe/Ni-BTC film\ngenerated from BTC is favorable for the OER catalysis, and this result\nexcludes the influence of the small amount of amorphous metal hydroxides\nor metal oxides that may exist in the Fe/Ni-BTC film. Compared with\ntwo similar catalysts that we reported previously, i.e., bulk Ni–Fe\noxides and porous Ni–Fe oxides, the Fe/Ni-BTC@NF clearly outperforms the porous Ni–Fe oxide\ncatalyst owing to not only the intrinsic porosity of MOF film but\nalso the periodic arrangement and the homogeneous distribution of\nmetal centers in the MOF film. Moreover, the NF affords a highly conductive\nmacroporous scaffold with high surface area. As exemplified in this\ncomparison, the highly porous MOF film and the NF substrate provide\na large accessible surface and copious exposed active centers, and\noffer open channels for electrolyte ion insertion/extraction and O<sub>2</sub> diffusion and dissipation. Moreover, the heterogeneity caused\nby introducing both Ni and Fe paddle-wheel building blocks in a predetermined\ntopologically ordered MOF framework can potentially produce materials,\nlike this Fe/Ni-BTC MOF film, with emergent properties that are better\nthan the sum of the individual molecular counterparts.</p>", "clean_text": "To understand the underlying catalytic mechanism of Fe/Ni-BTC@NF, control experiments were thoroughly investigated, including Ni-BTC, Fe-BTC, and Fe/Ni without BTC that were electrochemically deposited on NF under the identical conditions. The overpotential required for 10 mA cm-2 (η), the current density at 1.7 V vs RHE (j max) and the Tafel slope are taken as three parameters with regard to both activity and kinetics (c). Among the above-mentioned four catalysts, the Fe/Ni-BTC shows the lowest η of 270 mV, the highest j max of 131 mA cm-2, and a very small Tafel slope of 47 mV dec-1. The superior performance of Fe/Ni-BTC over Fe-BTC and Ni-BTC can be contributed to the synergy effect of Fe and Ni. The electrochemically deposited Fe/Ni film without BTC is probably composed of Fe/Ni amorphous oxides and/or hydroxides, showing a much poorer performance than that of Fe/Ni-BTC. We supposed that the porous structure in Fe/Ni-BTC film generated from BTC is favorable for the OER catalysis, and this result excludes the influence of the small amount of amorphous metal hydroxides or metal oxides that may exist in the Fe/Ni-BTC film. Compared with two similar catalysts that we reported previously, i.e., bulk Ni-Fe oxides and porous Ni-Fe oxides, the Fe/Ni-BTC@NF clearly outperforms the porous Ni-Fe oxide catalyst owing to not only the intrinsic porosity of MOF film but also the periodic arrangement and the homogeneous distribution of metal centers in the MOF film. Moreover, the NF affords a highly conductive macroporous scaffold with high surface area. As exemplified in this comparison, the highly porous MOF film and the NF substrate provide a large accessible surface and copious exposed active centers, and offer open channels for electrolyte ion insertion/extraction and O2 diffusion and dissipation. Moreover, the heterogeneity caused by introducing both Ni and Fe paddle-wheel building blocks in a predetermined topologically ordered MOF framework can potentially produce materials, like this Fe/Ni-BTC MOF film, with emergent properties that are better than the sum of the individual molecular counterparts.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>Controlled\npotential electrolysis (CPE) at 1.53 V (η = 300 mV) was conducted\nin 0.1 M KOH aqueous solution under continuous stirring (a). During the test,\na substantial amount of bubbles of O<sub>2</sub> gas were observed\n(see ), which led to the current\nfluctuation in the OER process. The amount of evolved O<sub>2</sub> was measured by gas chromatography and a Faradaic efficiency of\n95% was obtained during CPE. The activity of the catalyst was also\nevaluated through turnover frequency (TOF). At a 300 mV overpotential,\nthe TOF of Fe/Ni-BTC@NF was calculated to be 468 h<sup>–1</sup> (0.13 s<sup>–1</sup>) based on the ICP analysis of Ni content\nassuming that all the Ni atoms of Fe/Ni-BTC were involved in the catalysis.\nIf Fe atoms were also involved in catalysis, the TOF would be 432\nh<sup>–1</sup>. This value of\nTOF is comparable to the benchmark value obtained by Trotochaud et\nal. After 15 h CPE, the samples were re-examined\nby SEM, XPS, FT-IR, and PXRD (b–g). The catalyst did not detach from NF skeleton\nand the morphology and the structure of Fe/Ni-BTC were almost maintained.\nThe valence states of Ni and Fe also kept unchanged. The CV curves\nof Fe/Ni-BTC@NF before electrolysis and after electrolysis are basically\nidentical ().</p>", "clean_text": "Controlled potential electrolysis (CPE) at 1.53 V (η = 300 mV) was conducted in 0.1 M KOH aqueous solution under continuous stirring (a). During the test, a substantial amount of bubbles of O2 gas were observed (see ), which led to the current fluctuation in the OER process. The amount of evolved O2 was measured by gas chromatography and a Faradaic efficiency of 95% was obtained during CPE. The activity of the catalyst was also evaluated through turnover frequency (TOF). At a 300 mV overpotential, the TOF of Fe/Ni-BTC@NF was calculated to be 468 h-1 (0.13 s-1) based on the ICP analysis of Ni content assuming that all the Ni atoms of Fe/Ni-BTC were involved in the catalysis. If Fe atoms were also involved in catalysis, the TOF would be 432 h-1. This value of TOF is comparable to the benchmark value obtained by Trotochaud et al. After 15 h CPE, the samples were re-examined by SEM, XPS, FT-IR, and PXRD (b-g). The catalyst did not detach from NF skeleton and the morphology and the structure of Fe/Ni-BTC were almost maintained. The valence states of Ni and Fe also kept unchanged. The CV curves of Fe/Ni-BTC@NF before electrolysis and after electrolysis are basically identical ().", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Controlled potential\nelectrolysis curve of Fe/Ni-BTC@NF at overpotential of 300 mV. SEM\nimages of (b) as-deposited Fe/Ni-BTC@NF and (c) Fe/Ni-BTC@NF after\n15 h CPE of OER. XPS spectrum of (d) Ni 2p before and after OER catalysis,\n(e) Fe 2p before and after OER catalysis. (f) FT-IR spectra of Fe/Ni-BTC\nbefore OER and Fe/Ni-BTC after OER. (g) PXRD patterns of Fe/Ni-BTC\nbefore OER and Fe/Ni-BTC after OER.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2016-05375k_0004.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Controlled potential electrolysis curve of Fe/Ni-BTC@NF at overpotential of 300 mV. SEM images of (b) as-deposited Fe/Ni-BTC@NF and (c) Fe/Ni-BTC@NF after 15 h CPE of OER. XPS spectrum of (d) Ni 2p before and after OER catalysis, (e) Fe 2p before and after OER catalysis. (f) FT-IR spectra of Fe/Ni-BTC before OER and Fe/Ni-BTC after OER. (g) PXRD patterns of Fe/Ni-BTC before OER and Fe/Ni-BTC after OER.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>The lower overpotential of the electrode could enhance the\nenergy harvesting efficiency. Thus, we compared the overpotentials\nrequired to deliver a <italic>j</italic> of 10 mA cm<sup>–2</sup> and conditions (electrolytes and substrates) of a variety of OER\nfilms (, ). The value of 270 mV is significantly\nlower than all the previously reported NiFe binary composites based\nelectrodes with the only exception of one NiFe/NF example\n(240 mV), and lower than nonprecious\nmetal catalysts, the benchmark noble\nmetal catalysts, i.e., Ru/C and Ir/C, and the MOF-based OER catalysts. In\ngeneral, Fe/Ni-BTC@NF outperforms most catalysts, including catalysts\nsupported on both flat substrates and NF, and ranks among the best\nOER catalytic materials reported up to date (see the detailed comparison\nin ).</p>", "clean_text": "The lower overpotential of the electrode could enhance the energy harvesting efficiency. Thus, we compared the overpotentials required to deliver a j of 10 mA cm-2 and conditions (electrolytes and substrates) of a variety of OER films (, ). The value of 270 mV is significantly lower than all the previously reported NiFe binary composites based electrodes with the only exception of one NiFe/NF example (240 mV), and lower than nonprecious metal catalysts, the benchmark noble metal catalysts, i.e., Ru/C and Ir/C, and the MOF-based OER catalysts. In general, Fe/Ni-BTC@NF outperforms most catalysts, including catalysts supported on both flat substrates and NF, and ranks among the best OER catalytic materials reported up to date (see the detailed comparison in ).", "data": null, "include_properties": null}, {"idx": 26, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>OER Activities\nof Some Benchmark Electrocatalysts in Alkaline Solutions with a Current\nDensity of 10 mA cm<sup>–2</sup>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">materials</oasis:entry>\n<oasis:entry align=\"center\">electrolytes</oasis:entry>\n<oasis:entry align=\"center\">substrates</oasis:entry>\n<oasis:entry align=\"center\">η (mV)</oasis:entry>\n<oasis:entry align=\"center\">refs</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Ni<sub>0.9</sub>Fe<sub>0.1</sub>O<sub>\n<italic>x</italic>\n</sub>\n</oasis:entry>\n<oasis:entry>1 M KOH</oasis:entry>\n<oasis:entry>QCM\nelectrode</oasis:entry>\n<oasis:entry>336</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref9\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NiFe-LDH/CNT</oasis:entry>\n<oasis:entry>0.1 M KOH</oasis:entry>\n<oasis:entry>GCE</oasis:entry>\n<oasis:entry>308</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref8\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NiFe/NF</oasis:entry>\n<oasis:entry>0.1 M KOH</oasis:entry>\n<oasis:entry>NF</oasis:entry>\n<oasis:entry>240</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref13\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co<sub>3</sub>O<sub>4</sub>/N-rmGO</oasis:entry>\n<oasis:entry>1 M KOH</oasis:entry>\n<oasis:entry>NF</oasis:entry>\n<oasis:entry>310</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref57\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>20 wt % Ir/C</oasis:entry>\n<oasis:entry>0.1 M KOH</oasis:entry>\n<oasis:entry>RDE<xref rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>380</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref49\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>20 wt % Ru/C</oasis:entry>\n<oasis:entry>0.1 M KOH</oasis:entry>\n<oasis:entry>RDE</oasis:entry>\n<oasis:entry>390</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref49\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-derived Co<sub>3</sub>O<sub>4</sub>C-NA</oasis:entry>\n<oasis:entry>0.1 M KOH</oasis:entry>\n<oasis:entry>Cu foil</oasis:entry>\n<oasis:entry>290</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref32\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe/Ni-BTC@NF</oasis:entry>\n<oasis:entry>0.1 M KOH</oasis:entry>\n<oasis:entry>NF</oasis:entry>\n<oasis:entry>270</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>RDE: rotating disk electrode.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>In\nconclusion, a series of Fe/Ni MOFs (Ni-BTC, Fe-BTC, Fe/Ni-BTC) were\nsolvothermally synthesized and their OER catalytic performances were\ninvestigated on the glassy carbon electrode. The mixed metal Fe/Ni-BTC\nshows high OER catalytic activity with low onset overpotential at\n170 mV due to the synergy effect. Furthermore, a highly active and\nstable binder-free Fe/Ni-BTC MOF thin film was synthesized on NF via\na 30 s facile electrochemical deposition approach. Electrical insulating\nbinders are avoided with the ECD method so that electrical conductivity\nof electrode can be maintained. The NF\nas a widely used substrate further guarantees the conductivity and\nprovides large current density. This thin film-based electrode shows\nhigh activity with low overpotential of 270 mV at 10 mA cm<sup>–2</sup>, high current density and small Tafel slope of 47 mV dec<sup>–1</sup>. The MOF film is also highly stable and the electrochemical activity\nmaintains unchanged over 15-h OER catalysis. More importantly, the\nbuilding block design, rich choice of mixed metal ions, and electrochemical\ndeposition fabrication strategy may pave the way for developing novel\nheterogeneous OER catalysts with molecular design and tuning abilities\nshowing exceptional electrocatalytic performance for potential large-scale\napplications.</p>", "clean_text": "Conclusions\n\nIn conclusion, a series of Fe/Ni MOFs (Ni-BTC, Fe-BTC, Fe/Ni-BTC) were solvothermally synthesized and their OER catalytic performances were investigated on the glassy carbon electrode. The mixed metal Fe/Ni-BTC shows high OER catalytic activity with low onset overpotential at 170 mV due to the synergy effect. Furthermore, a highly active and stable binder-free Fe/Ni-BTC MOF thin film was synthesized on NF via a 30 s facile electrochemical deposition approach. Electrical insulating binders are avoided with the ECD method so that electrical conductivity of electrode can be maintained. The NF as a widely used substrate further guarantees the conductivity and provides large current density. This thin film-based electrode shows high activity with low overpotential of 270 mV at 10 mA cm-2, high current density and small Tafel slope of 47 mV dec-1. The MOF film is also highly stable and the electrochemical activity maintains unchanged over 15-h OER catalysis. More importantly, the building block design, rich choice of mixed metal ions, and electrochemical deposition fabrication strategy may pave the way for developing novel heterogeneous OER catalysts with molecular design and tuning abilities showing exceptional electrocatalytic performance for potential large-scale applications.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at\nDOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.6b05375\">10.1021/acsami.6b05375</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>ECD process, N<sub>2</sub> adsorption/desorption isotherms,\nLSV curves of MOFs samples with different Fe/Ni ratios, cyclic voltammograms,\nanalysis of ECSA, table for OER activities of some benchmark electrocatalysts\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b05375/suppl_file/am6b05375_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Video\nS1, controlled potential electrolysis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b05375/suppl_file/am6b05375_si_002.avi\">AVI</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.6b05375.  ECD process, N2 adsorption/desorption isotherms, LSV curves of MOFs samples with different Fe/Ni ratios, cyclic voltammograms, analysis of ECSA, table for OER activities of some benchmark electrocatalysts (PDF)   Video S1, controlled potential electrolysis (AVI)   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>ECD process, N<sub>2</sub> adsorption/desorption isotherms,\nLSV curves of MOFs samples with different Fe/Ni ratios, cyclic voltammograms,\nanalysis of ECSA, table for OER activities of some benchmark electrocatalysts\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b05375/suppl_file/am6b05375_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "ECD process, N2 adsorption/desorption isotherms, LSV curves of MOFs samples with different Fe/Ni ratios, cyclic voltammograms, analysis of ECSA, table for OER activities of some benchmark electrocatalysts (PDF)", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>Video\nS1, controlled potential electrolysis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b05375/suppl_file/am6b05375_si_002.avi\">AVI</ext-link>)</p><p>The authors declare no competing\nfinancial interest.</p><title>References</title>", "clean_text": "Video S1, controlled potential electrolysis (AVI)\n\nThe authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": 9, "type": "text", "classification": "synthesis condition", "content": "<title>Solvothermal\nSynthesis (STS) of STS Ni-BTC, STS Fe-BTC, and STS Fe/Ni-BTC</title><p>STS Ni-BTC was synthesized via a solvothermal process reported previously. Briefly, 0.43 g of Ni­(NO<sub>3</sub>)·6H<sub>2</sub>O, 0.205 g of 1,3,5-trimesic acid (BTC), 0.055 g of 2-methyl-imidazole,\nand 15 mL of N, N-dimethylformamide (DMF) were put into a 20 mL Teflon-lined\nautoclave and heated at 170 °C for 2 days. After allowing to\nroom temperature, the crystals were washed with DMF and ethanol subsequently\nfor 3 times, and finally dried under vacuum at 80 °C for 24 h.\nSTS Fe-BTC was synthesized via a solvothermal process reported previously\nwith corresponding alterations: 1.1999 g of Fe­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O, 0.4129 g of BTC, 0.2976\nmL of HF solution (40 wt %), and 15 mL of H<sub>2</sub>O were put\ninto a 20 mL Teflon-lined autoclave and heated at 150 °C for\n84 h. After allowing to room temperature, the orange crystals were\ncentrifuged. A treatment in hot deionized water (80 °C) for 3\nh and followed by hot ethanol (60 °C) for 1h was applied to decrease\nthe amount of residual BTC. The final products were washed with ethanol\nand dried vacuum at 80 °C for 24 h. STS FeNi-BTC was synthesized\nwith the identical method of STS Ni-BTC in the presence of Fe­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O with the Fe/Ni molar ratio\nof 1/10.</p>", "clean_text": "Solvothermal Synthesis (STS) of STS Ni-BTC, STS Fe-BTC, and STS Fe/Ni-BTC\n\nSTS Ni-BTC was synthesized via a solvothermal process reported previously. Briefly, 0.43 g of Ni(NO3)⋅6H2O, 0.205 g of 1,3,5-trimesic acid (BTC), 0.055 g of 2-methyl-imidazole, and 15 mL of N, N-dimethylformamide (DMF) were put into a 20 mL Teflon-lined autoclave and heated at 170 °C for 2 days. After allowing to room temperature, the crystals were washed with DMF and ethanol subsequently for 3 times, and finally dried under vacuum at 80 °C for 24 h. STS Fe-BTC was synthesized via a solvothermal process reported previously with corresponding alterations: 1.1999 g of Fe(NO3)3⋅9H2O, 0.4129 g of BTC, 0.2976 mL of HF solution (40 wt %), and 15 mL of H2O were put into a 20 mL Teflon-lined autoclave and heated at 150 °C for 84 h. After allowing to room temperature, the orange crystals were centrifuged. A treatment in hot deionized water (80 °C) for 3 h and followed by hot ethanol (60 °C) for 1h was applied to decrease the amount of residual BTC. The final products were washed with ethanol and dried vacuum at 80 °C for 24 h. STS FeNi-BTC was synthesized with the identical method of STS Ni-BTC in the presence of Fe(NO3)3⋅9H2O with the Fe/Ni molar ratio of 1/10.", "data": [{"meta": {"name": "STS Ni-BTC", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Ni­(NO3)·6H2O", "amount": "0.43", "unit": "g"}, {"name": "1,3,5-trimesic acid (BTC)", "amount": "0.205", "unit": "g"}, {"name": "2-methyl-imidazole", "amount": "0.055", "unit": "g"}], "solvent": [{"name": "N, N-dimethylformamide (DMF)", "amount": "15", "unit": "mL"}], "pressure": "", "temperature": "170 °C", "time": "2 days", "heating rate": "", "cooling rate": ""}, {"synthesis method": "washing", "washing solution": "DMF and ethanol", "amount": "3 times"}, {"synthesis method": "drying", "pressure": "", "temperature": "80 °C", "atmosphere": "vacuum", "time": "24 h"}]}, {"meta": {"name": "STS Fe-BTC", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Fe­(NO3)3·9H2O", "amount": "1.1999", "unit": "g"}, {"name": "BTC", "amount": "0.4129", "unit": "g"}, {"name": "HF solution (40 wt %)", "amount": "0.2976", "unit": "mL"}], "solvent": [{"name": "H2O", "amount": "15", "unit": "mL"}], "pressure": "", "temperature": "150 °C", "time": "84 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": ""}, {"synthesis method": "washing", "washing solution": "hot deionized water (80 °C) and hot ethanol (60 °C)", "amount": "3 h and 1h"}, {"synthesis method": "drying", "pressure": "", "temperature": "80 °C", "atmosphere": "vacuum", "time": "24 h"}]}, {"meta": {"name": "STS Fe/Ni-BTC", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Ni­(NO3)·6H2O", "amount": "0.43", "unit": "g"}, {"name": "1,3,5-trimesic acid (BTC)", "amount": "0.205", "unit": "g"}, {"name": "2-methyl-imidazole", "amount": "0.055", "unit": "g"}, {"name": "Fe­(NO3)3·9H2O", "amount": "", "unit": ""}], "solvent": [{"name": "N, N-dimethylformamide (DMF)", "amount": "15", "unit": "mL"}], "pressure": "", "temperature": "170 °C", "time": "2 days", "heating rate": "", "cooling rate": ""}, {"synthesis method": "washing", "washing solution": "DMF and ethanol", "amount": "3 times"}, {"synthesis method": "drying", "pressure": "", "temperature": "80 °C", "atmosphere": "vacuum", "time": "24 h"}]}], "include_properties": ["solvothermal_synthesis", "centrifugation", "washing", "drying"]}, {"idx": "1, 5, 16, 20, 22, 23, 25, 27", "type": "text", "classification": "property", "content": "<p>Multivariate metal–organic\nframeworks with active Fe/Ni building blocks that are spatially arranged\nin an open structure are synthesized and explored for oxygen evolution\nreaction. The heterogeneity and porosity of this system prove to show\nsynergy effect and give low onset overpotential at 170 mV. These MOFs\nare further fabricated into thin films over nickel foam by controlled\nelectrochemical deposition to improve the surface conductivity and\nthe overall stability. The Fe/Ni metal–organic framework film\nexhibits outstanding electrocatalytic activity with low overpotential\nof 270 mV at 10 mA cm<sup>–2</sup>, small Tafel slope, high\nFaradaic efficiency, high turnover frequency, and great stability.</p><p>Herein,\nwe select the M-BTC MOF (M for metal ions, BTC for 1,3,5-benzenetricarboxylic\nacid) as the platform to systematically investigate the catalytic\nperformance by varying the metal ions and the metal contents. A Ni\nMOF (Ni-BTC), a Fe MOF (Fe-BTC) and a mixed metal MOF (Fe/Ni-BTC)\nwere synthesized through the solvothermal synthesis method (denoted\nas STS Ni-BTC, STS Fe-BTC and STS Fe/Ni-BTC, respectively) and investigated\non the glassy carbon (GC) electrode. As we expected, the mixed metal\nFe/Ni-MOF shows higher OER catalytic activity, which combines the\nlow onset overpotential of Ni-MOF of about 170 mV with the large current\ndensity of Fe-MOF (). However, the current density of the electrode is still\nfar lower than the need of real application, i.e., 10 mA cm<sup>–2</sup>, because of the low conductivity of the electrode. The introduction\nof binder is inevitable during the preparation of electrode and the\ncontact between MOF particles and glassy carbon surface is too weak\nto support the long time electrolysis reaction. Therefore, we report\na general procedure to prepare highly active and stable binder-free\nMOFs thin films with desired metal or metal pairs by fast electrochemical\ndeposition. Through a 30-s electrochemical method without using any\nbinders, different MOF thin films were successfully deposited on nickel\nfoam (NF), including Fe MOF (Fe-BTC), Ni MOF (Ni-BTC) and mixed metal\nMOF thin films with different Fe/Ni ratios (Fe/Ni-BTC). Notably the\nFe/Ni-BTC film deposited on NF with the Fe/Ni ratio of 1/12 (Fe/Ni-BTC@NF)\nshows great electrocatalytic performances in alkaline solution with\na low overpotential of 270 mV at 10 mA cm<sup>–2</sup>, a small\nTafel slope of 47 mV dec<sup>–1</sup>, and high Faradaic efficiency\nof 95%. Further, this Fe/Ni-BTC@NF also exhibits high turnover frequency\nof 468 h<sup>–1</sup> at overpotential of 300 mV.</p><title>Characterization of Morphology and Structure</title><p>The electrochemically\ndeposited Fe/Ni-BTC MOF forms a brown thin coverage across the NF\nsurface (c).\nAs shown in the scanning electron microscopy (SEM) image of the Fe/Ni-BTC@NF\n(d), the MOF\nfilm is uniformly distributed on the surface of the NF skeleton. Small\nparticles roughly 100 nm in diameter are observed in the as-deposited\nfilms (e),\nwhich can enhance the accessibility of the active sites for OER. Energy\ndispersive X-ray spectroscopy (EDS) elemental mapping confirms a homogeneous\ndistribution of Ni and Fe as well as C and O in Fe/Ni-BTC@NF (a–e). Cross-sectional\nSEM analysis of the Fe/Ni-BTC film reveals an average thickness of\n5 μm (f). The thin layer of MOF nanocrystals was closely bonded to the\nhighly conductive NF substrate, which can ensure the efficient charge\ntransportation to the film from the NF substrate.</p><title>Electrocatalysis Performance\nfor OER</title><p>Next, the electrocatalytic OER activity of blank\nNF, Fe-BTC@NF, Ni-BTC@NF and Fe/Ni-BTC@NF were investigated in 0.1\nM KOH aqueous solution in a standard three-electrode system. The OER\nactivity was measured by linear sweep voltammetry (LSV) with 95% <italic>iR</italic> compensation at a slow scan rate of 2 mV s<sup>–1</sup> to avoid the overlap of OER onset currents and the oxidation peak\n(Ni<sup>3+</sup> /Ni<sup>2+</sup>) around 1.4 V, which is assigned\nto the formation of Ni<sup>3+</sup> producing active sites to catalyze\noxygen (a).\nThe overpotential required to reach a current density of 10 mA cm<sup>–2</sup> (η) is chosen because it represents the current\ndensity of a realistic device with 12.3% solar-to-hydrogen efficiency. MOF samples with different Fe/Ni ratio of 1/3,\n1/1, and 1/12 were prepared and investigated by PXRD and LSV (). Among these samples, the smallest\nη value of 270 mV was obtained by Fe/Ni-BTC@NF with Fe/Ni ratio\nof 1/12. This value is much smaller than those of many Fe/Ni mixed\ncatalysts and rivals against most noble metal OER catalysts. The OER kinetics of catalysts were also estimated by Tafel plots\n(b). The slope\nof Fe/Ni-BTC@NF that reaches 47 mV per dec<sup>–1</sup> is\nvery close to those of the benchmark catalysts, IrO<sub>2</sub>, RuO<sub>2</sub>\n and well-studied mixed Fe/Ni catalysts. The OER mechanism of Fe/Ni mixed catalysts has been extensively\nstudied, and a conclusion was drawn that Ni is the active oxygen evolution\ncenter and the incorporation of extra Fe improves the conductivity\nof the material. Louie et al. elaborated that\nNi<sup>2+</sup>/Ni<sup>3+</sup> oxidation peak shifts to higher potential\nwith incorporating of Fe, which is consistent with our result. Corrigan investigated OER activities of Ni­(OH)<sub>2</sub> with different additive metals in a ratio of 1:9 and found\nthat the addition of Fe produced the best performance. Cyclic voltammograms (CV) ()\nof Fe/Ni-BTC@NF were also evaluated. As a class of porous material,\nMOF leads to a homogeneous distribution of potential active centers\nthrough the whole material and a high accessibility due to the open\nchannels. We therefore expect a high electrochemical surface area\n(ECSA) in Fe/Ni-BTC@NF. The ECSA of these materials were estimated\nfrom the electrochemical double-layer capacitance (<italic>C</italic>\n<sub>dl</sub>) of the catalysts. The <italic>C</italic>\n<sub>dl</sub> of Fe/Ni-BTC@NF and blank NF are 8.052 and 0.770 mF cm<sup>–2</sup>, respectively (). The higher <italic>C</italic>\n<sub>dl</sub> of Fe/Ni-BTC@NF induced by the porosity of\nMOFs reveals an improved ECSA, which is favorable for the electrocatalysis.</p><p>To understand the underlying catalytic\nmechanism of Fe/Ni-BTC@NF, control experiments were thoroughly investigated,\nincluding Ni-BTC, Fe-BTC, and Fe/Ni without BTC that were electrochemically\ndeposited on NF under the identical conditions. The overpotential\nrequired for 10 mA cm<sup>–2</sup> (η), the current density\nat 1.7 V vs RHE (<italic>j</italic>\n<sub>max</sub>) and the Tafel slope\nare taken as three parameters with regard to both activity and kinetics\n(c). Among\nthe above-mentioned four catalysts, the Fe/Ni-BTC shows the lowest\nη of 270 mV, the highest <italic>j</italic>\n<sub>max</sub> of\n131 mA cm<sup>–2</sup>, and a very small Tafel slope of 47\nmV dec<sup>–1</sup>. The superior performance of Fe/Ni-BTC\nover Fe-BTC and Ni-BTC can be contributed to the synergy effect of\nFe and Ni. The electrochemically deposited\nFe/Ni film without BTC is probably composed of Fe/Ni amorphous oxides\nand/or hydroxides, showing a much poorer performance than that of\nFe/Ni-BTC. We supposed that the porous structure in Fe/Ni-BTC film\ngenerated from BTC is favorable for the OER catalysis, and this result\nexcludes the influence of the small amount of amorphous metal hydroxides\nor metal oxides that may exist in the Fe/Ni-BTC film. Compared with\ntwo similar catalysts that we reported previously, i.e., bulk Ni–Fe\noxides and porous Ni–Fe oxides, the Fe/Ni-BTC@NF clearly outperforms the porous Ni–Fe oxide\ncatalyst owing to not only the intrinsic porosity of MOF film but\nalso the periodic arrangement and the homogeneous distribution of\nmetal centers in the MOF film. Moreover, the NF affords a highly conductive\nmacroporous scaffold with high surface area. As exemplified in this\ncomparison, the highly porous MOF film and the NF substrate provide\na large accessible surface and copious exposed active centers, and\noffer open channels for electrolyte ion insertion/extraction and O<sub>2</sub> diffusion and dissipation. Moreover, the heterogeneity caused\nby introducing both Ni and Fe paddle-wheel building blocks in a predetermined\ntopologically ordered MOF framework can potentially produce materials,\nlike this Fe/Ni-BTC MOF film, with emergent properties that are better\nthan the sum of the individual molecular counterparts.</p><p>Controlled\npotential electrolysis (CPE) at 1.53 V (η = 300 mV) was conducted\nin 0.1 M KOH aqueous solution under continuous stirring (a). During the test,\na substantial amount of bubbles of O<sub>2</sub> gas were observed\n(see ), which led to the current\nfluctuation in the OER process. The amount of evolved O<sub>2</sub> was measured by gas chromatography and a Faradaic efficiency of\n95% was obtained during CPE. The activity of the catalyst was also\nevaluated through turnover frequency (TOF). At a 300 mV overpotential,\nthe TOF of Fe/Ni-BTC@NF was calculated to be 468 h<sup>–1</sup> (0.13 s<sup>–1</sup>) based on the ICP analysis of Ni content\nassuming that all the Ni atoms of Fe/Ni-BTC were involved in the catalysis.\nIf Fe atoms were also involved in catalysis, the TOF would be 432\nh<sup>–1</sup>. This value of\nTOF is comparable to the benchmark value obtained by Trotochaud et\nal. After 15 h CPE, the samples were re-examined\nby SEM, XPS, FT-IR, and PXRD (b–g). The catalyst did not detach from NF skeleton\nand the morphology and the structure of Fe/Ni-BTC were almost maintained.\nThe valence states of Ni and Fe also kept unchanged. The CV curves\nof Fe/Ni-BTC@NF before electrolysis and after electrolysis are basically\nidentical ().</p><p>The lower overpotential of the electrode could enhance the\nenergy harvesting efficiency. Thus, we compared the overpotentials\nrequired to deliver a <italic>j</italic> of 10 mA cm<sup>–2</sup> and conditions (electrolytes and substrates) of a variety of OER\nfilms (, ). The value of 270 mV is significantly\nlower than all the previously reported NiFe binary composites based\nelectrodes with the only exception of one NiFe/NF example\n(240 mV), and lower than nonprecious\nmetal catalysts, the benchmark noble\nmetal catalysts, i.e., Ru/C and Ir/C, and the MOF-based OER catalysts. In\ngeneral, Fe/Ni-BTC@NF outperforms most catalysts, including catalysts\nsupported on both flat substrates and NF, and ranks among the best\nOER catalytic materials reported up to date (see the detailed comparison\nin ).</p><title>Conclusions</title><p>In\nconclusion, a series of Fe/Ni MOFs (Ni-BTC, Fe-BTC, Fe/Ni-BTC) were\nsolvothermally synthesized and their OER catalytic performances were\ninvestigated on the glassy carbon electrode. The mixed metal Fe/Ni-BTC\nshows high OER catalytic activity with low onset overpotential at\n170 mV due to the synergy effect. Furthermore, a highly active and\nstable binder-free Fe/Ni-BTC MOF thin film was synthesized on NF via\na 30 s facile electrochemical deposition approach. Electrical insulating\nbinders are avoided with the ECD method so that electrical conductivity\nof electrode can be maintained. The NF\nas a widely used substrate further guarantees the conductivity and\nprovides large current density. This thin film-based electrode shows\nhigh activity with low overpotential of 270 mV at 10 mA cm<sup>–2</sup>, high current density and small Tafel slope of 47 mV dec<sup>–1</sup>. The MOF film is also highly stable and the electrochemical activity\nmaintains unchanged over 15-h OER catalysis. More importantly, the\nbuilding block design, rich choice of mixed metal ions, and electrochemical\ndeposition fabrication strategy may pave the way for developing novel\nheterogeneous OER catalysts with molecular design and tuning abilities\nshowing exceptional electrocatalytic performance for potential large-scale\napplications.</p>", "clean_text": "Multivariate metal-organic frameworks with active Fe/Ni building blocks that are spatially arranged in an open structure are synthesized and explored for oxygen evolution reaction. The heterogeneity and porosity of this system prove to show synergy effect and give low onset overpotential at 170 mV. These MOFs are further fabricated into thin films over nickel foam by controlled electrochemical deposition to improve the surface conductivity and the overall stability. The Fe/Ni metal-organic framework film exhibits outstanding electrocatalytic activity with low overpotential of 270 mV at 10 mA cm-2, small Tafel slope, high Faradaic efficiency, high turnover frequency, and great stability.\n\nHerein, we select the M-BTC MOF (M for metal ions, BTC for 1,3,5-benzenetricarboxylic acid) as the platform to systematically investigate the catalytic performance by varying the metal ions and the metal contents. A Ni MOF (Ni-BTC), a Fe MOF (Fe-BTC) and a mixed metal MOF (Fe/Ni-BTC) were synthesized through the solvothermal synthesis method (denoted as STS Ni-BTC, STS Fe-BTC and STS Fe/Ni-BTC, respectively) and investigated on the glassy carbon (GC) electrode. As we expected, the mixed metal Fe/Ni-MOF shows higher OER catalytic activity, which combines the low onset overpotential of Ni-MOF of about 170 mV with the large current density of Fe-MOF (). However, the current density of the electrode is still far lower than the need of real application, i.e., 10 mA cm-2, because of the low conductivity of the electrode. The introduction of binder is inevitable during the preparation of electrode and the contact between MOF particles and glassy carbon surface is too weak to support the long time electrolysis reaction. Therefore, we report a general procedure to prepare highly active and stable binder-free MOFs thin films with desired metal or metal pairs by fast electrochemical deposition. Through a 30-s electrochemical method without using any binders, different MOF thin films were successfully deposited on nickel foam (NF), including Fe MOF (Fe-BTC), Ni MOF (Ni-BTC) and mixed metal MOF thin films with different Fe/Ni ratios (Fe/Ni-BTC). Notably the Fe/Ni-BTC film deposited on NF with the Fe/Ni ratio of 1/12 (Fe/Ni-BTC@NF) shows great electrocatalytic performances in alkaline solution with a low overpotential of 270 mV at 10 mA cm-2, a small Tafel slope of 47 mV dec-1, and high Faradaic efficiency of 95%. Further, this Fe/Ni-BTC@NF also exhibits high turnover frequency of 468 h-1 at overpotential of 300 mV.\n\nCharacterization of Morphology and Structure\n\nThe electrochemically deposited Fe/Ni-BTC MOF forms a brown thin coverage across the NF surface (c). As shown in the scanning electron microscopy (SEM) image of the Fe/Ni-BTC@NF (d), the MOF film is uniformly distributed on the surface of the NF skeleton. Small particles roughly 100 nm in diameter are observed in the as-deposited films (e), which can enhance the accessibility of the active sites for OER. Energy dispersive X-ray spectroscopy (EDS) elemental mapping confirms a homogeneous distribution of Ni and Fe as well as C and O in Fe/Ni-BTC@NF (a-e). Cross-sectional SEM analysis of the Fe/Ni-BTC film reveals an average thickness of 5 μm (f). The thin layer of MOF nanocrystals was closely bonded to the highly conductive NF substrate, which can ensure the efficient charge transportation to the film from the NF substrate.\n\nElectrocatalysis Performance for OER\n\nNext, the electrocatalytic OER activity of blank NF, Fe-BTC@NF, Ni-BTC@NF and Fe/Ni-BTC@NF were investigated in 0.1 M KOH aqueous solution in a standard three-electrode system. The OER activity was measured by linear sweep voltammetry (LSV) with 95% iR compensation at a slow scan rate of 2 mV s-1 to avoid the overlap of OER onset currents and the oxidation peak (Ni3+ /Ni2+) around 1.4 V, which is assigned to the formation of Ni3+ producing active sites to catalyze oxygen (a). The overpotential required to reach a current density of 10 mA cm-2 (η) is chosen because it represents the current density of a realistic device with 12.3% solar-to-hydrogen efficiency. MOF samples with different Fe/Ni ratio of 1/3, 1/1, and 1/12 were prepared and investigated by PXRD and LSV (). Among these samples, the smallest η value of 270 mV was obtained by Fe/Ni-BTC@NF with Fe/Ni ratio of 1/12. This value is much smaller than those of many Fe/Ni mixed catalysts and rivals against most noble metal OER catalysts. The OER kinetics of catalysts were also estimated by Tafel plots (b). The slope of Fe/Ni-BTC@NF that reaches 47 mV per dec-1 is very close to those of the benchmark catalysts, IrO2, RuO2  and well-studied mixed Fe/Ni catalysts. The OER mechanism of Fe/Ni mixed catalysts has been extensively studied, and a conclusion was drawn that Ni is the active oxygen evolution center and the incorporation of extra Fe improves the conductivity of the material. Louie et al. elaborated that Ni2+/Ni3+ oxidation peak shifts to higher potential with incorporating of Fe, which is consistent with our result. Corrigan investigated OER activities of Ni(OH)2 with different additive metals in a ratio of 1:9 and found that the addition of Fe produced the best performance. Cyclic voltammograms (CV) () of Fe/Ni-BTC@NF were also evaluated. As a class of porous material, MOF leads to a homogeneous distribution of potential active centers through the whole material and a high accessibility due to the open channels. We therefore expect a high electrochemical surface area (ECSA) in Fe/Ni-BTC@NF. The ECSA of these materials were estimated from the electrochemical double-layer capacitance (C dl) of the catalysts. The C dl of Fe/Ni-BTC@NF and blank NF are 8.052 and 0.770 mF cm-2, respectively (). The higher C dl of Fe/Ni-BTC@NF induced by the porosity of MOFs reveals an improved ECSA, which is favorable for the electrocatalysis.\n\nTo understand the underlying catalytic mechanism of Fe/Ni-BTC@NF, control experiments were thoroughly investigated, including Ni-BTC, Fe-BTC, and Fe/Ni without BTC that were electrochemically deposited on NF under the identical conditions. The overpotential required for 10 mA cm-2 (η), the current density at 1.7 V vs RHE (j max) and the Tafel slope are taken as three parameters with regard to both activity and kinetics (c). Among the above-mentioned four catalysts, the Fe/Ni-BTC shows the lowest η of 270 mV, the highest j max of 131 mA cm-2, and a very small Tafel slope of 47 mV dec-1. The superior performance of Fe/Ni-BTC over Fe-BTC and Ni-BTC can be contributed to the synergy effect of Fe and Ni. The electrochemically deposited Fe/Ni film without BTC is probably composed of Fe/Ni amorphous oxides and/or hydroxides, showing a much poorer performance than that of Fe/Ni-BTC. We supposed that the porous structure in Fe/Ni-BTC film generated from BTC is favorable for the OER catalysis, and this result excludes the influence of the small amount of amorphous metal hydroxides or metal oxides that may exist in the Fe/Ni-BTC film. Compared with two similar catalysts that we reported previously, i.e., bulk Ni-Fe oxides and porous Ni-Fe oxides, the Fe/Ni-BTC@NF clearly outperforms the porous Ni-Fe oxide catalyst owing to not only the intrinsic porosity of MOF film but also the periodic arrangement and the homogeneous distribution of metal centers in the MOF film. Moreover, the NF affords a highly conductive macroporous scaffold with high surface area. As exemplified in this comparison, the highly porous MOF film and the NF substrate provide a large accessible surface and copious exposed active centers, and offer open channels for electrolyte ion insertion/extraction and O2 diffusion and dissipation. Moreover, the heterogeneity caused by introducing both Ni and Fe paddle-wheel building blocks in a predetermined topologically ordered MOF framework can potentially produce materials, like this Fe/Ni-BTC MOF film, with emergent properties that are better than the sum of the individual molecular counterparts.\n\nControlled potential electrolysis (CPE) at 1.53 V (η = 300 mV) was conducted in 0.1 M KOH aqueous solution under continuous stirring (a). During the test, a substantial amount of bubbles of O2 gas were observed (see ), which led to the current fluctuation in the OER process. The amount of evolved O2 was measured by gas chromatography and a Faradaic efficiency of 95% was obtained during CPE. The activity of the catalyst was also evaluated through turnover frequency (TOF). At a 300 mV overpotential, the TOF of Fe/Ni-BTC@NF was calculated to be 468 h-1 (0.13 s-1) based on the ICP analysis of Ni content assuming that all the Ni atoms of Fe/Ni-BTC were involved in the catalysis. If Fe atoms were also involved in catalysis, the TOF would be 432 h-1. This value of TOF is comparable to the benchmark value obtained by Trotochaud et al. After 15 h CPE, the samples were re-examined by SEM, XPS, FT-IR, and PXRD (b-g). The catalyst did not detach from NF skeleton and the morphology and the structure of Fe/Ni-BTC were almost maintained. The valence states of Ni and Fe also kept unchanged. The CV curves of Fe/Ni-BTC@NF before electrolysis and after electrolysis are basically identical ().\n\nThe lower overpotential of the electrode could enhance the energy harvesting efficiency. Thus, we compared the overpotentials required to deliver a j of 10 mA cm-2 and conditions (electrolytes and substrates) of a variety of OER films (, ). The value of 270 mV is significantly lower than all the previously reported NiFe binary composites based electrodes with the only exception of one NiFe/NF example (240 mV), and lower than nonprecious metal catalysts, the benchmark noble metal catalysts, i.e., Ru/C and Ir/C, and the MOF-based OER catalysts. In general, Fe/Ni-BTC@NF outperforms most catalysts, including catalysts supported on both flat substrates and NF, and ranks among the best OER catalytic materials reported up to date (see the detailed comparison in ).\n\nConclusions\n\nIn conclusion, a series of Fe/Ni MOFs (Ni-BTC, Fe-BTC, Fe/Ni-BTC) were solvothermally synthesized and their OER catalytic performances were investigated on the glassy carbon electrode. The mixed metal Fe/Ni-BTC shows high OER catalytic activity with low onset overpotential at 170 mV due to the synergy effect. Furthermore, a highly active and stable binder-free Fe/Ni-BTC MOF thin film was synthesized on NF via a 30 s facile electrochemical deposition approach. Electrical insulating binders are avoided with the ECD method so that electrical conductivity of electrode can be maintained. The NF as a widely used substrate further guarantees the conductivity and provides large current density. This thin film-based electrode shows high activity with low overpotential of 270 mV at 10 mA cm-2, high current density and small Tafel slope of 47 mV dec-1. The MOF film is also highly stable and the electrochemical activity maintains unchanged over 15-h OER catalysis. More importantly, the building block design, rich choice of mixed metal ions, and electrochemical deposition fabrication strategy may pave the way for developing novel heterogeneous OER catalysts with molecular design and tuning abilities showing exceptional electrocatalytic performance for potential large-scale applications.", "data": ["(SyntaxError('invalid syntax', ('<unknown>', 10, 1, '[{\"meta\":{\"name\":\"MOF-B\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n')), '[{\"meta\":{\"name\":\"MOF-A\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"dielectric constant\",\\n        \"value\": \"4.5\",\\n        \"unit\": \"\",\\n        \"condition\": \"at 1 kHz\"\\n    }\\n]}]\\n\\n[{\"meta\":{\"name\":\"MOF-B\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"electrical conductivity\",\\n        \"value\": \"0.01\",\\n        \"unit\": \"S/cm\",\\n        \"condition\": \"at room temperature\"\\n    }\\n]}]\\n\\n[{\"meta\":{\"name\":\"NOTT-202\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"electrical resistance\",\\n        \"value\": \"10000000\",\\n        \"unit\": \"ohm·cm\",\\n        \"condition\": \"\"\\n    }\\n]}]')"], "include_properties": ["etc"]}, {"idx": 26, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>OER Activities\nof Some Benchmark Electrocatalysts in Alkaline Solutions with a Current\nDensity of 10 mA cm<sup>–2</sup>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">materials</oasis:entry>\n<oasis:entry align=\"center\">electrolytes</oasis:entry>\n<oasis:entry align=\"center\">substrates</oasis:entry>\n<oasis:entry align=\"center\">η (mV)</oasis:entry>\n<oasis:entry align=\"center\">refs</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Ni<sub>0.9</sub>Fe<sub>0.1</sub>O<sub>\n<italic>x</italic>\n</sub>\n</oasis:entry>\n<oasis:entry>1 M KOH</oasis:entry>\n<oasis:entry>QCM\nelectrode</oasis:entry>\n<oasis:entry>336</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref9\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NiFe-LDH/CNT</oasis:entry>\n<oasis:entry>0.1 M KOH</oasis:entry>\n<oasis:entry>GCE</oasis:entry>\n<oasis:entry>308</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref8\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NiFe/NF</oasis:entry>\n<oasis:entry>0.1 M KOH</oasis:entry>\n<oasis:entry>NF</oasis:entry>\n<oasis:entry>240</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref13\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co<sub>3</sub>O<sub>4</sub>/N-rmGO</oasis:entry>\n<oasis:entry>1 M KOH</oasis:entry>\n<oasis:entry>NF</oasis:entry>\n<oasis:entry>310</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref57\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>20 wt % Ir/C</oasis:entry>\n<oasis:entry>0.1 M KOH</oasis:entry>\n<oasis:entry>RDE<xref rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>380</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref49\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>20 wt % Ru/C</oasis:entry>\n<oasis:entry>0.1 M KOH</oasis:entry>\n<oasis:entry>RDE</oasis:entry>\n<oasis:entry>390</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref49\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-derived Co<sub>3</sub>O<sub>4</sub>C-NA</oasis:entry>\n<oasis:entry>0.1 M KOH</oasis:entry>\n<oasis:entry>Cu foil</oasis:entry>\n<oasis:entry>290</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref32\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe/Ni-BTC@NF</oasis:entry>\n<oasis:entry>0.1 M KOH</oasis:entry>\n<oasis:entry>NF</oasis:entry>\n<oasis:entry>270</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>RDE: rotating disk electrode.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. OER Activities of Some Benchmark Electrocatalysts in Alkaline Solutions with a Current Density of 10 mA cm<sup>–2</sup>\n\n| materials           | electrolytes | substrates | η (mV) | refs |\n|----------------------|--------------|------------|--------|------|\n| Ni<sub>0.9</sub>Fe<sub>0.1</sub>O<sub>x</sub> | 1 M KOH | QCM electrode | 336 | [9] |\n| NiFe-LDH/CNT | 0.1 M KOH | GCE | 308 | [8] |\n| NiFe/NF | 0.1 M KOH | NF | 240 | [13] |\n| Co<sub>3</sub>O<sub>4</sub>/N-rmGO | 1 M KOH | NF | 310 | [57] |\n| 20 wt % Ir/C | 0.1 M KOH | RDE[^a] | 380 | [49] |\n| 20 wt % Ru/C | 0.1 M KOH | RDE | 390 | [49] |\n| MOF-derived Co<sub>3</sub>O<sub>4</sub>C-NA | 0.1 M KOH | Cu foil | 290 | [32] |\n| Fe/Ni-BTC@NF | 0.1 M KOH | NF | 270 | this work |\n\n[^a]: RDE: rotating disk electrode.", "data": ["substring not found"], "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) PXRD patterns\nof STS Ni-BTC, STS Fe-BTC, STS Fe/Ni-BTC. (b) Linear sweep voltammetry\n(LSV) curves of STS Ni-BTC, STS Fe-BTC, STS Fe/Ni-BTC and blank GC\nelectrode measured in 0.1 M KOH at a scan rate of 2 mV s<sup>–1</sup> with 95% <italic>iR</italic> compensation. Inset: optical photo\nof STS Fe/Ni-BTC single crystals.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2016-05375k_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) PXRD patterns of STS Ni-BTC, STS Fe-BTC, STS Fe/Ni-BTC. (b) Linear sweep voltammetry (LSV) curves of STS Ni-BTC, STS Fe-BTC, STS Fe/Ni-BTC and blank GC electrode measured in 0.1 M KOH at a scan rate of 2 mV s-1 with 95% iR compensation. Inset: optical photo of STS Fe/Ni-BTC single crystals.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) ECD process of Fe/Ni-BTC\nMOF thin films. (b) Design and synthesis of Fe/Ni-BTC MOFs. (c) Optical\nimage, (d) scanning electron microscopy (SEM) image, (e) higher-magnification\nimage of Fe/Ni-BTC@NF.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2016-05375k_0008.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) ECD process of Fe/Ni-BTC MOF thin films. (b) Design and synthesis of Fe/Ni-BTC MOFs. (c) Optical image, (d) scanning electron microscopy (SEM) image, (e) higher-magnification image of Fe/Ni-BTC@NF.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a–e) EDS elemental\nmapping images of Fe/Ni-BTC@NF. (f) Cross-sectional SEM image of the\nECD Fe/Ni-BTC film.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2016-05375k_0001.tif\"></graphic>\n</fig>", "clean_text": " 3  (a-e) EDS elemental mapping images of Fe/Ni-BTC@NF. (f) Cross-sectional SEM image of the ECD Fe/Ni-BTC film.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) PXRD patterns of simulated Ni<sub>3</sub>(BTC)<sub>2</sub> and\nelectrodeposited Fe/Ni-BTC. (b) FT-IR spectra of Fe/Ni-BTC and BTC.\n(c) Ni 2p XPS, (d) Fe 2p XPS of ECD Fe/Ni-BTC and STS Fe/Ni-BTC.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2016-05375k_0002.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) PXRD patterns of simulated Ni3(BTC)2 and electrodeposited Fe/Ni-BTC. (b) FT-IR spectra of Fe/Ni-BTC and BTC. (c) Ni 2p XPS, (d) Fe 2p XPS of ECD Fe/Ni-BTC and STS Fe/Ni-BTC.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) LSV\ncurves of ECD Ni-BTC@NF, ECD Fe-BTC@NF, ECD Fe/Ni@NF, ECD Fe/Ni-BTC@NF,\nand NF measured at 2 mV s<sup>–1</sup>. (b) Tafel plots of\nECD Ni-BTC@NF, ECD Fe-BTC@NF, ECD Fe/Ni@NF, and ECD Fe/Ni-BTC recorded\nat 1 mV s<sup>–1</sup>. (c) Comparison of ECD Ni-BTC, ECD Fe-BTC,\nECD Fe/Ni, ECD Fe/Ni-BTC, bulk Ni–Fe oxides, and porous Ni–Fe\noxides.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2016-05375k_0003.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) LSV curves of ECD Ni-BTC@NF, ECD Fe-BTC@NF, ECD Fe/Ni@NF, ECD Fe/Ni-BTC@NF, and NF measured at 2 mV s-1. (b) Tafel plots of ECD Ni-BTC@NF, ECD Fe-BTC@NF, ECD Fe/Ni@NF, and ECD Fe/Ni-BTC recorded at 1 mV s-1. (c) Comparison of ECD Ni-BTC, ECD Fe-BTC, ECD Fe/Ni, ECD Fe/Ni-BTC, bulk Ni-Fe oxides, and porous Ni-Fe oxides.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Controlled potential\nelectrolysis curve of Fe/Ni-BTC@NF at overpotential of 300 mV. SEM\nimages of (b) as-deposited Fe/Ni-BTC@NF and (c) Fe/Ni-BTC@NF after\n15 h CPE of OER. XPS spectrum of (d) Ni 2p before and after OER catalysis,\n(e) Fe 2p before and after OER catalysis. (f) FT-IR spectra of Fe/Ni-BTC\nbefore OER and Fe/Ni-BTC after OER. (g) PXRD patterns of Fe/Ni-BTC\nbefore OER and Fe/Ni-BTC after OER.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2016-05375k_0004.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Controlled potential electrolysis curve of Fe/Ni-BTC@NF at overpotential of 300 mV. SEM images of (b) as-deposited Fe/Ni-BTC@NF and (c) Fe/Ni-BTC@NF after 15 h CPE of OER. XPS spectrum of (d) Ni 2p before and after OER catalysis, (e) Fe 2p before and after OER catalysis. (f) FT-IR spectra of Fe/Ni-BTC before OER and Fe/Ni-BTC after OER. (g) PXRD patterns of Fe/Ni-BTC before OER and Fe/Ni-BTC after OER.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.6b05375", "title": "\nFe/Ni\nMetal–Organic Frameworks and Their Binder-Free Thin Films for\nEfficient Oxygen Evolution with Low Overpotential\n", "journal": "American\nChemical Society", "date": "2016.06", "author_list": ["Wang\nLu", "Wu\nYizhen", "Cao\nRui", "Ren\nLantian", "Chen\nMingxing", "Feng\nXiao", "Zhou\nJunwen", "Wang\nBo"]}}