{"filepath": "../L2M3_data/1_application_papers/acs_xml/am6b05817.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Singlet\noxygen (<sup>1</sup>O<sub>2</sub>), as a reactive oxygen species,\nhas garnered serious attention in physical, chemical, and biological\nstudies. In this paper, we designed and synthesized a new type of\nsinglet-oxygen generation system by exchanging cationic ruthenium\ncomplexes (RCs) into anionic bio-MOF-1. The resulting bio-MOF-1&amp;RCs\ncan be used as effective photocatalysts for generation of singlet\noxygen under both single-photon and two-photon excitation. Especially,\nthe excellent two-photon absorption (TPA) behavior of bio-MOF-1&amp;RCs\naroused our interest greatly because their two-photon absorption band\nlies in the optical window of biological tissue. Here, we measured\nthe ability of bio-MOF-1&amp;RCs to generate <sup>1</sup>O<sub>2</sub> by irradiation under both 490 and 800 nm wavelength light in DMF.\n1,3-Diphenylisobenzofuran (DPBF) and 2′,7′-dichlorofluorescein\n(DCFH) were used as typical <sup>1</sup>O<sub>2</sub> traps to detect\nand evaluate the efficiency of generation of <sup>1</sup>O<sub>2</sub> under single-photon and two-photon excitation, respectively. Results\nindicated that bio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup> was\nable to effectively generate <sup>1</sup>O<sub>2</sub> under both\nconditions. Our work creates a novel synergistic TPA system with the\nexcellent photophysical properties of RCs and the unique microporous\nstructure benefit of MOFs, which may open a new avenue for creation\nof a cancer treatment system with both photodynamic therapy and chemotherapy.</p>", "clean_text": "Singlet oxygen (1O2), as a reactive oxygen species, has garnered serious attention in physical, chemical, and biological studies. In this paper, we designed and synthesized a new type of singlet-oxygen generation system by exchanging cationic ruthenium complexes (RCs) into anionic bio-MOF-1. The resulting bio-MOF-1&RCs can be used as effective photocatalysts for generation of singlet oxygen under both single-photon and two-photon excitation. Especially, the excellent two-photon absorption (TPA) behavior of bio-MOF-1&RCs aroused our interest greatly because their two-photon absorption band lies in the optical window of biological tissue. Here, we measured the ability of bio-MOF-1&RCs to generate 1O2 by irradiation under both 490 and 800 nm wavelength light in DMF. 1,3-Diphenylisobenzofuran (DPBF) and 2',7'-dichlorofluorescein (DCFH) were used as typical 1O2 traps to detect and evaluate the efficiency of generation of 1O2 under single-photon and two-photon excitation, respectively. Results indicated that bio-MOF-1&[Ru(phen)3]2+ was able to effectively generate 1O2 under both conditions. Our work creates a novel synergistic TPA system with the excellent photophysical properties of RCs and the unique microporous structure benefit of MOFs, which may open a new avenue for creation of a cancer treatment system with both photodynamic therapy and chemotherapy.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Singlet oxygen (<sup>1</sup>O<sub>2</sub>), a well-known reactive oxygen species (ROS), has garnered\nserious attention in wastewater treatment, photochemical synthesis,\nand photodynamic therapy. Because directly exciting triplet\nmolecular oxygen (<sup>3</sup>O<sub>2</sub>) to <sup>1</sup>O<sub>2</sub> is forbidden, a photosensitizer (PS) such as phthalocyanine,\nmethylene blue, porphyrin, etc. is necessary to generate\nsinglet oxygen. When the photosensitizer is irradiated with the appropriate\nwavelength of light, it is promoted from the ground state (S<sub>0</sub>) to its first excited singlet state (S<sub>1</sub>) and then transformed\ninto the first excited triplet state (T<sub>1</sub>) via an intersystem\ncrossing (ISC). The photosensitizer T<sub>1</sub> state can transfer\nenergy to ground-state molecular oxygen (<sup>3</sup>O<sub>2</sub>) nearby to form singlet oxygen (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b05817/suppl_file/am6b05817_si_001.pdf\">Figure S1</ext-link>). However, the absorption bands of most of photosensitizers\nare mainly in the UV–visible region, which hinders their application\nin biological tissue. A two-photon (TP) excited photosensitizer\nis one of the most promising materials to expand their absorption\nwindow into the long wavelength region. Among the\ndifferent photosensitizers with the TP adsorption capability, polypyridyl\nruthenium complexes were found to be excellent candidates owing to\ntheir attractive photophysical properties (i.e., high singlet oxygen\nquantum yield, good light absorption capability, long luminescence\nlifetime, and excellent chemical stability). Indeed, polypyridyl\nruthenium complexes have been used in solar energy conversion, photocatalysis, sensors, and as therapeutic agents in photodynamic therapy\n(PDT). However, photobleaching, weak resistance\nto aggregation, and concentration quenching properties of ruthenium\ncomplexes limit their <sup>1</sup>O<sub>2</sub> generation efficiency.\n</p>", "clean_text": "Introduction\n\nSinglet oxygen (1O2), a well-known reactive oxygen species (ROS), has garnered serious attention in wastewater treatment, photochemical synthesis, and photodynamic therapy. Because directly exciting triplet molecular oxygen (3O2) to 1O2 is forbidden, a photosensitizer (PS) such as phthalocyanine, methylene blue, porphyrin, etc. is necessary to generate singlet oxygen. When the photosensitizer is irradiated with the appropriate wavelength of light, it is promoted from the ground state (S0) to its first excited singlet state (S1) and then transformed into the first excited triplet state (T1) via an intersystem crossing (ISC). The photosensitizer T1 state can transfer energy to ground-state molecular oxygen (3O2) nearby to form singlet oxygen (Figure S1). However, the absorption bands of most of photosensitizers are mainly in the UV-visible region, which hinders their application in biological tissue. A two-photon (TP) excited photosensitizer is one of the most promising materials to expand their absorption window into the long wavelength region. Among the different photosensitizers with the TP adsorption capability, polypyridyl ruthenium complexes were found to be excellent candidates owing to their attractive photophysical properties (i.e., high singlet oxygen quantum yield, good light absorption capability, long luminescence lifetime, and excellent chemical stability). Indeed, polypyridyl ruthenium complexes have been used in solar energy conversion, photocatalysis, sensors, and as therapeutic agents in photodynamic therapy (PDT). However, photobleaching, weak resistance to aggregation, and concentration quenching properties of ruthenium complexes limit their 1O2 generation efficiency. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks (MOFs)\nhave aroused widespread research interest because of their intriguing\nmolecular topologies, design flexibility, and potential applications in gas storage, separation, sensing, and catalysis. More recently, MOFs have been\ndesigned as an effective light-harvesting active layers in solar cells. Because MOFs can provide highly ordered porous structures, incorporation\nof PSs in the pore makes them in close proximity to each other but\nnot in direct contact, which can give\nrise to an efficient platform for energy transfer. Moreover, confinement and isolation of the PSs within the\nMOF’s pore can restrict the aggregation-caused quenching of\nthe PSs, providing an attractive platform for a heterogeneous <sup>1</sup>O<sub>2</sub> generation system.\n</p>", "clean_text": "Metal-organic frameworks (MOFs) have aroused widespread research interest because of their intriguing molecular topologies, design flexibility, and potential applications in gas storage, separation, sensing, and catalysis. More recently, MOFs have been designed as an effective light-harvesting active layers in solar cells. Because MOFs can provide highly ordered porous structures, incorporation of PSs in the pore makes them in close proximity to each other but not in direct contact, which can give rise to an efficient platform for energy transfer. Moreover, confinement and isolation of the PSs within the MOF's pore can restrict the aggregation-caused quenching of the PSs, providing an attractive platform for a heterogeneous 1O2 generation system. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Herein, we present a novel strategy to achieve a TP absorption <sup>1</sup>O<sub>2</sub> generation system by encapsulating cationic\nruthenium complexes (RCs) into the anionic MOF (bio-MOF-1, [Zn<sub>8</sub>(Ad)<sub>4</sub>(BPDC)<sub>6</sub>O·2Me<sub>2</sub>NH<sub>2</sub>, 8DMF, 11H<sub>2</sub>O]) through an ion-exchange process. The resultant bio-MOF-1&amp;RCs show efficient enhancement of the\nfluorescence emission by blocking the aggregation of RCs. Moreover,\nbio-MOF-1&amp;RCs exhibit a remarkable ability to generate <sup>1</sup>O<sub>2</sub> under both single- and two-photon excitation.</p>", "clean_text": "Herein, we present a novel strategy to achieve a TP absorption 1O2 generation system by encapsulating cationic ruthenium complexes (RCs) into the anionic MOF (bio-MOF-1, [Zn8(Ad)4(BPDC)6O⋅2Me2NH2, 8DMF, 11H2O]) through an ion-exchange process. The resultant bio-MOF-1&RCs show efficient enhancement of the fluorescence emission by blocking the aggregation of RCs. Moreover, bio-MOF-1&RCs exhibit a remarkable ability to generate 1O2 under both single- and two-photon excitation.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>RC cations ([Ru­(bpy)<sub>3</sub>]<sup>2+</sup>, bpy = 2,2′-bipyridine; [Ru­(phen)<sub>3</sub>]<sup>2+</sup>, phen = 1,10-phenanthroline; and [Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup>, hipp = 2-(1<italic>H</italic>-imidazo­[5,5-<italic>f</italic>]­[1,10]-phenanthrolin-2-yl)­phenol; ) and bio-MOF-1 were synthesized according\nto the previously reported method. Bio-MOF-1&amp;RCs were prepared\nthrough an ion-exchange process ( and the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b05817/suppl_file/am6b05817_si_001.pdf\">Supporting Information</ext-link>). Powder X-ray diffraction (PXRD) was performed to confirm the structure\nof bio-MOF-1&amp;RCs. As shown in , after RC cation exchange, the PXRD spectra\nof bio-MOF-1&amp;RCs remain unchanged, indicating RC loading does\nnot impact the crystalline integrity of bio-MOF-1. In addition, the\nstability of the bio-MOF-1&amp;RC structure in water was also measured.\nAs exhibited in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b05817/suppl_file/am6b05817_si_001.pdf\">Figures S2–4</ext-link>, the\nPXRD spectra of bio-MOF-1&amp;RCs were constant after the complexes\nwere immersed in water for 10 days, indicating that bio-MOF-1&amp;RCs\nare stable in water. The content of RCs in the MOF crystals were determined\nusing an inductively coupled plasma-optical emission spectrometer\n(ICP-OES) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b05817/suppl_file/am6b05817_si_001.pdf\">Table S1</ext-link>). It is evident that\n[Ru­(bpy)<sub>3</sub>]<sup>2+</sup>, which has a small size, can be\neasily exchanged into the MOF. By contrast, the Ru content in bio-MOF-1&amp;[Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup> was the lowest due to the larger molecular\nsize of [Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup>.</p>", "clean_text": "Results and Discussion\n\nRC cations ([Ru(bpy)3]2+, bpy = 2,2'-bipyridine; [Ru(phen)3]2+, phen = 1,10-phenanthroline; and [Ru(phen)2hipp]2+, hipp = 2-(1H-imidazo[5,5-f][1,10]-phenanthrolin-2-yl)phenol; ) and bio-MOF-1 were synthesized according to the previously reported method. Bio-MOF-1&RCs were prepared through an ion-exchange process ( and the Supporting Information). Powder X-ray diffraction (PXRD) was performed to confirm the structure of bio-MOF-1&RCs. As shown in , after RC cation exchange, the PXRD spectra of bio-MOF-1&RCs remain unchanged, indicating RC loading does not impact the crystalline integrity of bio-MOF-1. In addition, the stability of the bio-MOF-1&RC structure in water was also measured. As exhibited in Figures S2-4, the PXRD spectra of bio-MOF-1&RCs were constant after the complexes were immersed in water for 10 days, indicating that bio-MOF-1&RCs are stable in water. The content of RCs in the MOF crystals were determined using an inductively coupled plasma-optical emission spectrometer (ICP-OES) (Table S1). It is evident that [Ru(bpy)3]2+, which has a small size, can be easily exchanged into the MOF. By contrast, the Ru content in bio-MOF-1&[Ru(phen)2hipp]2+ was the lowest due to the larger molecular size of [Ru(phen)2hipp]2+.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Chemical structures of\ncomplexes [Ru­(bpy)<sub>3</sub>]<sup>2+</sup>, [Ru­(phen)<sub>3</sub>]<sup>2+</sup>, and [Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup>.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2016-05817f_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Chemical structures of complexes [Ru(bpy)3]2+, [Ru(phen)3]2+, and [Ru(phen)2hipp]2+.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Encapsulation of cationic ruthenium­(II) complexes\n[RuL]<sup>2+</sup> into the nanospace of bio-MOF-1 (L stands for 2,2′-bipyridine­(bpy),\n1,10-phenanthroline­(phen), or 2-(1<italic>H</italic>-imidazo­[5,5-<italic>f</italic>]­[1,10]­phenanthrolin-2-yl)­phenol­(hipp)).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2016-05817f_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Encapsulation of cationic ruthenium(II) complexes [RuL]2+ into the nanospace of bio-MOF-1 (L stands for 2,2'-bipyridine(bpy), 1,10-phenanthroline(phen), or 2-(1H-imidazo[5,5-f][1,10]phenanthrolin-2-yl)phenol(hipp)).   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>PXRD patterns of bio-MOF-1 and bio-MOF-1&amp;RCs.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2016-05817f_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  PXRD patterns of bio-MOF-1 and bio-MOF-1&RCs.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Further, we investigated the distribution\nof RC cations in the bio-MOF-1&amp;RC crystals by confocal scanning\nmicroscopy. As shown in , the crystals of pure bio-MOF-1 exhibit blue emission derived\nfrom the BPDC linkers under ultraviolet light excitation at 330 nm.\nAfter RC cations were incorporated into the pore of bio-MOF-1, the\nbio-MOF-1&amp;RCs display new luminescence emission in the red region.\nWe can clearly see the color of the bio-MOF-1 change from the original\nblue into orange-red, yellow, and green in the confocal scanning microscopic\nimages. Such significant color changes probably are mainly due to\nthe combination of emissions of bio-MOF-1 (blue) and RCs (red).</p>", "clean_text": "Further, we investigated the distribution of RC cations in the bio-MOF-1&RC crystals by confocal scanning microscopy. As shown in , the crystals of pure bio-MOF-1 exhibit blue emission derived from the BPDC linkers under ultraviolet light excitation at 330 nm. After RC cations were incorporated into the pore of bio-MOF-1, the bio-MOF-1&RCs display new luminescence emission in the red region. We can clearly see the color of the bio-MOF-1 change from the original blue into orange-red, yellow, and green in the confocal scanning microscopic images. Such significant color changes probably are mainly due to the combination of emissions of bio-MOF-1 (blue) and RCs (red).", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Fluorescence\nmicroscopic images and emission spectra of bio-MOF-1&amp;RCs with\ndifferent RCs of pure bio-MOF-1 (a), bio-MOF-1&amp;[Ru­(bpy)<sub>3</sub>]<sup>2+</sup> (b), bio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup>, (c) and bio-MOF-1&amp;[Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup> (d)\nilluminated with ultraviolet light at 330 nm.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2016-05817f_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Fluorescence microscopic images and emission spectra of bio-MOF-1&RCs with different RCs of pure bio-MOF-1 (a), bio-MOF-1&[Ru(bpy)3]2+ (b), bio-MOF-1&[Ru(phen)3]2+, (c) and bio-MOF-1&[Ru(phen)2hipp]2+ (d) illuminated with ultraviolet light at 330 nm.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The fluorescence emission spectrum of bio-MOF-1 and absorption\nspectrum of RCs were measured. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b05817/suppl_file/am6b05817_si_001.pdf\">Figure S5</ext-link>, RCs have strong absorption ranging from 200 to 550 nm,\nwhile the emission spectrum of bio-MOF-1 is between 340 and 500 nm.\nObviously, there is spectral overlap between the absorption of RCs\nand the emission of bio-MOF-1, which suggests that energy transfer\nfrom bio-MOF-1 to the RCs can occur within the bio-MOF-1&amp;RCs.</p>", "clean_text": "The fluorescence emission spectrum of bio-MOF-1 and absorption spectrum of RCs were measured. As shown in Figure S5, RCs have strong absorption ranging from 200 to 550 nm, while the emission spectrum of bio-MOF-1 is between 340 and 500 nm. Obviously, there is spectral overlap between the absorption of RCs and the emission of bio-MOF-1, which suggests that energy transfer from bio-MOF-1 to the RCs can occur within the bio-MOF-1&RCs.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The emission spectra of the Ru­(bpy)<sub>3</sub>]<sup>2+</sup> solution,\n[Ru­(bpy)<sub>3</sub>]<sup>2+</sup> powder, and bio-MOF-1&amp;[Ru­(bpy)<sub>3</sub>]<sup>2+</sup> were also investigated, and the results are\nshown in a.\nThe [Ru­(bpy)<sub>3</sub>]<sup>2+</sup> solution (10<sup>–4</sup> mol·L<sup>–1</sup>) and [Ru­(bpy)<sub>3</sub>]<sup>2+</sup> powder display relatively weak emission at 613 and 600 nm, respectively,\nwhereas bio-MOF-1&amp;[Ru­(bpy)<sub>3</sub>]<sup>2+</sup> exhibits\na much stronger emission at 599 nm. The emission of [Ru­(phen)<sub>3</sub>]<sup>2+</sup> and [Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup> also show a similar increase in fluorescence intensity in bio-MOF-1\n(b and c).\nSuch a remarkable emission enhancement can be attributed to the pore\nconfinement of RC molecules within bio-MOF-1. Those RCs molecules,\nwhich are confined in the pores of bio-MOF-1, have restricted intramolecular\ntorsional motion and restrained π–π interactions, which help to markedly diminish the aggregation-caused\nquenching effect existing in both solution and powder RCs. Moreover, the extended π-conjugation systems\nin bio-MOF-1 can enhance the light-harvesting ability of bio-MOF-1&amp;RCs, thereby improving the fluorescence emission\nperformance of RCs. In addition, due to the presence of an intense\nJ-aggregation effect in powder RCs, the\nemission peak of solid RCs is red shifted compared to that of bio-MOF-1&amp;RCs\n(b and c).</p>", "clean_text": "The emission spectra of the Ru(bpy)3]2+ solution, [Ru(bpy)3]2+ powder, and bio-MOF-1&[Ru(bpy)3]2+ were also investigated, and the results are shown in a. The [Ru(bpy)3]2+ solution (10-4 mol⋅L-1) and [Ru(bpy)3]2+ powder display relatively weak emission at 613 and 600 nm, respectively, whereas bio-MOF-1&[Ru(bpy)3]2+ exhibits a much stronger emission at 599 nm. The emission of [Ru(phen)3]2+ and [Ru(phen)2hipp]2+ also show a similar increase in fluorescence intensity in bio-MOF-1 (b and c). Such a remarkable emission enhancement can be attributed to the pore confinement of RC molecules within bio-MOF-1. Those RCs molecules, which are confined in the pores of bio-MOF-1, have restricted intramolecular torsional motion and restrained π-π interactions, which help to markedly diminish the aggregation-caused quenching effect existing in both solution and powder RCs. Moreover, the extended π-conjugation systems in bio-MOF-1 can enhance the light-harvesting ability of bio-MOF-1&RCs, thereby improving the fluorescence emission performance of RCs. In addition, due to the presence of an intense J-aggregation effect in powder RCs, the emission peak of solid RCs is red shifted compared to that of bio-MOF-1&RCs (b and c).", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Emission\nspectra of RCs and bio-MOF-1&amp;RCs excited at 330 nm: (a) [Ru­(bpy)<sub>3</sub>]<sup>2+</sup> and bio-MOF-1&amp;[Ru­(bpy)<sub>3</sub>]<sup>2+</sup>, (b) [Ru­(phen)<sub>3</sub>]<sup>2+</sup> and bio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup>, and (c) [Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup> and bio-MOF-1&amp;[Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2016-05817f_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Emission spectra of RCs and bio-MOF-1&RCs excited at 330 nm: (a) [Ru(bpy)3]2+ and bio-MOF-1&[Ru(bpy)3]2+, (b) [Ru(phen)3]2+ and bio-MOF-1&[Ru(phen)3]2+, and (c) [Ru(phen)2hipp]2+ and bio-MOF-1&[Ru(phen)2hipp]2+.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>The <sup>1</sup>O<sub>2</sub> generation\nefficiency of bio-MOF-1&amp;RCs under single-photon excitation was\nperformed by monitoring the time-dependent absorbance of DPBF at 414\nnm. As shown in a, in the control experiment without any photosensitizers, the absorbance\nof DPBF did not change much within 40 min, which revealed that DPBF\nwas stable under the experimental conditions. After addition of bio-MOF-1&amp;[Ru­(bpy)<sub>3</sub>]<sup>2+</sup>, the characteristic absorption peak of DPBF\nat 414 nm gradually disappeared within 20 min under 490 nm light irradiation\n(b). When a\nsimilar system using bio-MOF-1&amp;[Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup> as the photosensitizer was used, DBPF was consumed rapidly,\nand the absorption of DBPF was completely decayed within 20 min (d). Excitingly, the\nabsorption peak of DPBF completely disappeared in only 6 min when\nbio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup> was used in this\nsystem, as shown in c. Therefore, bio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup> possesses the highest efficiency of <sup>1</sup>O<sub>2</sub> generation\namong the three composites. Furthermore, the singlet oxygen quantum\nyields (Φ<sub>Δ</sub>) from these bio-MOF-1&amp;RCs, an\nimportant parameter for characterization of the efficiency of a triplet\nPS to produce <sup>1</sup>O<sub>2</sub> upon photoexcitation, were\nmeasured using DPBF as an <sup>1</sup>O<sub>2</sub> indicator. The Φ<sub>Δ</sub> values of bio-MOF-1&amp;[Ru­(bpy)<sub>3</sub>]<sup>2+</sup>, bio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup>, and bio-MOF-1&amp;[Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup> were\ndetermined to be 0.86, 0.34, and 0.32, respectively, using [Ru­(bpy)<sub>3</sub>]<sup>2+</sup> as the standard (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b05817/suppl_file/am6b05817_si_001.pdf\">Figure S6</ext-link>), whose Φ<sub>Δ</sub> was 0.81 in methanol. The singlet oxygen Φ<sub>Δ</sub> of bio-MOF-1&amp;[Ru­(bpy)<sub>3</sub>] is higher in comparison to\nthose of some photosensitizers such as protoporphyrin IX (Φ<sub>Δ</sub> = 0.56), tetraphenylporphyrine (Φ<sub>Δ</sub> = 0.63), methylene blue (Φ<sub>Δ</sub> = 0.55), rose\nbengal (Φ<sub>Δ</sub> = 0.68), porphyrin derivatives (Φ<sub>Δ</sub> = 0.45), and quantum dot photosensitizers (Φ<sub>Δ</sub> = 0.43). By contrast,\ndue to the low Ru content of bio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup> and bio-MOF-1&amp;[Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup>, the Φ<sub>Δ</sub> values of the two samples are relatively\nlow. However, their Φ<sub>Δ</sub> values are still considerably\nhigher compared to those of some newly designed photosensitizers classified\nto clinical trials such as motexafin lutetium (Φ<sub>Δ</sub> = 0.23). A more intuitive contrast\nof the <sup>1</sup>O<sub>2</sub> generation efficiency of the three\ncomposites is shown in e. These results show that bio-MOF-1&amp;RCs can efficiently\ngenerate <sup>1</sup>O<sub>2</sub> via SPA. The bio-MOF-1 could serve\nas a “cage” to protect the RCs and block the aggregation\nof RC molecules. Moreover, the porous\nmatrix structure increases the chance of an RC molecule being exposed\nto molecular oxygen (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b05817/suppl_file/am6b05817_si_001.pdf\">Figure S7</ext-link>), which\nis conducive to the energy transfer from the RCs to <sup>3</sup>O<sub>2</sub>.\n</p>", "clean_text": "The 1O2 generation efficiency of bio-MOF-1&RCs under single-photon excitation was performed by monitoring the time-dependent absorbance of DPBF at 414 nm. As shown in a, in the control experiment without any photosensitizers, the absorbance of DPBF did not change much within 40 min, which revealed that DPBF was stable under the experimental conditions. After addition of bio-MOF-1&[Ru(bpy)3]2+, the characteristic absorption peak of DPBF at 414 nm gradually disappeared within 20 min under 490 nm light irradiation (b). When a similar system using bio-MOF-1&[Ru(phen)2hipp]2+ as the photosensitizer was used, DBPF was consumed rapidly, and the absorption of DBPF was completely decayed within 20 min (d). Excitingly, the absorption peak of DPBF completely disappeared in only 6 min when bio-MOF-1&[Ru(phen)3]2+ was used in this system, as shown in c. Therefore, bio-MOF-1&[Ru(phen)3]2+ possesses the highest efficiency of 1O2 generation among the three composites. Furthermore, the singlet oxygen quantum yields (ΦΔ) from these bio-MOF-1&RCs, an important parameter for characterization of the efficiency of a triplet PS to produce 1O2 upon photoexcitation, were measured using DPBF as an 1O2 indicator. The ΦΔ values of bio-MOF-1&[Ru(bpy)3]2+, bio-MOF-1&[Ru(phen)3]2+, and bio-MOF-1&[Ru(phen)2hipp]2+ were determined to be 0.86, 0.34, and 0.32, respectively, using [Ru(bpy)3]2+ as the standard (Figure S6), whose ΦΔ was 0.81 in methanol. The singlet oxygen ΦΔ of bio-MOF-1&[Ru(bpy)3] is higher in comparison to those of some photosensitizers such as protoporphyrin IX (ΦΔ = 0.56), tetraphenylporphyrine (ΦΔ = 0.63), methylene blue (ΦΔ = 0.55), rose bengal (ΦΔ = 0.68), porphyrin derivatives (ΦΔ = 0.45), and quantum dot photosensitizers (ΦΔ = 0.43). By contrast, due to the low Ru content of bio-MOF-1&[Ru(phen)3]2+ and bio-MOF-1&[Ru(phen)2hipp]2+, the ΦΔ values of the two samples are relatively low. However, their ΦΔ values are still considerably higher compared to those of some newly designed photosensitizers classified to clinical trials such as motexafin lutetium (ΦΔ = 0.23). A more intuitive contrast of the 1O2 generation efficiency of the three composites is shown in e. These results show that bio-MOF-1&RCs can efficiently generate 1O2 via SPA. The bio-MOF-1 could serve as a \"cage\" to protect the RCs and block the aggregation of RC molecules. Moreover, the porous matrix structure increases the chance of an RC molecule being exposed to molecular oxygen (Figure S7), which is conducive to the energy transfer from the RCs to 3O2. ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Time-dependent absorption spectra of DPBF\n(in DMF) upon irradiation at 490 nm without the presence of bio-MOF-1&amp;RCs.\nTime-dependent absorption spectra of DPBF (in DMF) upon irradiation\nat 490 nm in the presence of (b) bio-MOF-1&amp;[Ru­(bpy)<sub>3</sub>]<sup>2+</sup>, (c) bio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup>, and (d) bio-MOF-1&amp;[Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup>.\n(e) Comparison of the decay rate of DPBF alone (black) and in the\npresence of bio-MOF-1&amp;[Ru­(bpy)<sub>3</sub>]<sup>2+</sup> (red),\nbio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup> (blue), and bio-MOF-1&amp;[Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup> (purple).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2016-05817f_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Time-dependent absorption spectra of DPBF (in DMF) upon irradiation at 490 nm without the presence of bio-MOF-1&RCs. Time-dependent absorption spectra of DPBF (in DMF) upon irradiation at 490 nm in the presence of (b) bio-MOF-1&[Ru(bpy)3]2+, (c) bio-MOF-1&[Ru(phen)3]2+, and (d) bio-MOF-1&[Ru(phen)2hipp]2+. (e) Comparison of the decay rate of DPBF alone (black) and in the presence of bio-MOF-1&[Ru(bpy)3]2+ (red), bio-MOF-1&[Ru(phen)3]2+ (blue), and bio-MOF-1&[Ru(phen)2hipp]2+ (purple).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>We further studied whether the bio-MOF-1&amp;RCs can generate <sup>1</sup>O<sub>2</sub> via TPA. For this purpose, we measured the two-photon\nemission spectrum of those bio-MOF-1&amp;RCs under different excitation\nwavelengths. The excitation wavelength dependent on two-photon emission\nspectrum of bio-MOF-1&amp;RCs can be seen in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b05817/suppl_file/am6b05817_si_001.pdf\">Figure S8–10</ext-link>. Obviously, the maximum two-photon excitation\nwavelengths for bio-MOF-1&amp;RCs are around 800–820 nm. Therefore,\nwe used light with a wavelength at 800 nm as the excitation source\nto irradiate bio-MOF-1&amp;RCs. Meanwhile, the efficiency of <sup>1</sup>O<sub>2</sub> generation was evaluated according to the change\nin the time-dependent fluorescence emission spectrum of the fluorescent\nprobe 2,7-dichlorofluorescein (DCFH). DCFH can be oxidized by singlet\noxygen and at the same time rapidly release the green emission DCF\n(), and DCF has a marked emission peak at 540 nm.\nBy monitoring the time-dependent emission intensity change of DCF\nat 540 nm, we can investigate <sup>1</sup>O<sub>2</sub> generation\nefficiency of bio-MOF-1&amp;RCs under TP excitation. As can be seen in , the control experiment without addition of bio-MOF-1&amp;RCs\nexhibited only small spectral changes under the experimental conditions\n(a). In sharp\ncontrast, we can see there is an observable increase in the emission\nspectrum at 540 nm in the presence of bio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup> and bio-MOF-1&amp;[Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup> under continuous illumination (c and d), which indicates that the photocatalytic\nactivity of bio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup> and\nbio-MOF-1&amp;[Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup> are high. While\nbio-MOF-1&amp;Ru­(bpy)<sub>3</sub>]<sup>2+</sup> shows a relatively\nlow photoactivity, which can be reflected through the small change\nin the emission spectrum at 540 nm (b). At the same time, we also noticed that\nthe solution color became green and increased gradually along with\nillumination time, which also demonstrates that DCFH in solution has\nbeen oxidized to DCF. These data suggest that bio-MOF-1&amp;RCs can\nrealize TP excitation in NIR to generation <sup>1</sup>O<sub>2</sub>. The abilities of bio-MOF-1&amp;RCs to generate <sup>1</sup>O<sub>2</sub> under TP excitation are distinctively different, which are\nclearly demonstrated in e. Here, the increase in the average rate of DCF within the\nDCFH solution can indirectly reflect the <sup>1</sup>O<sub>2</sub> generation efficiency of bio-MOF-1&amp;RCs. It is obvious that bio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup> and bio-MOF-1&amp;[Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup> have considerably high <sup>1</sup>O<sub>2</sub> yields\nunder TPA. This can be attributed to the existence of an intense electron\ndelocalization conjugate system within the molecular structure of\n[Ru­(phen)<sub>3</sub>]<sup>2+</sup> and [Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup>; by contrast, such an effect is relatively weak in molecular\n[Ru­(bpy)<sub>3</sub>]<sup>2+</sup>. Bio-MOF-1 further extended π-conjugation\nsystems and strengthened the effect within bio-MOF-1&amp;RCs, which\nresulted in an enhancement of the light harvesting capability in the\nNIR (near-infrared region) and promoted TP adsorption of bio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup> and bio-MOF-1&amp;[Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup>. In addition, the energy transfer from bio-MOF-1 to RCs\nin the framework also helped to improve the photocatalytic efficiency\nof the system for the generation of singlet oxygen.</p>", "clean_text": "We further studied whether the bio-MOF-1&RCs can generate 1O2 via TPA. For this purpose, we measured the two-photon emission spectrum of those bio-MOF-1&RCs under different excitation wavelengths. The excitation wavelength dependent on two-photon emission spectrum of bio-MOF-1&RCs can be seen in Figure S8-10. Obviously, the maximum two-photon excitation wavelengths for bio-MOF-1&RCs are around 800-820 nm. Therefore, we used light with a wavelength at 800 nm as the excitation source to irradiate bio-MOF-1&RCs. Meanwhile, the efficiency of 1O2 generation was evaluated according to the change in the time-dependent fluorescence emission spectrum of the fluorescent probe 2,7-dichlorofluorescein (DCFH). DCFH can be oxidized by singlet oxygen and at the same time rapidly release the green emission DCF (), and DCF has a marked emission peak at 540 nm. By monitoring the time-dependent emission intensity change of DCF at 540 nm, we can investigate 1O2 generation efficiency of bio-MOF-1&RCs under TP excitation. As can be seen in , the control experiment without addition of bio-MOF-1&RCs exhibited only small spectral changes under the experimental conditions (a). In sharp contrast, we can see there is an observable increase in the emission spectrum at 540 nm in the presence of bio-MOF-1&[Ru(phen)3]2+ and bio-MOF-1&[Ru(phen)2hipp]2+ under continuous illumination (c and d), which indicates that the photocatalytic activity of bio-MOF-1&[Ru(phen)3]2+ and bio-MOF-1&[Ru(phen)2hipp]2+ are high. While bio-MOF-1&Ru(bpy)3]2+ shows a relatively low photoactivity, which can be reflected through the small change in the emission spectrum at 540 nm (b). At the same time, we also noticed that the solution color became green and increased gradually along with illumination time, which also demonstrates that DCFH in solution has been oxidized to DCF. These data suggest that bio-MOF-1&RCs can realize TP excitation in NIR to generation 1O2. The abilities of bio-MOF-1&RCs to generate 1O2 under TP excitation are distinctively different, which are clearly demonstrated in e. Here, the increase in the average rate of DCF within the DCFH solution can indirectly reflect the 1O2 generation efficiency of bio-MOF-1&RCs. It is obvious that bio-MOF-1&[Ru(phen)3]2+ and bio-MOF-1&[Ru(phen)2hipp]2+ have considerably high 1O2 yields under TPA. This can be attributed to the existence of an intense electron delocalization conjugate system within the molecular structure of [Ru(phen)3]2+ and [Ru(phen)2hipp]2+; by contrast, such an effect is relatively weak in molecular [Ru(bpy)3]2+. Bio-MOF-1 further extended π-conjugation systems and strengthened the effect within bio-MOF-1&RCs, which resulted in an enhancement of the light harvesting capability in the NIR (near-infrared region) and promoted TP adsorption of bio-MOF-1&[Ru(phen)3]2+ and bio-MOF-1&[Ru(phen)2hipp]2+. In addition, the energy transfer from bio-MOF-1 to RCs in the framework also helped to improve the photocatalytic efficiency of the system for the generation of singlet oxygen.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>In the presence of generated <sup>1</sup>O<sub>2</sub>, the ROS indicator DCFH is oxidized to release\nthe green fluorophore DCF.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2016-05817f_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  In the presence of generated 1O2, the ROS indicator DCFH is oxidized to release the green fluorophore DCF.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Time-dependent emission spectrum of the fluorescein probe DCF\n(in DMF, at 540 nm) upon irradiation at 800 nm without the presence\nof bio-MOF-1&amp;RCs. Time-dependent emission spectra of DCF (in DMF)\nupon irradiation at 800 nm in the presence of (b) bio-MOF-1&amp;[Ru­(bpy)<sub>3</sub>]<sup>2+</sup>, (c) bio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup>, and (d) bio-MOF-1&amp;[Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup>. (e) Comparison of the average increase rate of DCF in the presence\nof different bio-MOF-1&amp;RCs within 18 min.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am-2016-05817f_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) Time-dependent emission spectrum of the fluorescein probe DCF (in DMF, at 540 nm) upon irradiation at 800 nm without the presence of bio-MOF-1&RCs. Time-dependent emission spectra of DCF (in DMF) upon irradiation at 800 nm in the presence of (b) bio-MOF-1&[Ru(bpy)3]2+, (c) bio-MOF-1&[Ru(phen)3]2+, and (d) bio-MOF-1&[Ru(phen)2hipp]2+. (e) Comparison of the average increase rate of DCF in the presence of different bio-MOF-1&RCs within 18 min.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In conclusion, we successfully\nconstructed a novel heterogeneous <sup>1</sup>O<sub>2</sub> generation\nsystem using bio-MOF-1&amp;RCs via an ion-exchange process. The bio-MOF-1&amp;RCs\nexhibited excellent photophysical properties and remarkable emission\nenhancement. Importantly, bio-MOF-1&amp;RCs have attractive light-harvesting\ncapabilities under NIR through two-photon adsorption. Further, we\nexploited bio-MOF-1&amp;RCs as photosensitizers for the generation\nof singlet oxygen in the visible and NIR spectra. Bio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup>, due to its high electron delocalization conjugate\nstructure, shows extraordinary efficiency for the generation of <sup>1</sup>O<sub>2</sub> under both SPA and TPA. To the best of our knowledge,\nthis is the first example of using RCs and MOFs to develop a photocatalytic\nsystem for the generation of <sup>1</sup>O<sub>2</sub> by two-photon\nexcitation. These results reveal that bio-MOF-1&amp;RCs are promising\ncandidates as photosensitizers to generate <sup>1</sup>O<sub>2</sub>. We expect that the research of bio-MOF-1&amp;RCs will be further\nextended in novel application fields such as PDT and chemotherapy\nintegrative collaboration for cancer treatment.</p>", "clean_text": "Conclusion\n\nIn conclusion, we successfully constructed a novel heterogeneous 1O2 generation system using bio-MOF-1&RCs via an ion-exchange process. The bio-MOF-1&RCs exhibited excellent photophysical properties and remarkable emission enhancement. Importantly, bio-MOF-1&RCs have attractive light-harvesting capabilities under NIR through two-photon adsorption. Further, we exploited bio-MOF-1&RCs as photosensitizers for the generation of singlet oxygen in the visible and NIR spectra. Bio-MOF-1&[Ru(phen)3]2+, due to its high electron delocalization conjugate structure, shows extraordinary efficiency for the generation of 1O2 under both SPA and TPA. To the best of our knowledge, this is the first example of using RCs and MOFs to develop a photocatalytic system for the generation of 1O2 by two-photon excitation. These results reveal that bio-MOF-1&RCs are promising candidates as photosensitizers to generate 1O2. We expect that the research of bio-MOF-1&RCs will be further extended in novel application fields such as PDT and chemotherapy integrative collaboration for cancer treatment.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.6b05817\">10.1021/acsami.6b05817</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental section\nand supporting Figures and Tables (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b05817/suppl_file/am6b05817_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Experimental section\nand supporting Figures and Tables (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b05817/suppl_file/am6b05817_si_001.pdf\">PDF</ext-link>)</p><p>The authors declare no competing\nfinancial interest.</p><title>Abbreviations</title><p>ruthenium­(II) complexes</p><p>photosensitizers</p><p>[Zn<sub>8</sub>(Ad)<sub>4</sub>(BPDC)<sub>6</sub>O·2Me<sub>2</sub>NH<sub>2</sub>, 8DMF, 11H<sub>2</sub>O]</p><p>single-photon absorption</p><p>two-photon absorption</p><p>metal–organic frameworks</p><p>1,3-diphenylisobenzofuran</p><p>2,7-dichlorofluorescein</p><p>photodynamic therapy</p><title>References</title>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.6b05817.  Experimental section and supporting Figures and Tables (PDF)   \n\nExperimental section and supporting Figures and Tables (PDF)\n\nThe authors declare no competing financial interest.\n\nAbbreviations\n\nruthenium(II) complexes\n\nphotosensitizers\n\n[Zn8(Ad)4(BPDC)6O⋅2Me2NH2, 8DMF, 11H2O]\n\nsingle-photon absorption\n\ntwo-photon absorption\n\nmetal-organic frameworks\n\n1,3-diphenylisobenzofuran\n\n2,7-dichlorofluorescein\n\nphotodynamic therapy\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": 14, "type": "text", "classification": "property", "content": "<p>The <sup>1</sup>O<sub>2</sub> generation\nefficiency of bio-MOF-1&amp;RCs under single-photon excitation was\nperformed by monitoring the time-dependent absorbance of DPBF at 414\nnm. As shown in a, in the control experiment without any photosensitizers, the absorbance\nof DPBF did not change much within 40 min, which revealed that DPBF\nwas stable under the experimental conditions. After addition of bio-MOF-1&amp;[Ru­(bpy)<sub>3</sub>]<sup>2+</sup>, the characteristic absorption peak of DPBF\nat 414 nm gradually disappeared within 20 min under 490 nm light irradiation\n(b). When a\nsimilar system using bio-MOF-1&amp;[Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup> as the photosensitizer was used, DBPF was consumed rapidly,\nand the absorption of DBPF was completely decayed within 20 min (d). Excitingly, the\nabsorption peak of DPBF completely disappeared in only 6 min when\nbio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup> was used in this\nsystem, as shown in c. Therefore, bio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup> possesses the highest efficiency of <sup>1</sup>O<sub>2</sub> generation\namong the three composites. Furthermore, the singlet oxygen quantum\nyields (Φ<sub>Δ</sub>) from these bio-MOF-1&amp;RCs, an\nimportant parameter for characterization of the efficiency of a triplet\nPS to produce <sup>1</sup>O<sub>2</sub> upon photoexcitation, were\nmeasured using DPBF as an <sup>1</sup>O<sub>2</sub> indicator. The Φ<sub>Δ</sub> values of bio-MOF-1&amp;[Ru­(bpy)<sub>3</sub>]<sup>2+</sup>, bio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup>, and bio-MOF-1&amp;[Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup> were\ndetermined to be 0.86, 0.34, and 0.32, respectively, using [Ru­(bpy)<sub>3</sub>]<sup>2+</sup> as the standard (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b05817/suppl_file/am6b05817_si_001.pdf\">Figure S6</ext-link>), whose Φ<sub>Δ</sub> was 0.81 in methanol. The singlet oxygen Φ<sub>Δ</sub> of bio-MOF-1&amp;[Ru­(bpy)<sub>3</sub>] is higher in comparison to\nthose of some photosensitizers such as protoporphyrin IX (Φ<sub>Δ</sub> = 0.56), tetraphenylporphyrine (Φ<sub>Δ</sub> = 0.63), methylene blue (Φ<sub>Δ</sub> = 0.55), rose\nbengal (Φ<sub>Δ</sub> = 0.68), porphyrin derivatives (Φ<sub>Δ</sub> = 0.45), and quantum dot photosensitizers (Φ<sub>Δ</sub> = 0.43). By contrast,\ndue to the low Ru content of bio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup> and bio-MOF-1&amp;[Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup>, the Φ<sub>Δ</sub> values of the two samples are relatively\nlow. However, their Φ<sub>Δ</sub> values are still considerably\nhigher compared to those of some newly designed photosensitizers classified\nto clinical trials such as motexafin lutetium (Φ<sub>Δ</sub> = 0.23). A more intuitive contrast\nof the <sup>1</sup>O<sub>2</sub> generation efficiency of the three\ncomposites is shown in e. These results show that bio-MOF-1&amp;RCs can efficiently\ngenerate <sup>1</sup>O<sub>2</sub> via SPA. The bio-MOF-1 could serve\nas a “cage” to protect the RCs and block the aggregation\nof RC molecules. Moreover, the porous\nmatrix structure increases the chance of an RC molecule being exposed\nto molecular oxygen (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b05817/suppl_file/am6b05817_si_001.pdf\">Figure S7</ext-link>), which\nis conducive to the energy transfer from the RCs to <sup>3</sup>O<sub>2</sub>.\n</p>", "clean_text": "The 1O2 generation efficiency of bio-MOF-1&RCs under single-photon excitation was performed by monitoring the time-dependent absorbance of DPBF at 414 nm. As shown in a, in the control experiment without any photosensitizers, the absorbance of DPBF did not change much within 40 min, which revealed that DPBF was stable under the experimental conditions. After addition of bio-MOF-1&[Ru(bpy)3]2+, the characteristic absorption peak of DPBF at 414 nm gradually disappeared within 20 min under 490 nm light irradiation (b). When a similar system using bio-MOF-1&[Ru(phen)2hipp]2+ as the photosensitizer was used, DBPF was consumed rapidly, and the absorption of DBPF was completely decayed within 20 min (d). Excitingly, the absorption peak of DPBF completely disappeared in only 6 min when bio-MOF-1&[Ru(phen)3]2+ was used in this system, as shown in c. Therefore, bio-MOF-1&[Ru(phen)3]2+ possesses the highest efficiency of 1O2 generation among the three composites. Furthermore, the singlet oxygen quantum yields (ΦΔ) from these bio-MOF-1&RCs, an important parameter for characterization of the efficiency of a triplet PS to produce 1O2 upon photoexcitation, were measured using DPBF as an 1O2 indicator. The ΦΔ values of bio-MOF-1&[Ru(bpy)3]2+, bio-MOF-1&[Ru(phen)3]2+, and bio-MOF-1&[Ru(phen)2hipp]2+ were determined to be 0.86, 0.34, and 0.32, respectively, using [Ru(bpy)3]2+ as the standard (Figure S6), whose ΦΔ was 0.81 in methanol. The singlet oxygen ΦΔ of bio-MOF-1&[Ru(bpy)3] is higher in comparison to those of some photosensitizers such as protoporphyrin IX (ΦΔ = 0.56), tetraphenylporphyrine (ΦΔ = 0.63), methylene blue (ΦΔ = 0.55), rose bengal (ΦΔ = 0.68), porphyrin derivatives (ΦΔ = 0.45), and quantum dot photosensitizers (ΦΔ = 0.43). By contrast, due to the low Ru content of bio-MOF-1&[Ru(phen)3]2+ and bio-MOF-1&[Ru(phen)2hipp]2+, the ΦΔ values of the two samples are relatively low. However, their ΦΔ values are still considerably higher compared to those of some newly designed photosensitizers classified to clinical trials such as motexafin lutetium (ΦΔ = 0.23). A more intuitive contrast of the 1O2 generation efficiency of the three composites is shown in e. These results show that bio-MOF-1&RCs can efficiently generate 1O2 via SPA. The bio-MOF-1 could serve as a \"cage\" to protect the RCs and block the aggregation of RC molecules. Moreover, the porous matrix structure increases the chance of an RC molecule being exposed to molecular oxygen (Figure S7), which is conducive to the energy transfer from the RCs to 3O2. ", "data": [[{"meta": {"name": "bio-MOF-1&RCs", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "1O2 generation efficiency", "value": "", "unit": "", "condition": "under single-photon excitation"}, {"property name": "time-dependent absorbance of DPBF", "value": "", "unit": "", "condition": "at 414 nm"}, {"property name": "absorbance of DPBF", "value": "", "unit": "", "condition": "without any photosensitizers"}, {"property name": "absorption peak of DPBF", "value": "", "unit": "", "condition": "gradually disappeared within 20 min under 490 nm light irradiation"}, {"property name": "absorption of DBPF", "value": "", "unit": "", "condition": "completely decayed within 20 min"}, {"property name": "absorption peak of DPBF", "value": "", "unit": "", "condition": "completely disappeared in only 6 min"}, {"property name": "singlet oxygen quantum yields (ΦΔ)", "value": "", "unit": "", "condition": "measured using DPBF as an 1O2 indicator"}, {"property name": "ΦΔ values of bio-MOF-1&[Ru­(bpy)3]2+", "value": "0.86", "unit": "", "condition": "using [Ru­(bpy)3]2+ as the standard"}, {"property name": "ΦΔ values of bio-MOF-1&[Ru­(phen)3]2+", "value": "0.34", "unit": "", "condition": "using [Ru­(bpy)3]2+ as the standard"}, {"property name": "ΦΔ values of bio-MOF-1&[Ru­(phen)2hipp]2+", "value": "0.32", "unit": "", "condition": "using [Ru­(bpy)3]2+ as the standard"}, {"property name": "ΦΔ of bio-MOF-1&[Ru­(bpy)3]", "value": "", "unit": "", "condition": ""}, {"property name": "ΦΔ of bio-MOF-1&[Ru­(phen)3]", "value": "", "unit": "", "condition": ""}, {"property name": "ΦΔ of bio-MOF-1&[Ru­(phen)2hipp]", "value": "", "unit": "", "condition": ""}, {"property name": "ΦΔ of protoporphyrin IX", "value": "0.56", "unit": "", "condition": ""}, {"property name": "ΦΔ of tetraphenylporphyrine", "value": "0.63", "unit": "", "condition": ""}, {"property name": "ΦΔ of methylene blue", "value": "0.55", "unit": "", "condition": ""}, {"property name": "ΦΔ of rose bengal", "value": "0.68", "unit": "", "condition": ""}, {"property name": "ΦΔ of porphyrin derivatives", "value": "0.45", "unit": "", "condition": ""}, {"property name": "ΦΔ of quantum dot photosensitizers", "value": "0.43", "unit": "", "condition": ""}, {"property name": "ΦΔ of motexafin lutetium", "value": "0.23", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Chemical structures of\ncomplexes [Ru­(bpy)<sub>3</sub>]<sup>2+</sup>, [Ru­(phen)<sub>3</sub>]<sup>2+</sup>, and [Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup>.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2016-05817f_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Chemical structures of complexes [Ru(bpy)3]2+, [Ru(phen)3]2+, and [Ru(phen)2hipp]2+.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Encapsulation of cationic ruthenium­(II) complexes\n[RuL]<sup>2+</sup> into the nanospace of bio-MOF-1 (L stands for 2,2′-bipyridine­(bpy),\n1,10-phenanthroline­(phen), or 2-(1<italic>H</italic>-imidazo­[5,5-<italic>f</italic>]­[1,10]­phenanthrolin-2-yl)­phenol­(hipp)).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2016-05817f_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Encapsulation of cationic ruthenium(II) complexes [RuL]2+ into the nanospace of bio-MOF-1 (L stands for 2,2'-bipyridine(bpy), 1,10-phenanthroline(phen), or 2-(1H-imidazo[5,5-f][1,10]phenanthrolin-2-yl)phenol(hipp)).   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>PXRD patterns of bio-MOF-1 and bio-MOF-1&amp;RCs.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2016-05817f_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  PXRD patterns of bio-MOF-1 and bio-MOF-1&RCs.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Fluorescence\nmicroscopic images and emission spectra of bio-MOF-1&amp;RCs with\ndifferent RCs of pure bio-MOF-1 (a), bio-MOF-1&amp;[Ru­(bpy)<sub>3</sub>]<sup>2+</sup> (b), bio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup>, (c) and bio-MOF-1&amp;[Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup> (d)\nilluminated with ultraviolet light at 330 nm.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2016-05817f_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Fluorescence microscopic images and emission spectra of bio-MOF-1&RCs with different RCs of pure bio-MOF-1 (a), bio-MOF-1&[Ru(bpy)3]2+ (b), bio-MOF-1&[Ru(phen)3]2+, (c) and bio-MOF-1&[Ru(phen)2hipp]2+ (d) illuminated with ultraviolet light at 330 nm.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Emission\nspectra of RCs and bio-MOF-1&amp;RCs excited at 330 nm: (a) [Ru­(bpy)<sub>3</sub>]<sup>2+</sup> and bio-MOF-1&amp;[Ru­(bpy)<sub>3</sub>]<sup>2+</sup>, (b) [Ru­(phen)<sub>3</sub>]<sup>2+</sup> and bio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup>, and (c) [Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup> and bio-MOF-1&amp;[Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2016-05817f_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Emission spectra of RCs and bio-MOF-1&RCs excited at 330 nm: (a) [Ru(bpy)3]2+ and bio-MOF-1&[Ru(bpy)3]2+, (b) [Ru(phen)3]2+ and bio-MOF-1&[Ru(phen)3]2+, and (c) [Ru(phen)2hipp]2+ and bio-MOF-1&[Ru(phen)2hipp]2+.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Time-dependent absorption spectra of DPBF\n(in DMF) upon irradiation at 490 nm without the presence of bio-MOF-1&amp;RCs.\nTime-dependent absorption spectra of DPBF (in DMF) upon irradiation\nat 490 nm in the presence of (b) bio-MOF-1&amp;[Ru­(bpy)<sub>3</sub>]<sup>2+</sup>, (c) bio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup>, and (d) bio-MOF-1&amp;[Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup>.\n(e) Comparison of the decay rate of DPBF alone (black) and in the\npresence of bio-MOF-1&amp;[Ru­(bpy)<sub>3</sub>]<sup>2+</sup> (red),\nbio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup> (blue), and bio-MOF-1&amp;[Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup> (purple).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2016-05817f_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Time-dependent absorption spectra of DPBF (in DMF) upon irradiation at 490 nm without the presence of bio-MOF-1&RCs. Time-dependent absorption spectra of DPBF (in DMF) upon irradiation at 490 nm in the presence of (b) bio-MOF-1&[Ru(bpy)3]2+, (c) bio-MOF-1&[Ru(phen)3]2+, and (d) bio-MOF-1&[Ru(phen)2hipp]2+. (e) Comparison of the decay rate of DPBF alone (black) and in the presence of bio-MOF-1&[Ru(bpy)3]2+ (red), bio-MOF-1&[Ru(phen)3]2+ (blue), and bio-MOF-1&[Ru(phen)2hipp]2+ (purple).   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>In the presence of generated <sup>1</sup>O<sub>2</sub>, the ROS indicator DCFH is oxidized to release\nthe green fluorophore DCF.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2016-05817f_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  In the presence of generated 1O2, the ROS indicator DCFH is oxidized to release the green fluorophore DCF.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Time-dependent emission spectrum of the fluorescein probe DCF\n(in DMF, at 540 nm) upon irradiation at 800 nm without the presence\nof bio-MOF-1&amp;RCs. Time-dependent emission spectra of DCF (in DMF)\nupon irradiation at 800 nm in the presence of (b) bio-MOF-1&amp;[Ru­(bpy)<sub>3</sub>]<sup>2+</sup>, (c) bio-MOF-1&amp;[Ru­(phen)<sub>3</sub>]<sup>2+</sup>, and (d) bio-MOF-1&amp;[Ru­(phen)<sub>2</sub>hipp]<sup>2+</sup>. (e) Comparison of the average increase rate of DCF in the presence\nof different bio-MOF-1&amp;RCs within 18 min.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am-2016-05817f_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) Time-dependent emission spectrum of the fluorescein probe DCF (in DMF, at 540 nm) upon irradiation at 800 nm without the presence of bio-MOF-1&RCs. Time-dependent emission spectra of DCF (in DMF) upon irradiation at 800 nm in the presence of (b) bio-MOF-1&[Ru(bpy)3]2+, (c) bio-MOF-1&[Ru(phen)3]2+, and (d) bio-MOF-1&[Ru(phen)2hipp]2+. (e) Comparison of the average increase rate of DCF in the presence of different bio-MOF-1&RCs within 18 min.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.6b05817", "title": "\nCombining\nRuthenium(II) Complexes with Metal–Organic Frameworks to Realize\nEffective Two-Photon Absorption for Singlet Oxygen Generation\n", "journal": "American\nChemical Society", "date": "2016.08", "author_list": ["Zhang\nWenxiang", "Li\nBin", "Ma\nHeping", "Zhang\nLiming", "Guan\nYunlong", "Zhang\nYihe", "Zhang\nXindan", "Jing\nPengtao", "Yue\nShumei"]}}