{"filepath": "../L2M3_data/1_application_papers/acs_xml/am7b12925.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Dynamic\nmetal–organic frameworks (MOFs) that respond to external stimuli\nhave recently attracted great attention. However, the subtle control\nof dynamic processes as well as the illustration of the underlying\nmechanism, which is crucial for the targeted construction and modulation\npurpose, is extremely challenging. Herein, we report the achievement\nof simultaneous kinetic and thermodynamic modulation of the structure\ntransformation processes of a family of cobalt­(II)–organic\nframeworks, through the rational combination of coligand replacement,\nsolvent molecule substitution, and ligand-based solid solution strategies.\nOn the basis of the systematic investigation of the structural transformation\nbehaviors, the underlying response mechanism and principles for modulation\nwere illustrated. It is expected that this work can provide valuable\nhints for the study and further development of dynamic materials.</p>", "clean_text": "Dynamic metal-organic frameworks (MOFs) that respond to external stimuli have recently attracted great attention. However, the subtle control of dynamic processes as well as the illustration of the underlying mechanism, which is crucial for the targeted construction and modulation purpose, is extremely challenging. Herein, we report the achievement of simultaneous kinetic and thermodynamic modulation of the structure transformation processes of a family of cobalt(II)-organic frameworks, through the rational combination of coligand replacement, solvent molecule substitution, and ligand-based solid solution strategies. On the basis of the systematic investigation of the structural transformation behaviors, the underlying response mechanism and principles for modulation were illustrated. It is expected that this work can provide valuable hints for the study and further development of dynamic materials.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Dynamic materials that exhibit stimulus-responsive\nbehaviors are quite desired in switches, sensing, drug delivery, and other related applications, in which the\ndistinct physical properties under external stimuli can be used as\ndetecting signals. Thus, the precise tuning of the dynamic behavior\nof a material is very important but extremely challenging. Among various\ncandidate dynamic materials, metal–organic frameworks (MOFs) have attracted much attention for their structural diversity\nand extended chemical functionalization. By taking advantage of their\ntailorable and crystalline nature, which\nlargely facilitates the characterization of their structures in terms\nof X-ray crystallography, the structure-related transformation mechanism\nof dynamic MOF materials can be readily illustrated. More importantly,\nonce the conversion mechanism was well-understood, their dynamic behavior\ncan be tuned accurately and flexibly by varying their constituent\ncomponents. However, until now, progress in this regard has been very\nlimited. This might be due to the multifarious factors influencing\nthe transformation processes of dynamic MOFs, which make systematic\ntuning very difficult to achieve.</p>", "clean_text": "Introduction\n\nDynamic materials that exhibit stimulus-responsive behaviors are quite desired in switches, sensing, drug delivery, and other related applications, in which the distinct physical properties under external stimuli can be used as detecting signals. Thus, the precise tuning of the dynamic behavior of a material is very important but extremely challenging. Among various candidate dynamic materials, metal-organic frameworks (MOFs) have attracted much attention for their structural diversity and extended chemical functionalization. By taking advantage of their tailorable and crystalline nature, which largely facilitates the characterization of their structures in terms of X-ray crystallography, the structure-related transformation mechanism of dynamic MOF materials can be readily illustrated. More importantly, once the conversion mechanism was well-understood, their dynamic behavior can be tuned accurately and flexibly by varying their constituent components. However, until now, progress in this regard has been very limited. This might be due to the multifarious factors influencing the transformation processes of dynamic MOFs, which make systematic tuning very difficult to achieve.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Herein, we report the achievement\nof subtle kinetic and thermodynamic control of the dynamic structure\ntransformation behavior of a family of cobalt­(II)–organic frameworks.\nThe single-crystal to single-crystal (SC–SC) transformations\nof the MOFs are sensitive to the coordination of water molecules and\nare accompanied by the removal/recovery of coligands and an obvious\ncolor change. Both the responsive behavior and the readily distinguishable\nstates of these materials make them good candidates for sensing applications.\nFurthermore, the SC–SC feature of the transformation greatly\nbenefits the understanding/study of the dynamic process. By employing\nthe combined strategies of coligand replacement, solvent molecule\nsubstitution, and ligand/solvent-based solid\nsolution (), the transformation behaviors of the materials could\nbe effectively modulated in the thermodynamic and kinetic aspects\nwithin a certain range. To our knowledge, this is the first example\nof the simultaneously subtle kinetic (the rates of conversion)\nand thermodynamic (the thresholds of conversion) modulation of the\nstructure transformation of dynamic MOF materials.</p>", "clean_text": "Herein, we report the achievement of subtle kinetic and thermodynamic control of the dynamic structure transformation behavior of a family of cobalt(II)-organic frameworks. The single-crystal to single-crystal (SC-SC) transformations of the MOFs are sensitive to the coordination of water molecules and are accompanied by the removal/recovery of coligands and an obvious color change. Both the responsive behavior and the readily distinguishable states of these materials make them good candidates for sensing applications. Furthermore, the SC-SC feature of the transformation greatly benefits the understanding/study of the dynamic process. By employing the combined strategies of coligand replacement, solvent molecule substitution, and ligand/solvent-based solid solution (), the transformation behaviors of the materials could be effectively modulated in the thermodynamic and kinetic aspects within a certain range. To our knowledge, this is the first example of the simultaneously subtle kinetic (the rates of conversion) and thermodynamic (the thresholds of conversion) modulation of the structure transformation of dynamic MOF materials.", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic diagram of\nthe dynamic frameworks of MOFs and the strategies for controlling\ntheir structure transformation behavior.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2017-12925n_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic diagram of the dynamic frameworks of MOFs and the strategies for controlling their structure transformation behavior.   ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><p>The main\nligand 1,3,5-tris­(<italic>p</italic>-imidazolylphenyl)­benzene (tipb)\nwas prepared according to the literature procedure. The abbreviations of the carboxylate ligands and the corresponding\nsamples are shown in .</p>", "clean_text": "Experimental Section\n\nThe main ligand 1,3,5-tris(p-imidazolylphenyl)benzene (tipb) was prepared according to the literature procedure. The abbreviations of the carboxylate ligands and the corresponding samples are shown in .", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Main ligand tipb and dicarboxylic coligands used for the construction\nof isoreticular MOFs.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2017-12925n_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Main ligand tipb and dicarboxylic coligands used for the construction of isoreticular MOFs.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of [Co<sub>1.5</sub>(tipb)­(SO<sub>4</sub>)­(amtpa)<sub>0.5</sub>]·(DMF)<italic>\n<sub>n</sub>\n</italic> (<bold>BAM</bold>⊃DMF)</title><p>A mixture of tipb (0.1 mmol), 2-aminoterephthalic acid (H<sub>2</sub>amtpa, 0.1 mmol), CoSO<sub>4</sub>·7H<sub>2</sub>O (0.15 mmol),\nand two drops of pyridine in 5 mL of DMF was sealed in a 16 mL Teflon-lined\nstainless steel container and heated at 160 °C for 3 days. The\ncontainer was then cooled to room temperature at a rate of 3 °C/h.\nThe blue crystalline product obtained was separated by filtration\nand washed with DMF. Yield: 75% (based on tipb).</p>", "clean_text": "Synthesis of [Co1.5(tipb)(SO4)(amtpa)0.5]⋅(DMF) n  (BAM⊃DMF)\n\nA mixture of tipb (0.1 mmol), 2-aminoterephthalic acid (H2amtpa, 0.1 mmol), CoSO4⋅7H2O (0.15 mmol), and two drops of pyridine in 5 mL of DMF was sealed in a 16 mL Teflon-lined stainless steel container and heated at 160 °C for 3 days. The container was then cooled to room temperature at a rate of 3 °C/h. The blue crystalline product obtained was separated by filtration and washed with DMF. Yield: 75% (based on tipb).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Synthesis of <bold>BP</bold>⊃DMF, <bold>BDH</bold>⊃DMF, <bold>BNA</bold>⊃DMF, and <bold>BAN</bold>⊃DMF</title><p>The synthesis\nprocedure is similar to that of <bold>BAM</bold>⊃DMF except\nthat coligand H<sub>2</sub>amtpa was replaced by terephthalic acid\n(H<sub>2</sub>pta), 2,5-dihydroxyterephthalic acid (H<sub>2</sub>dhtpa),\n1,4-naphthalenedicarboxylic acid (H<sub>2</sub>nada), and 9,10-anthracenedicarboxylic\nacid (H<sub>2</sub>anda).</p>", "clean_text": "Synthesis of BP⊃DMF, BDH⊃DMF, BNA⊃DMF, and BAN⊃DMF\n\nThe synthesis procedure is similar to that of BAM⊃DMF except that coligand H2amtpa was replaced by terephthalic acid (H2pta), 2,5-dihydroxyterephthalic acid (H2dhtpa), 1,4-naphthalenedicarboxylic acid (H2nada), and 9,10-anthracenedicarboxylic acid (H2anda).", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of Ligand-Based Solid Solution\n[Co<sub>1.5</sub>(tipb)­(SO<sub>4</sub>)­(pta)<sub>0.375</sub>(nada)<sub>0.125</sub>]·(DMF)<sub>\n<italic>n</italic>\n</sub> (<bold>BPNA31</bold>⊃DMF)</title><p>A mixture of tipb (0.1 mmol), H<sub>2</sub>pta (0.075 mmol), H<sub>2</sub>nada (0.025 mmol), CoSO<sub>4</sub>·7H<sub>2</sub>O (0.15 mmol), and two drops of pyridine in 5\nmL of DMF was sealed in a 16 mL Teflon-lined stainless steel container\nand heated at 160 °C for 3 days. The container was then cooled\nto room temperature at a rate of 3 °C/h. The blue crystalline\nproduct obtained was separated by filtration and washed with DMF.\nYield: 75% (based on tipb).</p>", "clean_text": "Synthesis of Ligand-Based Solid Solution [Co1.5(tipb)(SO4)(pta)0.375(nada)0.125]⋅(DMF) n  (BPNA31⊃DMF)\n\nA mixture of tipb (0.1 mmol), H2pta (0.075 mmol), H2nada (0.025 mmol), CoSO4⋅7H2O (0.15 mmol), and two drops of pyridine in 5 mL of DMF was sealed in a 16 mL Teflon-lined stainless steel container and heated at 160 °C for 3 days. The container was then cooled to room temperature at a rate of 3 °C/h. The blue crystalline product obtained was separated by filtration and washed with DMF. Yield: 75% (based on tipb).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Synthesis of Ligand-Based Solid Solutions\nof <bold>BPNA11</bold>⊃DMF, <bold>BPNA13</bold>⊃DMF, <bold>BPAN41</bold>⊃DMF, <bold>BPAN32</bold>⊃DMF, <bold>BPAN11</bold>⊃DMF, <bold>BPAN23</bold>⊃DMF, and <bold>BPAN14</bold>⊃DMF</title><p>The synthesis procedure is similar to that of <bold>BPNA31</bold>⊃DMF except that H<sub>2</sub>pta (0.075 mmol)\nand H<sub>2</sub>nada (0.025 mmol) were replaced by mixed coligands: <bold>BPNA31</bold>⊃DMF, H<sub>2</sub>pta 0.075 mmol and H<sub>2</sub>nada 0.025 mmol; <bold>BPNA11</bold>⊃DMF, H<sub>2</sub>pta\n0.05 mmol and H<sub>2</sub>nada 0.05 mmol; <bold>BPNA13</bold>⊃DMF,\nH<sub>2</sub>pta 0.025 mmol and H<sub>2</sub>nada 0.075 mmol; <bold>BPAN41</bold>⊃DMF, H<sub>2</sub>pta 0.08 mmol and H<sub>2</sub>anda 0.02 mmol; <bold>BPAN32</bold>⊃DMF, H<sub>2</sub>pta\n0.06 mmol and H<sub>2</sub>anda 0.04 mmol; <bold>BPAN11</bold>⊃DMF,\nH<sub>2</sub>pta 0.05 mmol and H<sub>2</sub>anda 0.05 mmol; <bold>BPAN23</bold>⊃DMF, H<sub>2</sub>pta 0.04 mmol and H<sub>2</sub>anda 0.06 mmol; <bold>BPAN14</bold>⊃DMF, H<sub>2</sub>pta\n0.02 mmol and H<sub>2</sub>anda 0.08 mmol.</p>", "clean_text": "Synthesis of Ligand-Based Solid Solutions of BPNA11⊃DMF, BPNA13⊃DMF, BPAN41⊃DMF, BPAN32⊃DMF, BPAN11⊃DMF, BPAN23⊃DMF, and BPAN14⊃DMF\n\nThe synthesis procedure is similar to that of BPNA31⊃DMF except that H2pta (0.075 mmol) and H2nada (0.025 mmol) were replaced by mixed coligands: BPNA31⊃DMF, H2pta 0.075 mmol and H2nada 0.025 mmol; BPNA11⊃DMF, H2pta 0.05 mmol and H2nada 0.05 mmol; BPNA13⊃DMF, H2pta 0.025 mmol and H2nada 0.075 mmol; BPAN41⊃DMF, H2pta 0.08 mmol and H2anda 0.02 mmol; BPAN32⊃DMF, H2pta 0.06 mmol and H2anda 0.04 mmol; BPAN11⊃DMF, H2pta 0.05 mmol and H2anda 0.05 mmol; BPAN23⊃DMF, H2pta 0.04 mmol and H2anda 0.06 mmol; BPAN14⊃DMF, H2pta 0.02 mmol and H2anda 0.08 mmol.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of <bold>BP</bold>⊃CH<sub>3</sub>OH, <bold>BP</bold>⊃EtOH, <bold>BP</bold>⊃DMF, <bold>BP</bold>⊃DMAC, and <bold>BP</bold>⊃NMP</title><p>A mixture of tipb (0.1 mmol), H<sub>2</sub>pta (0.1 mmol), CoSO<sub>4</sub>·7H<sub>2</sub>O (0.15 mmol), and two drops of pyridine\nin 5 mL of solvent [CH<sub>3</sub>OH, EtOH, DMF, DMAC (dimethylacetamide),\nor NMP (<italic>N</italic>-methyl-2-pyrrolidone)] was sealed in a\n16 mL Teflon-lined stainless steel container and heated at 160 °C\nfor 3 days. The container was then cooled to room temperature at a\nrate of 3 °C/h. The blue crystalline product obtained was separated\nby filtration and washed with the corresponding solvent used.</p>", "clean_text": "Synthesis of BP⊃CH3OH, BP⊃EtOH, BP⊃DMF, BP⊃DMAC, and BP⊃NMP\n\nA mixture of tipb (0.1 mmol), H2pta (0.1 mmol), CoSO4⋅7H2O (0.15 mmol), and two drops of pyridine in 5 mL of solvent [CH3OH, EtOH, DMF, DMAC (dimethylacetamide), or NMP (N-methyl-2-pyrrolidone)] was sealed in a 16 mL Teflon-lined stainless steel container and heated at 160 °C for 3 days. The container was then cooled to room temperature at a rate of 3 °C/h. The blue crystalline product obtained was separated by filtration and washed with the corresponding solvent used.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Characterizations\nof the Ligand-Based Solid Solutions</title><p>To determine the ratio\nof the coligands in the ligand-based solid solutions, the crystals\nof <bold>BPNA31</bold>, <bold>BPNA11</bold>, <bold>BPNA13</bold>, <bold>BPAN41</bold>, <bold>BPAN32</bold>, <bold>BPAN11</bold>, <bold>BPAN23</bold>, and <bold>BPAN14</bold> were destroyed by diluted hydrochloric\nacid, and the coligands (dicarboxylate ligands) were separated out\nfor NMR tests. The results of NMR tests reveal that the ratios of\nnada<sup>2–</sup> and pta<sup>2–</sup> ligands in <bold>BPNA31</bold>, <bold>BPNA11</bold>, and <bold>BPNA13</bold> are about\n2.91:1, 0.92:1, and 0.32:1, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_001.pdf\">Figure S34</ext-link>). The ratios of anda<sup>2–</sup> and pta<sup>2–</sup> ligands in <bold>BPAN41</bold>, <bold>BPAN32</bold>, <bold>BPAN11</bold>, <bold>BPAN23</bold>, and <bold>BPAN14</bold> are about 4.68:1,\n1.55:1, 0.98:1, 0.61:1, and 0.24:1, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_001.pdf\">Figure S35</ext-link>). The ratios of the coligands in the complexes\nare basically consistent with the feed ratio employed in the solvothermal\nreaction. The ratio of anda<sup>2–</sup> and pta<sup>2–</sup> ligands in <bold>BPAN41</bold> is a little higher. This might be\nattributed to the fact that weighing error for the amount of the coligands\nin synthetic raw materials is too small.</p>", "clean_text": "Characterizations of the Ligand-Based Solid Solutions\n\nTo determine the ratio of the coligands in the ligand-based solid solutions, the crystals of BPNA31, BPNA11, BPNA13, BPAN41, BPAN32, BPAN11, BPAN23, and BPAN14 were destroyed by diluted hydrochloric acid, and the coligands (dicarboxylate ligands) were separated out for NMR tests. The results of NMR tests reveal that the ratios of nada2- and pta2- ligands in BPNA31, BPNA11, and BPNA13 are about 2.91:1, 0.92:1, and 0.32:1, respectively (Figure S34). The ratios of anda2- and pta2- ligands in BPAN41, BPAN32, BPAN11, BPAN23, and BPAN14 are about 4.68:1, 1.55:1, 0.98:1, 0.61:1, and 0.24:1, respectively (Figure S35). The ratios of the coligands in the complexes are basically consistent with the feed ratio employed in the solvothermal reaction. The ratio of anda2- and pta2- ligands in BPAN41 is a little higher. This might be attributed to the fact that weighing error for the amount of the coligands in synthetic raw materials is too small.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>The as-synthesized Co–MOFs are blue blocky crystals with\nthe formula [Co<sub>1.5</sub>(tipb)­(SO<sub>4</sub>)­(coligand)<sub>0.5</sub>]·(DMF)<sub>\n<italic>n</italic>\n</sub>. X-ray crystallographic\nanalysis revealed that they have similar structures. There are two\ncrystallographically independent Co<sup>II</sup> centers involved\nin the asymmetric unit, and both of them are four-coordinate with\na distortional tetrahedral coordination geometry (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_001.pdf\">Figures S1a, S3a, S5a, S6a, S8a, and S9</ext-link>). The tipb ligands\nand sulfate anions linking Co<sup>II</sup> ions formed a three-dimensional\nnetwork. Rhombic channels are formed by 2-fold interpenetration of\nthe networks along the <italic>c</italic>-directions. The dicarboxylate\ncoligands are located in the rhombic channels and link the interpenetrating\nnets, which formed self-penetrating frameworks (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_001.pdf\">Figures S1b, S3b, S5b, S6b, and S8b</ext-link>).</p>", "clean_text": "Results and Discussion\n\nThe as-synthesized Co-MOFs are blue blocky crystals with the formula [Co1.5(tipb)(SO4)(coligand)0.5]⋅(DMF) n . X-ray crystallographic analysis revealed that they have similar structures. There are two crystallographically independent CoII centers involved in the asymmetric unit, and both of them are four-coordinate with a distortional tetrahedral coordination geometry (Figures S1a, S3a, S5a, S6a, S8a, and S9). The tipb ligands and sulfate anions linking CoII ions formed a three-dimensional network. Rhombic channels are formed by 2-fold interpenetration of the networks along the c-directions. The dicarboxylate coligands are located in the rhombic channels and link the interpenetrating nets, which formed self-penetrating frameworks (Figures S1b, S3b, S5b, S6b, and S8b).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>The blue crystals\n(except for <bold>BAN</bold>) are sensitive to water molecules. When\nthey were exposed to moisture or immerged in water, the blue crystals\nwill turn to red. X-ray crystallographic analysis of the red samples\nrevealed that water molecules replace the dicarboxylate coligands\ncoordinating with Co<sup>II</sup> ions (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_001.pdf\">Figures S2a, S4a, and S7a</ext-link>). The dicarboxylate coligands show a partly\ndisordered coordination state (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_001.pdf\">Figure S7</ext-link>) or are totally dissociated from the framework and stay in the channel\nin a highly disordered state (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_001.pdf\">Figures S2b, S4b, and S7b</ext-link>). Along with the SC–SC transformations, the\ncoordination number of the Co<sup>II</sup> ions changed from 4 to\n6, which induced the color change of the samples. Different from those of other samples, the color of <bold>BAN</bold> remained unchanged even after being immerged in water for 1 week,\nindicating the absence of a coordination environment change in this\ncondition.</p>", "clean_text": "The blue crystals (except for BAN) are sensitive to water molecules. When they were exposed to moisture or immerged in water, the blue crystals will turn to red. X-ray crystallographic analysis of the red samples revealed that water molecules replace the dicarboxylate coligands coordinating with CoII ions (Figures S2a, S4a, and S7a). The dicarboxylate coligands show a partly disordered coordination state (Figure S7) or are totally dissociated from the framework and stay in the channel in a highly disordered state (Figures S2b, S4b, and S7b). Along with the SC-SC transformations, the coordination number of the CoII ions changed from 4 to 6, which induced the color change of the samples. Different from those of other samples, the color of BAN remained unchanged even after being immerged in water for 1 week, indicating the absence of a coordination environment change in this condition.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>The changes of coordination of Co<sup>II</sup> ions\nalso bring deformations of the frameworks. The channels defined by\nthe 2-fold interpenetrated networks (linked by tipb ligands, sulfate\nanions, and Co<sup>II</sup> ions) changed from rhombus to oval (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_001.pdf\">Figures S1, S2, S3, S4, S6, and S7</ext-link>). Additionally,\nthe transformation changes the framework from neutral to cationic,\nand the dissociated dicarboxylate coligand anions are distributed\nin the pores to balance the charge of the whole MOF.</p>", "clean_text": "The changes of coordination of CoII ions also bring deformations of the frameworks. The channels defined by the 2-fold interpenetrated networks (linked by tipb ligands, sulfate anions, and CoII ions) changed from rhombus to oval (Figures S1, S2, S3, S4, S6, and S7). Additionally, the transformation changes the framework from neutral to cationic, and the dissociated dicarboxylate coligand anions are distributed in the pores to balance the charge of the whole MOF.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>It should\nbe noted that, in the case of <bold>RNA</bold>, although the sample\nturned red and the coordination number of Co<sup>II</sup> ions changed\nto 6, indicated by single-crystal X-ray diffraction analyses, only\nabout 40% of the nada<sup>2–</sup> ligands were dissociated\nfrom the framework, and the coordination environments of the retained\nnada<sup>2–</sup> ligands exhibited a disordered geometry coordinated\nwith Co<sup>II</sup> ions (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_001.pdf\">Figure S7</ext-link>).\nHowever, the PXRD pattern of <bold>RNA</bold> is exactly similar to\nthose of <bold>RP</bold>, <bold>RAM</bold>, and <bold>RDH</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_001.pdf\">Figure S21</ext-link>). Presumably, the residual amount\nof dicarboxylic acid molecules on the frameworks of <bold>RP</bold> and <bold>RAM</bold> are too little to be identified by single-crystal\nX-ray diffraction analyses (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_001.pdf\">Figures S2 and S4</ext-link>).</p>", "clean_text": "It should be noted that, in the case of RNA, although the sample turned red and the coordination number of CoII ions changed to 6, indicated by single-crystal X-ray diffraction analyses, only about 40% of the nada2- ligands were dissociated from the framework, and the coordination environments of the retained nada2- ligands exhibited a disordered geometry coordinated with CoII ions (Figure S7). However, the PXRD pattern of RNA is exactly similar to those of RP, RAM, and RDH (Figure S21). Presumably, the residual amount of dicarboxylic acid molecules on the frameworks of RP and RAM are too little to be identified by single-crystal X-ray diffraction analyses (Figures S2 and S4).", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>During the investigation of transformations of this system,\nan interesting phenomenon has been noticed. For the as-synthesized\nblue crystals based on different coligands, the conversion rates vary\ngreatly at the same condition. Since the SC–SC transformations\nare accompanied by the removal/recovery of dicarboxylic coligands,\nthese phenomena suggest that the dicarboxylic coligands may have tremendous\nimpacts on the dynamics of the transformation process.</p>", "clean_text": "During the investigation of transformations of this system, an interesting phenomenon has been noticed. For the as-synthesized blue crystals based on different coligands, the conversion rates vary greatly at the same condition. Since the SC-SC transformations are accompanied by the removal/recovery of dicarboxylic coligands, these phenomena suggest that the dicarboxylic coligands may have tremendous impacts on the dynamics of the transformation process.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>To explore\nthe details of the dynamic properties of the MOFs, the structure transformation\nbehaviors as well as the sensing performances of the as-synthesized\nisoreticular MOFs toward H<sub>2</sub>O were studied systematically.\nThe as-synthesized samples were immerged in H<sub>2</sub>O at room\ntemperature for visual observation, and the time-dependent color change\nof the samples was recorded for comparison. As shown in a, <bold>BP</bold>⊃DMF\nshows the color change from blue to red (<bold>RP</bold>), while <bold>BAM</bold>⊃DMF and <bold>BDH</bold>⊃DMF show the color\nchange from blue to reddish-brown (<bold>RAM</bold> and <bold>RDH</bold>). In addition, no obvious change was further observed after about\n8 min. In contrast, the color change process of <bold>BNA</bold>⊃DMF\nis rather slower and lasted about 1 week, and no obvious color change\nwas detected within the initial 8 min. Remarkably, different from\nthe four samples mentioned above, the color of <bold>BAN</bold> remained\nunchanged even after 1 week. Obviously, the prominent difference in\nthe conversion rates of <bold>BP</bold>⊃DMF, <bold>BAM</bold>⊃DMF, <bold>BDH</bold>⊃DMF, and <bold>BNA</bold>⊃DMF\nsuggests that coligands have an important effect on the kinetics of\nthe structure transformation process.\n</p>", "clean_text": "To explore the details of the dynamic properties of the MOFs, the structure transformation behaviors as well as the sensing performances of the as-synthesized isoreticular MOFs toward H2O were studied systematically. The as-synthesized samples were immerged in H2O at room temperature for visual observation, and the time-dependent color change of the samples was recorded for comparison. As shown in a, BP⊃DMF shows the color change from blue to red (RP), while BAM⊃DMF and BDH⊃DMF show the color change from blue to reddish-brown (RAM and RDH). In addition, no obvious change was further observed after about 8 min. In contrast, the color change process of BNA⊃DMF is rather slower and lasted about 1 week, and no obvious color change was detected within the initial 8 min. Remarkably, different from the four samples mentioned above, the color of BAN remained unchanged even after 1 week. Obviously, the prominent difference in the conversion rates of BP⊃DMF, BAM⊃DMF, BDH⊃DMF, and BNA⊃DMF suggests that coligands have an important effect on the kinetics of the structure transformation process. ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Samples of the isoreticular MOFs immerged in water\nfor different periods of time. (b) Kinetic transformation behaviors\nof H<sub>2</sub>pta-/H<sub>2</sub>nada-based solid solutions. (c)\nTime for complete conversion increases exponentially with the increase\nof the ratio of anda<sup>2–</sup> of the ligand-based solid\nsolutions.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2017-12925n_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Samples of the isoreticular MOFs immerged in water for different periods of time. (b) Kinetic transformation behaviors of H2pta-/H2nada-based solid solutions. (c) Time for complete conversion increases exponentially with the increase of the ratio of anda2- of the ligand-based solid solutions.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Since the kinetic transformation\nprocesses of the MOFs are found to be largely dependant on the backbone\nof the dicarboxylate ligands, the method of ligand-based solid solution\nwas adopted aiming at a more accurate control of the conversion rates. It is expected that the combination of different dicarboxylate ligands\nin the MOFs could result in transformation behaviors between the MOFs\nbased on single dicarboxylate ligands. Considering the pronounced\ndifference in the conversion rates between <bold>BP</bold>⊃DMF\nand <bold>BNA</bold>⊃DMF as well as the similar colors of the\ntransformed <bold>RP</bold> and <bold>RNA</bold> (a), H<sub>2</sub>pta and H<sub>2</sub>nada were selected as the mixed coligands to regulate the\nkinetics of the transformation process. With adjustment of the ratio\nof H<sub>2</sub>pta and H<sub>2</sub>nada in the reaction conditions, <bold>BPNA31</bold>⊃DMF, <bold>BPNA11</bold>⊃DMF, and <bold>BPNA13</bold>⊃DMF were successfully synthesized. <sup>1</sup>H NMR experiments revealed that the ratios of coligands pta<sup>2–</sup> and nada<sup>2–</sup> in <bold>BPNA31</bold>⊃DMF, <bold>BPNA11</bold>⊃DMF, and <bold>BPNA13</bold>⊃DMF are\nabout 3:1, 1:1, and 1:3, respectively, which is very consistent with\nthe employed feed ratio (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_001.pdf\">Figure S34</ext-link>). X-ray\ncrystallographic analysis of <bold>BPNA11</bold>⊃DMF, as a\ntypical example, shows that pta<sup>2–</sup> and nada<sup>2–</sup> ligands are substitutionally disordered in the framework (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_001.pdf\">Figure S9a</ext-link>).</p>", "clean_text": "Since the kinetic transformation processes of the MOFs are found to be largely dependant on the backbone of the dicarboxylate ligands, the method of ligand-based solid solution was adopted aiming at a more accurate control of the conversion rates. It is expected that the combination of different dicarboxylate ligands in the MOFs could result in transformation behaviors between the MOFs based on single dicarboxylate ligands. Considering the pronounced difference in the conversion rates between BP⊃DMF and BNA⊃DMF as well as the similar colors of the transformed RP and RNA (a), H2pta and H2nada were selected as the mixed coligands to regulate the kinetics of the transformation process. With adjustment of the ratio of H2pta and H2nada in the reaction conditions, BPNA31⊃DMF, BPNA11⊃DMF, and BPNA13⊃DMF were successfully synthesized. 1H NMR experiments revealed that the ratios of coligands pta2- and nada2- in BPNA31⊃DMF, BPNA11⊃DMF, and BPNA13⊃DMF are about 3:1, 1:1, and 1:3, respectively, which is very consistent with the employed feed ratio (Figure S34). X-ray crystallographic analysis of BPNA11⊃DMF, as a typical example, shows that pta2- and nada2- ligands are substitutionally disordered in the framework (Figure S9a).", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>As shown in b, when the samples of H<sub>2</sub>pta-/H<sub>2</sub>nada-based solid solution MOFs were immerged\nin water at room temperature, it was observed that the rate of the\ncolor change follows the sequence of <bold>BP</bold>⊃DMF &gt; <bold>BPNA31</bold>⊃DMF &gt; <bold>BPNA11</bold>⊃DMF &gt; <bold>BPNA13</bold>⊃DMF &gt; <bold>BNA</bold>⊃DMF, indicating\nthat the sample with a higher content of pta<sup>2–</sup> exhibits\na faster conversion rate. The color change process from blue to red\ntakes about 8 min, 22 min, 7.5 h, 20 h, and 5 days for the samples,\nrespectively. With the increasing molar ratios of anda<sup>2–</sup>/pta<sup>2–</sup>, the time required for the complete conversion\nincreases exponentially (c). Therefore, in the presence of solvent molecules\n(DMF, here), the strategy of coligand-based solid solutions could\nbe utilized to enable the elaborate control of the kinetics of the\ntransformation process successfully.</p>", "clean_text": "As shown in b, when the samples of H2pta-/H2nada-based solid solution MOFs were immerged in water at room temperature, it was observed that the rate of the color change follows the sequence of BP⊃DMF > BPNA31⊃DMF > BPNA11⊃DMF > BPNA13⊃DMF > BNA⊃DMF, indicating that the sample with a higher content of pta2- exhibits a faster conversion rate. The color change process from blue to red takes about 8 min, 22 min, 7.5 h, 20 h, and 5 days for the samples, respectively. With the increasing molar ratios of anda2-/pta2-, the time required for the complete conversion increases exponentially (c). Therefore, in the presence of solvent molecules (DMF, here), the strategy of coligand-based solid solutions could be utilized to enable the elaborate control of the kinetics of the transformation process successfully.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>On the other hand, since\nwater molecules displace the coligands and coordinate with Co<sup>II</sup> ions to trigger the structure transformation process, it\nplays a critical role. For a better understanding of the transformation\nbehaviors of the isoreticular MOFs, water vapor sorption experiments\nwere performed. Prior to adsorption measurement, the as-synthesized\nsamples were activated by solvent-exchange with methanol and subsequently\nevacuated at 105 °C to obtain the desolvated samples. As shown\nin a, water\nsorption isotherms of <bold>BP</bold>, <bold>BAM</bold>, <bold>BDH</bold>, and <bold>BNA</bold> show similar profiles involving a sharp increase\nof water uptake around 0.58–0.76 mmHg. The color of the samples\nare determined to be red at the end point of the sharp increase (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_001.pdf\">Figure S16b</ext-link>), indicating the completeness of\nthe structure transformation. The abruptly increased water uptakes\nshould be attributed to coordination of H<sub>2</sub>O that triggered\nthe structure transformations as well as the altered pore characteristics\n(formation of a cationic framework and presence of an anionic carboxylate\nligand guest) that also benefit the adsorption of water molecules.\nIt is noted that the abruptly increased water uptake was not observed\nin the case of <bold>BAN</bold> because of the absence of the structural\ntransformation, which agrees well with the results observed in kinetic\ninvestigations (a).</p>", "clean_text": "On the other hand, since water molecules displace the coligands and coordinate with CoII ions to trigger the structure transformation process, it plays a critical role. For a better understanding of the transformation behaviors of the isoreticular MOFs, water vapor sorption experiments were performed. Prior to adsorption measurement, the as-synthesized samples were activated by solvent-exchange with methanol and subsequently evacuated at 105 °C to obtain the desolvated samples. As shown in a, water sorption isotherms of BP, BAM, BDH, and BNA show similar profiles involving a sharp increase of water uptake around 0.58-0.76 mmHg. The color of the samples are determined to be red at the end point of the sharp increase (Figure S16b), indicating the completeness of the structure transformation. The abruptly increased water uptakes should be attributed to coordination of H2O that triggered the structure transformations as well as the altered pore characteristics (formation of a cationic framework and presence of an anionic carboxylate ligand guest) that also benefit the adsorption of water molecules. It is noted that the abruptly increased water uptake was not observed in the case of BAN because of the absence of the structural transformation, which agrees well with the results observed in kinetic investigations (a).", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Water adsorption isotherms of <bold>BP</bold>, <bold>BNA</bold>, <bold>BAN</bold>, <bold>BAM</bold>, <bold>BDH</bold>, <bold>PNA31</bold>, <bold>PNA11</bold>, and <bold>PNA13</bold> at 273 K. Rate of adsorption\n(ROA) data of vapor adsorptions of (b) <bold>BPNA31</bold>, (c) <bold>BPNA11</bold>, and (d) <bold>BPNA13</bold>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2017-12925n_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Water adsorption isotherms of BP, BNA, BAN, BAM, BDH, PNA31, PNA11, and PNA13 at 273 K. Rate of adsorption (ROA) data of vapor adsorptions of (b) BPNA31, (c) BPNA11, and (d) BPNA13.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Since the water sorption isotherms were obtained on the basis\nof thermodynamically equilibrated adsorption uptakes under certain\npressure points, their features can reveal the thermodynamic properties\nof the transformation process. For <bold>BP</bold>, <bold>BNA</bold>, <bold>BAM</bold>, and <bold>BDH</bold>, the similar transformation\npoints around 0.65 mmHg suggest their similarities in the transformation\nprocess from the thermodynamic perspective. Considering the similar\ntransformation mechanism determined by the crystal structure analysis,\nthe similarity in transformation point suggests the nature of the\ntransformation procedures: In spite of the distinct functional groups\nand the backbones of the dicarboxylate ligands, the transformation\nprocess should be mainly affected by the breaking of carboxylate–Co<sup>II</sup> coordination bonds and the formation of H<sub>2</sub>O–Co<sup>II</sup> coordination bonds, which should be quite similar in different\nsamples. This principle could also be applied for the understanding\nof the isotherms of <bold>BPNA31</bold>, <bold>BPNA11</bold>, and <bold>BPNA13</bold> (a), as well as the further modulation of the dynamic behavior of\nthe MOFs.</p>", "clean_text": "Since the water sorption isotherms were obtained on the basis of thermodynamically equilibrated adsorption uptakes under certain pressure points, their features can reveal the thermodynamic properties of the transformation process. For BP, BNA, BAM, and BDH, the similar transformation points around 0.65 mmHg suggest their similarities in the transformation process from the thermodynamic perspective. Considering the similar transformation mechanism determined by the crystal structure analysis, the similarity in transformation point suggests the nature of the transformation procedures: In spite of the distinct functional groups and the backbones of the dicarboxylate ligands, the transformation process should be mainly affected by the breaking of carboxylate-CoII coordination bonds and the formation of H2O-CoII coordination bonds, which should be quite similar in different samples. This principle could also be applied for the understanding of the isotherms of BPNA31, BPNA11, and BPNA13 (a), as well as the further modulation of the dynamic behavior of the MOFs.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>On the other hand, for an investigation of the kinetics\nof the transformation behavior of the desolvated samples, the response\nrate of <bold>BPNA31</bold>, <bold>BPNA11</bold>, and <bold>BPNA13</bold> toward H<sub>2</sub>O molecules was evaluated on the basis of the\nsorption kinetics data obtained from the sorption experiments. It\nis expected that significant differences should be observed in different\nsamples on the basis of the results of transformation experiments\nin the water condition (). However, when analyzing the rate of adsorption (ROA) data\nof the samples, it was found that, with the increasing percentage\nof nada<sup>2–</sup>, the rate of the vapor adsorption of the\nligand-based solid solutions increased slightly (b–d). In addition, as\nobserved in the water adsorption isotherms of <bold>BP</bold>, <bold>BPNA31</bold>, <bold>BPNA11</bold>, <bold>BPNA13</bold>, and <bold>BNA</bold> (a, and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_001.pdf\">Figure S14</ext-link>), the conversion pressure\npoint indicated by the cusp increase of water uptake also decreased\nmarginally with the increase of nada<sup>2–</sup>. These phenomena\nindicate that, with the absence of solvent molecules, it is easier\nfor <bold>BNA</bold>, which is composed of coligand with a larger\nbackbone, to transform than it is for <bold>BP</bold> under the same\ncondition.  These results are diametrically opposed to the conversion\nrates observed previously () with the DMF-included MOFs, indicating that the solvent\nmolecules occupying the channels of the frameworks might also play\nan important role in the transformation process.</p>", "clean_text": "On the other hand, for an investigation of the kinetics of the transformation behavior of the desolvated samples, the response rate of BPNA31, BPNA11, and BPNA13 toward H2O molecules was evaluated on the basis of the sorption kinetics data obtained from the sorption experiments. It is expected that significant differences should be observed in different samples on the basis of the results of transformation experiments in the water condition (). However, when analyzing the rate of adsorption (ROA) data of the samples, it was found that, with the increasing percentage of nada2-, the rate of the vapor adsorption of the ligand-based solid solutions increased slightly (b-d). In addition, as observed in the water adsorption isotherms of BP, BPNA31, BPNA11, BPNA13, and BNA (a, and Figure S14), the conversion pressure point indicated by the cusp increase of water uptake also decreased marginally with the increase of nada2-. These phenomena indicate that, with the absence of solvent molecules, it is easier for BNA, which is composed of coligand with a larger backbone, to transform than it is for BP under the same condition.  These results are diametrically opposed to the conversion rates observed previously () with the DMF-included MOFs, indicating that the solvent molecules occupying the channels of the frameworks might also play an important role in the transformation process.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>For verification\nof the function of guest solvent molecules in the transformation process,\nthe transformation behaviors of the desolvated samples were investigated,\nand the results show that the transformation process could be completed\nimmediately upon the addition of water (a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_002.avi\">Movie S1</ext-link>). Compared with the samples containing solvent molecules (b), the distinguished\ntransformation behaviors of the desolvated samples confirmed that\nthe solvent molecule is another key factor influencing the kinetics\nof the transformations.</p>", "clean_text": "For verification of the function of guest solvent molecules in the transformation process, the transformation behaviors of the desolvated samples were investigated, and the results show that the transformation process could be completed immediately upon the addition of water (a and Movie S1). Compared with the samples containing solvent molecules (b), the distinguished transformation behaviors of the desolvated samples confirmed that the solvent molecule is another key factor influencing the kinetics of the transformations.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Desolvated samples of H<sub>2</sub>pta-/H<sub>2</sub>nada-based solid solution MOFs exposed in water within 1 min.\n(b) Transformation behaviors of <bold>BP</bold> with different solvent\nmolecules.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2017-12925n_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Desolvated samples of H2pta-/H2nada-based solid solution MOFs exposed in water within 1 min. (b) Transformation behaviors of BP with different solvent molecules.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>For a better understanding of\nthe effect of solvent molecules on the transformation process, a family\nof <bold>BP</bold> frameworks accommodating different solvent molecules,\nthat is, <bold>BP</bold>⊃CH<sub>3</sub>OH, <bold>BP</bold>⊃EtOH, <bold>BP</bold>⊃DMF, <bold>BP</bold>⊃DMAC, and <bold>BP</bold>⊃NMP, were synthesized and investigated for their transformation\nrates in water. In spite of the identical framework, the conversion\nrate of the samples shows a decreasing trend accompanied with the\nincreased volume of the solvent molecules (b), thus suggesting that the kinetics of\nthe transformations are actually dominated by the synergy of coligands\nand solvent molecules in the frameworks. This principle implies that\nthe materials with a target transformation rate could be fabricated\nby modulating the coligands and/or solvent molecules.</p>", "clean_text": "For a better understanding of the effect of solvent molecules on the transformation process, a family of BP frameworks accommodating different solvent molecules, that is, BP⊃CH3OH, BP⊃EtOH, BP⊃DMF, BP⊃DMAC, and BP⊃NMP, were synthesized and investigated for their transformation rates in water. In spite of the identical framework, the conversion rate of the samples shows a decreasing trend accompanied with the increased volume of the solvent molecules (b), thus suggesting that the kinetics of the transformations are actually dominated by the synergy of coligands and solvent molecules in the frameworks. This principle implies that the materials with a target transformation rate could be fabricated by modulating the coligands and/or solvent molecules.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The synergy\nof coligands and solvent molecules can be illustrated by the conversion\nmechanism. As established before, the essence of structure transformations\nis that water molecules replace the dicarboxylic acid ligands and\ncoordinate with Co<sup>II</sup> ions, accompanied by the conversion\nof Co<sup>II</sup> coordination geometries. The backbones of the coligands\nand the solvent molecules occupying the channels of the frameworks\nhave significant impacts on the transformation procedures. X-ray crystallographic\nanalysis of <bold>BP</bold>⊃DMF, <bold>BP</bold>⊃DMAC,\nand <bold>BP</bold>⊃NMP shows that the solvent molecules were\nlocated in confined chambers defined by coligands (a). Then, the interactions\nbetween the coligands and the solvent molecules should be proportional\nto the volume of their backbones, which will also influence/resist\nthe diffusive rate of water molecules in the channels during the dynamic\nprocess. Thus, the conversion rates should decrease with the increasing\nvolume of the solvent molecules and the backbone of the coligands.</p>", "clean_text": "The synergy of coligands and solvent molecules can be illustrated by the conversion mechanism. As established before, the essence of structure transformations is that water molecules replace the dicarboxylic acid ligands and coordinate with CoII ions, accompanied by the conversion of CoII coordination geometries. The backbones of the coligands and the solvent molecules occupying the channels of the frameworks have significant impacts on the transformation procedures. X-ray crystallographic analysis of BP⊃DMF, BP⊃DMAC, and BP⊃NMP shows that the solvent molecules were located in confined chambers defined by coligands (a). Then, the interactions between the coligands and the solvent molecules should be proportional to the volume of their backbones, which will also influence/resist the diffusive rate of water molecules in the channels during the dynamic process. Thus, the conversion rates should decrease with the increasing volume of the solvent molecules and the backbone of the coligands.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Relative\npositions of pta<sup>2–</sup> ligands (red) and solvent molecules\n(green) in <bold>BP</bold>⊃DMF, <bold>BP</bold>⊃DMAC,\nand <bold>BP</bold>⊃NMP. (b) Interactions between anda<sup>2–</sup> ligands (red) and the inner-wall atoms of the rhombic\nchannels (cyan) in <bold>BAN</bold>. Solvent molecules are omitted\nfor clarity.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2017-12925n_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Relative positions of pta2- ligands (red) and solvent molecules (green) in BP⊃DMF, BP⊃DMAC, and BP⊃NMP. (b) Interactions between anda2- ligands (red) and the inner-wall atoms of the rhombic channels (cyan) in BAN. Solvent molecules are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>In contrast, when the\nsolvent molecules were removed from the frameworks, as demonstrated\nin the adsorption experiments, there was enough space left in the\nchannels to accommodate the coligands dissociated from the frameworks.\nWith the increasing dimension of the coligands, the crowdedness between\ncoligands and the framework will increase (), which could promote the dissociation/disorder\nof coligands. This means that, without solvent molecules, the samples\nconstructed by coligands having a larger backbone are easier to transform\nwhen encountering water (a, and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_001.pdf\">Figure S15</ext-link>). That\naccounts for the opposite trends observed with samples with solvent\nmolecules; i.e., in water adsorptions, with the increasing ratio of\nnada<sup>2–</sup> in the H<sub>2</sub>pta-/H<sub>2</sub>nada-based\nsolid solution MOFs, the conversion pressure point decreased (thermodynamics),\nwhile the rate of the vapor adsorption increased (kinetics) slightly.</p>", "clean_text": "In contrast, when the solvent molecules were removed from the frameworks, as demonstrated in the adsorption experiments, there was enough space left in the channels to accommodate the coligands dissociated from the frameworks. With the increasing dimension of the coligands, the crowdedness between coligands and the framework will increase (), which could promote the dissociation/disorder of coligands. This means that, without solvent molecules, the samples constructed by coligands having a larger backbone are easier to transform when encountering water (a, and Figure S15). That accounts for the opposite trends observed with samples with solvent molecules; i.e., in water adsorptions, with the increasing ratio of nada2- in the H2pta-/H2nada-based solid solution MOFs, the conversion pressure point decreased (thermodynamics), while the rate of the vapor adsorption increased (kinetics) slightly.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>If the backbone of coligands increased to a certain extent, the\ninteraction between coligand and the framework will play a dominant\nrole, and the behavior of the MOF will be totally different. By comparing\nthe crystal structures of <bold>BAN</bold> with those of the other\nMOFs, it was found that the bulky backbone of the anda<sup>2–</sup> ligand further confined the space in the channels, resulting in\na relatively stable state so that the dissociation of the anda<sup>2–</sup> from the framework in the presence of H<sub>2</sub>O was inhibited (b). As a result, water sorption behavior of <bold>BAN</bold> is entirely different from those of other transformable samples.\nThese results indicate that the interaction between dicarboxylate\nligands and the framework could thermodynamically influence the structure\ntransformation behavior, which could be further utilized to modulate\nthe dynamic behavior of these materials.</p>", "clean_text": "If the backbone of coligands increased to a certain extent, the interaction between coligand and the framework will play a dominant role, and the behavior of the MOF will be totally different. By comparing the crystal structures of BAN with those of the other MOFs, it was found that the bulky backbone of the anda2- ligand further confined the space in the channels, resulting in a relatively stable state so that the dissociation of the anda2- from the framework in the presence of H2O was inhibited (b). As a result, water sorption behavior of BAN is entirely different from those of other transformable samples. These results indicate that the interaction between dicarboxylate ligands and the framework could thermodynamically influence the structure transformation behavior, which could be further utilized to modulate the dynamic behavior of these materials.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>Since the dicarboxylate\nligands could influence the transformation procedures thermodynamically,\nthe deliberate manipulation of the thermodynamic conversion processes\nwas performed correspondingly. Since anda<sup>2–</sup> has\nstronger interaction with the framework, H<sub>2</sub>pta-/H<sub>2</sub>anda-based solid solution MOFs, namely, <bold>BPAN41</bold>, <bold>BPAN32</bold>, <bold>BPAN11</bold>, <bold>BPAN23</bold>, and <bold>BPAN14</bold>, were synthesized and investigated. <sup>1</sup>H NMR\ntests reveal that the ratios of pta<sup>2–</sup> and anda<sup>2–</sup> in these samples are about 4:1, 3:2, 1:1, 2:3, and\n1:4, respectively. X-ray crystallographic analysis of <bold>BPAN11</bold>⊃DMF shows that pta<sup>2–</sup> and anda<sup>2–</sup> ligands are substitutionally disordered in the framework.</p>", "clean_text": "Since the dicarboxylate ligands could influence the transformation procedures thermodynamically, the deliberate manipulation of the thermodynamic conversion processes was performed correspondingly. Since anda2- has stronger interaction with the framework, H2pta-/H2anda-based solid solution MOFs, namely, BPAN41, BPAN32, BPAN11, BPAN23, and BPAN14, were synthesized and investigated. 1H NMR tests reveal that the ratios of pta2- and anda2- in these samples are about 4:1, 3:2, 1:1, 2:3, and 1:4, respectively. X-ray crystallographic analysis of BPAN11⊃DMF shows that pta2- and anda2- ligands are substitutionally disordered in the framework.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>Subsequently, water vapor adsorptions were performed to characterize\nthe thermodynamic transformation process of these MOFs. As expected,\nin adsorption isotherms, the region with sharply increased uptake\ngradually shifted toward higher pressure along with the increased\nratio of anda<sup>2–</sup> in the sample (). These results indicated\nthat the transformation process could be regulated thermodynamically\nby modifying the interactions between the framework and coligands.</p>", "clean_text": "Subsequently, water vapor adsorptions were performed to characterize the thermodynamic transformation process of these MOFs. As expected, in adsorption isotherms, the region with sharply increased uptake gradually shifted toward higher pressure along with the increased ratio of anda2- in the sample (). These results indicated that the transformation process could be regulated thermodynamically by modifying the interactions between the framework and coligands.", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Water\nadsorption isotherms of <bold>BP</bold>, <bold>BPAN41</bold>, <bold>BPAN32</bold>, <bold>BPAN11</bold>, <bold>BPAN23</bold>, <bold>BPAN14</bold>, and <bold>BAN</bold>. The conversion pressure point increased distinctly\nwith the increased ratio of anda<sup>2–</sup>.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2017-12925n_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Water adsorption isotherms of BP, BPAN41, BPAN32, BPAN11, BPAN23, BPAN14, and BAN. The conversion pressure point increased distinctly with the increased ratio of anda2-.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, the subtle\nkinetic and thermodynamic control of the transformation processes\nof a family of coligand-replaced dynamic cobalt­(II)–organic\nframeworks was successfully performed. The conversion mechanisms of\nthe transformations are illustrated in detail through systematic investigations,\nwhich provide the theoretical foundation for the subtle control of\nsuch dynamic processes. By means of the combined strategies of coligand\nreplacement, solvent molecule substitution, and ligand-based solid\nsolution, the kinetic and thermodynamic processes of the transformations\ncould be controlled accurately and flexibly. Notably, the strategy\nof ligand-based solid solution could be applied for the uninterrupted\ncontrol of the kinetic (H<sub>2</sub>pta-/H<sub>2</sub>nada-based\nsolid solutions) and thermodynamic (H<sub>2</sub>pta-/H<sub>2</sub>anda-based solid solutions) transformation processes. This work provides\nvaluable methods and ideas for the study of similar solid dynamic\nmaterials and sheds new light on the development of novel dynamic\nmaterials.</p>", "clean_text": "Conclusions\n\nIn summary, the subtle kinetic and thermodynamic control of the transformation processes of a family of coligand-replaced dynamic cobalt(II)-organic frameworks was successfully performed. The conversion mechanisms of the transformations are illustrated in detail through systematic investigations, which provide the theoretical foundation for the subtle control of such dynamic processes. By means of the combined strategies of coligand replacement, solvent molecule substitution, and ligand-based solid solution, the kinetic and thermodynamic processes of the transformations could be controlled accurately and flexibly. Notably, the strategy of ligand-based solid solution could be applied for the uninterrupted control of the kinetic (H2pta-/H2nada-based solid solutions) and thermodynamic (H2pta-/H2anda-based solid solutions) transformation processes. This work provides valuable methods and ideas for the study of similar solid dynamic materials and sheds new light on the development of novel dynamic materials.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at\nDOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.7b12925\">10.1021/acsami.7b12925</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental details, supporting figures, adsorption\ndata, PXRD, solid UV–vis spectra, TGA, and NMR spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Movie S1: transformation\nof desolvated samples (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_002.avi\">AVI</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystallographic data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_003.cif\">CIF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.7b12925.  Experimental details, supporting figures, adsorption data, PXRD, solid UV-vis spectra, TGA, and NMR spectra (PDF)   Movie S1: transformation of desolvated samples (AVI)   Crystallographic data (CIF)   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>Experimental details, supporting figures, adsorption\ndata, PXRD, solid UV–vis spectra, TGA, and NMR spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_001.pdf\">PDF</ext-link>)</p><p>Movie S1: transformation\nof desolvated samples (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_002.avi\">AVI</ext-link>)</p><p>Crystallographic data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12925/suppl_file/am7b12925_si_003.cif\">CIF</ext-link>)</p><p>The authors declare no competing\nfinancial interest.</p>", "clean_text": "Experimental details, supporting figures, adsorption data, PXRD, solid UV-vis spectra, TGA, and NMR spectra (PDF)\n\nMovie S1: transformation of desolvated samples (AVI)\n\nCrystallographic data (CIF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "7, 9, 11", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of [Co<sub>1.5</sub>(tipb)­(SO<sub>4</sub>)­(amtpa)<sub>0.5</sub>]·(DMF)<italic>\n<sub>n</sub>\n</italic> (<bold>BAM</bold>⊃DMF)</title><p>A mixture of tipb (0.1 mmol), 2-aminoterephthalic acid (H<sub>2</sub>amtpa, 0.1 mmol), CoSO<sub>4</sub>·7H<sub>2</sub>O (0.15 mmol),\nand two drops of pyridine in 5 mL of DMF was sealed in a 16 mL Teflon-lined\nstainless steel container and heated at 160 °C for 3 days. The\ncontainer was then cooled to room temperature at a rate of 3 °C/h.\nThe blue crystalline product obtained was separated by filtration\nand washed with DMF. Yield: 75% (based on tipb).</p><title>Synthesis of Ligand-Based Solid Solution\n[Co<sub>1.5</sub>(tipb)­(SO<sub>4</sub>)­(pta)<sub>0.375</sub>(nada)<sub>0.125</sub>]·(DMF)<sub>\n<italic>n</italic>\n</sub> (<bold>BPNA31</bold>⊃DMF)</title><p>A mixture of tipb (0.1 mmol), H<sub>2</sub>pta (0.075 mmol), H<sub>2</sub>nada (0.025 mmol), CoSO<sub>4</sub>·7H<sub>2</sub>O (0.15 mmol), and two drops of pyridine in 5\nmL of DMF was sealed in a 16 mL Teflon-lined stainless steel container\nand heated at 160 °C for 3 days. The container was then cooled\nto room temperature at a rate of 3 °C/h. The blue crystalline\nproduct obtained was separated by filtration and washed with DMF.\nYield: 75% (based on tipb).</p><title>Synthesis of <bold>BP</bold>⊃CH<sub>3</sub>OH, <bold>BP</bold>⊃EtOH, <bold>BP</bold>⊃DMF, <bold>BP</bold>⊃DMAC, and <bold>BP</bold>⊃NMP</title><p>A mixture of tipb (0.1 mmol), H<sub>2</sub>pta (0.1 mmol), CoSO<sub>4</sub>·7H<sub>2</sub>O (0.15 mmol), and two drops of pyridine\nin 5 mL of solvent [CH<sub>3</sub>OH, EtOH, DMF, DMAC (dimethylacetamide),\nor NMP (<italic>N</italic>-methyl-2-pyrrolidone)] was sealed in a\n16 mL Teflon-lined stainless steel container and heated at 160 °C\nfor 3 days. The container was then cooled to room temperature at a\nrate of 3 °C/h. The blue crystalline product obtained was separated\nby filtration and washed with the corresponding solvent used.</p>", "clean_text": "Synthesis of [Co1.5(tipb)(SO4)(amtpa)0.5]⋅(DMF) n  (BAM⊃DMF)\n\nA mixture of tipb (0.1 mmol), 2-aminoterephthalic acid (H2amtpa, 0.1 mmol), CoSO4⋅7H2O (0.15 mmol), and two drops of pyridine in 5 mL of DMF was sealed in a 16 mL Teflon-lined stainless steel container and heated at 160 °C for 3 days. The container was then cooled to room temperature at a rate of 3 °C/h. The blue crystalline product obtained was separated by filtration and washed with DMF. Yield: 75% (based on tipb).\n\nSynthesis of Ligand-Based Solid Solution [Co1.5(tipb)(SO4)(pta)0.375(nada)0.125]⋅(DMF) n  (BPNA31⊃DMF)\n\nA mixture of tipb (0.1 mmol), H2pta (0.075 mmol), H2nada (0.025 mmol), CoSO4⋅7H2O (0.15 mmol), and two drops of pyridine in 5 mL of DMF was sealed in a 16 mL Teflon-lined stainless steel container and heated at 160 °C for 3 days. The container was then cooled to room temperature at a rate of 3 °C/h. The blue crystalline product obtained was separated by filtration and washed with DMF. Yield: 75% (based on tipb).\n\nSynthesis of BP⊃CH3OH, BP⊃EtOH, BP⊃DMF, BP⊃DMAC, and BP⊃NMP\n\nA mixture of tipb (0.1 mmol), H2pta (0.1 mmol), CoSO4⋅7H2O (0.15 mmol), and two drops of pyridine in 5 mL of solvent [CH3OH, EtOH, DMF, DMAC (dimethylacetamide), or NMP (N-methyl-2-pyrrolidone)] was sealed in a 16 mL Teflon-lined stainless steel container and heated at 160 °C for 3 days. The container was then cooled to room temperature at a rate of 3 °C/h. The blue crystalline product obtained was separated by filtration and washed with the corresponding solvent used.", "data": [[[{"meta": {"name": "[Co1.5(tipb)­(SO4)­(amtpa)0.5]·(DMF)n (BAM⊃DMF)", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "tipb", "amount": "0.1", "unit": "mmol"}, {"name": "2-aminoterephthalic acid (H2amtpa)", "amount": "0.1", "unit": "mmol"}, {"name": "CoSO4·7H2O", "amount": "0.15", "unit": "mmol"}], "solvent": [{"name": "DMF", "amount": "5", "unit": "mL"}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "160°C", "time": "3 days", "heating rate": "", "cooling rate": "3°C/h"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}], "yield": "75%"}], [{"meta": {"name": "[Co1.5(tipb)­(SO4)­(pta)0.375(nada)0.125]·(DMF)n (BPNA31⊃DMF)", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "tipb", "amount": "0.1", "unit": "mmol"}, {"name": "H2pta", "amount": "0.075", "unit": "mmol"}, {"name": "H2nada", "amount": "0.025", "unit": "mmol"}, {"name": "CoSO4·7H2O", "amount": "0.15", "unit": "mmol"}], "solvent": [{"name": "DMF", "amount": "5", "unit": "mL"}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "160°C", "time": "3 days", "heating rate": "", "cooling rate": "3°C/h"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}], "yield": "75%"}], [{"meta": {"name": "BP⊃CH3OH", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "tipb", "amount": "0.1", "unit": "mmol"}, {"name": "H2pta", "amount": "0.1", "unit": "mmol"}, {"name": "CoSO4·7H2O", "amount": "0.15", "unit": "mmol"}], "solvent": [{"name": "CH3OH", "amount": "5", "unit": "mL"}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "160°C", "time": "3 days", "heating rate": "", "cooling rate": "3°C/h"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "CH3OH", "amount": ""}]}, {"meta": {"name": "BP⊃EtOH", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "tipb", "amount": "0.1", "unit": "mmol"}, {"name": "H2pta", "amount": "0.1", "unit": "mmol"}, {"name": "CoSO4·7H2O", "amount": "0.15", "unit": "mmol"}], "solvent": [{"name": "EtOH", "amount": "5", "unit": "mL"}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "160°C", "time": "3 days", "heating rate": "", "cooling rate": "3°C/h"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "EtOH", "amount": ""}]}, {"meta": {"name": "BP⊃DMF", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "tipb", "amount": "0.1", "unit": "mmol"}, {"name": "H2pta", "amount": "0.1", "unit": "mmol"}, {"name": "CoSO4·7H2O", "amount": "0.15", "unit": "mmol"}], "solvent": [{"name": "DMF", "amount": "5", "unit": "mL"}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "160°C", "time": "3 days", "heating rate": "", "cooling rate": "3°C/h"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}]}, {"meta": {"name": "BP⊃DMAC", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "tipb", "amount": "0.1", "unit": "mmol"}, {"name": "H2pta", "amount": "0.1", "unit": "mmol"}, {"name": "CoSO4·7H2O", "amount": "0.15", "unit": "mmol"}], "solvent": [{"name": "DMAC (dimethylacetamide)", "amount": "5", "unit": "mL"}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "160°C", "time": "3 days", "heating rate": "", "cooling rate": "3°C/h"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "DMAC", "amount": ""}]}, {"meta": {"name": "BP⊃NMP", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "tipb", "amount": "0.1", "unit": "mmol"}, {"name": "H2pta", "amount": "0.1", "unit": "mmol"}, {"name": "CoSO4·7H2O", "amount": "0.15", "unit": "mmol"}], "solvent": [{"name": "NMP (N-methyl-2-pyrrolidone)", "amount": "5", "unit": "mL"}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "160°C", "time": "3 days", "heating rate": "", "cooling rate": "3°C/h"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "NMP", "amount": ""}]}]]], "include_properties": ["solvothermal_synthesis", "filtration", "washing"]}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic diagram of\nthe dynamic frameworks of MOFs and the strategies for controlling\ntheir structure transformation behavior.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2017-12925n_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic diagram of the dynamic frameworks of MOFs and the strategies for controlling their structure transformation behavior.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Main ligand tipb and dicarboxylic coligands used for the construction\nof isoreticular MOFs.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2017-12925n_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Main ligand tipb and dicarboxylic coligands used for the construction of isoreticular MOFs.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Samples of the isoreticular MOFs immerged in water\nfor different periods of time. (b) Kinetic transformation behaviors\nof H<sub>2</sub>pta-/H<sub>2</sub>nada-based solid solutions. (c)\nTime for complete conversion increases exponentially with the increase\nof the ratio of anda<sup>2–</sup> of the ligand-based solid\nsolutions.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2017-12925n_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Samples of the isoreticular MOFs immerged in water for different periods of time. (b) Kinetic transformation behaviors of H2pta-/H2nada-based solid solutions. (c) Time for complete conversion increases exponentially with the increase of the ratio of anda2- of the ligand-based solid solutions.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Water adsorption isotherms of <bold>BP</bold>, <bold>BNA</bold>, <bold>BAN</bold>, <bold>BAM</bold>, <bold>BDH</bold>, <bold>PNA31</bold>, <bold>PNA11</bold>, and <bold>PNA13</bold> at 273 K. Rate of adsorption\n(ROA) data of vapor adsorptions of (b) <bold>BPNA31</bold>, (c) <bold>BPNA11</bold>, and (d) <bold>BPNA13</bold>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2017-12925n_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Water adsorption isotherms of BP, BNA, BAN, BAM, BDH, PNA31, PNA11, and PNA13 at 273 K. Rate of adsorption (ROA) data of vapor adsorptions of (b) BPNA31, (c) BPNA11, and (d) BPNA13.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Desolvated samples of H<sub>2</sub>pta-/H<sub>2</sub>nada-based solid solution MOFs exposed in water within 1 min.\n(b) Transformation behaviors of <bold>BP</bold> with different solvent\nmolecules.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2017-12925n_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Desolvated samples of H2pta-/H2nada-based solid solution MOFs exposed in water within 1 min. (b) Transformation behaviors of BP with different solvent molecules.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Relative\npositions of pta<sup>2–</sup> ligands (red) and solvent molecules\n(green) in <bold>BP</bold>⊃DMF, <bold>BP</bold>⊃DMAC,\nand <bold>BP</bold>⊃NMP. (b) Interactions between anda<sup>2–</sup> ligands (red) and the inner-wall atoms of the rhombic\nchannels (cyan) in <bold>BAN</bold>. Solvent molecules are omitted\nfor clarity.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2017-12925n_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Relative positions of pta2- ligands (red) and solvent molecules (green) in BP⊃DMF, BP⊃DMAC, and BP⊃NMP. (b) Interactions between anda2- ligands (red) and the inner-wall atoms of the rhombic channels (cyan) in BAN. Solvent molecules are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Water\nadsorption isotherms of <bold>BP</bold>, <bold>BPAN41</bold>, <bold>BPAN32</bold>, <bold>BPAN11</bold>, <bold>BPAN23</bold>, <bold>BPAN14</bold>, and <bold>BAN</bold>. The conversion pressure point increased distinctly\nwith the increased ratio of anda<sup>2–</sup>.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2017-12925n_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Water adsorption isotherms of BP, BPAN41, BPAN32, BPAN11, BPAN23, BPAN14, and BAN. The conversion pressure point increased distinctly with the increased ratio of anda2-.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.7b12925", "title": "\nKinetic\nand Thermodynamic Control of Structure Transformations in a Family\nof Cobalt(II)–Organic Frameworks\n", "journal": "American\nChemical Society", "date": "2017.09", "author_list": ["Chen\nQiang", "Feng\nRui", "Xu\nJian", "Jia\nYan-Yuan", "Wang\nTing-Ting", "Chang\nZe", "Bu\nXian-He"]}}