{"filepath": "../L2M3_data/1_application_papers/acs_xml/am7b09218.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>An\nenzyme mimic harboring iron porphyrin (DhHP-6) embedded in zeolite\nimidazolate framework-8 (ZIF-8) was constructed through a biomimetic\nmineralization approach to obtain composite DhHP-6@ZIF-8. The composite\nwas then used as a catalyst in the atom transfer radical polymerization\n(ATRP) of poly­(ethylene glycol) methyl ether methacrylate (PEGMA<sub>500</sub>) in which poly­(PEGMA<sub>500</sub>) could be synthesized\nwith monomer conversion of 76.1% and <italic>M</italic>\n<sub>n</sub> of 45 900 g/mol, stronger than that obtained when using free\nDhHP-6 as a catalyst. More importantly, it could efficiently overcome\nthe drawbacks of free DhHP-6 and achieve the easy separation of DhHP-6\nfrom the catalytic system and the elimination of iron residues in\nthe synthesized polymer. In addition, it exhibited an enhanced recyclability\nwith monomer conversion of 75.7% after five cycles and favorable stability\nduring the ATRP reaction with &lt;3.0% of DhHP-6 release within 100\nh. Thus, the enzyme mimic–ZIF-8 composite developed through\nbiomimetic mineralization can be potentially used as an effective\ncatalyst for preparing well-defined polymers with biomedical applications.</p>", "clean_text": "An enzyme mimic harboring iron porphyrin (DhHP-6) embedded in zeolite imidazolate framework-8 (ZIF-8) was constructed through a biomimetic mineralization approach to obtain composite DhHP-6@ZIF-8. The composite was then used as a catalyst in the atom transfer radical polymerization (ATRP) of poly(ethylene glycol) methyl ether methacrylate (PEGMA500) in which poly(PEGMA500) could be synthesized with monomer conversion of 76.1% and M n of 45900 g/mol, stronger than that obtained when using free DhHP-6 as a catalyst. More importantly, it could efficiently overcome the drawbacks of free DhHP-6 and achieve the easy separation of DhHP-6 from the catalytic system and the elimination of iron residues in the synthesized polymer. In addition, it exhibited an enhanced recyclability with monomer conversion of 75.7% after five cycles and favorable stability during the ATRP reaction with <3.0% of DhHP-6 release within 100 h. Thus, the enzyme mimic-ZIF-8 composite developed through biomimetic mineralization can be potentially used as an effective catalyst for preparing well-defined polymers with biomedical applications.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>In the field of macromolecular\nsynthesis, developing versatile catalysts and synthetic methods is\na key issue to be addressed for constructing polymeric materials with\ntailor-made structures and properties. In the past two decades, atom\ntransfer radical polymerization (ATRP) has developed greatly and become\na creative methodology for synthesizing functional macromolecules\nbecause of its characteristics of mild reaction conditions, facile\nsynthetic procedure, and multiple monomers. Transition-metal-based\ncatalysts are usually used for conducting ATRP; however,\ntrace amounts of metal residues and underlying toxicity inevitably\nlimit the application of synthetic polymers, especially in the biomedical\nfield. In addition, although some efficient ATRP catalyst recycling\nsystems have been successfully developed, such as thermoregulated\nphase-transfer catalysis, thermoregulated phase-separable\ncatalysis, and photocatalytic recycling system, unsatisfactory reusability of catalysts is still a key issue to\nbe solved for achieving the polymer synthesis in a rational cost-effective\nmanner. Recently, iron-based catalysts have been widely investigated\nin ATRP reactions, owing to their relatively low toxicity and good biocompatibility\nparticularly for biological applications. Despite the potential benefits\nof iron-based catalysts, the lower catalytic activity and selectivity\nare unfavorable for their applications in ATRP; thus, developing an ideal iron-based catalyst is critical\nfor promoting the progress in the ATRP field.</p>", "clean_text": "Introduction\n\nIn the field of macromolecular synthesis, developing versatile catalysts and synthetic methods is a key issue to be addressed for constructing polymeric materials with tailor-made structures and properties. In the past two decades, atom transfer radical polymerization (ATRP) has developed greatly and become a creative methodology for synthesizing functional macromolecules because of its characteristics of mild reaction conditions, facile synthetic procedure, and multiple monomers. Transition-metal-based catalysts are usually used for conducting ATRP; however, trace amounts of metal residues and underlying toxicity inevitably limit the application of synthetic polymers, especially in the biomedical field. In addition, although some efficient ATRP catalyst recycling systems have been successfully developed, such as thermoregulated phase-transfer catalysis, thermoregulated phase-separable catalysis, and photocatalytic recycling system, unsatisfactory reusability of catalysts is still a key issue to be solved for achieving the polymer synthesis in a rational cost-effective manner. Recently, iron-based catalysts have been widely investigated in ATRP reactions, owing to their relatively low toxicity and good biocompatibility particularly for biological applications. Despite the potential benefits of iron-based catalysts, the lower catalytic activity and selectivity are unfavorable for their applications in ATRP; thus, developing an ideal iron-based catalyst is critical for promoting the progress in the ATRP field.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Besides metal-based\ncatalysts, certain proteins or enzymes have been identified to possess\nthe ability of catalyzing ATRP, such as horseradish peroxidase (HRP), laccase, catalase, and hemoglobin.\nThese proteins or enzymes can be named ATRPase, which have dramatically enlarged the scope of monomers\ndue to the various structures and favorable pH tolerance. Iron porphyrin\nhas been demonstrated to be the real active center of these proteins\nfor executing ATRP, which means that they are intrinsically\nimmobilized forms of iron-based catalysts on protein backbones. As\nenzymatic ATRP still faces the drawbacks of sensitivity to reaction\nconditions and enzymes’ high molecular weight, constructing an enzyme mimic harboring iron porphyrin with\nsuperior properties to native proteins will be beneficial for realizing\nthe broader applications of these bioinspired catalysts. Deuterohemin-β-Ala-His-Thr-Val-Glu-Lys\n(DhHP-6) is an enzyme mimic consisted of six amino acid residues and\none iron porphyrin with high peroxidase activity (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S1</ext-link>), which could inhibit cell apoptosis against reactive\noxygen species and extend the lifespan of  through enhancing the transcriptional activity\nof DAF-16. Recently, our research demonstrated that it could catalyze ATRP\nas a promising environment-benign ATRPase, which could be further\ncombined with enzymatic ring-opening polymerization to construct block\ncopolymers. However, this catalytic system\nstill has several problems to be solved: (1) difficult removal of\nDhHP-6 from the synthesized polymer, (2) trace iron adsorbed on the\npolymer, (3) easy formation of DhHP-6 aggregates in the catalytic\nprocess, and (4) the loss of catalytic activity during the long-term\nstorage. Therefore, it is of great significance to embed or encapsulate\nDhHP-6 in a solid carrier for solving the above issues.</p>", "clean_text": "Besides metal-based catalysts, certain proteins or enzymes have been identified to possess the ability of catalyzing ATRP, such as horseradish peroxidase (HRP), laccase, catalase, and hemoglobin. These proteins or enzymes can be named ATRPase, which have dramatically enlarged the scope of monomers due to the various structures and favorable pH tolerance. Iron porphyrin has been demonstrated to be the real active center of these proteins for executing ATRP, which means that they are intrinsically immobilized forms of iron-based catalysts on protein backbones. As enzymatic ATRP still faces the drawbacks of sensitivity to reaction conditions and enzymes' high molecular weight, constructing an enzyme mimic harboring iron porphyrin with superior properties to native proteins will be beneficial for realizing the broader applications of these bioinspired catalysts. Deuterohemin-β-Ala-His-Thr-Val-Glu-Lys (DhHP-6) is an enzyme mimic consisted of six amino acid residues and one iron porphyrin with high peroxidase activity (Figure S1), which could inhibit cell apoptosis against reactive oxygen species and extend the lifespan of  through enhancing the transcriptional activity of DAF-16. Recently, our research demonstrated that it could catalyze ATRP as a promising environment-benign ATRPase, which could be further combined with enzymatic ring-opening polymerization to construct block copolymers. However, this catalytic system still has several problems to be solved: (1) difficult removal of DhHP-6 from the synthesized polymer, (2) trace iron adsorbed on the polymer, (3) easy formation of DhHP-6 aggregates in the catalytic process, and (4) the loss of catalytic activity during the long-term storage. Therefore, it is of great significance to embed or encapsulate DhHP-6 in a solid carrier for solving the above issues.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Metal-organic\nframeworks (MOFs), a rapidly growing\ntype of porous material, have been successfully used as effective\ncarriers for enzyme immobilization. The immobilization strategies including physical adsorption or encapsulation\nof enzymes into large pores of MOFs exhibited unique properties, such\nas high enzyme loading and excellent stability against high temperature\nor organic solvents. However, these methods could not realize the\nsize control of enzyme–MOF composites or efficiently retain\nthe enzymatic activity owing to MOF-induced destabilization of enzymes’\nconformation. Recently, biomimetic mineralization,\nthe translation of self-assembly processes in natural biological systems\nto the encapsulation of bioactive molecules within protective exteriors, has been demonstrated to be a superior immobilization\ntechnique as it can solve the constraints of solvents’ unfavorable\neffects on enzyme structure and limited loading of large enzymes into\nMOF pores. Different from enzyme encapsulation in MOF via the controlled coprecipitation\nmethod, it involves the enzyme molecules concentrating the MOF building\nblocks, which will facilitate the nucleation of porous crystals and\nlead to an enhanced interfacial interaction between inorganic and\norganic components. More importantly,\nit can further enlarge the bioactive temperature range of enzymes\nand enhance their catalytic activity or stability, in a facile manner\nwith low cost, easy preparation, and few wastes. To the best of our\nknowledge, there were no relevant reports on the encapsulation of\nan artificial enzyme mimic in MOF crystals in a biomimetic mineralization\nmanner or the application of the enzyme mimic encapsulated in MOF\nin polymer synthesis. Meanwhile, we anticipate that the unique catalyst\ncould solve the above problems in the ATRP reaction using free DhHP-6\nas a catalyst.</p>", "clean_text": "Metal-organic frameworks (MOFs), a rapidly growing type of porous material, have been successfully used as effective carriers for enzyme immobilization. The immobilization strategies including physical adsorption or encapsulation of enzymes into large pores of MOFs exhibited unique properties, such as high enzyme loading and excellent stability against high temperature or organic solvents. However, these methods could not realize the size control of enzyme-MOF composites or efficiently retain the enzymatic activity owing to MOF-induced destabilization of enzymes' conformation. Recently, biomimetic mineralization, the translation of self-assembly processes in natural biological systems to the encapsulation of bioactive molecules within protective exteriors, has been demonstrated to be a superior immobilization technique as it can solve the constraints of solvents' unfavorable effects on enzyme structure and limited loading of large enzymes into MOF pores. Different from enzyme encapsulation in MOF via the controlled coprecipitation method, it involves the enzyme molecules concentrating the MOF building blocks, which will facilitate the nucleation of porous crystals and lead to an enhanced interfacial interaction between inorganic and organic components. More importantly, it can further enlarge the bioactive temperature range of enzymes and enhance their catalytic activity or stability, in a facile manner with low cost, easy preparation, and few wastes. To the best of our knowledge, there were no relevant reports on the encapsulation of an artificial enzyme mimic in MOF crystals in a biomimetic mineralization manner or the application of the enzyme mimic encapsulated in MOF in polymer synthesis. Meanwhile, we anticipate that the unique catalyst could solve the above problems in the ATRP reaction using free DhHP-6 as a catalyst.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In the present study, DhHP-6 embedded in zeolite\nimidazolate framework-8 (ZIF-8) was constructed via a biomimetic mineralization\napproach, in which zinc acetate (Zn­(OAc)<sub>2</sub>), 2-methyl imidazole\n(HMeIM), and DhHP-6 were incubated with trace methanol at room temperature\nto obtain enzyme–MOF composite DhHP-6@ZIF-8 (). The immobilized enzyme mimic\nwas then employed as a catalyst in ATRP for polymer synthesis, and\nits catalytic activity, stability, and reusability were systematically\nevaluated.</p>", "clean_text": "In the present study, DhHP-6 embedded in zeolite imidazolate framework-8 (ZIF-8) was constructed via a biomimetic mineralization approach, in which zinc acetate (Zn(OAc)2), 2-methyl imidazole (HMeIM), and DhHP-6 were incubated with trace methanol at room temperature to obtain enzyme-MOF composite DhHP-6@ZIF-8 (). The immobilized enzyme mimic was then employed as a catalyst in ATRP for polymer synthesis, and its catalytic activity, stability, and reusability were systematically evaluated.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Illustration of DhHP-6@ZIF-8 Construction\nthrough a Biomimetic Mineralization Approach</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2017-09218n_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of DhHP-6@ZIF-8 Construction through a Biomimetic Mineralization Approach   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials</title><p>DhHP-6 was kindly provided by Dr. Liping\nWang from the School of Life Sciences, Jilin University (Changchun,\nChina), which was prepared through solid phase synthesis according\nto the previous report. Poly­(ethylene\nglycol) methyl ether methacrylate (<italic>M</italic>\n<sub>n</sub> =\n500 g/mol, PEGMA<sub>500</sub>), poly­(ethylene glycol) methyl ether\nacrylate (PEGA), <italic>N</italic>-isopropylacrylamide (NiPAAm, 97%),\nand poly­(2-(dimethylamino)­ethyl methacrylate) (PDMAEMA) were purchased\nfrom Sigma-Aldrich and passed through aluminum oxide prior to use\nto remove the inhibitor. 2-Bromopropionitrile (BPN, 98%) and fluorescein\nisothiocyanate (FITC) were purchased from Sigma-Aldrich and used as\nreceived. Zn­(OAc)<sub>2</sub>, HMeIM, 4-aminoantipyrine, phenol, and\nH<sub>2</sub>O<sub>2</sub> were purchased from Tianjin Chemical Co.\nand used as received. HRP was purchased from Aladdin (Shanghai, China).\nAll other chemicals were of the highest grade and used without further\npurification unless otherwise noted.</p>", "clean_text": "Experimental Section\n\nMaterials\n\nDhHP-6 was kindly provided by Dr. Liping Wang from the School of Life Sciences, Jilin University (Changchun, China), which was prepared through solid phase synthesis according to the previous report. Poly(ethylene glycol) methyl ether methacrylate (M n = 500 g/mol, PEGMA500), poly(ethylene glycol) methyl ether acrylate (PEGA), N-isopropylacrylamide (NiPAAm, 97%), and poly(2-(dimethylamino)ethyl methacrylate) (PDMAEMA) were purchased from Sigma-Aldrich and passed through aluminum oxide prior to use to remove the inhibitor. 2-Bromopropionitrile (BPN, 98%) and fluorescein isothiocyanate (FITC) were purchased from Sigma-Aldrich and used as received. Zn(OAc)2, HMeIM, 4-aminoantipyrine, phenol, and H2O2 were purchased from Tianjin Chemical Co. and used as received. HRP was purchased from Aladdin (Shanghai, China). All other chemicals were of the highest grade and used without further purification unless otherwise noted.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Construction\nof DhHP-6@ZIF-8 through Biomimetic Mineralization</title><p>Typically,\n9 mL of HMeIM solution (1.0 M) was mixed with 1 mL of Zn­(OAc)<sub>2</sub> solution (0.3 mM), 200 μL of methanol, and 400 μL\nof DhHP-6 solution (4 mg). The mixture was incubated at room temperature\nfor 3 h, and then the solids were collected and washed with deionized\nwater until no absorbance of DhHP-6 at 387 nm could be detected in\nthe supernatant. The solids were subsequently dried at room temperature\nto obtain composite DhHP-6@ZIF-8. Similarly, blank ZIF-8 was constructed\nas described above except for no addition of DhHP-6, namely, me-ZIF-8.\nThe DhHP-6 loading in ZIF-8 was calculated as follows<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic xlink:href=\"am-2017-09218n_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>DhHP</mml:mi>\n<mml:mo>‐</mml:mo>\n<mml:mn>6</mml:mn>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi>loading</mml:mi>\n<mml:mspace width=\"0.25em\"></mml:mspace>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo>%</mml:mo>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>A</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mi>B</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mi>A</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>×</mml:mo>\n<mml:mn>100</mml:mn>\n<mml:mo>%</mml:mo>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>A</italic> and <italic>B</italic> represent the amounts of DhHP-6\nin the initial solution and washing solution, respectively, which\nwere measured based on the absorbance at 387 nm by a Shimadzu 2500\nultraviolet–visible spectrophotometer (Tokyo, Japan).</p>", "clean_text": "Construction of DhHP-6@ZIF-8 through Biomimetic Mineralization\n\nTypically, 9 mL of HMeIM solution (1.0 M) was mixed with 1 mL of Zn(OAc)2 solution (0.3 mM), 200 μL of methanol, and 400 μL of DhHP-6 solution (4 mg). The mixture was incubated at room temperature for 3 h, and then the solids were collected and washed with deionized water until no absorbance of DhHP-6 at 387 nm could be detected in the supernatant. The solids were subsequently dried at room temperature to obtain composite DhHP-6@ZIF-8. Similarly, blank ZIF-8 was constructed as described above except for no addition of DhHP-6, namely, me-ZIF-8. The DhHP-6 loading in ZIF-8 was calculated as follows    DhHP - 6  loading   ( % )  =  [  ( A - B )  / A ]  × 100 %   where A and B represent the amounts of DhHP-6 in the initial solution and washing solution, respectively, which were measured based on the absorbance at 387 nm by a Shimadzu 2500 ultraviolet-visible spectrophotometer (Tokyo, Japan).", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Synthesis of FITC–DhHP-6@ZIF-8</title><p>The labeling\nof DhHP-6 using FITC was conducted according to the previous report. Briefly, DhHP-6 (100 mg) and FITC (50 mg) were\ndissolved in 30 mL of phosphate buffer (50 mM, pH 8.0) and the sample\nwas stirred with a speed of 180 rpm at ambient temperature for 24\nh. Then, the sample was dialyzed against distilled water for 3 days\n(molecular weight cutoff: 1000 Da) and lyophilized to obtain FITC–DhHP-6.\nComposite FITC–DhHP-6@ZIF-8 was synthesized as described in , using FITC–DhHP-6\nas a cargo.</p>", "clean_text": "Synthesis of FITC-DhHP-6@ZIF-8\n\nThe labeling of DhHP-6 using FITC was conducted according to the previous report. Briefly, DhHP-6 (100 mg) and FITC (50 mg) were dissolved in 30 mL of phosphate buffer (50 mM, pH 8.0) and the sample was stirred with a speed of 180 rpm at ambient temperature for 24 h. Then, the sample was dialyzed against distilled water for 3 days (molecular weight cutoff: 1000 Da) and lyophilized to obtain FITC-DhHP-6. Composite FITC-DhHP-6@ZIF-8 was synthesized as described in , using FITC-DhHP-6 as a cargo.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Characterization</title><p>The <sup>1</sup>H nuclear magnetic resonance (NMR) spectra were obtained\non a Bruker Avance III NMR spectrometer (400 MHz) with D<sub>2</sub>O as the solvent, in which chemical shifts (in ppm) were recorded\nusing tetramethylsilane as an internal standard. Fourier transform\ninfrared spectra (FT-IR) were recorded on a Shimadzu FT-IR 8400S spectrometer.\nThermogravimetric analysis (TGA) was carried out on a TA Q500 thermogravimetric\nanalyzer and data were collected from 25 to 800 °C at a scan\nrate of 10 °C/min. Gel permeation chromatography (GPC) was performed\non a Malvern 515 HPLC apparatus with a Malvern 410 RI detector and\nAgilent PLgel MIXED-D columns, using tetrahydrofuran (THF) as the\neluent at a flow rate of 1.0 mL/min at 35 °C. The detection was\ncalibrated with polystyrene standards of narrow molecular weight distribution.\nScanning electron microscopy (SEM) images were captured on a Hitachi\nFE-SEM S-4800 instrument with an acceleration voltage of 3 kV. The\nsamples were prepared by depositing sample dispersion onto a freshly\ncleaved silicon wafer surface. Transmission electron microscopy (TEM)\nand energy dispersive spectrometer (EDS) mapping were carried on a\nJEM-2100F filed emission electron microscope with an acceleration\nvoltage of 200 kV. The elemental composition and contents of me-ZIF-8\nand DhHP-6@ZIF-8 were analyzed by a Vario EL cube Elementar. The Fe\nand Zn contents in DhHP-6@ZIF-8 were measured by an inductively coupled\nplasma mass spectrometer (ICP-MS, iCAP Qc, Thermo Fisher Scientific,\nBremen, Germany) operating with high-purity argon (99.999%). Powder\nX-ray diffraction (PXRD) patterns were collected on a PANalytical\nB.V. Empyrean powder diffractometer, in which data were collected\nfrom 5 to 45° at a scan rate of 15°/min. The confocal fluorescence\nimages of FITC–DhHP-6@ZIF-8 were taken by a confocal laser\nscanning microscope (CLSM, Zeiss LSM 710, Germany) under ambient conditions.</p>", "clean_text": "Characterization\n\nThe 1H nuclear magnetic resonance (NMR) spectra were obtained on a Bruker Avance III NMR spectrometer (400 MHz) with D2O as the solvent, in which chemical shifts (in ppm) were recorded using tetramethylsilane as an internal standard. Fourier transform infrared spectra (FT-IR) were recorded on a Shimadzu FT-IR 8400S spectrometer. Thermogravimetric analysis (TGA) was carried out on a TA Q500 thermogravimetric analyzer and data were collected from 25 to 800 °C at a scan rate of 10 °C/min. Gel permeation chromatography (GPC) was performed on a Malvern 515 HPLC apparatus with a Malvern 410 RI detector and Agilent PLgel MIXED-D columns, using tetrahydrofuran (THF) as the eluent at a flow rate of 1.0 mL/min at 35 °C. The detection was calibrated with polystyrene standards of narrow molecular weight distribution. Scanning electron microscopy (SEM) images were captured on a Hitachi FE-SEM S-4800 instrument with an acceleration voltage of 3 kV. The samples were prepared by depositing sample dispersion onto a freshly cleaved silicon wafer surface. Transmission electron microscopy (TEM) and energy dispersive spectrometer (EDS) mapping were carried on a JEM-2100F filed emission electron microscope with an acceleration voltage of 200 kV. The elemental composition and contents of me-ZIF-8 and DhHP-6@ZIF-8 were analyzed by a Vario EL cube Elementar. The Fe and Zn contents in DhHP-6@ZIF-8 were measured by an inductively coupled plasma mass spectrometer (ICP-MS, iCAP Qc, Thermo Fisher Scientific, Bremen, Germany) operating with high-purity argon (99.999%). Powder X-ray diffraction (PXRD) patterns were collected on a PANalytical B.V. Empyrean powder diffractometer, in which data were collected from 5 to 45° at a scan rate of 15°/min. The confocal fluorescence images of FITC-DhHP-6@ZIF-8 were taken by a confocal laser scanning microscope (CLSM, Zeiss LSM 710, Germany) under ambient conditions.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Peroxidase Activity Assay of DhHP-6 and DhHP-6@ZIF-8</title><p>In a typical experiment, 1 μL of H<sub>2</sub>O<sub>2</sub> was added to 1.0 mL of phosphate buffered solution (0.1 M, pH 7.4)\ncontaining 25 μg of DhHP-6, 4.0 mM 4-AAP, and 1.0 mM phenol.\nThe mixture was subsequently incubated at room temperature for 5 min,\nand the absorbance at 505 nm of the supernatant after centrifugation\nwas measured. Similarly, the enzymatic activities of DhHP-6@ZIF-8\nand released DhHP-6 were measured as described above in the presence\nof 118 μg of DhHP-6@ZIF-8 (ca. 25 μg of DhHP-6) or 25\nμg of released DhHP-6.</p>", "clean_text": "Peroxidase Activity Assay of DhHP-6 and DhHP-6@ZIF-8\n\nIn a typical experiment, 1 μL of H2O2 was added to 1.0 mL of phosphate buffered solution (0.1 M, pH 7.4) containing 25 μg of DhHP-6, 4.0 mM 4-AAP, and 1.0 mM phenol. The mixture was subsequently incubated at room temperature for 5 min, and the absorbance at 505 nm of the supernatant after centrifugation was measured. Similarly, the enzymatic activities of DhHP-6@ZIF-8 and released DhHP-6 were measured as described above in the presence of 118 μg of DhHP-6@ZIF-8 (ca. 25 μg of DhHP-6) or 25 μg of released DhHP-6.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Synthesis of Poly­(PEGMA<sub>500</sub>) Using DhHP-6@ZIF-8 as Catalyst</title><p>In a typical experiment,\nDhHP-6@ZIF-8 (6.1 mg, 1.16 × 10<sup>–3</sup> mmol), KBr\n(33.3 mg, 0.28 mmol), and PEGMA<sub>500</sub> (1.09 g, 2.17 mmol)\nwere dissolved in distilled water in a 10 mL branch-necked flask,\nfollowed by purging with nitrogen for 0.5 h. Then, 0.50 mL of <sc>l</sc>-ascorbic acid solution (Asc, 0.035 mmol in distilled water)\nwas added into the reaction mixture. The flask was sealed under a\nnitrogen atmosphere and immersed in an oil bath (30 °C). Then,\n3 μL of BPN (0.035 mmol) was added to initiate the reaction,\nand after 4 h reaction, the samples were filtrated and dialyzed against\ndistilled water for 3 days (molecular weight cutoff: 3500 Da) and\nlyophilized to obtain poly­(PEGMA<sub>500</sub>). The reaction samples\nwere taken from the flask at predetermined intervals and filtrated\nfor <sup>1</sup>H NMR and GPC analysis to monitor the reaction kinetics.\nTo evaluate the recyclability of DhHP-6@ZIF-8, distilled water (5\nmL) was added into the reaction system after each batch and the catalyst\nwas recovered through centrifugation at 10 000 rpm for 5 min\nand washed with distilled water three times. After lyophilization,\nthe catalyst was then employed in the next reaction cycle (recovery\nefficiency: ≥99.0%).</p>", "clean_text": "Synthesis of Poly(PEGMA500) Using DhHP-6@ZIF-8 as Catalyst\n\nIn a typical experiment, DhHP-6@ZIF-8 (6.1 mg, 1.16 × 10-3 mmol), KBr (33.3 mg, 0.28 mmol), and PEGMA500 (1.09 g, 2.17 mmol) were dissolved in distilled water in a 10 mL branch-necked flask, followed by purging with nitrogen for 0.5 h. Then, 0.50 mL of l-ascorbic acid solution (Asc, 0.035 mmol in distilled water) was added into the reaction mixture. The flask was sealed under a nitrogen atmosphere and immersed in an oil bath (30 °C). Then, 3 μL of BPN (0.035 mmol) was added to initiate the reaction, and after 4 h reaction, the samples were filtrated and dialyzed against distilled water for 3 days (molecular weight cutoff: 3500 Da) and lyophilized to obtain poly(PEGMA500). The reaction samples were taken from the flask at predetermined intervals and filtrated for 1H NMR and GPC analysis to monitor the reaction kinetics. To evaluate the recyclability of DhHP-6@ZIF-8, distilled water (5 mL) was added into the reaction system after each batch and the catalyst was recovered through centrifugation at 10000 rpm for 5 min and washed with distilled water three times. After lyophilization, the catalyst was then employed in the next reaction cycle (recovery efficiency: ≥99.0%).", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of PEO-<italic>co</italic>-poly­(PEGMA<sub>500</sub>) Using PEO-Br as a Macroinitiator</title><p>Macroinitiator PEO-Br was synthesized according to the previous\nreport. Briefly, PEO<sub>2000</sub>-OH\n(1.33 × 10<sup>–2</sup> mol) was dissolved in 30 mL of\nTHF in a two-necked round-bottom flask equipped with a magnetic stirrer\nbar under argon, followed by the addition of triethylamine (2.85 ×\n10<sup>–2</sup> mol) by syringe. The solution was cooled in\nan ice/salt mixture, and 2-bromoisobutyryl bromide (2.86 × 10<sup>–2</sup> mol) was added dropwise over a period of 1 h. The\nreaction continued overnight at room temperature under a nitrogen\natmosphere. The triethylammonium bromide precipitate was removed by\nfiltration, and the product was dissolved in distilled water after\nevaporating THF and extracted with dichloromethane three times. The\ncollected organic layer was dried over magnesium sulfate, filtered,\nand concentrated by evaporating the excess solvent by a rotary evaporator.\nFinally, the sample was poured into hexane and macroinitiator PEO-Br\nwas obtained through decanting hexane and drying under vacuum at 40 °C\n(yield: 98.0%). For the synthesis of PEO-<italic>co</italic>-poly­(PEGMA<sub>500</sub>), 120 mg of macroinitiator PEO-Br (0.04 mmol) with <italic>M</italic>\n<sub>n</sub> value of 3106 g/mol, determined by GPC, was\ndissolved in 2 mL of distilled water in a 10 mL branch-necked flask.\nDhHP-6@ZIF-8 (6.1 mg, 1.16 × 10<sup>–3</sup> mmol) and\nPEGMA<sub>500</sub> (0.283 g, 2.5 mmol) were added into the flask,\nafter which the system was purged with nitrogen for 0.5 h. Asc solution\n(0.12 mL, 0.035 mmol in distilled water) was added into the reaction\nmixture, and the system was sealed under a nitrogen atmosphere and\nsubjected to ATRP reaction for 4 h. The reaction mixture was filtrated,\ndialyzed against distilled water for 3 days (molecular weight cutoff:\n3500 Da), and lyophilized to obtain product PEO-<italic>co</italic>-poly­(PEGMA<sub>500</sub>).</p>", "clean_text": "Synthesis of PEO-co-poly(PEGMA500) Using PEO-Br as a Macroinitiator\n\nMacroinitiator PEO-Br was synthesized according to the previous report. Briefly, PEO2000-OH (1.33 × 10-2 mol) was dissolved in 30 mL of THF in a two-necked round-bottom flask equipped with a magnetic stirrer bar under argon, followed by the addition of triethylamine (2.85 × 10-2 mol) by syringe. The solution was cooled in an ice/salt mixture, and 2-bromoisobutyryl bromide (2.86 × 10-2 mol) was added dropwise over a period of 1 h. The reaction continued overnight at room temperature under a nitrogen atmosphere. The triethylammonium bromide precipitate was removed by filtration, and the product was dissolved in distilled water after evaporating THF and extracted with dichloromethane three times. The collected organic layer was dried over magnesium sulfate, filtered, and concentrated by evaporating the excess solvent by a rotary evaporator. Finally, the sample was poured into hexane and macroinitiator PEO-Br was obtained through decanting hexane and drying under vacuum at 40 °C (yield: 98.0%). For the synthesis of PEO-co-poly(PEGMA500), 120 mg of macroinitiator PEO-Br (0.04 mmol) with M n value of 3106 g/mol, determined by GPC, was dissolved in 2 mL of distilled water in a 10 mL branch-necked flask. DhHP-6@ZIF-8 (6.1 mg, 1.16 × 10-3 mmol) and PEGMA500 (0.283 g, 2.5 mmol) were added into the flask, after which the system was purged with nitrogen for 0.5 h. Asc solution (0.12 mL, 0.035 mmol in distilled water) was added into the reaction mixture, and the system was sealed under a nitrogen atmosphere and subjected to ATRP reaction for 4 h. The reaction mixture was filtrated, dialyzed against distilled water for 3 days (molecular weight cutoff: 3500 Da), and lyophilized to obtain product PEO-co-poly(PEGMA500).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Simulation of DhHP-6 Release\nfrom DhHP-6@ZIF-8 during ATRP</title><p>Briefly, DhHP-6 (10 mg) was\ndissolved in 2 mL of distilled water and then the sample was equally\ndivided into two parts: one part was diluted to 50 mL using distilled\nwater and the other was used to construct DhHP-6@ZIF-8 through biomimetic\nmineralization. The obtained DhHP-6@ZIF-8 was dispersed into 90 mL\nof distilled water in a branch-necked flask and then 187 mg Asc was\nadded into the system. The branch-necked flask was subsequently sealed\nunder a nitrogen atmosphere and immersed in an oil bath (30 °C).\nThe reaction samples were taken from the flask at predetermined intervals.\nThe DhHP-6 concentration in the samples was monitored according to\nthe absorbance at 387 nm, and the peroxidase activity was measured\nas described in  and compared to that of free DhHP-6.</p>", "clean_text": "Simulation of DhHP-6 Release from DhHP-6@ZIF-8 during ATRP\n\nBriefly, DhHP-6 (10 mg) was dissolved in 2 mL of distilled water and then the sample was equally divided into two parts: one part was diluted to 50 mL using distilled water and the other was used to construct DhHP-6@ZIF-8 through biomimetic mineralization. The obtained DhHP-6@ZIF-8 was dispersed into 90 mL of distilled water in a branch-necked flask and then 187 mg Asc was added into the system. The branch-necked flask was subsequently sealed under a nitrogen atmosphere and immersed in an oil bath (30 °C). The reaction samples were taken from the flask at predetermined intervals. The DhHP-6 concentration in the samples was monitored according to the absorbance at 387 nm, and the peroxidase activity was measured as described in  and compared to that of free DhHP-6.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><title>Synthesis and Characterization\nof DhHP-6@ZIF-8</title><p>Through the biomimetic mineralization approach\nshown in ,\nenzyme mimic DhHP-6 could be embedded in a porous nanomaterial ZIF-8,\nin which Zn­(OAc)<sub>2</sub>, HMeIM, and DhHP-6 were incubated with\ntrace methanol at room temperature. The addition of trace methanol\nwas used to facilitate the dissolution of HMeIM in water. The morphology\nof composite DhHP-6@ZIF-8 was characterized by SEM and TEM (). The SEM image\nclearly showed that DhHP-6@ZIF-8 possessed a uniform rhombic dodecahedral\nmorphology, which was similar to that of blank ZIF-8, and the average particle size could be determined to be ca. 700\nnm. The TEM image of DhHP-6@ZIF-8 also showed the same morphology,\nindicating that the loading of enzyme mimic DhHP-6 did not influence\nthe morphology of ZIF-8. Meanwhile, EDS mapping of DhHP-6@ZIF-8 demonstrated\nthe presence of a Fe signal in the composite, which provided direct\nevidence for the loading of enzyme mimic harboring iron porphyrin\nin ZIF-8 through biomimetic mineralization ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">S2</ext-link>). Through\nICP-MS, the Fe and Zn contents in DhHP-6@ZIF-8 were measured to be\n780.4 and 2.1 × 10<sup>4</sup> ppb, respectively, from which\nthe DhHP-6 loading in ZIF-8 was calculated to be 16.8 wt %. Elemental\nanalysis showed that the contents of C, H, and O of DhHP-6@ZIF-8 were\nkept at similar levels to those of me-ZIF-8 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S3</ext-link>). In addition, the morphology of DhHP-6@ZIF-8 could be transformed\nto flower shape when the molar ratio of HMeIM and Zn­(OAc)<sub>2</sub> was decreased to 4:1 during biomimetic mineralization (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S4</ext-link>).</p>", "clean_text": "Results and Discussion\n\nSynthesis and Characterization of DhHP-6@ZIF-8\n\nThrough the biomimetic mineralization approach shown in , enzyme mimic DhHP-6 could be embedded in a porous nanomaterial ZIF-8, in which Zn(OAc)2, HMeIM, and DhHP-6 were incubated with trace methanol at room temperature. The addition of trace methanol was used to facilitate the dissolution of HMeIM in water. The morphology of composite DhHP-6@ZIF-8 was characterized by SEM and TEM (). The SEM image clearly showed that DhHP-6@ZIF-8 possessed a uniform rhombic dodecahedral morphology, which was similar to that of blank ZIF-8, and the average particle size could be determined to be ca. 700 nm. The TEM image of DhHP-6@ZIF-8 also showed the same morphology, indicating that the loading of enzyme mimic DhHP-6 did not influence the morphology of ZIF-8. Meanwhile, EDS mapping of DhHP-6@ZIF-8 demonstrated the presence of a Fe signal in the composite, which provided direct evidence for the loading of enzyme mimic harboring iron porphyrin in ZIF-8 through biomimetic mineralization ( and S2). Through ICP-MS, the Fe and Zn contents in DhHP-6@ZIF-8 were measured to be 780.4 and 2.1 × 104 ppb, respectively, from which the DhHP-6 loading in ZIF-8 was calculated to be 16.8 wt %. Elemental analysis showed that the contents of C, H, and O of DhHP-6@ZIF-8 were kept at similar levels to those of me-ZIF-8 (Figure S3). In addition, the morphology of DhHP-6@ZIF-8 could be transformed to flower shape when the molar ratio of HMeIM and Zn(OAc)2 was decreased to 4:1 during biomimetic mineralization (Figure S4).", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM (a, b) and TEM (c, d) images of DhHP-6@ZIF-8\nafter washing with distilled water. The column graph represented the\nstatistical diameter of DhHP-6@ZIF-8 calculated through software Nano\nMeasurer 1.2.5.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2017-09218n_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  SEM (a, b) and TEM (c, d) images of DhHP-6@ZIF-8 after washing with distilled water. The column graph represented the statistical diameter of DhHP-6@ZIF-8 calculated through software Nano Measurer 1.2.5.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>EDS mapping of DhHP-6@ZIF-8.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2017-09218n_0007.tif\"></graphic>\n</fig>", "clean_text": " 2  EDS mapping of DhHP-6@ZIF-8.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>To ascertain that DhHP-6 was indeed\nencapsulated by a ZIF-8 crystalline shell, DhHP-6@ZIF-8 obtained through\nbiomimetic mineralization was characterized by FT-IR and PXRD. As\nshown in a,\nthe PXRD pattern of DhHP-6@ZIF-8 exhibited peaks matching well with\nthose of simulated ZIF-8 and me-ZIF-8, suggesting that ZIF-8 frameworks\nwere formed in the biomimetic mineralization and the structural integrity\nof ZIF-8 could be retained in the presence of DhHP-6. In the FT-IR\nspectra of DhHP-6@ZIF-8, characteristic peaks of DhHP-6 at 1640–1660\nand 1510–1560 cm<sup>–1</sup> could be clearly observed,\nattributing to amide I (mainly from C–O stretching mode) and\nII (mainly from a combination of N–H bending and C–N\nstretching modes) bands, respectively (b). Moreover, no new peaks and significant\npeak shifts were observed, implying that the encapsulation of DhHP-6\nin ZIF-8 during biomimetic mineralization was executed in a self-assembly\nmanner with no formation of covalent bonding. Composite FITC–DhHP-6@ZIF-8\nwas then detected by CLSM in a layer-by-layer scanning manner to trace\nthe status of particles at different depths along the <italic>z</italic>-axis position (). Clearly, the fluorescence intensity of FITC displayed an increasing\ntendency from the top to middle and then decreased from the middle\nto bottom, which provided direct evidence for the loading of DhHP-6\nin ZIF-8 during the crystal growth of porous nanomaterials. On the\nbasis of the absorbance at 387 nm, DhHP-6 loading in ZIF-8 was calculated\nto be ca. 23.4 wt % with a loading efficiency of almost 100%, much\nhigher than that for its encapsulation in other inorganic materials.\n</p>", "clean_text": "To ascertain that DhHP-6 was indeed encapsulated by a ZIF-8 crystalline shell, DhHP-6@ZIF-8 obtained through biomimetic mineralization was characterized by FT-IR and PXRD. As shown in a, the PXRD pattern of DhHP-6@ZIF-8 exhibited peaks matching well with those of simulated ZIF-8 and me-ZIF-8, suggesting that ZIF-8 frameworks were formed in the biomimetic mineralization and the structural integrity of ZIF-8 could be retained in the presence of DhHP-6. In the FT-IR spectra of DhHP-6@ZIF-8, characteristic peaks of DhHP-6 at 1640-1660 and 1510-1560 cm-1 could be clearly observed, attributing to amide I (mainly from C-O stretching mode) and II (mainly from a combination of N-H bending and C-N stretching modes) bands, respectively (b). Moreover, no new peaks and significant peak shifts were observed, implying that the encapsulation of DhHP-6 in ZIF-8 during biomimetic mineralization was executed in a self-assembly manner with no formation of covalent bonding. Composite FITC-DhHP-6@ZIF-8 was then detected by CLSM in a layer-by-layer scanning manner to trace the status of particles at different depths along the z-axis position (). Clearly, the fluorescence intensity of FITC displayed an increasing tendency from the top to middle and then decreased from the middle to bottom, which provided direct evidence for the loading of DhHP-6 in ZIF-8 during the crystal growth of porous nanomaterials. On the basis of the absorbance at 387 nm, DhHP-6 loading in ZIF-8 was calculated to be ca. 23.4 wt % with a loading efficiency of almost 100%, much higher than that for its encapsulation in other inorganic materials. ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) PXRD patterns of simulated ZIF-8, DhHP-6@ZIF-8, me-ZIF-8,\nand Zn­(OAc)<sub>2</sub>; (b) FT-IR spectra of DhHP-6 (black), ZIF-8\n(red), DhHP-6@ZIF-8 (green), and a mixture of ZIF-8 and DhHP-6 (blue).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2017-09218n_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) PXRD patterns of simulated ZIF-8, DhHP-6@ZIF-8, me-ZIF-8, and Zn(OAc)2; (b) FT-IR spectra of DhHP-6 (black), ZIF-8 (red), DhHP-6@ZIF-8 (green), and a mixture of ZIF-8 and DhHP-6 (blue).   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Layer-by-layer CLSM photographs of FITC-DhHP-6@ZIF-8\nat different scanning depths along the <italic>z</italic>-axis position\n(a−u) and two dimensional image of FITC−DhHP-6@ZIF-8\n(v). The image (w) represented the corresponding three-dimensional\nreconstructed image for (a)−(u), and the fluorescence of FITC\nwas detected at excitation and emission wavelengths of 488 and 530\nnm, respectively.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2017-09218n_0008.tif\"></graphic>\n</fig>", "clean_text": " 4  Layer-by-layer CLSM photographs of FITC-DhHP-6@ZIF-8 at different scanning depths along the z-axis position (a-u) and two dimensional image of FITC-DhHP-6@ZIF-8 (v). The image (w) represented the corresponding three-dimensional reconstructed image for (a)-(u), and the fluorescence of FITC was detected at excitation and emission wavelengths of 488 and 530 nm, respectively.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>Furthermore, nitrogen\nsorption isotherms were measured at 77 K to assess the porosity of\nDhHP-6@ZIF-8 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figures S5 and S6</ext-link>). The isotherm\nof DhHP-6@ZIF-8 exhibited a type I isotherm with a narrow hysteresis\nloop at <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.05–0.10.\nMeanwhile, the pore width values of DhHP-6@ZIF-8 were determined to\nbe 10.1 and 11.6 Å, which were similar to me-ZIF-8 (9.7 and 10.6\nÅ), revealing that the DhHP-6 loading through biomimetic mineralization\ndid not influence the pore volume or width. The phenomenon was consistent\nwith the previous research on the encapsulation of BSA in ZIF-8, which was attributed to the formation of ZIF-8\naround the biomolecules and has been considered as a typical characteristic\nof biomimetic mineralization. The Brunauer–Emmett–Teller\nmethod was then employed to measure the surface area of samples, suggesting\nthat there were no obvious differences between the surface areas of\nme-ZIF-8 and DhHP-6@ZIF-8 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S7 and Table S1</ext-link>). The phenomenon was probably caused by the coordination\nof the histidine imidazole group in DhHP-6 with Zn<sup>2+</sup> during\nthe formation of ZIF-8, thereby achieving the assembly of enzyme mimic\nin the ZIF-8 backbone. The strategy of biomimetic mineralization did\nnot involve the physical adsorption or encapsulation of enzyme mimic\nDhHP-6 into large pores of MOFs, thus no obvious structural changes\ncould be observed between me-ZIF-8 and DhHP-6@ZIF-8. The assumption\ncould also be confirmed by the fact that there was no peroxidase activity\ndetected for DhHP-6@ZIF-8, as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S14</ext-link>. Notably, TGA curves also demonstrated the presence of\nDhHP-6 in the composite (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S8</ext-link>), in\nwhich the first weight loss (about 21.0 wt %) of the DhHP-6@ZIF-8\ncomposite in air happened in the range of 100–150 °C could\nbe attributed to the decomposition of enzyme mimic molecules. The\nratio was consistent with the DhHP-6 loading determined through the\nabsorbance at 387 nm (23.4 wt %), as mentioned above.</p>", "clean_text": "Furthermore, nitrogen sorption isotherms were measured at 77 K to assess the porosity of DhHP-6@ZIF-8 (Figures S5 and S6). The isotherm of DhHP-6@ZIF-8 exhibited a type I isotherm with a narrow hysteresis loop at P/P 0 = 0.05-0.10. Meanwhile, the pore width values of DhHP-6@ZIF-8 were determined to be 10.1 and 11.6 Å, which were similar to me-ZIF-8 (9.7 and 10.6 Å), revealing that the DhHP-6 loading through biomimetic mineralization did not influence the pore volume or width. The phenomenon was consistent with the previous research on the encapsulation of BSA in ZIF-8, which was attributed to the formation of ZIF-8 around the biomolecules and has been considered as a typical characteristic of biomimetic mineralization. The Brunauer-Emmett-Teller method was then employed to measure the surface area of samples, suggesting that there were no obvious differences between the surface areas of me-ZIF-8 and DhHP-6@ZIF-8 (Figure S7 and Table S1). The phenomenon was probably caused by the coordination of the histidine imidazole group in DhHP-6 with Zn2+ during the formation of ZIF-8, thereby achieving the assembly of enzyme mimic in the ZIF-8 backbone. The strategy of biomimetic mineralization did not involve the physical adsorption or encapsulation of enzyme mimic DhHP-6 into large pores of MOFs, thus no obvious structural changes could be observed between me-ZIF-8 and DhHP-6@ZIF-8. The assumption could also be confirmed by the fact that there was no peroxidase activity detected for DhHP-6@ZIF-8, as shown in Figure S14. Notably, TGA curves also demonstrated the presence of DhHP-6 in the composite (Figure S8), in which the first weight loss (about 21.0 wt %) of the DhHP-6@ZIF-8 composite in air happened in the range of 100-150 °C could be attributed to the decomposition of enzyme mimic molecules. The ratio was consistent with the DhHP-6 loading determined through the absorbance at 387 nm (23.4 wt %), as mentioned above.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>ATRP Reaction Using DhHP-6@ZIF-8 as a Catalyst</title><p>Using\nDhHP-6@ZIF-8 as a catalyst, the ATRP of PEGMA<sub>500</sub> was carried\nout in water at 30 °C using BPN as an initiator. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S9</ext-link>, the ATRP reaction was triggered by\nthe addition of a small amount of reducing agent Asc, which was used\nto activate the ATRP catalyst from an oxidatively stable catalyst\nprecursor to lower oxidation state Fe­(II), and the alkyl halides could\nreact with DhHP-6@ZIF-8 Fe­(II) to form growing radicals (P<italic>\n<sub>n</sub>\n</italic>\n<sup>•</sup>) and dormant species Fe­(III)-Br.\nTherefore, the equilibrium between propagating radicals and dormant\nspecies was established and the excess accumulation of Fe­(III) caused\nby the chain termination could be reactivated by Asc.</p>", "clean_text": "ATRP Reaction Using DhHP-6@ZIF-8 as a Catalyst\n\nUsing DhHP-6@ZIF-8 as a catalyst, the ATRP of PEGMA500 was carried out in water at 30 °C using BPN as an initiator. As shown in Figure S9, the ATRP reaction was triggered by the addition of a small amount of reducing agent Asc, which was used to activate the ATRP catalyst from an oxidatively stable catalyst precursor to lower oxidation state Fe(II), and the alkyl halides could react with DhHP-6@ZIF-8 Fe(II) to form growing radicals (P n  ⋅) and dormant species Fe(III)-Br. Therefore, the equilibrium between propagating radicals and dormant species was established and the excess accumulation of Fe(III) caused by the chain termination could be reactivated by Asc.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>Product\npoly­(PEGMA<sub>500</sub>) was characterized by <sup>1</sup>H NMR.\nAs shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S10</ext-link>, the characteristic\nchemical shifts of poly­(PEGMA<sub>500</sub>) could be clearly observed\nat 0.86–1.01 and 1.83 ppm, attributing to protons a and b,\nindicating the successful proceeding of ATRP. The monomer conversion\ncould be calculated according to the integration of two vinyl protons\nof the residual monomer (5.71 and 6.13 ppm) and the methyl signal\nof poly­(PEGMA<sub>500</sub>) (3.32 ppm). The catalytic profile of\nthe DhHP-6@ZIF-8-mediated ATRP reaction is summarized in . Whereas no ATRP\noccurred using me-ZIF-8 as a catalyst, DhHP-6 and DhHP-6@ZIF-8 could\nachieve ATRP of PEGMA<sub>500</sub> with high monomer conversion (65.6–86.5%).\nRemarkably, the DhHP-6@ZIF-8-catalyzed ATRP reaction could produce\nhigher monomer conversion and product <italic>M</italic>\n<sub>n</sub> values than those for free DhHP-6 under the same ratio of monomer\nto initiator. However, HRP@ZIF-8 obtained through biomimetic mineralization\ncould not execute the ATRP reaction at a [monomer]/[initiator] of\n62:1, with only 29.4% monomer conversion and no products obtained\n(entry 10 in ). For instance, poly­(PEGMA<sub>500</sub>) could be obtained with\na monomer conversion of 76.1% and <italic>M</italic>\n<sub>n</sub> of\n45 900 g/mol using DhHP-6@ZIF-8 as a catalyst with [monomer]/[initiator]\nof 62:1. The enhanced ATRP catalytic ability of DhHP-6@ZIF-8 was probably\ninduced by the better dispersion of DhHP-6@ZIF-8 in the catalytic\nsystem, which has effectively solved the issue of DhHP-6 aggregation\nduring the reaction. Except for this, other two reasons could account\nfor the improved ATRP catalytic ability: (1) hydrophilic HMeIM around\nenzyme molecules might facilitate the access of water-soluble monomers\nto the active site of enzyme and (2) only peptide was involved in\nthe formation of porous crystals during biomimetic mineralization,\nand iron porphyrin was mainly located on the surface of ZIF-8, which\nwould cause a high concentration of active sites on the ZIF-8 surface\nand thereby produce enhanced ATRP catalytic activity. Meanwhile, the\nsynthesized polymer possessed uniform molecular weight distribution\nwith low polydispersity index (PDI) values (1.10–1.27). Except\nfor PEGMA<sub>500</sub>, DhHP-6@ZIF-8 could catalyze the ATRP reaction\nof PEGA and NiPAAm, but no catalytic activity could be observed for\nmonomer PDMAEMA (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Table S2</ext-link>). To further\nelucidate whether the reaction was triggered from the ATRP initiator,\nwe synthesized a macroinitiator PEO-Br (<italic>M</italic>\n<sub>n</sub> = 3100 g/mol, PDI = 1.06; <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S11</ext-link>)\nand then employed it in the ATRP reaction. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S12</ext-link>, the shift of molecular weight after\nchain extension could be clearly observed in GPC curves, yielding\na block copolymer with <italic>M</italic>\n<sub>n</sub> and PDI values\nof 13 100 g/mol and 1.07, respectively. Thus, poly­(PEGMA<sub>500</sub>) synthesis catalyzed by DhHP-6@ZIF-8 was performed in an\nATRP manner, in which the lower oxidation state of DhHP-6 was in equilibrium\nwith its higher oxidation state in the presence of Asc during polymerization.</p>", "clean_text": "Product poly(PEGMA500) was characterized by 1H NMR. As shown in Figure S10, the characteristic chemical shifts of poly(PEGMA500) could be clearly observed at 0.86-1.01 and 1.83 ppm, attributing to protons a and b, indicating the successful proceeding of ATRP. The monomer conversion could be calculated according to the integration of two vinyl protons of the residual monomer (5.71 and 6.13 ppm) and the methyl signal of poly(PEGMA500) (3.32 ppm). The catalytic profile of the DhHP-6@ZIF-8-mediated ATRP reaction is summarized in . Whereas no ATRP occurred using me-ZIF-8 as a catalyst, DhHP-6 and DhHP-6@ZIF-8 could achieve ATRP of PEGMA500 with high monomer conversion (65.6-86.5%). Remarkably, the DhHP-6@ZIF-8-catalyzed ATRP reaction could produce higher monomer conversion and product M n values than those for free DhHP-6 under the same ratio of monomer to initiator. However, HRP@ZIF-8 obtained through biomimetic mineralization could not execute the ATRP reaction at a [monomer]/[initiator] of 62:1, with only 29.4% monomer conversion and no products obtained (entry 10 in ). For instance, poly(PEGMA500) could be obtained with a monomer conversion of 76.1% and M n of 45900 g/mol using DhHP-6@ZIF-8 as a catalyst with [monomer]/[initiator] of 62:1. The enhanced ATRP catalytic ability of DhHP-6@ZIF-8 was probably induced by the better dispersion of DhHP-6@ZIF-8 in the catalytic system, which has effectively solved the issue of DhHP-6 aggregation during the reaction. Except for this, other two reasons could account for the improved ATRP catalytic ability: (1) hydrophilic HMeIM around enzyme molecules might facilitate the access of water-soluble monomers to the active site of enzyme and (2) only peptide was involved in the formation of porous crystals during biomimetic mineralization, and iron porphyrin was mainly located on the surface of ZIF-8, which would cause a high concentration of active sites on the ZIF-8 surface and thereby produce enhanced ATRP catalytic activity. Meanwhile, the synthesized polymer possessed uniform molecular weight distribution with low polydispersity index (PDI) values (1.10-1.27). Except for PEGMA500, DhHP-6@ZIF-8 could catalyze the ATRP reaction of PEGA and NiPAAm, but no catalytic activity could be observed for monomer PDMAEMA (Table S2). To further elucidate whether the reaction was triggered from the ATRP initiator, we synthesized a macroinitiator PEO-Br (M n = 3100 g/mol, PDI = 1.06; Figure S11) and then employed it in the ATRP reaction. As shown in Figure S12, the shift of molecular weight after chain extension could be clearly observed in GPC curves, yielding a block copolymer with M n and PDI values of 13100 g/mol and 1.07, respectively. Thus, poly(PEGMA500) synthesis catalyzed by DhHP-6@ZIF-8 was performed in an ATRP manner, in which the lower oxidation state of DhHP-6 was in equilibrium with its higher oxidation state in the presence of Asc during polymerization.", "data": null, "include_properties": null}, {"idx": 24, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>ATRP Reaction of PEGMA<sub>500</sub> Using DhHP-6@ZIF-8\nas a Catalyst</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"char\" char=\".\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">entry</oasis:entry>\n<oasis:entry align=\"center\">catalyst<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">[monomer]/[initiator]</oasis:entry>\n<oasis:entry align=\"center\">monomer conversion (%)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>M</italic>\n<sub>n,ther.</sub> (g/mol)<xref ref-type=\"table-fn\" rid=\"t1fn3\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>M</italic>\n<sub>n,GPC</sub> (g/mol)</oasis:entry>\n<oasis:entry align=\"center\">PDI</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>no catalyst</oasis:entry>\n<oasis:entry>62:1</oasis:entry>\n<oasis:entry>1.1</oasis:entry>\n<oasis:entry>n.d.<xref ref-type=\"table-fn\" rid=\"t1fn4\"></xref>\n</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>me-ZIF-8</oasis:entry>\n<oasis:entry>62:1</oasis:entry>\n<oasis:entry>0.9</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>DhHP-6</oasis:entry>\n<oasis:entry>15:1</oasis:entry>\n<oasis:entry>67.9</oasis:entry>\n<oasis:entry>5200</oasis:entry>\n<oasis:entry>8700</oasis:entry>\n<oasis:entry>1.21</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>DhHP-6</oasis:entry>\n<oasis:entry>30:1</oasis:entry>\n<oasis:entry>78.5</oasis:entry>\n<oasis:entry>12 900</oasis:entry>\n<oasis:entry>16 500</oasis:entry>\n<oasis:entry>1.20</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>DhHP-6</oasis:entry>\n<oasis:entry>62:1</oasis:entry>\n<oasis:entry>65.6</oasis:entry>\n<oasis:entry>19 800</oasis:entry>\n<oasis:entry>27 800</oasis:entry>\n<oasis:entry>1.31</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>DhHP-6@ZIF-8</oasis:entry>\n<oasis:entry>no initiator</oasis:entry>\n<oasis:entry>0.8</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>DhHP-6@ZIF-8</oasis:entry>\n<oasis:entry>15:1</oasis:entry>\n<oasis:entry>85.5</oasis:entry>\n<oasis:entry>6600</oasis:entry>\n<oasis:entry>8200</oasis:entry>\n<oasis:entry>1.10</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>DhHP-6@ZIF-8</oasis:entry>\n<oasis:entry>30:1</oasis:entry>\n<oasis:entry>86.5</oasis:entry>\n<oasis:entry>13 700</oasis:entry>\n<oasis:entry>18 800</oasis:entry>\n<oasis:entry>1.15</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>9</oasis:entry>\n<oasis:entry>DhHP-6@ZIF-8</oasis:entry>\n<oasis:entry>62:1</oasis:entry>\n<oasis:entry>76.1</oasis:entry>\n<oasis:entry>27 300</oasis:entry>\n<oasis:entry>45 900</oasis:entry>\n<oasis:entry>1.27</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>HRP@ZIF-8</oasis:entry>\n<oasis:entry>62:1</oasis:entry>\n<oasis:entry>29.4</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Catalyst concentration: 0.18 wt % DhHP-6.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Calculated by <sup>1</sup>H\nNMR.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>c</label>\n<p>\n<italic>M</italic>\n<sub>n, ther.</sub> = [monomer]/[initiator] × monomer conversion\n× 500.</p>\n</fn>\n<fn id=\"t1fn4\">\n<label>d</label>\n<p>n.d.: not determined.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>To get a deeper insight into\nthe reaction kinetics for the DhHP-6@ZIF-8-mediated ATRP reaction,\nmonomer conversion of PEGMA<sub>500</sub> as a function of reaction\ntime and the evolution of molecular weight were determined by <sup>1</sup>H NMR and GPC (). With the elongation of reaction time, both monomer conversion\nand <italic>M</italic>\n<sub>n</sub> values exhibited an increasing\ntendency (c,d)\nand DhHP-6@ZIF-8-catalyzed ATRP of PEGMA<sub>500</sub> proceeded much\nfaster than that with free DhHP-6. Notably, <italic>M</italic>\n<sub>n</sub> values of resulting polymers increased linearly with monomer\nconversion, as indicated in b, implying that the product molecular weight could\nbe well-controlled. The synthesized polymers were of narrow molecular\nweight distribution with PDI values of 1.13–1.27. Nevertheless,\nGPC traces of polymers obtained after 15 min reaction showed a shoulder\nwith a PDI value of 1.38, which was probably caused by the insufficient\ndeactivation process and the ununiform reaction rate during the beginning\nstage of the ATRP reaction. With the elongation of time, the reaction\nrate would become synchronized in the system and thus the obtained\nproducts were of narrow molecular weight distribution with lower PDI\nvalues. The semilogarithmic plot of ln­([M]<sub>0</sub>/[M]) versus\ntime also showed a linearly increasing tendency during the reaction\n(c), suggesting\na typical characteristic of living polymerization with a constant\nconcentration of growing radicals in the system. Meanwhile, this elucidated\nthat polymerization of monomers was performed in a first-order kinetics\nmanner and the apparent rate constant for DhHP-6@ZIF-8 was determined\nto be 5.58 × 10<sup>–3</sup> s<sup>–1</sup>, higher\nthan that obtained using DhHP-6 as a catalyst (2.55 × 10<sup>–3</sup> s<sup>–1</sup>). These results confirmed the\nimproved ATRP catalytic ability of DhHP-6@ZIF-8, which was consistent\nwith . Thus,\nthe immobilized iron catalyst through the encapsulation of enzyme\nmimic DhHP-6 in ZIF-8 via biomimetic mineralization could efficiently\navoid the aggregation of DhHP-6 in the catalytic system, affording\nan enhanced catalytic ability and easy separation of DhHP-6 from the\npolymer sample. In addition, the immobilized catalyst DhHP-6@ZIF-8\nexhibited favorable stability and ATRP catalytic activity at 45 °C\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S13</ext-link>), whereas free DhHP-6 would\nbe completely decomposed at 45 °C for 24 h.\n</p>", "clean_text": "To get a deeper insight into the reaction kinetics for the DhHP-6@ZIF-8-mediated ATRP reaction, monomer conversion of PEGMA500 as a function of reaction time and the evolution of molecular weight were determined by 1H NMR and GPC (). With the elongation of reaction time, both monomer conversion and M n values exhibited an increasing tendency (c,d) and DhHP-6@ZIF-8-catalyzed ATRP of PEGMA500 proceeded much faster than that with free DhHP-6. Notably, M n values of resulting polymers increased linearly with monomer conversion, as indicated in b, implying that the product molecular weight could be well-controlled. The synthesized polymers were of narrow molecular weight distribution with PDI values of 1.13-1.27. Nevertheless, GPC traces of polymers obtained after 15 min reaction showed a shoulder with a PDI value of 1.38, which was probably caused by the insufficient deactivation process and the ununiform reaction rate during the beginning stage of the ATRP reaction. With the elongation of time, the reaction rate would become synchronized in the system and thus the obtained products were of narrow molecular weight distribution with lower PDI values. The semilogarithmic plot of ln([M]0/[M]) versus time also showed a linearly increasing tendency during the reaction (c), suggesting a typical characteristic of living polymerization with a constant concentration of growing radicals in the system. Meanwhile, this elucidated that polymerization of monomers was performed in a first-order kinetics manner and the apparent rate constant for DhHP-6@ZIF-8 was determined to be 5.58 × 10-3 s-1, higher than that obtained using DhHP-6 as a catalyst (2.55 × 10-3 s-1). These results confirmed the improved ATRP catalytic ability of DhHP-6@ZIF-8, which was consistent with . Thus, the immobilized iron catalyst through the encapsulation of enzyme mimic DhHP-6 in ZIF-8 via biomimetic mineralization could efficiently avoid the aggregation of DhHP-6 in the catalytic system, affording an enhanced catalytic ability and easy separation of DhHP-6 from the polymer sample. In addition, the immobilized catalyst DhHP-6@ZIF-8 exhibited favorable stability and ATRP catalytic activity at 45 °C (Figure S13), whereas free DhHP-6 would be completely decomposed at 45 °C for 24 h. ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Scheme of DhHP-6@ZIF-8-mediated ATRP of PEGMA<sub>500</sub>, (b) <italic>M</italic>\n<sub>n</sub> and PDI as a function of monomer\nconversion, (c) kinetic evaluation of ATRP catalyzed by DhHP-6 and\nDhHP-6@ZIF-8, and (d) GPC traces of poly­(PEGMA<sub>500</sub>) synthesized\nthrough DhHP-6@ZIF-8 catalysis.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2017-09218n_0001.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Scheme of DhHP-6@ZIF-8-mediated ATRP of PEGMA500, (b) M n and PDI as a function of monomer conversion, (c) kinetic evaluation of ATRP catalyzed by DhHP-6 and DhHP-6@ZIF-8, and (d) GPC traces of poly(PEGMA500) synthesized through DhHP-6@ZIF-8 catalysis.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>As Asc used in the ATRP reaction might influence the stability\nof ZIF-8, the simulation of DhHP-6 release during polymerization was\ncarried out to access the effect of Asc (a,b). Clearly, there was almost no obvious\nrelease of DhHP-6 within 100 h (&lt;3.0%), which meant that the addition\nof Asc did not affect the stabilization of DhHP-6@ZIF-8 during polymerization\n(c). The ATRP\nreaction was conducted for 4 h, during which only 0.05% of released\nDhHP-6 could be detected. However, further elongation of reaction\ntime would lead to the collapse of the ZIF-8 backbone and the rapid\nrelease of DhHP-6, for example, 51.0% of DhHP-6 release could be achieved\nafter 7 days. As the histidine imidazole group of DhHP-6 was probably\ninvolved in the coordination with Zn<sup>2+</sup> during biomimetic\nmineralization, no peroxidase activity could be observed for composite\nDhHP-6@ZIF-8 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S14</ext-link>). Nevertheless,\nowing to the elimination of coordination, the released DhHP-6 after\ntreatment for 7 days exhibited strong peroxidase activity, identical\nto that of free DhHP-6 with the same concentration (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S15</ext-link>). In addition, the released DhHP-6 could be encapsulated\ninto ZIF-8 to reconstruct composite DhHP-6@ZIF-8 under pH of 9.0.\nFurthermore, the ultraviolet–visible curves were conducted\nfor the reaction samples of DhHP-6- and DhHP-6@ZIF-8-catalyzed ATRP\nto detect the metal residues in the catalytic system. As shown in d, strong absorbance\nat 387 nm could be detected for the free-DhHP-6-catalyzed sample (absorbance\nof 1.34 when the sample was diluted to 8-fold), and meanwhile the\nfree catalyst could not be removed through filtration or centrifugation.\nInterestingly, DhHP-6@ZIF-8 could be completely removed after the\nATRP reaction by filtration with absorbance at 387 nm of &lt;0.02,\nindicating almost no catalyst residue in the sample. Additionally,\nthe obtained poly­(PEGMA<sub>500</sub>)­s using FITC–DhHP-6 and\nDhHP-6@ZIF-8 as catalysts were measured through fluorescence microscopy\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S16</ext-link>). Green fluorescence could\nbe clearly observed in the polymer using free DhHP-6 as a catalyst,\nwhich has been dialyzed in distilled water for 3 days, indicating\nthe residue of catalysts in the synthesized product, whereas no fluorescence\ncould be detected when DhHP-6@ZIF-8 was employed as a catalyst. From\nthese results, we could conclude that composite DhHP-6@ZIF-8 through\nbiomimetic mineralization could remove the catalysts from the synthesized\npolymer and avoid the iron residues in the product, which will be\nfavorable for potential biomedical applications.</p>", "clean_text": "As Asc used in the ATRP reaction might influence the stability of ZIF-8, the simulation of DhHP-6 release during polymerization was carried out to access the effect of Asc (a,b). Clearly, there was almost no obvious release of DhHP-6 within 100 h (<3.0%), which meant that the addition of Asc did not affect the stabilization of DhHP-6@ZIF-8 during polymerization (c). The ATRP reaction was conducted for 4 h, during which only 0.05% of released DhHP-6 could be detected. However, further elongation of reaction time would lead to the collapse of the ZIF-8 backbone and the rapid release of DhHP-6, for example, 51.0% of DhHP-6 release could be achieved after 7 days. As the histidine imidazole group of DhHP-6 was probably involved in the coordination with Zn2+ during biomimetic mineralization, no peroxidase activity could be observed for composite DhHP-6@ZIF-8 (Figure S14). Nevertheless, owing to the elimination of coordination, the released DhHP-6 after treatment for 7 days exhibited strong peroxidase activity, identical to that of free DhHP-6 with the same concentration (Figure S15). In addition, the released DhHP-6 could be encapsulated into ZIF-8 to reconstruct composite DhHP-6@ZIF-8 under pH of 9.0. Furthermore, the ultraviolet-visible curves were conducted for the reaction samples of DhHP-6- and DhHP-6@ZIF-8-catalyzed ATRP to detect the metal residues in the catalytic system. As shown in d, strong absorbance at 387 nm could be detected for the free-DhHP-6-catalyzed sample (absorbance of 1.34 when the sample was diluted to 8-fold), and meanwhile the free catalyst could not be removed through filtration or centrifugation. Interestingly, DhHP-6@ZIF-8 could be completely removed after the ATRP reaction by filtration with absorbance at 387 nm of <0.02, indicating almost no catalyst residue in the sample. Additionally, the obtained poly(PEGMA500)s using FITC-DhHP-6 and DhHP-6@ZIF-8 as catalysts were measured through fluorescence microscopy (Figure S16). Green fluorescence could be clearly observed in the polymer using free DhHP-6 as a catalyst, which has been dialyzed in distilled water for 3 days, indicating the residue of catalysts in the synthesized product, whereas no fluorescence could be detected when DhHP-6@ZIF-8 was employed as a catalyst. From these results, we could conclude that composite DhHP-6@ZIF-8 through biomimetic mineralization could remove the catalysts from the synthesized polymer and avoid the iron residues in the product, which will be favorable for potential biomedical applications.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a, b) Scheme of DhHP-6\nrelease from DhHP-6@ZIF-8 during the ATRP reaction and the reconstruction\nof DhHP-6@ZIF-8 from released DhHP-6 under pH of 9.0, (c) DhHP-6 release\nfrom DhHP-6@ZIF-8 during the ATRP reaction and (d) ultraviolet–visible\ncurves of reaction samples using DhHP-6 and DhHP-6@ZIF-8 as catalysts.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2017-09218n_0005.tif\"></graphic>\n</fig>", "clean_text": " 6  (a, b) Scheme of DhHP-6 release from DhHP-6@ZIF-8 during the ATRP reaction and the reconstruction of DhHP-6@ZIF-8 from released DhHP-6 under pH of 9.0, (c) DhHP-6 release from DhHP-6@ZIF-8 during the ATRP reaction and (d) ultraviolet-visible curves of reaction samples using DhHP-6 and DhHP-6@ZIF-8 as catalysts.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["property"], "content": "<p>Finally, the recyclability of\nDhHP-6@ZIF-8 was evaluated using ATRP of PEGMA<sub>500</sub> as a\nmodel. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S17</ext-link>, monomer\nconversion exhibited a slightly decreased tendency but still kept\na high level during five cycles, with monomer conversion of 75.7%\nwhen the catalyst was used at the 5th recycle. The improved recyclability\nof DhHP-6@ZIF-8 was mainly caused by the prevention of iron porphyrin\nrelease and deactivation during the ATRP reaction from the strong\ninteraction between the ZIF-8 framework and DhHP-6 because &lt;3.0%\nof DhHP-6 release from the composite could be detected within 100\nh, as mentioned above. Meanwhile, PXRD patterns and SEM images showed\nthat the original framework structure of DhHP-6@ZIF-8 could be retained\nafter 5 cycles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figures S18 and S19</ext-link>). Overall,\nthe enhanced recyclability of DhHP-6@ZIF-8 is beneficial for improving\nthe cost-effectiveness in the ATRP reaction for preparing biomedical\npolymers especially at an industrial scale.</p>", "clean_text": "Finally, the recyclability of DhHP-6@ZIF-8 was evaluated using ATRP of PEGMA500 as a model. As shown in Figure S17, monomer conversion exhibited a slightly decreased tendency but still kept a high level during five cycles, with monomer conversion of 75.7% when the catalyst was used at the 5th recycle. The improved recyclability of DhHP-6@ZIF-8 was mainly caused by the prevention of iron porphyrin release and deactivation during the ATRP reaction from the strong interaction between the ZIF-8 framework and DhHP-6 because <3.0% of DhHP-6 release from the composite could be detected within 100 h, as mentioned above. Meanwhile, PXRD patterns and SEM images showed that the original framework structure of DhHP-6@ZIF-8 could be retained after 5 cycles (Figures S18 and S19). Overall, the enhanced recyclability of DhHP-6@ZIF-8 is beneficial for improving the cost-effectiveness in the ATRP reaction for preparing biomedical polymers especially at an industrial scale.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, enzyme mimic DhHP-6 was successfully\nembedded in ZIF-8 through a biomimetic mineralization approach and\ncomposite DhHP-6@ZIF-8 was used as a catalyst to execute the ATRP\nreaction for polymer synthesis. The immobilized catalyst exhibited\nfavorable catalytic ability and stability in the polymerization of\nPEGMA<sub>500</sub> owing to the prevention of DhHP-6 aggregation\nin the catalytic process. More importantly, the approach efficiently\novercame the drawbacks of ATRP catalyzed by free DhHP-6 and took advantages\nof the easy separation of catalyst from the system and the elimination\nof iron residues in the synthesized polymer, which will potentially\nbe used as a facile and effective method for constructing biomedical\npolymers. In addition, the enhanced recyclability facilitated the\nproceeding of ATRP reaction in a more cost-effective manner. It is\nhighly expected that the developed enzyme mimic–MOF composite\nwill pave a new way for preparing well-defined polymers with potential\nbiomedical applications. It will also facilitate the deeper understanding\nof the interaction between biomolecules and biomaterials and the further\nformation of enzyme–inorganic hybrid materials during biomimetic\nmineralization.</p>", "clean_text": "Conclusions\n\nIn summary, enzyme mimic DhHP-6 was successfully embedded in ZIF-8 through a biomimetic mineralization approach and composite DhHP-6@ZIF-8 was used as a catalyst to execute the ATRP reaction for polymer synthesis. The immobilized catalyst exhibited favorable catalytic ability and stability in the polymerization of PEGMA500 owing to the prevention of DhHP-6 aggregation in the catalytic process. More importantly, the approach efficiently overcame the drawbacks of ATRP catalyzed by free DhHP-6 and took advantages of the easy separation of catalyst from the system and the elimination of iron residues in the synthesized polymer, which will potentially be used as a facile and effective method for constructing biomedical polymers. In addition, the enhanced recyclability facilitated the proceeding of ATRP reaction in a more cost-effective manner. It is highly expected that the developed enzyme mimic-MOF composite will pave a new way for preparing well-defined polymers with potential biomedical applications. It will also facilitate the deeper understanding of the interaction between biomolecules and biomaterials and the further formation of enzyme-inorganic hybrid materials during biomimetic mineralization.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is available free of\ncharge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications\nwebsite</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.7b09218\">10.1021/acsami.7b09218</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional characterization\ndata for composite DhHP-6@ZIF-8, ATRP reaction catalyzed by DhHP-6@ZIF-8,\nDhHP-6 release from the composite, and recyclability of DhHP-6@ZIF-8\nin the ATRP reaction (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.7b09218.  Additional characterization data for composite DhHP-6@ZIF-8, ATRP reaction catalyzed by DhHP-6@ZIF-8, DhHP-6 release from the composite, and recyclability of DhHP-6@ZIF-8 in the ATRP reaction (PDF)   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Additional characterization\ndata for composite DhHP-6@ZIF-8, ATRP reaction catalyzed by DhHP-6@ZIF-8,\nDhHP-6 release from the composite, and recyclability of DhHP-6@ZIF-8\nin the ATRP reaction (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">PDF</ext-link>)</p><p>The authors declare no competing financial interest.</p>", "clean_text": "Additional characterization data for composite DhHP-6@ZIF-8, ATRP reaction catalyzed by DhHP-6@ZIF-8, DhHP-6 release from the composite, and recyclability of DhHP-6@ZIF-8 in the ATRP reaction (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "8, 13", "type": "text", "classification": "synthesis condition", "content": "<title>Construction\nof DhHP-6@ZIF-8 through Biomimetic Mineralization</title><p>Typically,\n9 mL of HMeIM solution (1.0 M) was mixed with 1 mL of Zn­(OAc)<sub>2</sub> solution (0.3 mM), 200 μL of methanol, and 400 μL\nof DhHP-6 solution (4 mg). The mixture was incubated at room temperature\nfor 3 h, and then the solids were collected and washed with deionized\nwater until no absorbance of DhHP-6 at 387 nm could be detected in\nthe supernatant. The solids were subsequently dried at room temperature\nto obtain composite DhHP-6@ZIF-8. Similarly, blank ZIF-8 was constructed\nas described above except for no addition of DhHP-6, namely, me-ZIF-8.\nThe DhHP-6 loading in ZIF-8 was calculated as follows<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic xlink:href=\"am-2017-09218n_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>DhHP</mml:mi>\n<mml:mo>‐</mml:mo>\n<mml:mn>6</mml:mn>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi>loading</mml:mi>\n<mml:mspace width=\"0.25em\"></mml:mspace>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo>%</mml:mo>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>A</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mi>B</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mi>A</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>×</mml:mo>\n<mml:mn>100</mml:mn>\n<mml:mo>%</mml:mo>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>A</italic> and <italic>B</italic> represent the amounts of DhHP-6\nin the initial solution and washing solution, respectively, which\nwere measured based on the absorbance at 387 nm by a Shimadzu 2500\nultraviolet–visible spectrophotometer (Tokyo, Japan).</p><title>Synthesis of PEO-<italic>co</italic>-poly­(PEGMA<sub>500</sub>) Using PEO-Br as a Macroinitiator</title><p>Macroinitiator PEO-Br was synthesized according to the previous\nreport. Briefly, PEO<sub>2000</sub>-OH\n(1.33 × 10<sup>–2</sup> mol) was dissolved in 30 mL of\nTHF in a two-necked round-bottom flask equipped with a magnetic stirrer\nbar under argon, followed by the addition of triethylamine (2.85 ×\n10<sup>–2</sup> mol) by syringe. The solution was cooled in\nan ice/salt mixture, and 2-bromoisobutyryl bromide (2.86 × 10<sup>–2</sup> mol) was added dropwise over a period of 1 h. The\nreaction continued overnight at room temperature under a nitrogen\natmosphere. The triethylammonium bromide precipitate was removed by\nfiltration, and the product was dissolved in distilled water after\nevaporating THF and extracted with dichloromethane three times. The\ncollected organic layer was dried over magnesium sulfate, filtered,\nand concentrated by evaporating the excess solvent by a rotary evaporator.\nFinally, the sample was poured into hexane and macroinitiator PEO-Br\nwas obtained through decanting hexane and drying under vacuum at 40 °C\n(yield: 98.0%). For the synthesis of PEO-<italic>co</italic>-poly­(PEGMA<sub>500</sub>), 120 mg of macroinitiator PEO-Br (0.04 mmol) with <italic>M</italic>\n<sub>n</sub> value of 3106 g/mol, determined by GPC, was\ndissolved in 2 mL of distilled water in a 10 mL branch-necked flask.\nDhHP-6@ZIF-8 (6.1 mg, 1.16 × 10<sup>–3</sup> mmol) and\nPEGMA<sub>500</sub> (0.283 g, 2.5 mmol) were added into the flask,\nafter which the system was purged with nitrogen for 0.5 h. Asc solution\n(0.12 mL, 0.035 mmol in distilled water) was added into the reaction\nmixture, and the system was sealed under a nitrogen atmosphere and\nsubjected to ATRP reaction for 4 h. The reaction mixture was filtrated,\ndialyzed against distilled water for 3 days (molecular weight cutoff:\n3500 Da), and lyophilized to obtain product PEO-<italic>co</italic>-poly­(PEGMA<sub>500</sub>).</p>", "clean_text": "Construction of DhHP-6@ZIF-8 through Biomimetic Mineralization\n\nTypically, 9 mL of HMeIM solution (1.0 M) was mixed with 1 mL of Zn(OAc)2 solution (0.3 mM), 200 μL of methanol, and 400 μL of DhHP-6 solution (4 mg). The mixture was incubated at room temperature for 3 h, and then the solids were collected and washed with deionized water until no absorbance of DhHP-6 at 387 nm could be detected in the supernatant. The solids were subsequently dried at room temperature to obtain composite DhHP-6@ZIF-8. Similarly, blank ZIF-8 was constructed as described above except for no addition of DhHP-6, namely, me-ZIF-8. The DhHP-6 loading in ZIF-8 was calculated as follows    DhHP - 6  loading   ( % )  =  [  ( A - B )  / A ]  × 100 %   where A and B represent the amounts of DhHP-6 in the initial solution and washing solution, respectively, which were measured based on the absorbance at 387 nm by a Shimadzu 2500 ultraviolet-visible spectrophotometer (Tokyo, Japan).\n\nSynthesis of PEO-co-poly(PEGMA500) Using PEO-Br as a Macroinitiator\n\nMacroinitiator PEO-Br was synthesized according to the previous report. Briefly, PEO2000-OH (1.33 × 10-2 mol) was dissolved in 30 mL of THF in a two-necked round-bottom flask equipped with a magnetic stirrer bar under argon, followed by the addition of triethylamine (2.85 × 10-2 mol) by syringe. The solution was cooled in an ice/salt mixture, and 2-bromoisobutyryl bromide (2.86 × 10-2 mol) was added dropwise over a period of 1 h. The reaction continued overnight at room temperature under a nitrogen atmosphere. The triethylammonium bromide precipitate was removed by filtration, and the product was dissolved in distilled water after evaporating THF and extracted with dichloromethane three times. The collected organic layer was dried over magnesium sulfate, filtered, and concentrated by evaporating the excess solvent by a rotary evaporator. Finally, the sample was poured into hexane and macroinitiator PEO-Br was obtained through decanting hexane and drying under vacuum at 40 °C (yield: 98.0%). For the synthesis of PEO-co-poly(PEGMA500), 120 mg of macroinitiator PEO-Br (0.04 mmol) with M n value of 3106 g/mol, determined by GPC, was dissolved in 2 mL of distilled water in a 10 mL branch-necked flask. DhHP-6@ZIF-8 (6.1 mg, 1.16 × 10-3 mmol) and PEGMA500 (0.283 g, 2.5 mmol) were added into the flask, after which the system was purged with nitrogen for 0.5 h. Asc solution (0.12 mL, 0.035 mmol in distilled water) was added into the reaction mixture, and the system was sealed under a nitrogen atmosphere and subjected to ATRP reaction for 4 h. The reaction mixture was filtrated, dialyzed against distilled water for 3 days (molecular weight cutoff: 3500 Da), and lyophilized to obtain product PEO-co-poly(PEGMA500).", "data": [{"meta": {"name": "DhHP-6@ZIF-8", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "HMeIM solution", "amount": "9", "unit": "mL"}, {"name": "Zn­(OAc)2 solution", "amount": "1", "unit": "mL"}, {"name": "methanol", "amount": "200", "unit": "μL"}, {"name": "DhHP-6 solution", "amount": "400", "unit": "μL"}], "pressure": "", "temperature": "room temperature", "time": "3 h"}, {"synthesis method": "washing", "washing solution": "deionized water", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "room temperature", "atmosphere": "", "time": ""}]}, {"meta": {"name": "me-ZIF-8", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Zn­(OAc)2 solution", "amount": "1", "unit": "mL"}, {"name": "methanol", "amount": "200", "unit": "μL"}], "pressure": "", "temperature": "room temperature", "time": "3 h"}, {"synthesis method": "washing", "washing solution": "deionized water", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "room temperature", "atmosphere": "", "time": ""}]}], "include_properties": ["chemical_synthesis", "washing", "drying", "chemical_synthesis", "filtration"]}, {"idx": "1, 15, 18, 21, 23", "type": "text", "classification": "property", "content": "<p>An\nenzyme mimic harboring iron porphyrin (DhHP-6) embedded in zeolite\nimidazolate framework-8 (ZIF-8) was constructed through a biomimetic\nmineralization approach to obtain composite DhHP-6@ZIF-8. The composite\nwas then used as a catalyst in the atom transfer radical polymerization\n(ATRP) of poly­(ethylene glycol) methyl ether methacrylate (PEGMA<sub>500</sub>) in which poly­(PEGMA<sub>500</sub>) could be synthesized\nwith monomer conversion of 76.1% and <italic>M</italic>\n<sub>n</sub> of 45 900 g/mol, stronger than that obtained when using free\nDhHP-6 as a catalyst. More importantly, it could efficiently overcome\nthe drawbacks of free DhHP-6 and achieve the easy separation of DhHP-6\nfrom the catalytic system and the elimination of iron residues in\nthe synthesized polymer. In addition, it exhibited an enhanced recyclability\nwith monomer conversion of 75.7% after five cycles and favorable stability\nduring the ATRP reaction with &lt;3.0% of DhHP-6 release within 100\nh. Thus, the enzyme mimic–ZIF-8 composite developed through\nbiomimetic mineralization can be potentially used as an effective\ncatalyst for preparing well-defined polymers with biomedical applications.</p><title>Results and Discussion</title><title>Synthesis and Characterization\nof DhHP-6@ZIF-8</title><p>Through the biomimetic mineralization approach\nshown in ,\nenzyme mimic DhHP-6 could be embedded in a porous nanomaterial ZIF-8,\nin which Zn­(OAc)<sub>2</sub>, HMeIM, and DhHP-6 were incubated with\ntrace methanol at room temperature. The addition of trace methanol\nwas used to facilitate the dissolution of HMeIM in water. The morphology\nof composite DhHP-6@ZIF-8 was characterized by SEM and TEM (). The SEM image\nclearly showed that DhHP-6@ZIF-8 possessed a uniform rhombic dodecahedral\nmorphology, which was similar to that of blank ZIF-8, and the average particle size could be determined to be ca. 700\nnm. The TEM image of DhHP-6@ZIF-8 also showed the same morphology,\nindicating that the loading of enzyme mimic DhHP-6 did not influence\nthe morphology of ZIF-8. Meanwhile, EDS mapping of DhHP-6@ZIF-8 demonstrated\nthe presence of a Fe signal in the composite, which provided direct\nevidence for the loading of enzyme mimic harboring iron porphyrin\nin ZIF-8 through biomimetic mineralization ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">S2</ext-link>). Through\nICP-MS, the Fe and Zn contents in DhHP-6@ZIF-8 were measured to be\n780.4 and 2.1 × 10<sup>4</sup> ppb, respectively, from which\nthe DhHP-6 loading in ZIF-8 was calculated to be 16.8 wt %. Elemental\nanalysis showed that the contents of C, H, and O of DhHP-6@ZIF-8 were\nkept at similar levels to those of me-ZIF-8 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S3</ext-link>). In addition, the morphology of DhHP-6@ZIF-8 could be transformed\nto flower shape when the molar ratio of HMeIM and Zn­(OAc)<sub>2</sub> was decreased to 4:1 during biomimetic mineralization (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S4</ext-link>).</p><p>To ascertain that DhHP-6 was indeed\nencapsulated by a ZIF-8 crystalline shell, DhHP-6@ZIF-8 obtained through\nbiomimetic mineralization was characterized by FT-IR and PXRD. As\nshown in a,\nthe PXRD pattern of DhHP-6@ZIF-8 exhibited peaks matching well with\nthose of simulated ZIF-8 and me-ZIF-8, suggesting that ZIF-8 frameworks\nwere formed in the biomimetic mineralization and the structural integrity\nof ZIF-8 could be retained in the presence of DhHP-6. In the FT-IR\nspectra of DhHP-6@ZIF-8, characteristic peaks of DhHP-6 at 1640–1660\nand 1510–1560 cm<sup>–1</sup> could be clearly observed,\nattributing to amide I (mainly from C–O stretching mode) and\nII (mainly from a combination of N–H bending and C–N\nstretching modes) bands, respectively (b). Moreover, no new peaks and significant\npeak shifts were observed, implying that the encapsulation of DhHP-6\nin ZIF-8 during biomimetic mineralization was executed in a self-assembly\nmanner with no formation of covalent bonding. Composite FITC–DhHP-6@ZIF-8\nwas then detected by CLSM in a layer-by-layer scanning manner to trace\nthe status of particles at different depths along the <italic>z</italic>-axis position (). Clearly, the fluorescence intensity of FITC displayed an increasing\ntendency from the top to middle and then decreased from the middle\nto bottom, which provided direct evidence for the loading of DhHP-6\nin ZIF-8 during the crystal growth of porous nanomaterials. On the\nbasis of the absorbance at 387 nm, DhHP-6 loading in ZIF-8 was calculated\nto be ca. 23.4 wt % with a loading efficiency of almost 100%, much\nhigher than that for its encapsulation in other inorganic materials.\n</p><p>Furthermore, nitrogen\nsorption isotherms were measured at 77 K to assess the porosity of\nDhHP-6@ZIF-8 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figures S5 and S6</ext-link>). The isotherm\nof DhHP-6@ZIF-8 exhibited a type I isotherm with a narrow hysteresis\nloop at <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.05–0.10.\nMeanwhile, the pore width values of DhHP-6@ZIF-8 were determined to\nbe 10.1 and 11.6 Å, which were similar to me-ZIF-8 (9.7 and 10.6\nÅ), revealing that the DhHP-6 loading through biomimetic mineralization\ndid not influence the pore volume or width. The phenomenon was consistent\nwith the previous research on the encapsulation of BSA in ZIF-8, which was attributed to the formation of ZIF-8\naround the biomolecules and has been considered as a typical characteristic\nof biomimetic mineralization. The Brunauer–Emmett–Teller\nmethod was then employed to measure the surface area of samples, suggesting\nthat there were no obvious differences between the surface areas of\nme-ZIF-8 and DhHP-6@ZIF-8 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S7 and Table S1</ext-link>). The phenomenon was probably caused by the coordination\nof the histidine imidazole group in DhHP-6 with Zn<sup>2+</sup> during\nthe formation of ZIF-8, thereby achieving the assembly of enzyme mimic\nin the ZIF-8 backbone. The strategy of biomimetic mineralization did\nnot involve the physical adsorption or encapsulation of enzyme mimic\nDhHP-6 into large pores of MOFs, thus no obvious structural changes\ncould be observed between me-ZIF-8 and DhHP-6@ZIF-8. The assumption\ncould also be confirmed by the fact that there was no peroxidase activity\ndetected for DhHP-6@ZIF-8, as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S14</ext-link>. Notably, TGA curves also demonstrated the presence of\nDhHP-6 in the composite (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S8</ext-link>), in\nwhich the first weight loss (about 21.0 wt %) of the DhHP-6@ZIF-8\ncomposite in air happened in the range of 100–150 °C could\nbe attributed to the decomposition of enzyme mimic molecules. The\nratio was consistent with the DhHP-6 loading determined through the\nabsorbance at 387 nm (23.4 wt %), as mentioned above.</p><p>Product\npoly­(PEGMA<sub>500</sub>) was characterized by <sup>1</sup>H NMR.\nAs shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S10</ext-link>, the characteristic\nchemical shifts of poly­(PEGMA<sub>500</sub>) could be clearly observed\nat 0.86–1.01 and 1.83 ppm, attributing to protons a and b,\nindicating the successful proceeding of ATRP. The monomer conversion\ncould be calculated according to the integration of two vinyl protons\nof the residual monomer (5.71 and 6.13 ppm) and the methyl signal\nof poly­(PEGMA<sub>500</sub>) (3.32 ppm). The catalytic profile of\nthe DhHP-6@ZIF-8-mediated ATRP reaction is summarized in . Whereas no ATRP\noccurred using me-ZIF-8 as a catalyst, DhHP-6 and DhHP-6@ZIF-8 could\nachieve ATRP of PEGMA<sub>500</sub> with high monomer conversion (65.6–86.5%).\nRemarkably, the DhHP-6@ZIF-8-catalyzed ATRP reaction could produce\nhigher monomer conversion and product <italic>M</italic>\n<sub>n</sub> values than those for free DhHP-6 under the same ratio of monomer\nto initiator. However, HRP@ZIF-8 obtained through biomimetic mineralization\ncould not execute the ATRP reaction at a [monomer]/[initiator] of\n62:1, with only 29.4% monomer conversion and no products obtained\n(entry 10 in ). For instance, poly­(PEGMA<sub>500</sub>) could be obtained with\na monomer conversion of 76.1% and <italic>M</italic>\n<sub>n</sub> of\n45 900 g/mol using DhHP-6@ZIF-8 as a catalyst with [monomer]/[initiator]\nof 62:1. The enhanced ATRP catalytic ability of DhHP-6@ZIF-8 was probably\ninduced by the better dispersion of DhHP-6@ZIF-8 in the catalytic\nsystem, which has effectively solved the issue of DhHP-6 aggregation\nduring the reaction. Except for this, other two reasons could account\nfor the improved ATRP catalytic ability: (1) hydrophilic HMeIM around\nenzyme molecules might facilitate the access of water-soluble monomers\nto the active site of enzyme and (2) only peptide was involved in\nthe formation of porous crystals during biomimetic mineralization,\nand iron porphyrin was mainly located on the surface of ZIF-8, which\nwould cause a high concentration of active sites on the ZIF-8 surface\nand thereby produce enhanced ATRP catalytic activity. Meanwhile, the\nsynthesized polymer possessed uniform molecular weight distribution\nwith low polydispersity index (PDI) values (1.10–1.27). Except\nfor PEGMA<sub>500</sub>, DhHP-6@ZIF-8 could catalyze the ATRP reaction\nof PEGA and NiPAAm, but no catalytic activity could be observed for\nmonomer PDMAEMA (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Table S2</ext-link>). To further\nelucidate whether the reaction was triggered from the ATRP initiator,\nwe synthesized a macroinitiator PEO-Br (<italic>M</italic>\n<sub>n</sub> = 3100 g/mol, PDI = 1.06; <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S11</ext-link>)\nand then employed it in the ATRP reaction. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S12</ext-link>, the shift of molecular weight after\nchain extension could be clearly observed in GPC curves, yielding\na block copolymer with <italic>M</italic>\n<sub>n</sub> and PDI values\nof 13 100 g/mol and 1.07, respectively. Thus, poly­(PEGMA<sub>500</sub>) synthesis catalyzed by DhHP-6@ZIF-8 was performed in an\nATRP manner, in which the lower oxidation state of DhHP-6 was in equilibrium\nwith its higher oxidation state in the presence of Asc during polymerization.</p>", "clean_text": "An enzyme mimic harboring iron porphyrin (DhHP-6) embedded in zeolite imidazolate framework-8 (ZIF-8) was constructed through a biomimetic mineralization approach to obtain composite DhHP-6@ZIF-8. The composite was then used as a catalyst in the atom transfer radical polymerization (ATRP) of poly(ethylene glycol) methyl ether methacrylate (PEGMA500) in which poly(PEGMA500) could be synthesized with monomer conversion of 76.1% and M n of 45900 g/mol, stronger than that obtained when using free DhHP-6 as a catalyst. More importantly, it could efficiently overcome the drawbacks of free DhHP-6 and achieve the easy separation of DhHP-6 from the catalytic system and the elimination of iron residues in the synthesized polymer. In addition, it exhibited an enhanced recyclability with monomer conversion of 75.7% after five cycles and favorable stability during the ATRP reaction with <3.0% of DhHP-6 release within 100 h. Thus, the enzyme mimic-ZIF-8 composite developed through biomimetic mineralization can be potentially used as an effective catalyst for preparing well-defined polymers with biomedical applications.\n\nResults and Discussion\n\nSynthesis and Characterization of DhHP-6@ZIF-8\n\nThrough the biomimetic mineralization approach shown in , enzyme mimic DhHP-6 could be embedded in a porous nanomaterial ZIF-8, in which Zn(OAc)2, HMeIM, and DhHP-6 were incubated with trace methanol at room temperature. The addition of trace methanol was used to facilitate the dissolution of HMeIM in water. The morphology of composite DhHP-6@ZIF-8 was characterized by SEM and TEM (). The SEM image clearly showed that DhHP-6@ZIF-8 possessed a uniform rhombic dodecahedral morphology, which was similar to that of blank ZIF-8, and the average particle size could be determined to be ca. 700 nm. The TEM image of DhHP-6@ZIF-8 also showed the same morphology, indicating that the loading of enzyme mimic DhHP-6 did not influence the morphology of ZIF-8. Meanwhile, EDS mapping of DhHP-6@ZIF-8 demonstrated the presence of a Fe signal in the composite, which provided direct evidence for the loading of enzyme mimic harboring iron porphyrin in ZIF-8 through biomimetic mineralization ( and S2). Through ICP-MS, the Fe and Zn contents in DhHP-6@ZIF-8 were measured to be 780.4 and 2.1 × 104 ppb, respectively, from which the DhHP-6 loading in ZIF-8 was calculated to be 16.8 wt %. Elemental analysis showed that the contents of C, H, and O of DhHP-6@ZIF-8 were kept at similar levels to those of me-ZIF-8 (Figure S3). In addition, the morphology of DhHP-6@ZIF-8 could be transformed to flower shape when the molar ratio of HMeIM and Zn(OAc)2 was decreased to 4:1 during biomimetic mineralization (Figure S4).\n\nTo ascertain that DhHP-6 was indeed encapsulated by a ZIF-8 crystalline shell, DhHP-6@ZIF-8 obtained through biomimetic mineralization was characterized by FT-IR and PXRD. As shown in a, the PXRD pattern of DhHP-6@ZIF-8 exhibited peaks matching well with those of simulated ZIF-8 and me-ZIF-8, suggesting that ZIF-8 frameworks were formed in the biomimetic mineralization and the structural integrity of ZIF-8 could be retained in the presence of DhHP-6. In the FT-IR spectra of DhHP-6@ZIF-8, characteristic peaks of DhHP-6 at 1640-1660 and 1510-1560 cm-1 could be clearly observed, attributing to amide I (mainly from C-O stretching mode) and II (mainly from a combination of N-H bending and C-N stretching modes) bands, respectively (b). Moreover, no new peaks and significant peak shifts were observed, implying that the encapsulation of DhHP-6 in ZIF-8 during biomimetic mineralization was executed in a self-assembly manner with no formation of covalent bonding. Composite FITC-DhHP-6@ZIF-8 was then detected by CLSM in a layer-by-layer scanning manner to trace the status of particles at different depths along the z-axis position (). Clearly, the fluorescence intensity of FITC displayed an increasing tendency from the top to middle and then decreased from the middle to bottom, which provided direct evidence for the loading of DhHP-6 in ZIF-8 during the crystal growth of porous nanomaterials. On the basis of the absorbance at 387 nm, DhHP-6 loading in ZIF-8 was calculated to be ca. 23.4 wt % with a loading efficiency of almost 100%, much higher than that for its encapsulation in other inorganic materials. \n\nFurthermore, nitrogen sorption isotherms were measured at 77 K to assess the porosity of DhHP-6@ZIF-8 (Figures S5 and S6). The isotherm of DhHP-6@ZIF-8 exhibited a type I isotherm with a narrow hysteresis loop at P/P 0 = 0.05-0.10. Meanwhile, the pore width values of DhHP-6@ZIF-8 were determined to be 10.1 and 11.6 Å, which were similar to me-ZIF-8 (9.7 and 10.6 Å), revealing that the DhHP-6 loading through biomimetic mineralization did not influence the pore volume or width. The phenomenon was consistent with the previous research on the encapsulation of BSA in ZIF-8, which was attributed to the formation of ZIF-8 around the biomolecules and has been considered as a typical characteristic of biomimetic mineralization. The Brunauer-Emmett-Teller method was then employed to measure the surface area of samples, suggesting that there were no obvious differences between the surface areas of me-ZIF-8 and DhHP-6@ZIF-8 (Figure S7 and Table S1). The phenomenon was probably caused by the coordination of the histidine imidazole group in DhHP-6 with Zn2+ during the formation of ZIF-8, thereby achieving the assembly of enzyme mimic in the ZIF-8 backbone. The strategy of biomimetic mineralization did not involve the physical adsorption or encapsulation of enzyme mimic DhHP-6 into large pores of MOFs, thus no obvious structural changes could be observed between me-ZIF-8 and DhHP-6@ZIF-8. The assumption could also be confirmed by the fact that there was no peroxidase activity detected for DhHP-6@ZIF-8, as shown in Figure S14. Notably, TGA curves also demonstrated the presence of DhHP-6 in the composite (Figure S8), in which the first weight loss (about 21.0 wt %) of the DhHP-6@ZIF-8 composite in air happened in the range of 100-150 °C could be attributed to the decomposition of enzyme mimic molecules. The ratio was consistent with the DhHP-6 loading determined through the absorbance at 387 nm (23.4 wt %), as mentioned above.\n\nProduct poly(PEGMA500) was characterized by 1H NMR. As shown in Figure S10, the characteristic chemical shifts of poly(PEGMA500) could be clearly observed at 0.86-1.01 and 1.83 ppm, attributing to protons a and b, indicating the successful proceeding of ATRP. The monomer conversion could be calculated according to the integration of two vinyl protons of the residual monomer (5.71 and 6.13 ppm) and the methyl signal of poly(PEGMA500) (3.32 ppm). The catalytic profile of the DhHP-6@ZIF-8-mediated ATRP reaction is summarized in . Whereas no ATRP occurred using me-ZIF-8 as a catalyst, DhHP-6 and DhHP-6@ZIF-8 could achieve ATRP of PEGMA500 with high monomer conversion (65.6-86.5%). Remarkably, the DhHP-6@ZIF-8-catalyzed ATRP reaction could produce higher monomer conversion and product M n values than those for free DhHP-6 under the same ratio of monomer to initiator. However, HRP@ZIF-8 obtained through biomimetic mineralization could not execute the ATRP reaction at a [monomer]/[initiator] of 62:1, with only 29.4% monomer conversion and no products obtained (entry 10 in ). For instance, poly(PEGMA500) could be obtained with a monomer conversion of 76.1% and M n of 45900 g/mol using DhHP-6@ZIF-8 as a catalyst with [monomer]/[initiator] of 62:1. The enhanced ATRP catalytic ability of DhHP-6@ZIF-8 was probably induced by the better dispersion of DhHP-6@ZIF-8 in the catalytic system, which has effectively solved the issue of DhHP-6 aggregation during the reaction. Except for this, other two reasons could account for the improved ATRP catalytic ability: (1) hydrophilic HMeIM around enzyme molecules might facilitate the access of water-soluble monomers to the active site of enzyme and (2) only peptide was involved in the formation of porous crystals during biomimetic mineralization, and iron porphyrin was mainly located on the surface of ZIF-8, which would cause a high concentration of active sites on the ZIF-8 surface and thereby produce enhanced ATRP catalytic activity. Meanwhile, the synthesized polymer possessed uniform molecular weight distribution with low polydispersity index (PDI) values (1.10-1.27). Except for PEGMA500, DhHP-6@ZIF-8 could catalyze the ATRP reaction of PEGA and NiPAAm, but no catalytic activity could be observed for monomer PDMAEMA (Table S2). To further elucidate whether the reaction was triggered from the ATRP initiator, we synthesized a macroinitiator PEO-Br (M n = 3100 g/mol, PDI = 1.06; Figure S11) and then employed it in the ATRP reaction. As shown in Figure S12, the shift of molecular weight after chain extension could be clearly observed in GPC curves, yielding a block copolymer with M n and PDI values of 13100 g/mol and 1.07, respectively. Thus, poly(PEGMA500) synthesis catalyzed by DhHP-6@ZIF-8 was performed in an ATRP manner, in which the lower oxidation state of DhHP-6 was in equilibrium with its higher oxidation state in the presence of Asc during polymerization.", "data": [[{"meta": {"name": "DhHP-6@ZIF-8", "symbol": "", "chemical formula": ""}, "chemical formula weight": [{"value": "45,900", "unit": "g/mol", "condition": ""}]}]], "include_properties": ["chemical_formula_weight"]}, {"idx": "25, 29", "type": "text", "classification": "property", "content": "<p>To get a deeper insight into\nthe reaction kinetics for the DhHP-6@ZIF-8-mediated ATRP reaction,\nmonomer conversion of PEGMA<sub>500</sub> as a function of reaction\ntime and the evolution of molecular weight were determined by <sup>1</sup>H NMR and GPC (). With the elongation of reaction time, both monomer conversion\nand <italic>M</italic>\n<sub>n</sub> values exhibited an increasing\ntendency (c,d)\nand DhHP-6@ZIF-8-catalyzed ATRP of PEGMA<sub>500</sub> proceeded much\nfaster than that with free DhHP-6. Notably, <italic>M</italic>\n<sub>n</sub> values of resulting polymers increased linearly with monomer\nconversion, as indicated in b, implying that the product molecular weight could\nbe well-controlled. The synthesized polymers were of narrow molecular\nweight distribution with PDI values of 1.13–1.27. Nevertheless,\nGPC traces of polymers obtained after 15 min reaction showed a shoulder\nwith a PDI value of 1.38, which was probably caused by the insufficient\ndeactivation process and the ununiform reaction rate during the beginning\nstage of the ATRP reaction. With the elongation of time, the reaction\nrate would become synchronized in the system and thus the obtained\nproducts were of narrow molecular weight distribution with lower PDI\nvalues. The semilogarithmic plot of ln­([M]<sub>0</sub>/[M]) versus\ntime also showed a linearly increasing tendency during the reaction\n(c), suggesting\na typical characteristic of living polymerization with a constant\nconcentration of growing radicals in the system. Meanwhile, this elucidated\nthat polymerization of monomers was performed in a first-order kinetics\nmanner and the apparent rate constant for DhHP-6@ZIF-8 was determined\nto be 5.58 × 10<sup>–3</sup> s<sup>–1</sup>, higher\nthan that obtained using DhHP-6 as a catalyst (2.55 × 10<sup>–3</sup> s<sup>–1</sup>). These results confirmed the\nimproved ATRP catalytic ability of DhHP-6@ZIF-8, which was consistent\nwith . Thus,\nthe immobilized iron catalyst through the encapsulation of enzyme\nmimic DhHP-6 in ZIF-8 via biomimetic mineralization could efficiently\navoid the aggregation of DhHP-6 in the catalytic system, affording\nan enhanced catalytic ability and easy separation of DhHP-6 from the\npolymer sample. In addition, the immobilized catalyst DhHP-6@ZIF-8\nexhibited favorable stability and ATRP catalytic activity at 45 °C\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S13</ext-link>), whereas free DhHP-6 would\nbe completely decomposed at 45 °C for 24 h.\n</p><p>Finally, the recyclability of\nDhHP-6@ZIF-8 was evaluated using ATRP of PEGMA<sub>500</sub> as a\nmodel. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figure S17</ext-link>, monomer\nconversion exhibited a slightly decreased tendency but still kept\na high level during five cycles, with monomer conversion of 75.7%\nwhen the catalyst was used at the 5th recycle. The improved recyclability\nof DhHP-6@ZIF-8 was mainly caused by the prevention of iron porphyrin\nrelease and deactivation during the ATRP reaction from the strong\ninteraction between the ZIF-8 framework and DhHP-6 because &lt;3.0%\nof DhHP-6 release from the composite could be detected within 100\nh, as mentioned above. Meanwhile, PXRD patterns and SEM images showed\nthat the original framework structure of DhHP-6@ZIF-8 could be retained\nafter 5 cycles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b09218/suppl_file/am7b09218_si_001.pdf\">Figures S18 and S19</ext-link>). Overall,\nthe enhanced recyclability of DhHP-6@ZIF-8 is beneficial for improving\nthe cost-effectiveness in the ATRP reaction for preparing biomedical\npolymers especially at an industrial scale.</p>", "clean_text": "To get a deeper insight into the reaction kinetics for the DhHP-6@ZIF-8-mediated ATRP reaction, monomer conversion of PEGMA500 as a function of reaction time and the evolution of molecular weight were determined by 1H NMR and GPC (). With the elongation of reaction time, both monomer conversion and M n values exhibited an increasing tendency (c,d) and DhHP-6@ZIF-8-catalyzed ATRP of PEGMA500 proceeded much faster than that with free DhHP-6. Notably, M n values of resulting polymers increased linearly with monomer conversion, as indicated in b, implying that the product molecular weight could be well-controlled. The synthesized polymers were of narrow molecular weight distribution with PDI values of 1.13-1.27. Nevertheless, GPC traces of polymers obtained after 15 min reaction showed a shoulder with a PDI value of 1.38, which was probably caused by the insufficient deactivation process and the ununiform reaction rate during the beginning stage of the ATRP reaction. With the elongation of time, the reaction rate would become synchronized in the system and thus the obtained products were of narrow molecular weight distribution with lower PDI values. The semilogarithmic plot of ln([M]0/[M]) versus time also showed a linearly increasing tendency during the reaction (c), suggesting a typical characteristic of living polymerization with a constant concentration of growing radicals in the system. Meanwhile, this elucidated that polymerization of monomers was performed in a first-order kinetics manner and the apparent rate constant for DhHP-6@ZIF-8 was determined to be 5.58 × 10-3 s-1, higher than that obtained using DhHP-6 as a catalyst (2.55 × 10-3 s-1). These results confirmed the improved ATRP catalytic ability of DhHP-6@ZIF-8, which was consistent with . Thus, the immobilized iron catalyst through the encapsulation of enzyme mimic DhHP-6 in ZIF-8 via biomimetic mineralization could efficiently avoid the aggregation of DhHP-6 in the catalytic system, affording an enhanced catalytic ability and easy separation of DhHP-6 from the polymer sample. In addition, the immobilized catalyst DhHP-6@ZIF-8 exhibited favorable stability and ATRP catalytic activity at 45 °C (Figure S13), whereas free DhHP-6 would be completely decomposed at 45 °C for 24 h. \n\nFinally, the recyclability of DhHP-6@ZIF-8 was evaluated using ATRP of PEGMA500 as a model. As shown in Figure S17, monomer conversion exhibited a slightly decreased tendency but still kept a high level during five cycles, with monomer conversion of 75.7% when the catalyst was used at the 5th recycle. The improved recyclability of DhHP-6@ZIF-8 was mainly caused by the prevention of iron porphyrin release and deactivation during the ATRP reaction from the strong interaction between the ZIF-8 framework and DhHP-6 because <3.0% of DhHP-6 release from the composite could be detected within 100 h, as mentioned above. Meanwhile, PXRD patterns and SEM images showed that the original framework structure of DhHP-6@ZIF-8 could be retained after 5 cycles (Figures S18 and S19). Overall, the enhanced recyclability of DhHP-6@ZIF-8 is beneficial for improving the cost-effectiveness in the ATRP reaction for preparing biomedical polymers especially at an industrial scale.", "data": [[{"meta": {"name": "DhHP-6@ZIF-8", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "45", "unit": "°C", "type": "complete decomposition", "condition": "24 h"}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 24, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>ATRP Reaction of PEGMA<sub>500</sub> Using DhHP-6@ZIF-8\nas a Catalyst</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"char\" char=\".\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">entry</oasis:entry>\n<oasis:entry align=\"center\">catalyst<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">[monomer]/[initiator]</oasis:entry>\n<oasis:entry align=\"center\">monomer conversion (%)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>M</italic>\n<sub>n,ther.</sub> (g/mol)<xref ref-type=\"table-fn\" rid=\"t1fn3\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>M</italic>\n<sub>n,GPC</sub> (g/mol)</oasis:entry>\n<oasis:entry align=\"center\">PDI</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>no catalyst</oasis:entry>\n<oasis:entry>62:1</oasis:entry>\n<oasis:entry>1.1</oasis:entry>\n<oasis:entry>n.d.<xref ref-type=\"table-fn\" rid=\"t1fn4\"></xref>\n</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>me-ZIF-8</oasis:entry>\n<oasis:entry>62:1</oasis:entry>\n<oasis:entry>0.9</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>DhHP-6</oasis:entry>\n<oasis:entry>15:1</oasis:entry>\n<oasis:entry>67.9</oasis:entry>\n<oasis:entry>5200</oasis:entry>\n<oasis:entry>8700</oasis:entry>\n<oasis:entry>1.21</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>DhHP-6</oasis:entry>\n<oasis:entry>30:1</oasis:entry>\n<oasis:entry>78.5</oasis:entry>\n<oasis:entry>12 900</oasis:entry>\n<oasis:entry>16 500</oasis:entry>\n<oasis:entry>1.20</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>DhHP-6</oasis:entry>\n<oasis:entry>62:1</oasis:entry>\n<oasis:entry>65.6</oasis:entry>\n<oasis:entry>19 800</oasis:entry>\n<oasis:entry>27 800</oasis:entry>\n<oasis:entry>1.31</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>DhHP-6@ZIF-8</oasis:entry>\n<oasis:entry>no initiator</oasis:entry>\n<oasis:entry>0.8</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>DhHP-6@ZIF-8</oasis:entry>\n<oasis:entry>15:1</oasis:entry>\n<oasis:entry>85.5</oasis:entry>\n<oasis:entry>6600</oasis:entry>\n<oasis:entry>8200</oasis:entry>\n<oasis:entry>1.10</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>DhHP-6@ZIF-8</oasis:entry>\n<oasis:entry>30:1</oasis:entry>\n<oasis:entry>86.5</oasis:entry>\n<oasis:entry>13 700</oasis:entry>\n<oasis:entry>18 800</oasis:entry>\n<oasis:entry>1.15</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>9</oasis:entry>\n<oasis:entry>DhHP-6@ZIF-8</oasis:entry>\n<oasis:entry>62:1</oasis:entry>\n<oasis:entry>76.1</oasis:entry>\n<oasis:entry>27 300</oasis:entry>\n<oasis:entry>45 900</oasis:entry>\n<oasis:entry>1.27</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>HRP@ZIF-8</oasis:entry>\n<oasis:entry>62:1</oasis:entry>\n<oasis:entry>29.4</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n<oasis:entry>n.d.</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Catalyst concentration: 0.18 wt % DhHP-6.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Calculated by <sup>1</sup>H\nNMR.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>c</label>\n<p>\n<italic>M</italic>\n<sub>n, ther.</sub> = [monomer]/[initiator] × monomer conversion\n× 500.</p>\n</fn>\n<fn id=\"t1fn4\">\n<label>d</label>\n<p>n.d.: not determined.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. ATRP Reaction of PEGMA<sub>500</sub> Using DhHP-6@ZIF-8 as a Catalyst\n\n| entry | catalyst | [monomer]/[initiator] | monomer conversion (%) | M<sub>n,ther.</sub> (g/mol) | M<sub>n,GPC</sub> (g/mol) | PDI  |\n|-------|-----------|-----------------------|-------------------------|----------------------------|--------------------------|------|\n| 1     | no catalyst | 62:1 | 1.1 | n.d.<sup>a</sup> | n.d. | n.d. |\n| 2     | me-ZIF-8 | 62:1 | 0.9 | n.d. | n.d. | n.d. |\n| 3     | DhHP-6 | 15:1 | 67.9 | 5200 | 8700 | 1.21 |\n| 4     | DhHP-6 | 30:1 | 78.5 | 12,900 | 16,500 | 1.20 |\n| 5     | DhHP-6 | 62:1 | 65.6 | 19,800 | 27,800 | 1.31 |\n| 6     | DhHP-6@ZIF-8 | no initiator | 0.8 | n.d. | n.d. | n.d. |\n| 7     | DhHP-6@ZIF-8 | 15:1 | 85.5 | 6600 | 8200 | 1.10 |\n| 8     | DhHP-6@ZIF-8 | 30:1 | 86.5 | 13,700 | 18,800 | 1.15 |\n| 9     | DhHP-6@ZIF-8 | 62:1 | 76.1 | 27,300 | 45,900 | 1.27 |\n| 10    | HRP@ZIF-8 | 62:1 | 29.4 | n.d. | n.d. | n.d. |\n\na. Catalyst concentration: 0.18 wt % DhHP-6.\nb. Calculated by 1H NMR.\nc. M<sub>n, ther.</sub> = [monomer]/[initiator] × monomer conversion × 500.\nd. n.d.: not determined.", "data": ["substring not found"], "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Illustration of DhHP-6@ZIF-8 Construction\nthrough a Biomimetic Mineralization Approach</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2017-09218n_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of DhHP-6@ZIF-8 Construction through a Biomimetic Mineralization Approach   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM (a, b) and TEM (c, d) images of DhHP-6@ZIF-8\nafter washing with distilled water. The column graph represented the\nstatistical diameter of DhHP-6@ZIF-8 calculated through software Nano\nMeasurer 1.2.5.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2017-09218n_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  SEM (a, b) and TEM (c, d) images of DhHP-6@ZIF-8 after washing with distilled water. The column graph represented the statistical diameter of DhHP-6@ZIF-8 calculated through software Nano Measurer 1.2.5.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>EDS mapping of DhHP-6@ZIF-8.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2017-09218n_0007.tif\"></graphic>\n</fig>", "clean_text": " 2  EDS mapping of DhHP-6@ZIF-8.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) PXRD patterns of simulated ZIF-8, DhHP-6@ZIF-8, me-ZIF-8,\nand Zn­(OAc)<sub>2</sub>; (b) FT-IR spectra of DhHP-6 (black), ZIF-8\n(red), DhHP-6@ZIF-8 (green), and a mixture of ZIF-8 and DhHP-6 (blue).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2017-09218n_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) PXRD patterns of simulated ZIF-8, DhHP-6@ZIF-8, me-ZIF-8, and Zn(OAc)2; (b) FT-IR spectra of DhHP-6 (black), ZIF-8 (red), DhHP-6@ZIF-8 (green), and a mixture of ZIF-8 and DhHP-6 (blue).   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Layer-by-layer CLSM photographs of FITC-DhHP-6@ZIF-8\nat different scanning depths along the <italic>z</italic>-axis position\n(a−u) and two dimensional image of FITC−DhHP-6@ZIF-8\n(v). The image (w) represented the corresponding three-dimensional\nreconstructed image for (a)−(u), and the fluorescence of FITC\nwas detected at excitation and emission wavelengths of 488 and 530\nnm, respectively.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2017-09218n_0008.tif\"></graphic>\n</fig>", "clean_text": " 4  Layer-by-layer CLSM photographs of FITC-DhHP-6@ZIF-8 at different scanning depths along the z-axis position (a-u) and two dimensional image of FITC-DhHP-6@ZIF-8 (v). The image (w) represented the corresponding three-dimensional reconstructed image for (a)-(u), and the fluorescence of FITC was detected at excitation and emission wavelengths of 488 and 530 nm, respectively.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Scheme of DhHP-6@ZIF-8-mediated ATRP of PEGMA<sub>500</sub>, (b) <italic>M</italic>\n<sub>n</sub> and PDI as a function of monomer\nconversion, (c) kinetic evaluation of ATRP catalyzed by DhHP-6 and\nDhHP-6@ZIF-8, and (d) GPC traces of poly­(PEGMA<sub>500</sub>) synthesized\nthrough DhHP-6@ZIF-8 catalysis.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2017-09218n_0001.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Scheme of DhHP-6@ZIF-8-mediated ATRP of PEGMA500, (b) M n and PDI as a function of monomer conversion, (c) kinetic evaluation of ATRP catalyzed by DhHP-6 and DhHP-6@ZIF-8, and (d) GPC traces of poly(PEGMA500) synthesized through DhHP-6@ZIF-8 catalysis.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a, b) Scheme of DhHP-6\nrelease from DhHP-6@ZIF-8 during the ATRP reaction and the reconstruction\nof DhHP-6@ZIF-8 from released DhHP-6 under pH of 9.0, (c) DhHP-6 release\nfrom DhHP-6@ZIF-8 during the ATRP reaction and (d) ultraviolet–visible\ncurves of reaction samples using DhHP-6 and DhHP-6@ZIF-8 as catalysts.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2017-09218n_0005.tif\"></graphic>\n</fig>", "clean_text": " 6  (a, b) Scheme of DhHP-6 release from DhHP-6@ZIF-8 during the ATRP reaction and the reconstruction of DhHP-6@ZIF-8 from released DhHP-6 under pH of 9.0, (c) DhHP-6 release from DhHP-6@ZIF-8 during the ATRP reaction and (d) ultraviolet-visible curves of reaction samples using DhHP-6 and DhHP-6@ZIF-8 as catalysts.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.7b09218", "title": "\nDeuterohemin-Peptide\nEnzyme Mimic-Embedded Metal-Organic Frameworks through Biomimetic\nMineralization with Efficient ATRP Catalytic Activity\n", "journal": "American\nChemical Society", "date": "2017.07", "author_list": ["Jiang\nWei", "Wang\nXinghuo", "Chen\nJiawen", "Liu\nYing", "Han\nHaobo", "Ding\nYi", "Li\nQuanshun", "Tang\nJun"]}}