{"filepath": "../L2M3_data/1_application_papers/acs_xml/am7b05504.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Metal–organic\nframeworks (MOFs) are being intensively explored\nas filler materials for polymeric membranes primarily due to their\nhigh polymer affinity, large pore volumes, and alterable pore functionalities,\nbut the development of MOF-based ultrafiltration (UF) membranes for\nwater treatment lags behind. Herein, poly­(sulfobetaine methacrylate)\n(PSBMA)-functionalized MOF UiO-66-PSBMA was developed, and incorporated\ninto polysulfone (PSf) casting solution to fabricate novel hybrid\nUF membranes via phase-inversion method. The resultant UiO-66-PSBMA/PSf\nmembrane exhibited significantly improved water flux (up to 602 L\nm<sup>–2</sup> h<sup>–1</sup>), which was 2.5 times\nthat of the pristine PSf membrane (240 L m<sup>–2</sup> h<sup>–1</sup>) and 2 times that of UiO-66-NH<sub>2</sub>/PSf membrane\n(294 L m<sup>–2</sup> h<sup>–1</sup>), whereas the rejection\nof UiO-66-PSBMA/PSf membrane was still maintained at a high level.\nMoreover, UiO-66-PSBMA/PSf membrane exhibited improved antifouling\nperformance. The improvement of membrane performances could be attributed\nto the well-tailored properties of UiO-66-PSBMA. On one hand, the\nexcellent dispersion and compatibility of UiO-66-PSBMA ensured the\nformation of a uniform structure with few defects. On the other hand,\nthe superhydrophilicity of UiO-66-PSBMA could accelerate the exchange\nrate between solvent and nonsolvent, resulting in a more hydrophilic\nsurface and a more porous structure. Besides, UiO-66-PSBMA nanoparticles\nin the thin layer provided additional flow paths for water permeation\nthrough their hydrophilic porous structure as well as the tiny interspace\nbetween PSf matrix. This study indicates the great application potential\nof UiO-66-PSBMA in fabricating hybrid UF membranes and provides a\nuseful guideline to integrate other modified hydrophilic MOFs to design\nUF membranes for water treatment.</p>", "clean_text": "Metal-organic frameworks (MOFs) are being intensively explored as filler materials for polymeric membranes primarily due to their high polymer affinity, large pore volumes, and alterable pore functionalities, but the development of MOF-based ultrafiltration (UF) membranes for water treatment lags behind. Herein, poly(sulfobetaine methacrylate) (PSBMA)-functionalized MOF UiO-66-PSBMA was developed, and incorporated into polysulfone (PSf) casting solution to fabricate novel hybrid UF membranes via phase-inversion method. The resultant UiO-66-PSBMA/PSf membrane exhibited significantly improved water flux (up to 602 L m-2 h-1), which was 2.5 times that of the pristine PSf membrane (240 L m-2 h-1) and 2 times that of UiO-66-NH2/PSf membrane (294 L m-2 h-1), whereas the rejection of UiO-66-PSBMA/PSf membrane was still maintained at a high level. Moreover, UiO-66-PSBMA/PSf membrane exhibited improved antifouling performance. The improvement of membrane performances could be attributed to the well-tailored properties of UiO-66-PSBMA. On one hand, the excellent dispersion and compatibility of UiO-66-PSBMA ensured the formation of a uniform structure with few defects. On the other hand, the superhydrophilicity of UiO-66-PSBMA could accelerate the exchange rate between solvent and nonsolvent, resulting in a more hydrophilic surface and a more porous structure. Besides, UiO-66-PSBMA nanoparticles in the thin layer provided additional flow paths for water permeation through their hydrophilic porous structure as well as the tiny interspace between PSf matrix. This study indicates the great application potential of UiO-66-PSBMA in fabricating hybrid UF membranes and provides a useful guideline to integrate other modified hydrophilic MOFs to design UF membranes for water treatment.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Compared with conventional\nseparation technologies, membrane separation\nexhibits its unique superiority in water desalination and purification\nowing to its high separation efficiency, simple operation, low cost,\nand eco-friendliness. Ultrafiltration (UF), as a pressure-driven\nseparation process, has attracted significant attention in membrane\nseparation because of its excellent performance in the removal of\nproteins, bacteria, and organic particles. An\nideal UF membrane should possess high water permeability and suitable\nselectivity as well as excellent antifouling property. In fact, hydrophilic\nmodification of UF membranes has been proven to be a common and effective\napproach for improving their overall properties, especially water\npermeability and antifouling ability. The high hydrophilicity always\nhelps to reduce the flow resistance and suppress the adhesion of contaminants. Thus, to achieve a highly hydrophilic UF membrane, various inorganic\nmaterials, such as SiO<sub>2</sub>, TiO<sub>2</sub>, graphene oxide (GO), ZnO, and carbon nanotubes (CNTs) have been used to fabricate hybrid UF membranes. It is found that\nboth permeability and antifouling performance could be significantly\nimproved after incorporating these inorganic materials into polymer\nmembranes.</p>", "clean_text": "Introduction\n\nCompared with conventional separation technologies, membrane separation exhibits its unique superiority in water desalination and purification owing to its high separation efficiency, simple operation, low cost, and eco-friendliness. Ultrafiltration (UF), as a pressure-driven separation process, has attracted significant attention in membrane separation because of its excellent performance in the removal of proteins, bacteria, and organic particles. An ideal UF membrane should possess high water permeability and suitable selectivity as well as excellent antifouling property. In fact, hydrophilic modification of UF membranes has been proven to be a common and effective approach for improving their overall properties, especially water permeability and antifouling ability. The high hydrophilicity always helps to reduce the flow resistance and suppress the adhesion of contaminants. Thus, to achieve a highly hydrophilic UF membrane, various inorganic materials, such as SiO2, TiO2, graphene oxide (GO), ZnO, and carbon nanotubes (CNTs) have been used to fabricate hybrid UF membranes. It is found that both permeability and antifouling performance could be significantly improved after incorporating these inorganic materials into polymer membranes.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks (MOFs), as unique\ncrystalline porous\nmaterials built from metal ions and organic linker molecules, have\ndrawn widespread attention. Compared with those traditional inorganic\nmaterials, the main advantage of MOFs lies in their better compatibility\nwith the soft polymer matrices and high surface area as well as controlled\nporosity. These advantages can lead to the MOF/polymer\nhybrid membranes with improved permeability along with well-maintained\nsolute rejection. Consequently, they are being intensively explored\nin membrane science as filler materials for polymeric membranes. Shahid et al. reported\na preparation strategy for hybrid membranes via in situ growth of\nzeolitic imidazolate framework-8 (ZIF-8) in a polymer dispersion.\nThe obtained membranes showed improved performance in CO<sub>2</sub>/CH<sub>4</sub> separation. Recently, Sorribas et al. prepared thin film nanocomposite (TFN) membranes\nusing several MOFs as filler. The TFN membrane with incorporated MIL-101\npresented a large permeation increase, but it lost some selectivity.\nSince this pioneering work, many other groups have tried to further\noptimize the application of MOFs in TFN membranes. These exciting developments show the significant advantages of using\nMOFs as filler over traditional inorganic nanoparticles. Nevertheless,\nmost hybrid membranes based on MOFs were applied for gas separation\nand nanofiltration membrane. Few of them have been exploited as UF\nmembranes. This is mainly due to the hydrophobic\nnature of most MOFs, which adversely affects the overall performance\nof the obtained membranes. Additionally, although MOFs possess organic\nligands, they are essentially crystals and present the characteristics\nof an inorganic crystal. It is usually difficult to achieve a homogeneous\nMOF dispersion and correspondingly a uniform film by direct dispersion\nof neat MOF particles in a polymer solution. Even if the MOF dispersion is pretreated by sonication, aggregates\nmay still be inevitable due to the hydrophobic nature and/or strong interparticle interactions. The relatively better compatibility between MOF particles and polymers\ncan reduce the formation of defective interfaces in polymer/MOF membranes,\nbut the aggregation of MOFs would lead to a negative effect on flux\nor rejection. Thus, neat MOFs may be\nunfavorable to be merged into polymers to fabricate UF membranes for\nwater treatment. From this point of view, surface modification might\nprovide an effective route to tailor the properties of MOFs for further\noptimizing the performance of UF membranes.</p>", "clean_text": "Metal-organic frameworks (MOFs), as unique crystalline porous materials built from metal ions and organic linker molecules, have drawn widespread attention. Compared with those traditional inorganic materials, the main advantage of MOFs lies in their better compatibility with the soft polymer matrices and high surface area as well as controlled porosity. These advantages can lead to the MOF/polymer hybrid membranes with improved permeability along with well-maintained solute rejection. Consequently, they are being intensively explored in membrane science as filler materials for polymeric membranes. Shahid et al. reported a preparation strategy for hybrid membranes via in situ growth of zeolitic imidazolate framework-8 (ZIF-8) in a polymer dispersion. The obtained membranes showed improved performance in CO2/CH4 separation. Recently, Sorribas et al. prepared thin film nanocomposite (TFN) membranes using several MOFs as filler. The TFN membrane with incorporated MIL-101 presented a large permeation increase, but it lost some selectivity. Since this pioneering work, many other groups have tried to further optimize the application of MOFs in TFN membranes. These exciting developments show the significant advantages of using MOFs as filler over traditional inorganic nanoparticles. Nevertheless, most hybrid membranes based on MOFs were applied for gas separation and nanofiltration membrane. Few of them have been exploited as UF membranes. This is mainly due to the hydrophobic nature of most MOFs, which adversely affects the overall performance of the obtained membranes. Additionally, although MOFs possess organic ligands, they are essentially crystals and present the characteristics of an inorganic crystal. It is usually difficult to achieve a homogeneous MOF dispersion and correspondingly a uniform film by direct dispersion of neat MOF particles in a polymer solution. Even if the MOF dispersion is pretreated by sonication, aggregates may still be inevitable due to the hydrophobic nature and/or strong interparticle interactions. The relatively better compatibility between MOF particles and polymers can reduce the formation of defective interfaces in polymer/MOF membranes, but the aggregation of MOFs would lead to a negative effect on flux or rejection. Thus, neat MOFs may be unfavorable to be merged into polymers to fabricate UF membranes for water treatment. From this point of view, surface modification might provide an effective route to tailor the properties of MOFs for further optimizing the performance of UF membranes.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Postsynthetic modification\nof MOFs is a well-established approach,\nwhich could furnish MOFs with various functionalities by chemical\nmodification in the form of small molecules or polymer chains. After hydrophilic polymers are grafted or coated on MOFs, the hydrophilicity\nof MOFs could be greatly enhanced, and the strong interparticle interactions\nwere distinctly reduced. In other words, polymer chains around MOF\nnanoparticles could effectively prevent the aggregation of and improve\nthe dispersibility of MOFs. Zwitterionic polymers\nbearing both anionic and cationic groups in the same monomer unit\nhave been widely employed in the fabrication of hybrid water treatment\nmembranes. Up to now, a number of zwitterionic materials have been\ndeveloped and further applied in the fabrication of high-performance\nseparation membranes. It reveals the compatibility\nbetween modified inorganic fillers and polymer matrix could be enhanced\nvia the hydrophobic interactions between the hydrophobic chains in\nthe zwitterionic polymers and polymer matrixes. Furthermore, the abundant hydrophilic groups of the zwitterionic\npolymer can form a hydration layer via electrostatic interactions\nand hydrogen bonds. Consequently, the permeability and antifouling\nperformance of hybrid membranes could be efficiently promoted.\n</p>", "clean_text": "Postsynthetic modification of MOFs is a well-established approach, which could furnish MOFs with various functionalities by chemical modification in the form of small molecules or polymer chains. After hydrophilic polymers are grafted or coated on MOFs, the hydrophilicity of MOFs could be greatly enhanced, and the strong interparticle interactions were distinctly reduced. In other words, polymer chains around MOF nanoparticles could effectively prevent the aggregation of and improve the dispersibility of MOFs. Zwitterionic polymers bearing both anionic and cationic groups in the same monomer unit have been widely employed in the fabrication of hybrid water treatment membranes. Up to now, a number of zwitterionic materials have been developed and further applied in the fabrication of high-performance separation membranes. It reveals the compatibility between modified inorganic fillers and polymer matrix could be enhanced via the hydrophobic interactions between the hydrophobic chains in the zwitterionic polymers and polymer matrixes. Furthermore, the abundant hydrophilic groups of the zwitterionic polymer can form a hydration layer via electrostatic interactions and hydrogen bonds. Consequently, the permeability and antifouling performance of hybrid membranes could be efficiently promoted. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>As an important type of MOFs, the amino-derived MOFs provide\ngreat\nopportunities to covalently attach functional groups by postsynthetic\nmodification, and the UiO-66-NH<sub>2</sub> family has been extensively\nstudied due to their excellent chemical and hydrothermal stabilities.\nIn this study, PSBMA, a representative zwitterionic polymer, was first\ngrafted onto the surface of UiO-66-NH<sub>2</sub> (UiO-66-PSBMA) via\natom transfer radical polymerization (ATRP) procedure (B). Then, UiO-66-PSBMA was\nincorporated into PSf to prepare hybrid UF membranes via phase inversion.\nThe grafting of PSBMA on UiO-66-NH<sub>2</sub> particles could efficiently\nsuppress the aggregation tendency of raw MOFs; thus, a homogeneous\ndispersion of UiO-66-PSBMA in casting solution could be obtained.\nThe compatibility between PSf matrix and UiO-66-PSBMA was also enhanced\nvia the hydrophobic interactions between the hydrophobic chains in\nPSBMA and PSf matrix. More importantly, the superhydrophilicity of\nUiO-66-PSBMA originated from the abundant hydrophilic groups of PSBMA\nbenefited the hybrid membrane’s hydrophilicity and the formation\nof more porous structure as well. Last but not least, the highly ordered\nporous structure with the aperture size around 6.0 Å (the size\nof water molecules is ∼2.8 Å) of UiO-66-NH<sub>2</sub> and its enhanced hydrophilic particle surface are essential for\nthe high flux. The uniformly dispersed UiO-66-PSBMA\nparticles in the thin layer provided additional flow paths through\nits hydrophilic porous structure as well as the tiny interspace between\nPSf matrix. As a result, the permeability\nand antifouling performance of UiO-66-PSBMA/PSf hybrid membranes were\nsignificantly promoted, compared to those of the pristine PSf, PSBMA/PSf,\nand UiO-66-NH<sub>2</sub>/PSf membranes. Meanwhile, the rejections\nof the composite membranes were well-retained.</p>", "clean_text": "As an important type of MOFs, the amino-derived MOFs provide great opportunities to covalently attach functional groups by postsynthetic modification, and the UiO-66-NH2 family has been extensively studied due to their excellent chemical and hydrothermal stabilities. In this study, PSBMA, a representative zwitterionic polymer, was first grafted onto the surface of UiO-66-NH2 (UiO-66-PSBMA) via atom transfer radical polymerization (ATRP) procedure (B). Then, UiO-66-PSBMA was incorporated into PSf to prepare hybrid UF membranes via phase inversion. The grafting of PSBMA on UiO-66-NH2 particles could efficiently suppress the aggregation tendency of raw MOFs; thus, a homogeneous dispersion of UiO-66-PSBMA in casting solution could be obtained. The compatibility between PSf matrix and UiO-66-PSBMA was also enhanced via the hydrophobic interactions between the hydrophobic chains in PSBMA and PSf matrix. More importantly, the superhydrophilicity of UiO-66-PSBMA originated from the abundant hydrophilic groups of PSBMA benefited the hybrid membrane's hydrophilicity and the formation of more porous structure as well. Last but not least, the highly ordered porous structure with the aperture size around 6.0 Å (the size of water molecules is ~2.8 Å) of UiO-66-NH2 and its enhanced hydrophilic particle surface are essential for the high flux. The uniformly dispersed UiO-66-PSBMA particles in the thin layer provided additional flow paths through its hydrophilic porous structure as well as the tiny interspace between PSf matrix. As a result, the permeability and antifouling performance of UiO-66-PSBMA/PSf hybrid membranes were significantly promoted, compared to those of the pristine PSf, PSBMA/PSf, and UiO-66-NH2/PSf membranes. Meanwhile, the rejections of the composite membranes were well-retained.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Illustration\nof the synthesis processes of (A) UiO-66-NH<sub>2</sub> and (B) UiO-66-PSBMA.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2017-05504p_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Illustration of the synthesis processes of (A) UiO-66-NH2 and (B) UiO-66-PSBMA.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSections</title><title>Materials</title><p>Commercial polysulfone\n(Udel P3500) was purchased from Boji Co., Ltd. 2-Aminoterephthalic\nacid (H<sub>2</sub>BDC-NH<sub>2</sub>), ZrCl<sub>4</sub>, α-bromoisobutyryl\nbromide (BiBB), triethylamine (TEA), 2,2′-bipyridine (bpy),\nCuBr, <italic>N</italic>-methyl-2-pyrrolidone (NMP), and formic acid\nwere bought from Aladdin Co., Ltd. Sulfobetaine methacrylate (SBMA)\nwas purchased from Sigma-Aldrich. Absolute methanol, CH<sub>2</sub>Cl<sub>2</sub>, dimethylformamide (DMF), and bovine serum albumin\n(BSA) were provided by Sinopharm Chemical Reagent Co., Ltd. All chemicals\nwere used without further purification.</p>", "clean_text": "Experimental Sections\n\nMaterials\n\nCommercial polysulfone (Udel P3500) was purchased from Boji Co., Ltd. 2-Aminoterephthalic acid (H2BDC-NH2), ZrCl4, α-bromoisobutyryl bromide (BiBB), triethylamine (TEA), 2,2'-bipyridine (bpy), CuBr, N-methyl-2-pyrrolidone (NMP), and formic acid were bought from Aladdin Co., Ltd. Sulfobetaine methacrylate (SBMA) was purchased from Sigma-Aldrich. Absolute methanol, CH2Cl2, dimethylformamide (DMF), and bovine serum albumin (BSA) were provided by Sinopharm Chemical Reagent Co., Ltd. All chemicals were used without further purification.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis\nof Inorganic Particles</title><title>Preparation of UiO-66-NH<sub>2</sub>\n</title><p>ZrCl<sub>4</sub> (0.52g) and H<sub>2</sub>BDC-NH<sub>2</sub> (0.17g)\nwere dissolved in a mixed solution of DMF (8 mL) and formic acid (0.8\nmL) by sonication. Then, the mixture was kept static standing at 120\n°C for 24 h inside a 25 mL autoclave. The obtained precipitate\nwas collected by centrifugation and washed with DMF and methanol 3\ntimes, respectively. Thereafter, the crystals were further immersed\nin methanol for 2 days for the solution exchange. After being dried\nunder reduced pressure for 12 h at 80 °C, UiO-66-NH<sub>2</sub> was obtained. The preparation scheme was illustrated in A.</p>", "clean_text": "Synthesis of Inorganic Particles\n\nPreparation of UiO-66-NH2 \n\nZrCl4 (0.52g) and H2BDC-NH2 (0.17g) were dissolved in a mixed solution of DMF (8 mL) and formic acid (0.8 mL) by sonication. Then, the mixture was kept static standing at 120 °C for 24 h inside a 25 mL autoclave. The obtained precipitate was collected by centrifugation and washed with DMF and methanol 3 times, respectively. Thereafter, the crystals were further immersed in methanol for 2 days for the solution exchange. After being dried under reduced pressure for 12 h at 80 °C, UiO-66-NH2 was obtained. The preparation scheme was illustrated in A.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Preparation of Br-Functionalized UiO-66-NH<sub>2</sub> (UiO-66-BiBB)</title><p>UiO-66-BiBB was prepared by the acylation\nreaction between BiBB and UiO-66-NH<sub>2</sub> (B). In a typical procedure, as-prepared UiO-66-NH<sub>2</sub> (600 mg)\nwas dispersed in anhydrous CH<sub>2</sub>Cl<sub>2</sub> (100 mL) via\nsonication. TEA (1.5 mL) and BiBB (2 mL) were dissolved in CH<sub>2</sub>Cl<sub>2</sub> (20 mL), respectively. First, the TEA solution\nwas injected into the UiO-66-NH<sub>2</sub> suspension. Then, the\nBiBB solution was added into the suspension dropwise under stirring\nin an ice-water bath. The mixture was stirred at 50 °C for 24\nh. Subsequently, the product was washed thoroughly with CH<sub>2</sub>Cl<sub>2</sub> over 24 h and then dried under reduced pressure at\n60 °C.</p>", "clean_text": "Preparation of Br-Functionalized UiO-66-NH2 (UiO-66-BiBB)\n\nUiO-66-BiBB was prepared by the acylation reaction between BiBB and UiO-66-NH2 (B). In a typical procedure, as-prepared UiO-66-NH2 (600 mg) was dispersed in anhydrous CH2Cl2 (100 mL) via sonication. TEA (1.5 mL) and BiBB (2 mL) were dissolved in CH2Cl2 (20 mL), respectively. First, the TEA solution was injected into the UiO-66-NH2 suspension. Then, the BiBB solution was added into the suspension dropwise under stirring in an ice-water bath. The mixture was stirred at 50 °C for 24 h. Subsequently, the product was washed thoroughly with CH2Cl2 over 24 h and then dried under reduced pressure at 60 °C.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Preparation of UiO-66-PSBMA</title><p>UiO-66-PSBMA\nwas prepared through an atom transfer radical polymerization (ATRP)\nprocedure, as illustrated in B. To be specific,\nUiO-66-BiBB (100 mg) was dispersed in the mixture of water (30 mL)\nand methanol (30 mL) by sonication. After the addition of bpy (122.7\nmg) and (1 g) SBMA monomer into the UiO-66-BiBB suspension, the solution\nwas degassed for three times through the typical freeze–pump–thaw\nprocess. Then, CuBr (21.6 mg) was added into the above solution, and\nthe whole system was degassed another three times. The reaction was\ncarried out at 60 °C for 24 h. The obtained suspension was purified\nby dialysis (cutoff <italic>M</italic>\n<sub>W</sub> = 14 000)\nfor 1 week, and a light yellow solution was obtained. Finally, the\nproduct was lyophilized and stored in a dryer before use.</p>", "clean_text": "Preparation of UiO-66-PSBMA\n\nUiO-66-PSBMA was prepared through an atom transfer radical polymerization (ATRP) procedure, as illustrated in B. To be specific, UiO-66-BiBB (100 mg) was dispersed in the mixture of water (30 mL) and methanol (30 mL) by sonication. After the addition of bpy (122.7 mg) and (1 g) SBMA monomer into the UiO-66-BiBB suspension, the solution was degassed for three times through the typical freeze-pump-thaw process. Then, CuBr (21.6 mg) was added into the above solution, and the whole system was degassed another three times. The reaction was carried out at 60 °C for 24 h. The obtained suspension was purified by dialysis (cutoff M W = 14000) for 1 week, and a light yellow solution was obtained. Finally, the product was lyophilized and stored in a dryer before use.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Membrane\nPreparation</title><p>The UF membranes\nwere prepared by a phase-inversion method as described in our previous\nworks. First, a given quantity of UiO-66-PSBMA\nbased on the weight of polymer was dispersed in NMP and sonicated\nfor 20 min. Then, PSf was added into the above solution to form a\nhomogeneous solution by stirring. Next, the mixture was further sonicated\nfor 60 min and stirred for 30 min. After removing air bubbles, this\nsolution was cast onto a glass plate. Then, the glass plate was immersed\nin deionized water at 30 °C for at least 24 h. Finally, the obtained\nmembrane was washed repeatedly with deionized water and stored in\ndeionized water. For comparison, PSf membrane incorporated with UiO-66-NH<sub>2</sub> or PSBMA and the pristine PSf membrane were also prepared\nvia the same procedures.</p>", "clean_text": "Membrane Preparation\n\nThe UF membranes were prepared by a phase-inversion method as described in our previous works. First, a given quantity of UiO-66-PSBMA based on the weight of polymer was dispersed in NMP and sonicated for 20 min. Then, PSf was added into the above solution to form a homogeneous solution by stirring. Next, the mixture was further sonicated for 60 min and stirred for 30 min. After removing air bubbles, this solution was cast onto a glass plate. Then, the glass plate was immersed in deionized water at 30 °C for at least 24 h. Finally, the obtained membrane was washed repeatedly with deionized water and stored in deionized water. For comparison, PSf membrane incorporated with UiO-66-NH2 or PSBMA and the pristine PSf membrane were also prepared via the same procedures.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Characterization</title><title>Characterization of Nanoparticles</title><p>Fourier transform\ninfrared spectroscopy (FT-IR) was measured on Nicolet\nNexus 470. X-ray diffraction (XRD) patterns were collected by a PANalytical\nX’Pert diffractometer with Cu Kα radiation. Transmission\nelectron microscopy (TEM) images were obtained via a JEOL JEM2100.\nThermogravimetric analysis (TGA) was carried out under air atmosphere\nwith a PerkinElmer thermal analyzer at a heating rate of 20 °C/min.\nX-ray photoelectron spectroscopy (XPS, Kratos Axis Ultra DLD, Al Kα)\nwas applied to characterize the chemical components. FE-SEM (field-emission\nscanning electron microscopy, Zeiss, Ultra 55) was operated at a working\nvoltage of 20 kV to observe the morphologies of nanoparticles.</p>", "clean_text": "Characterization\n\nCharacterization of Nanoparticles\n\nFourier transform infrared spectroscopy (FT-IR) was measured on Nicolet Nexus 470. X-ray diffraction (XRD) patterns were collected by a PANalytical X'Pert diffractometer with Cu Kα radiation. Transmission electron microscopy (TEM) images were obtained via a JEOL JEM2100. Thermogravimetric analysis (TGA) was carried out under air atmosphere with a PerkinElmer thermal analyzer at a heating rate of 20 °C/min. X-ray photoelectron spectroscopy (XPS, Kratos Axis Ultra DLD, Al Kα) was applied to characterize the chemical components. FE-SEM (field-emission scanning electron microscopy, Zeiss, Ultra 55) was operated at a working voltage of 20 kV to observe the morphologies of nanoparticles.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Characterization of the Membranes</title><p>The surface compositions\nof the as-prepared membranes were determined\nby X-ray photoelectron spectroscopy (XPS, PHI 5000C and PHI5300).\nThe cross-sectional and surface morphologies of all the membranes\nwere observed by FE-SEM. All the samples were coated with gold before\nthe observation. Element analysis was measured by energy-dispersive\nspectrometer (EDS) equipped by the aforementioned FE-SEM. The atomic\nforce microscopy (AFM) images were obtained by tapping mode on a Multimode\n8.</p>", "clean_text": "Characterization of the Membranes\n\nThe surface compositions of the as-prepared membranes were determined by X-ray photoelectron spectroscopy (XPS, PHI 5000C and PHI5300). The cross-sectional and surface morphologies of all the membranes were observed by FE-SEM. All the samples were coated with gold before the observation. Element analysis was measured by energy-dispersive spectrometer (EDS) equipped by the aforementioned FE-SEM. The atomic force microscopy (AFM) images were obtained by tapping mode on a Multimode 8.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>The hydrophilicity of the membranes was characterized by\nthe contact angle using water as the probe liquid. The static water\ncontact angles of the membranes were measured by using OCA15 (Datapyysics\nCO., Germany). The result for every sample was calculated by averaging\nat least three values obtained from different areas of the sample.</p>", "clean_text": "The hydrophilicity of the membranes was characterized by the contact angle using water as the probe liquid. The static water contact angles of the membranes were measured by using OCA15 (Datapyysics CO., Germany). The result for every sample was calculated by averaging at least three values obtained from different areas of the sample.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>The porosity of the membranes was determined by the classic gravimetric\nmethod. It could be calculated via :<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"am-2017-05504p_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>Porosity</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo>%</mml:mo>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>wet</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>dry</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>A</mml:mi>\n<mml:mi>L</mml:mi>\n<mml:mi>ρ</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>×</mml:mo>\n<mml:mn>100</mml:mn>\n<mml:mo>%</mml:mo>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>W</italic>\n<sub>wet</sub> and <italic>W</italic>\n<sub>dry</sub> are\nthe weights of the wet membrane and\ndry membrane, respectively; ρ is the pure water density; <italic>A</italic> is the membrane sample area; and <italic>L</italic> is\nthe membrane sample thickness.</p>", "clean_text": "The porosity of the membranes was determined by the classic gravimetric method. It could be calculated via : 1    Porosity ⁡  ( % )  =     W   wet   -   W   dry     A L ρ   × 100 %   where W wet and W dry are the weights of the wet membrane and dry membrane, respectively; ρ is the pure water density; A is the membrane sample area; and L is the membrane sample thickness.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The pure water flux and protein\nrejection of membrane were measured\nusing a cross-flow membrane module as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b05504/suppl_file/am7b05504_si_001.pdf\">Figure S1</ext-link>. The photograph of the cross-flow cell is shown\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b05504/suppl_file/am7b05504_si_001.pdf\">Figure S2</ext-link>. The efficient filtration\narea is 26.2 cm<sup>2</sup>, and the operation pressure was maintained\nat 0.2 MPa. Then, the pure water flux (<italic>F</italic>) could be\ncalculated via :<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"am-2017-05504p_m002.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>F</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>A</mml:mi>\n<mml:mo>×</mml:mo>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>V</italic> is the volume of\nthe permeated pure water; <italic>A</italic> is the effective membrane\narea; and <italic>t</italic> is the operation time. The rejection\nto BSA (<italic>R</italic>) was measured using 0.5 g/L BSA solution,\nand the results can be calculated by the :<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic xlink:href=\"am-2017-05504p_m003.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>R</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mi>C</mml:mi>\n<mml:mi mathvariant=\"normal\">p</mml:mi>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mi>C</mml:mi>\n<mml:mi mathvariant=\"normal\">f</mml:mi>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>C</italic>\n<sub>p</sub> and <italic>C</italic>\n<sub>f</sub> were the concentrations of the permeation\nand feed solutions, respectively. They were determined by an ultraviolet–visible\nspectrophotometer (Lambda 35, PerkinElmer, USA) at 280 nm.</p>", "clean_text": "The pure water flux and protein rejection of membrane were measured using a cross-flow membrane module as shown in Figure S1. The photograph of the cross-flow cell is shown in Figure S2. The efficient filtration area is 26.2 cm2, and the operation pressure was maintained at 0.2 MPa. Then, the pure water flux (F) could be calculated via : 2    F =   V   A × t     where V is the volume of the permeated pure water; A is the effective membrane area; and t is the operation time. The rejection to BSA (R) was measured using 0.5 g/L BSA solution, and the results can be calculated by the : 3    R = 1 -    C p     C f      where C p and C f were the concentrations of the permeation and feed solutions, respectively. They were determined by an ultraviolet-visible spectrophotometer (Lambda 35, PerkinElmer, USA) at 280 nm.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>Antifouling\nexperiments were conducted as follows. The operation\npressure here was 0.2 MPa during the whole process. First, distilled\nwater was passed through the membranes for 60 min, and the water flux\n(<italic>J</italic>\n<sub>1</sub>) reached a stable stage. Second, 0.5\ng/L BSA solution (pH 4.7, PBS buffer solution) was filtrated for 60\nmin, and the flux for BSA solution (<italic>J</italic>\n<sub>p</sub>) was recorded. Then, the membranes were washed with deionized water\nfor 10 min. The pure water flux of cleaned membranes (<italic>J</italic>\n<sub>2</sub>) was measured again. The flux recovery ratio (FRR),\nirreversible fouling ratio (<italic>R</italic>\n<sub>ir</sub>), and\nreversible fouling ratio (<italic>R</italic>\n<sub>r</sub>) were calculated\nvia –:<disp-formula id=\"eq4\">\n<label>4</label>\n<alternatives>\n<graphic xlink:href=\"am-2017-05504p_m004.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>FRR</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq5\">\n<label>5</label>\n<alternatives>\n<graphic xlink:href=\"am-2017-05504p_m005.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ir</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq6\">\n<label>6</label>\n<alternatives>\n<graphic xlink:href=\"am-2017-05504p_m006.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">r</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>p</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": "Antifouling experiments were conducted as follows. The operation pressure here was 0.2 MPa during the whole process. First, distilled water was passed through the membranes for 60 min, and the water flux (J 1) reached a stable stage. Second, 0.5 g/L BSA solution (pH 4.7, PBS buffer solution) was filtrated for 60 min, and the flux for BSA solution (J p) was recorded. Then, the membranes were washed with deionized water for 10 min. The pure water flux of cleaned membranes (J 2) was measured again. The flux recovery ratio (FRR), irreversible fouling ratio (R ir), and reversible fouling ratio (R r) were calculated via -: 4    FRR =     J   2       J   1         5      R   ir   =     J   1   -   J   2       J   1         6      R   r   =     J   2   -   J   p       J   1        ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Characterization of UiO-66-NH<sub>2</sub>,\nUiO-66-BiBB, and UiO-66-PSBMA</title><p>\nA reflects the XPS spectra of UiO-66-NH<sub>2</sub>, UiO-66-BiBB, and UiO-66-PSBMA. It is found that raw UiO-66-NH<sub>2</sub> includes the peaks of C 1s (286 eV), O 1s (532 eV), N 1s\n(400 eV), and Zr 3d (184 eV), which agrees well with the chemical\nstructure of UiO-66-NH<sub>2</sub>. There\nis no signal of Br of unmodified UiO-66-NH<sub>2</sub>, while a new\npeak at 70 eV (corresponded to Br 3d) shows up in the XPS spectrum\nof UiO-66-BiBB. This implies that initiator is successfully anchored\nonto UiO-66-NH<sub>2</sub>. Zr, N, and S signals are almost undetectable\nin the XPS spectrum of UiO-66-PSBMA, which could be attributed to\nthe successful grafting of PSBMA polymer brushes onto UiO-66-NH<sub>2</sub>. With respect to the FTIR spectrum of UiO-66-PSBMA (B), the characteristic\npeaks at 1173 and 1041 cm<sup>–1</sup> which are assigned to\nthe symmetric and asymmetric stretching of OSO from\nthe grafted polymer can be observed. A new peak originated from the\nCO stretching vibration of methyl methacrylate from PSBMA\nappears at 1728 cm<sup>–1</sup> as well. Besides, the peak\naround 2970 cm<sup>–1</sup> attributed to the C–H stretching\nvibration of the methyl groups from PSBMA emerges in the spectra of\nUiO-66-PSBMA. In short, both FTIR and XPS results confirm the successful\ngrafting of PSBMA onto UiO-66-NH<sub>2</sub> via ATRP.</p>", "clean_text": "Results and Discussion\n\nCharacterization of UiO-66-NH2, UiO-66-BiBB, and UiO-66-PSBMA\n\n A reflects the XPS spectra of UiO-66-NH2, UiO-66-BiBB, and UiO-66-PSBMA. It is found that raw UiO-66-NH2 includes the peaks of C 1s (286 eV), O 1s (532 eV), N 1s (400 eV), and Zr 3d (184 eV), which agrees well with the chemical structure of UiO-66-NH2. There is no signal of Br of unmodified UiO-66-NH2, while a new peak at 70 eV (corresponded to Br 3d) shows up in the XPS spectrum of UiO-66-BiBB. This implies that initiator is successfully anchored onto UiO-66-NH2. Zr, N, and S signals are almost undetectable in the XPS spectrum of UiO-66-PSBMA, which could be attributed to the successful grafting of PSBMA polymer brushes onto UiO-66-NH2. With respect to the FTIR spectrum of UiO-66-PSBMA (B), the characteristic peaks at 1173 and 1041 cm-1 which are assigned to the symmetric and asymmetric stretching of OSO from the grafted polymer can be observed. A new peak originated from the CO stretching vibration of methyl methacrylate from PSBMA appears at 1728 cm-1 as well. Besides, the peak around 2970 cm-1 attributed to the C-H stretching vibration of the methyl groups from PSBMA emerges in the spectra of UiO-66-PSBMA. In short, both FTIR and XPS results confirm the successful grafting of PSBMA onto UiO-66-NH2 via ATRP.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) XPS spectra, (B)\nFTIR spectra, (C) XRD patterns,and (D) TGA\nresults of UiO-66-NH<sub>2</sub>, UiO-66-BIBB, and UiO-66-PSBMA.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2017-05504p_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (A) XPS spectra, (B) FTIR spectra, (C) XRD patterns,and (D) TGA results of UiO-66-NH2, UiO-66-BIBB, and UiO-66-PSBMA.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>The XRD spectra of UiO-66-NH<sub>2</sub>, UiO-66-BiBB, and UiO-66-PSBMA\nare depicted in C to further investigate the crystallinity of the modified MOFs.\nThe XRD pattern of raw UiO-66-NH<sub>2</sub> is remarkably consistent\nwith that reported for the UiO-66 topology. The covalent attachment of initiator onto UiO-66-NH<sub>2</sub> does\nnot change its crystal structure since UiO-66-BiBB shows the same\nXRD pattern as that of UiO-66-NH<sub>2</sub>. For UiO-66-PSBMA, the\nsharp peaks from raw UiO-66-NH<sub>2</sub> are partially overlapped\nwith a wide peak from 10 to 30°, which can be attributed to the\namorphous PSBMA diffraction. The XRD results here also indicate the\nsuccessful preparation of UiO-66-PSBMA. D shows the TGA results of raw UiO-66-NH<sub>2</sub> and the modified ones in the air atmosphere. An obvious weight\nloss from 250 to 350 °C appears in the TGA curve of UiO-66-SPBMA,\nderived from the decomposition of grafted polymer, and further confirms\nthe successful grafting of PSBMA onto UiO-66-NH<sub>2</sub> via ATRP.\nAccording to the TGA results, the percentage of polymer in UiO-66-PSBMA\ncan be estimated as about 54.2%.</p>", "clean_text": "The XRD spectra of UiO-66-NH2, UiO-66-BiBB, and UiO-66-PSBMA are depicted in C to further investigate the crystallinity of the modified MOFs. The XRD pattern of raw UiO-66-NH2 is remarkably consistent with that reported for the UiO-66 topology. The covalent attachment of initiator onto UiO-66-NH2 does not change its crystal structure since UiO-66-BiBB shows the same XRD pattern as that of UiO-66-NH2. For UiO-66-PSBMA, the sharp peaks from raw UiO-66-NH2 are partially overlapped with a wide peak from 10 to 30°, which can be attributed to the amorphous PSBMA diffraction. The XRD results here also indicate the successful preparation of UiO-66-PSBMA. D shows the TGA results of raw UiO-66-NH2 and the modified ones in the air atmosphere. An obvious weight loss from 250 to 350 °C appears in the TGA curve of UiO-66-SPBMA, derived from the decomposition of grafted polymer, and further confirms the successful grafting of PSBMA onto UiO-66-NH2 via ATRP. According to the TGA results, the percentage of polymer in UiO-66-PSBMA can be estimated as about 54.2%.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>\n shows the\nTEM images of UiO-66-NH<sub>2</sub>, UiO-66-BiBB, and UiO-66-PSBMA.\nAs shown in A,B, UiO-66-BiBB has a similar morphology to that of raw UiO-66-NH<sub>2</sub> with a particle size of ∼50 nm. After the polymer\nmodification, the surface of UiO-66-PSBMA becomes smooth (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b05504/suppl_file/am7b05504_si_001.pdf\">Figure S3</ext-link>), and an obvious polymer shell can\neven be observed in its TEM image (C). Understandably, the core contour and\nsize of UiO-66-PSBMA are similar to those of unmodified UiO-66-NH<sub>2</sub>. In addition, the prepared UiO-66-PSBMA aqueous solution\nshows a clear upper critical solution temperature (UCST)-type phase\ntransition, which further confirms the successful preparation of UiO-66-PSBMA\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b05504/suppl_file/am7b05504_si_001.pdf\">Figure S4</ext-link>).</p>", "clean_text": "  shows the TEM images of UiO-66-NH2, UiO-66-BiBB, and UiO-66-PSBMA. As shown in A,B, UiO-66-BiBB has a similar morphology to that of raw UiO-66-NH2 with a particle size of ~50 nm. After the polymer modification, the surface of UiO-66-PSBMA becomes smooth (Figure S3), and an obvious polymer shell can even be observed in its TEM image (C). Understandably, the core contour and size of UiO-66-PSBMA are similar to those of unmodified UiO-66-NH2. In addition, the prepared UiO-66-PSBMA aqueous solution shows a clear upper critical solution temperature (UCST)-type phase transition, which further confirms the successful preparation of UiO-66-PSBMA (Figure S4).", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>TEM images of (A) UiO-66-NH<sub>2</sub>, (B) UiO-66-BiBB, and (C)\nUiO-66-PSBMA.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2017-05504p_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  TEM images of (A) UiO-66-NH2, (B) UiO-66-BiBB, and (C) UiO-66-PSBMA.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Dispersion\nof UiO-66-PSBMA in the Membrane\nMatrix</title><p>The compatibility between inorganic fillers and polymer\nmatrices is considered one of the greatest challenges during the development\nof high-performance organic–inorganic hybrid membranes. Although MOFs, such as UiO-66-NH<sub>2</sub> used here, possess\norganic ligands, they are essentially crystals and present the characteristics\nof an inorganic crystal. The preparation of a homogeneous MOF dispersion\nis usually difficult by direct dispersion of raw MOF particles in\na polymer solution. As shown in B, the PSf casting solution with 0.3 wt % raw UiO-66-NH<sub>2</sub> is turbid even after sonication for a long time. This indicates\nthat raw UiO-66-NH<sub>2</sub> exhibits a rather poor dispersion in\ncasting solution and aggregation is easily formed. On the contrary,\nthe casting solution with 0.3 wt % UiO-66-PSBMA (D) is almost as transparent\nas the PSBMA/PSf casting solution (C). It shows the good dispersion of UiO-66-PSBMA.\nUnderstandably, PSBMA brushes formed around MOF nanoparticles can\neffectively prevent the aggregation and greatly enhance the dispersity.\nEDS was further employed for the characterization of the dispersion\nof fillers. The EDS mapping images of the hybrid membrane with 0.3\nwt % UiO-66-PSBMA () illustrate that Zr and N elements originated from UiO-66-PSBMA\nare dispersed uniformly in the whole PSf matrix without obvious aggregation.\nThis result indicates that the PSBMA which wraps on UiO-66-NH<sub>2</sub> can effectively improve the compatibility between UiO-66-NH<sub>2</sub> and PSf matrix.</p>", "clean_text": "Dispersion of UiO-66-PSBMA in the Membrane Matrix\n\nThe compatibility between inorganic fillers and polymer matrices is considered one of the greatest challenges during the development of high-performance organic-inorganic hybrid membranes. Although MOFs, such as UiO-66-NH2 used here, possess organic ligands, they are essentially crystals and present the characteristics of an inorganic crystal. The preparation of a homogeneous MOF dispersion is usually difficult by direct dispersion of raw MOF particles in a polymer solution. As shown in B, the PSf casting solution with 0.3 wt % raw UiO-66-NH2 is turbid even after sonication for a long time. This indicates that raw UiO-66-NH2 exhibits a rather poor dispersion in casting solution and aggregation is easily formed. On the contrary, the casting solution with 0.3 wt % UiO-66-PSBMA (D) is almost as transparent as the PSBMA/PSf casting solution (C). It shows the good dispersion of UiO-66-PSBMA. Understandably, PSBMA brushes formed around MOF nanoparticles can effectively prevent the aggregation and greatly enhance the dispersity. EDS was further employed for the characterization of the dispersion of fillers. The EDS mapping images of the hybrid membrane with 0.3 wt % UiO-66-PSBMA () illustrate that Zr and N elements originated from UiO-66-PSBMA are dispersed uniformly in the whole PSf matrix without obvious aggregation. This result indicates that the PSBMA which wraps on UiO-66-NH2 can effectively improve the compatibility between UiO-66-NH2 and PSf matrix.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Digital photographs of (A) PSf, (B) 0.3 wt %\nUiO-66-NH<sub>2</sub>/PSf, (C) 0.3 wt % PSBMA/PSf, and (D) 0.3 wt\n% UiO-66-PSBMA/PSf casting\nsolutions.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2017-05504p_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Digital photographs of (A) PSf, (B) 0.3 wt % UiO-66-NH2/PSf, (C) 0.3 wt % PSBMA/PSf, and (D) 0.3 wt % UiO-66-PSBMA/PSf casting solutions.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(A) Cross-sectional morphology of UiO-66-PSBMA/PSf\nmembrane with\nUiO-66-PSBMA loading of 0.3 wt % and the corresponding EDS mapping\nscanning spectra of (B) C, (C) O, (D) S, (E) Zr, and (F) N.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2017-05504p_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (A) Cross-sectional morphology of UiO-66-PSBMA/PSf membrane with UiO-66-PSBMA loading of 0.3 wt % and the corresponding EDS mapping scanning spectra of (B) C, (C) O, (D) S, (E) Zr, and (F) N.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Characterization\nof the UiO-66-PSBMA/PSf Hybrid\nMembranes</title><p>In order to gain a deep insight into the improvement\nof hybrid membrane by doping UiO-66-PSBMA, hybrid membranes with raw\nUiO-66-NH<sub>2</sub> or PSBMA were prepared, as well as the pristine\nPSf membrane. The addition content of all the fillers is 0.3 wt %.\nMembrane surface composition was characterized by XPS analysis. The\nproperties of these membranes were compared in terms of pure water\nflux, rejection to BSA, cross-sectional structure, porosity, surface\nmorphology, and water contact angle.</p>", "clean_text": "Characterization of the UiO-66-PSBMA/PSf Hybrid Membranes\n\nIn order to gain a deep insight into the improvement of hybrid membrane by doping UiO-66-PSBMA, hybrid membranes with raw UiO-66-NH2 or PSBMA were prepared, as well as the pristine PSf membrane. The addition content of all the fillers is 0.3 wt %. Membrane surface composition was characterized by XPS analysis. The properties of these membranes were compared in terms of pure water flux, rejection to BSA, cross-sectional structure, porosity, surface morphology, and water contact angle.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>XPS spectra of the membrane\nsurfaces and the corresponding\nelement\ncontents are shown in  and , respectively. According to , the pristine PSf membrane and all the hybrid membranes\nhave peaks for C 1s, O 1s, and S 2p. The peaks for the atoms of additives\nare too weak to be observed due to their low levels, while according\nto , all of\nthe hybrid membranes contain certain atoms derived from the corresponding\nadditives compared to the pristine PSf membrane. Besides, the element\nmapping and EDS of the UiO-66-PSBMA/PSf membrane surface show the\npresence of C, O, S, Zr, and N (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b05504/suppl_file/am7b05504_si_001.pdf\">Figure S6</ext-link>). These results confirm the existence of additives on the membrane\nsurfaces.</p>", "clean_text": "XPS spectra of the membrane surfaces and the corresponding element contents are shown in  and , respectively. According to , the pristine PSf membrane and all the hybrid membranes have peaks for C 1s, O 1s, and S 2p. The peaks for the atoms of additives are too weak to be observed due to their low levels, while according to , all of the hybrid membranes contain certain atoms derived from the corresponding additives compared to the pristine PSf membrane. Besides, the element mapping and EDS of the UiO-66-PSBMA/PSf membrane surface show the presence of C, O, S, Zr, and N (Figure S6). These results confirm the existence of additives on the membrane surfaces.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>XPS spectra of PSf, UiO-66-NH<sub>2</sub>/PSf, PSBMA/PSf, and UiO-66-PSBMA/PSf\nmembranes.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2017-05504p_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  XPS spectra of PSf, UiO-66-NH2/PSf, PSBMA/PSf, and UiO-66-PSBMA/PSf membranes.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Surface Elemental\nPercentage of PSf,\nUiO-66-NH<sub>2</sub>/PSf, PSBMA/PSf, and UiO-66-PSBMA/PSf Membranes\nObtained from XPS Spectra</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col2\" rowsep=\"1\">atomic percent (atom %)</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">membrane</oasis:entry>\n<oasis:entry align=\"center\">C</oasis:entry>\n<oasis:entry align=\"center\">O</oasis:entry>\n<oasis:entry align=\"center\">S</oasis:entry>\n<oasis:entry align=\"center\">Zr</oasis:entry>\n<oasis:entry align=\"center\">N</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>PSf</oasis:entry>\n<oasis:entry>81.50</oasis:entry>\n<oasis:entry>17.03</oasis:entry>\n<oasis:entry>1.47</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>/PSf</oasis:entry>\n<oasis:entry>81.34</oasis:entry>\n<oasis:entry>17.00</oasis:entry>\n<oasis:entry>1.37</oasis:entry>\n<oasis:entry>0.12</oasis:entry>\n<oasis:entry>0.17</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PSBMA/PSf</oasis:entry>\n<oasis:entry>81.46</oasis:entry>\n<oasis:entry>16.06</oasis:entry>\n<oasis:entry>2.05</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.43</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-PSBMA/PSf</oasis:entry>\n<oasis:entry>81.39</oasis:entry>\n<oasis:entry>16.44</oasis:entry>\n<oasis:entry>1.80</oasis:entry>\n<oasis:entry>0.08</oasis:entry>\n<oasis:entry>0.29</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<p>The membrane performances of pure water flux and\nrejection of hybrid\nmembranes with different fillers are summarized in A. All hybrid membranes incorporated\nwith fillers show improved fluxes, compared to that of PSf membrane,\nand UiO-66-PSBMA/PSf hybrid membrane exhibits the greatest enhancement.\nIn particular, the water flux of UiO-66-PSBMA/PSf is 602 L m<sup>–2</sup> h<sup>–1</sup>, nearly 2.5 times that of the pristine PSf\nmembrane (240 L m<sup>–2</sup> h<sup>–1</sup>) and 2\ntimes that of UiO-66-NH<sub>2</sub>/PSf hybrid membrane (294 L m<sup>–2</sup> h<sup>–1</sup>). Meanwhile, the water flux\nof UiO-66-PSBMA/PSf hybrid membrane is also much higher than that\nof PSBMA/PSf membrane. These results indicate the existence of synergetic\neffects between UiO-66-NH<sub>2</sub> and PSBMA, and both of them\nplay a nonnegligible role in improving the hybrid membrane’s\nflux.</p>", "clean_text": "The membrane performances of pure water flux and rejection of hybrid membranes with different fillers are summarized in A. All hybrid membranes incorporated with fillers show improved fluxes, compared to that of PSf membrane, and UiO-66-PSBMA/PSf hybrid membrane exhibits the greatest enhancement. In particular, the water flux of UiO-66-PSBMA/PSf is 602 L m-2 h-1, nearly 2.5 times that of the pristine PSf membrane (240 L m-2 h-1) and 2 times that of UiO-66-NH2/PSf hybrid membrane (294 L m-2 h-1). Meanwhile, the water flux of UiO-66-PSBMA/PSf hybrid membrane is also much higher than that of PSBMA/PSf membrane. These results indicate the existence of synergetic effects between UiO-66-NH2 and PSBMA, and both of them play a nonnegligible role in improving the hybrid membrane's flux.", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(A) Pure water flux and rejections (to BSA) tested at 0.2 MPa operation\npressure, (B) contact angle values, and (C–F) cross-sectional\nSEM images of the membranes doping with different fillers.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2017-05504p_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  (A) Pure water flux and rejections (to BSA) tested at 0.2 MPa operation pressure, (B) contact angle values, and (C-F) cross-sectional SEM images of the membranes doping with different fillers.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["property"], "content": "<p>The cross-sectional and corresponding magnified\ncross-sectional\nimages of these membranes are displayed in C–F and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b05504/suppl_file/am7b05504_si_001.pdf\">S7</ext-link>, respectively. All the membranes show a typical asymmetric structure,\nincluding a dense thin layer and a porous sublayer. The thin layer\nis responsible for the permeation and rejection, whereas the sublayer\nmainly acts as mechanical support. It is found that the incorporation\nof UiO-66-PSBMA or PSBMA has influence on both the thin layer and\nthe sublayer. It is found that the fingerlike pores of UiO-66-PSBMA/PSf\nand PSBMA/PSf membranes are longer and wider with total suppression\nof macrovoids, compared to PSf and UiO-66-NH<sub>2</sub>/PSf membranes.\nFurthermore, the thicknesses of the skin layer of PSf, UiO-66-NH2/PSf,\nPSBMA/PSf, and UiO-66-PSBMA/PSf marked in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b05504/suppl_file/am7b05504_si_001.pdf\">Figure S7</ext-link> are ca. 241, 228, 169, and 164 nm, respectively (). These results are\nconsistent with the porosity of the membranes (). It is well-known that the incorporation\nof hydrophilic nanoparticles into casting solution can accelerate\nthe exchange rate between solvent (NMP) and nonsolvent (deionized\nwater) during the coagulation process, thus resulting in a more porous\nstructure. The superhydrophilicity of\nUiO-66-PSBMA can be observed by the contact angle dropmeter (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b05504/suppl_file/am7b05504_si_001.pdf\">Figure S5</ext-link>). Therefore, the incorporation of UiO-66-PSBMA\nconstructs more porous structures compared to those with the incorporation\nof raw UiO-66-NH<sub>2</sub> due to the superhydrophilicity and excellent\ndispersibility of UiO-66-PSBMA. The results of the rejection to BSA\nof the membranes are consistent with these observed structures. In A, the rejections\nof all the hybrid membranes exhibit different degrees of reduction\nin comparison with pristine PSf membrane. The decrease in rejection\nof UiO-66-PSBMA/PSf membrane can be attributed to the more porous\nstructure. It is should be noted that the rejection of UiO-66-PSBMA/PSf\nmembrane is better retained, compared to that of UiO-66-NH<sub>2</sub>/PSf membrane. As is well-known, the compatibility of fillers in\npolymer matrices plays an important role in the selectivity of separation\nmembranes. Due to the strong aggregation tendency of raw UiO-66-NH<sub>2</sub> that comes from the hydrophobic nature and/or strong interparticle\ninteractions of MOF nanoparticles, the compatibility between UiO-66-NH<sub>2</sub> and PSf is not good enough, resulting in the formation of\nnonselective voids. Ultimately, the rejection of UiO-66-NH<sub>2</sub>/PSf membrane declines. After being grafted with hydrophilic PSBMA,\nthe surface of MOF transfers to superhydrophilicity, and the interactions\nare reduced. A better\ndispersion of MOF in casting solution can thus be obtained. As a result,\nthe water flux of UiO-66-PSBMA/PSf hybrid membrane is much higher\nthan that of UiO-66-NH<sub>2</sub>/PSf membrane.</p>", "clean_text": "The cross-sectional and corresponding magnified cross-sectional images of these membranes are displayed in C-F and S7, respectively. All the membranes show a typical asymmetric structure, including a dense thin layer and a porous sublayer. The thin layer is responsible for the permeation and rejection, whereas the sublayer mainly acts as mechanical support. It is found that the incorporation of UiO-66-PSBMA or PSBMA has influence on both the thin layer and the sublayer. It is found that the fingerlike pores of UiO-66-PSBMA/PSf and PSBMA/PSf membranes are longer and wider with total suppression of macrovoids, compared to PSf and UiO-66-NH2/PSf membranes. Furthermore, the thicknesses of the skin layer of PSf, UiO-66-NH2/PSf, PSBMA/PSf, and UiO-66-PSBMA/PSf marked in Figure S7 are ca. 241, 228, 169, and 164 nm, respectively (). These results are consistent with the porosity of the membranes (). It is well-known that the incorporation of hydrophilic nanoparticles into casting solution can accelerate the exchange rate between solvent (NMP) and nonsolvent (deionized water) during the coagulation process, thus resulting in a more porous structure. The superhydrophilicity of UiO-66-PSBMA can be observed by the contact angle dropmeter (Figure S5). Therefore, the incorporation of UiO-66-PSBMA constructs more porous structures compared to those with the incorporation of raw UiO-66-NH2 due to the superhydrophilicity and excellent dispersibility of UiO-66-PSBMA. The results of the rejection to BSA of the membranes are consistent with these observed structures. In A, the rejections of all the hybrid membranes exhibit different degrees of reduction in comparison with pristine PSf membrane. The decrease in rejection of UiO-66-PSBMA/PSf membrane can be attributed to the more porous structure. It is should be noted that the rejection of UiO-66-PSBMA/PSf membrane is better retained, compared to that of UiO-66-NH2/PSf membrane. As is well-known, the compatibility of fillers in polymer matrices plays an important role in the selectivity of separation membranes. Due to the strong aggregation tendency of raw UiO-66-NH2 that comes from the hydrophobic nature and/or strong interparticle interactions of MOF nanoparticles, the compatibility between UiO-66-NH2 and PSf is not good enough, resulting in the formation of nonselective voids. Ultimately, the rejection of UiO-66-NH2/PSf membrane declines. After being grafted with hydrophilic PSBMA, the surface of MOF transfers to superhydrophilicity, and the interactions are reduced. A better dispersion of MOF in casting solution can thus be obtained. As a result, the water flux of UiO-66-PSBMA/PSf hybrid membrane is much higher than that of UiO-66-NH2/PSf membrane.", "data": null, "include_properties": null}, {"idx": 33, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Porosity, Skin Layer Thickness, and\nthe Surface Roughness Values of PSf, UiO-66-NH<sub>2</sub>/PSf, PSBMA/PSf,\nand UiO-66-PSBMA/PSf Membranes</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">membrane</oasis:entry>\n<oasis:entry align=\"center\">porosity\n(%)</oasis:entry>\n<oasis:entry align=\"center\">skin layer\nthickness (nm)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>R</italic>\n<sub>q</sub> (nm)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>R</italic>\n<sub>a</sub> (nm)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>PSf</oasis:entry>\n<oasis:entry>63.2</oasis:entry>\n<oasis:entry>241</oasis:entry>\n<oasis:entry>11.8</oasis:entry>\n<oasis:entry>9.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>/PSf</oasis:entry>\n<oasis:entry>65.3</oasis:entry>\n<oasis:entry>229</oasis:entry>\n<oasis:entry>13.1</oasis:entry>\n<oasis:entry>10.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PSBMA/PSf</oasis:entry>\n<oasis:entry>68.5</oasis:entry>\n<oasis:entry>169</oasis:entry>\n<oasis:entry>16.2</oasis:entry>\n<oasis:entry>13.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-PSBMA/PSf</oasis:entry>\n<oasis:entry>73.4</oasis:entry>\n<oasis:entry>164</oasis:entry>\n<oasis:entry>19.3</oasis:entry>\n<oasis:entry>15.3</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<p>Moreover,\nmembrane surface morphology and hydrophilicity also play\nan important role in determining the flux of membranes. A rough surface\ncommonly results in an increase in efficient filtration area, thereby\nimproving the membrane permeation. The\nroughness of the membrane surface is measured by AFM, the results\nof which are shown in E–H and quantified in . According to the results, UiO-66-PSBMA/PSf\nmembrane shows the roughest surface due to the fast exchange rate\nbetween NMP and water during the coagulation process, which is consistent\nwith the morphologies observed in FE-SEM images (E–H). Contact angles\nof membranes are used to verify the hydrophilicity change of membranes,\nand the results are shown in B. UiO-66-PSBMA possesses extremely high hydrophilicity\ndue to the grafting of PSBMA. As a result,\nUiO-66-PSBMA/PSf hybrid membrane presents a relatively high hydrophilicity,\nwhich is beneficial for the enhancement of water permeability. The\ncontact angles of UiO-66-PSBMA/PSf and PSBMA/PSf exhibit relatively\nlow values (66.3 and 65.7°, respectively), while the contact\nangle of UiO-66-NH<sub>2</sub>/PSf (74.8°) is quite close to\nthat of PSf membrane (77.1°). It demonstrates the great promotion\neffect of UiO-66-PSBMA on membrane hydrophilicity due to the presence\nof PSBMA, compared to that of raw UiO-66-NH<sub>2</sub>. The enhanced\nhydrophilicity undoubtedly is beneficial to promote water permeation\nand antifouling properties (discussed later).</p>", "clean_text": "Moreover, membrane surface morphology and hydrophilicity also play an important role in determining the flux of membranes. A rough surface commonly results in an increase in efficient filtration area, thereby improving the membrane permeation. The roughness of the membrane surface is measured by AFM, the results of which are shown in E-H and quantified in . According to the results, UiO-66-PSBMA/PSf membrane shows the roughest surface due to the fast exchange rate between NMP and water during the coagulation process, which is consistent with the morphologies observed in FE-SEM images (E-H). Contact angles of membranes are used to verify the hydrophilicity change of membranes, and the results are shown in B. UiO-66-PSBMA possesses extremely high hydrophilicity due to the grafting of PSBMA. As a result, UiO-66-PSBMA/PSf hybrid membrane presents a relatively high hydrophilicity, which is beneficial for the enhancement of water permeability. The contact angles of UiO-66-PSBMA/PSf and PSBMA/PSf exhibit relatively low values (66.3 and 65.7°, respectively), while the contact angle of UiO-66-NH2/PSf (74.8°) is quite close to that of PSf membrane (77.1°). It demonstrates the great promotion effect of UiO-66-PSBMA on membrane hydrophilicity due to the presence of PSBMA, compared to that of raw UiO-66-NH2. The enhanced hydrophilicity undoubtedly is beneficial to promote water permeation and antifouling properties (discussed later).", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Surface SEM images of\n(A) PSf, (B) UiO-66-NH<sub>2</sub>/PSf, (C)\nPSBMA/PSf, and (D) UiO-66-PSBMA/PSf membranes; AFM three-dimensional\nsurface image of (E) PSf, (F) UiO-66-NH<sub>2</sub>/PSf, (G) PSBMA/PSf,\nand (H) UiO-66-PSBMA/PSf membranes.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am-2017-05504p_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Surface SEM images of (A) PSf, (B) UiO-66-NH2/PSf, (C) PSBMA/PSf, and (D) UiO-66-PSBMA/PSf membranes; AFM three-dimensional surface image of (E) PSf, (F) UiO-66-NH2/PSf, (G) PSBMA/PSf, and (H) UiO-66-PSBMA/PSf membranes.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>Note that although\nthe cross-sectional structure and surface properties\nof PSBMA/PSf membrane are much like those of UiO-66-PSBMA/PSf membrane,\nits water flux is much lower than that of the UiO-66-PSBMA/PSf membrane.\nThis can be attributed to the absence of UiO-66-NH<sub>2</sub> in\nPSBMA/PSf membrane. As a typical MOF, UiO-66-NH<sub>2</sub> possesses\na highly ordered porous structure. Its aperture size is around 6.0\nÅ, which is larger than the size of water molecules (∼2.8\nÅ). Thus, UiO-66PSBMA particles in the thin layer provide additional\nflow paths for water permeation through their hydrophilic porous structure\nas well as the tiny interspace. Besides, the existence\nof MOF nanoparticles among the casting solution will reduce the interaction\nof the polymer chains due to their inorganic constituent, thereby\ndecreasing the compactness and density of the skin layer. The interesting\nporosity behavior can verify this inference to some extent. As shown\nin , UiO-66-PSBMA/PSf\nhybrid membrane shows much higher porosity value, compared to that\nof PSBMA/PSf membrane, but this may not be realized by direct incorporation\nof PSBMA into PSf matrix. As a result, the permeability of UiO-66-PSBMA/PSf\nhybrid membranes is also much higher than that of PSBMA/PSf membrane.</p>", "clean_text": "Note that although the cross-sectional structure and surface properties of PSBMA/PSf membrane are much like those of UiO-66-PSBMA/PSf membrane, its water flux is much lower than that of the UiO-66-PSBMA/PSf membrane. This can be attributed to the absence of UiO-66-NH2 in PSBMA/PSf membrane. As a typical MOF, UiO-66-NH2 possesses a highly ordered porous structure. Its aperture size is around 6.0 Å, which is larger than the size of water molecules (~2.8 Å). Thus, UiO-66PSBMA particles in the thin layer provide additional flow paths for water permeation through their hydrophilic porous structure as well as the tiny interspace. Besides, the existence of MOF nanoparticles among the casting solution will reduce the interaction of the polymer chains due to their inorganic constituent, thereby decreasing the compactness and density of the skin layer. The interesting porosity behavior can verify this inference to some extent. As shown in , UiO-66-PSBMA/PSf hybrid membrane shows much higher porosity value, compared to that of PSBMA/PSf membrane, but this may not be realized by direct incorporation of PSBMA into PSf matrix. As a result, the permeability of UiO-66-PSBMA/PSf hybrid membranes is also much higher than that of PSBMA/PSf membrane.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>Conclusively, by the grafting of PSBMA brushes onto UiO-66-NH<sub>2</sub>, a homogeneous dispersion of UiO-66-PSBMA in the hybrid membrane\ncan be obtained. The as-prepared UiO-66-PSBMA composite nanoparticles\ncombine both the unique physical and chemical properties of PSBMA\nand the high porosity of UiO-66-NH<sub>2</sub>. As a result, the incorporation\nof UiO-66-PSBMA into PSf matrix not only accelerates the phase inversion\nduring the coagulation process endowing the hybrid membrane with highly\nporous structures but also helps to improve the hydrophilicity of\nthe hybrid membrane. The superhydrophilic MOF particles in the skin\nlayer also provide additional flow paths for water permeation through\ntheir hydrophilic porous structure as well as the tiny interspace\nbetween PSf matrix. Thus, the UiO-66-PSBMA/PSf hybrid membrane possesses\na highly improved pure water flux together with a slight decrease\nof rejection. Compared to the membranes incorporated with UiO-66-NH<sub>2</sub> or PSBMA, UiO-66-PSBMA/PSf membrane also shows its obvious\nsuperiority due to the well-tailored properties of UiO-66-PSBMA.</p>", "clean_text": "Conclusively, by the grafting of PSBMA brushes onto UiO-66-NH2, a homogeneous dispersion of UiO-66-PSBMA in the hybrid membrane can be obtained. The as-prepared UiO-66-PSBMA composite nanoparticles combine both the unique physical and chemical properties of PSBMA and the high porosity of UiO-66-NH2. As a result, the incorporation of UiO-66-PSBMA into PSf matrix not only accelerates the phase inversion during the coagulation process endowing the hybrid membrane with highly porous structures but also helps to improve the hydrophilicity of the hybrid membrane. The superhydrophilic MOF particles in the skin layer also provide additional flow paths for water permeation through their hydrophilic porous structure as well as the tiny interspace between PSf matrix. Thus, the UiO-66-PSBMA/PSf hybrid membrane possesses a highly improved pure water flux together with a slight decrease of rejection. Compared to the membranes incorporated with UiO-66-NH2 or PSBMA, UiO-66-PSBMA/PSf membrane also shows its obvious superiority due to the well-tailored properties of UiO-66-PSBMA.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<title>Effect of UiO-66-PSBMA Loading on the Membrane\nPerformance and Morphologies</title><p>To gain a comprehensive insight\ninto the influence of UiO-66-PSBMA loading on the membrane performance\nand morphologies, the hybrid membranes containing UiO-66-PSBMA contents\nfrom 0.1 to 1 wt % with respect to PSf content were prepared. Neat\nPSf membrane was also prepared for comparison.</p>", "clean_text": "Effect of UiO-66-PSBMA Loading on the Membrane Performance and Morphologies\n\nTo gain a comprehensive insight into the influence of UiO-66-PSBMA loading on the membrane performance and morphologies, the hybrid membranes containing UiO-66-PSBMA contents from 0.1 to 1 wt % with respect to PSf content were prepared. Neat PSf membrane was also prepared for comparison.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["property"], "content": "<p>\n shows the pure water fluxes\nand rejections of membranes with different contents of UiO-66-PSBMA.\nWith the increase of UiO-66-PSBMA loading, the water flux significantly\nincreases and reaches a maximum (602 L m<sup>–2</sup> h<sup>–1</sup>) at UiO-66-PSBMA content of 0.3 wt %, which is ∼2.5\ntimes that of the pristine PSf membrane (240 L m<sup>–2</sup> h<sup>–1</sup>). The water permeability of UiO-66-PSBMA/PSf\ndemonstrates significant advantages over those of most hybrid UF membranes\nreported in the previous works (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b05504/suppl_file/am7b05504_si_001.pdf\">Table S1</ext-link>), but the flux no longer increases or even decreases upon addition\nof larger amounts of UiO-66-PSBMA. At the same time, the rejection\nrates of these hybrid membranes decrease slightly with increasing\namounts of UiO-66-PSBMA, staying at a relatively high level (&gt;98%).\nThese results should be attributed to the synergetic effects between\nUiO-66-NH<sub>2</sub> and PSBMA.</p>", "clean_text": "  shows the pure water fluxes and rejections of membranes with different contents of UiO-66-PSBMA. With the increase of UiO-66-PSBMA loading, the water flux significantly increases and reaches a maximum (602 L m-2 h-1) at UiO-66-PSBMA content of 0.3 wt %, which is ~2.5 times that of the pristine PSf membrane (240 L m-2 h-1). The water permeability of UiO-66-PSBMA/PSf demonstrates significant advantages over those of most hybrid UF membranes reported in the previous works (Table S1), but the flux no longer increases or even decreases upon addition of larger amounts of UiO-66-PSBMA. At the same time, the rejection rates of these hybrid membranes decrease slightly with increasing amounts of UiO-66-PSBMA, staying at a relatively high level (>98%). These results should be attributed to the synergetic effects between UiO-66-NH2 and PSBMA.", "data": null, "include_properties": null}, {"idx": 40, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Pure water flux and rejection (to BSA)\nof UiO-66-PSBMA/PSf hybrid\nmembranes as a function of UiO-66-PSBMA content at 0.2 MPa operation\npressure.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"am-2017-05504p_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Pure water flux and rejection (to BSA) of UiO-66-PSBMA/PSf hybrid membranes as a function of UiO-66-PSBMA content at 0.2 MPa operation pressure.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>On one hand, UiO-66-PSBMA possesses\na lot of hydrophilic\ngroups\noriginated from zwitterionic PSBMA; thus, the addition of UiO-66-PSBMA\nimproves the hydrophilicity of membrane and correspondingly facilitates\nwater molecules passing through the membrane. To confirm the analysis\nabove, the contact angles of hybrid membranes with different UiO-66-PSBMA\nloadings were characterized. As shown in , the contact angles of UiO-66-PSBMA/PSf\nmembranes decrease as the UiO-66-PSBMA loading increases, which suggests\nan increase in the hydrophilicity of hybrid membranes.</p>", "clean_text": "On one hand, UiO-66-PSBMA possesses a lot of hydrophilic groups originated from zwitterionic PSBMA; thus, the addition of UiO-66-PSBMA improves the hydrophilicity of membrane and correspondingly facilitates water molecules passing through the membrane. To confirm the analysis above, the contact angles of hybrid membranes with different UiO-66-PSBMA loadings were characterized. As shown in , the contact angles of UiO-66-PSBMA/PSf membranes decrease as the UiO-66-PSBMA loading increases, which suggests an increase in the hydrophilicity of hybrid membranes.", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Contact angels\nof UiO-66-PSBMA/PSf hybrid\nmembranes with different\ncontents of UiO-66-PSBMA.</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"am-2017-05504p_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  Contact angels of UiO-66-PSBMA/PSf hybrid membranes with different contents of UiO-66-PSBMA.   ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>However,\nthe hybrid membranes obtain a more porous structure after\nthe addition of UiO-66-PSBMA. A shows the SEM images of cross sections of hybrid\nmembranes. Compared with PSf membrane, the macrovoids are suppressed,\nand the fingerlike pores change to run through the cross-sectional\nstructure in the hybrid membranes with 0.1 and 0.3 wt % UiO-66-PSBMA.\nMeanwhile, these two hybrid membranes show thinner “skin”\nlayer and higher porosity, compared to other membranes ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b05504/suppl_file/am7b05504_si_001.pdf\">Figure S8</ext-link>). As discussed above, the hydrophilic UiO-66-PSBMA can accelerate\nthe exchange rate between solvent and nonsolvent during the coagulation\nprocess, consequently leading to the creation of more porous structures. The existence of superhydrophilic MOF particles\nin the skin layer also promotes the porosity and water permeability.\nIn addition, from B,C and , the hybrid membrane with 0.3 wt % UiO-66-PSBMA exhibits the roughest\nsurfaces. When the loading is beyond 0.3 wt %, the viscosity of the\ncasting solution may increase, which suppresses the exchange between\nsolvent and nonsolvent. As a result, a decrease\nin the surface roughness and porosity is observed as well as a suppressed\nporous structure. These ultimately lead to a decrease in water flux.</p>", "clean_text": "However, the hybrid membranes obtain a more porous structure after the addition of UiO-66-PSBMA. A shows the SEM images of cross sections of hybrid membranes. Compared with PSf membrane, the macrovoids are suppressed, and the fingerlike pores change to run through the cross-sectional structure in the hybrid membranes with 0.1 and 0.3 wt % UiO-66-PSBMA. Meanwhile, these two hybrid membranes show thinner \"skin\" layer and higher porosity, compared to other membranes ( and Figure S8). As discussed above, the hydrophilic UiO-66-PSBMA can accelerate the exchange rate between solvent and nonsolvent during the coagulation process, consequently leading to the creation of more porous structures. The existence of superhydrophilic MOF particles in the skin layer also promotes the porosity and water permeability. In addition, from B,C and , the hybrid membrane with 0.3 wt % UiO-66-PSBMA exhibits the roughest surfaces. When the loading is beyond 0.3 wt %, the viscosity of the casting solution may increase, which suppresses the exchange between solvent and nonsolvent. As a result, a decrease in the surface roughness and porosity is observed as well as a suppressed porous structure. These ultimately lead to a decrease in water flux.", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig id=\"fig11\" position=\"float\">\n<label>11</label>\n<caption>\n<p>(A)\nCross-sectional SEM images, (B) surface SEM images, and (C)\nsurface AFM three-dimensional surfaces of the membranes with different\ncontents of UiO-66-PSBMA in PSf polymer. “1–6”\nrefers to membranes with 0, 0.1, 0.3, 0.5, 0.7, and 1 wt % loading\nof UiO-66-PSBMA in the PSf polymer, respectively.</p>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"am-2017-05504p_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  (A) Cross-sectional SEM images, (B) surface SEM images, and (C) surface AFM three-dimensional surfaces of the membranes with different contents of UiO-66-PSBMA in PSf polymer. \"1-6\" refers to membranes with 0, 0.1, 0.3, 0.5, 0.7, and 1 wt % loading of UiO-66-PSBMA in the PSf polymer, respectively.   ", "data": null, "include_properties": null}, {"idx": 45, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Porosity, Skin Layer Thickness, and\nthe Surface Roughness Values of UiO-66-PSBMA/PSf Membranes with Different\nWeight Fractions of UiO-66-PSBMA in PSf Polymer</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">weight fraction\nof UiO-66-PSBMA in PSf (%)</oasis:entry>\n<oasis:entry align=\"center\">porosity\n(%)</oasis:entry>\n<oasis:entry align=\"center\">skin layer\nthickness (nm)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>R</italic>\n<sub>q</sub> (nm)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>R</italic>\n<sub>a</sub> (nm)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>63.2</oasis:entry>\n<oasis:entry>241</oasis:entry>\n<oasis:entry>11.8</oasis:entry>\n<oasis:entry>9.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>0.1</oasis:entry>\n<oasis:entry>68.2</oasis:entry>\n<oasis:entry>181</oasis:entry>\n<oasis:entry>14.3</oasis:entry>\n<oasis:entry>11.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>0.3</oasis:entry>\n<oasis:entry>73.4</oasis:entry>\n<oasis:entry>164</oasis:entry>\n<oasis:entry>19.3</oasis:entry>\n<oasis:entry>15.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>0.5</oasis:entry>\n<oasis:entry>65.7</oasis:entry>\n<oasis:entry>211</oasis:entry>\n<oasis:entry>18.1</oasis:entry>\n<oasis:entry>15.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>0.7</oasis:entry>\n<oasis:entry>64.3</oasis:entry>\n<oasis:entry>245</oasis:entry>\n<oasis:entry>13.1</oasis:entry>\n<oasis:entry>10.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>62.9</oasis:entry>\n<oasis:entry>264</oasis:entry>\n<oasis:entry>11.2</oasis:entry>\n<oasis:entry>8.8</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["property"], "content": "<title>Antifouling Performance of Membranes</title><p>Antifouling property is another important parameter for evaluating\nthe application potential of membranes in water purification. Membrane\nfouling usually does harm to the membrane properties, such as flux\ndecline, membrane degradation, and maintenance cost. Thus, great efforts\nhave been devoted to improving the antifouling ability of membranes. In wastewater, protein is one of the most common pollutants. Therefore, the antifouling performance of the\npristine PSf membrane and hybrid membranes were examined through cyclic\nfiltration using BSA as a pollutant. A shows the time-dependent fluxes of membranes\nwith different components. It is found that the permeation flux of\nthe BSA solution decreased rapidly in comparison with the pure water\nflux at the initial stages because of protein fouling. During the\nfiltration of BSA protein solution, the protein tends to deposit on\nthe surfaces and be entrapped in the pores of membranes. Consequently,\nthe pure water flux of all the membranes after cleaning could not\nbe recovered totally to its initial value. To understand the antifouling\nperformance more specifically, flux recovery ratio (FRR), total fouling\nratio (<italic>R</italic>\n<sub>t</sub>), reversible fouling ratio (<italic>R</italic>\n<sub>r</sub>), and irreversible fouling ratio (<italic>R</italic>\n<sub>ir</sub>) values were calculated on the basis of the\nfirst cycle of membrane fouling and washing. As shown in B,C, the UiO-66-PSBMA/PSf hybrid membrane shows the highest FRR of\n72.5%, while those of pure PSf and UiO-66-NH<sub>2</sub>/PSf membranes\nare 64.5 and 66.9%, respectively. In addition, the reversible resistance\nof UiO-66-PSBMA/PSf composite membrane is 58.1%, which is higher than\nthose of pristine PSf membrane (45.7%) and UiO-66-NH2/PSf membrane\n(49.5%). These results indicate that UiO-66-PSBMA/PSf hybrid membrane\nowns the best antifouling performance even though it exhibits the\nroughest surface. We speculate that the more hydrophilic surface of\nUiO-66-PSBMA/PSf hybrid membrane may contribute to this enhancement\nas it forms hydrated layers to inhibit protein adsorption.\n</p>", "clean_text": "Antifouling Performance of Membranes\n\nAntifouling property is another important parameter for evaluating the application potential of membranes in water purification. Membrane fouling usually does harm to the membrane properties, such as flux decline, membrane degradation, and maintenance cost. Thus, great efforts have been devoted to improving the antifouling ability of membranes. In wastewater, protein is one of the most common pollutants. Therefore, the antifouling performance of the pristine PSf membrane and hybrid membranes were examined through cyclic filtration using BSA as a pollutant. A shows the time-dependent fluxes of membranes with different components. It is found that the permeation flux of the BSA solution decreased rapidly in comparison with the pure water flux at the initial stages because of protein fouling. During the filtration of BSA protein solution, the protein tends to deposit on the surfaces and be entrapped in the pores of membranes. Consequently, the pure water flux of all the membranes after cleaning could not be recovered totally to its initial value. To understand the antifouling performance more specifically, flux recovery ratio (FRR), total fouling ratio (R t), reversible fouling ratio (R r), and irreversible fouling ratio (R ir) values were calculated on the basis of the first cycle of membrane fouling and washing. As shown in B,C, the UiO-66-PSBMA/PSf hybrid membrane shows the highest FRR of 72.5%, while those of pure PSf and UiO-66-NH2/PSf membranes are 64.5 and 66.9%, respectively. In addition, the reversible resistance of UiO-66-PSBMA/PSf composite membrane is 58.1%, which is higher than those of pristine PSf membrane (45.7%) and UiO-66-NH2/PSf membrane (49.5%). These results indicate that UiO-66-PSBMA/PSf hybrid membrane owns the best antifouling performance even though it exhibits the roughest surface. We speculate that the more hydrophilic surface of UiO-66-PSBMA/PSf hybrid membrane may contribute to this enhancement as it forms hydrated layers to inhibit protein adsorption. ", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig id=\"fig12\" position=\"float\">\n<label>12</label>\n<caption>\n<p>(A) Time-dependent fluxes of membranes with different\nfillers during\nantifouling experiment with BSA filtration, (B) flux recovery ratio\nof test membranes, and (C) fouling resistance of test membranes.</p>\n</caption>\n<graphic id=\"gr12\" position=\"float\" xlink:href=\"am-2017-05504p_0012.tif\"></graphic>\n</fig>", "clean_text": " 12  (A) Time-dependent fluxes of membranes with different fillers during antifouling experiment with BSA filtration, (B) flux recovery ratio of test membranes, and (C) fouling resistance of test membranes.   ", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>Apart from the surface roughness\nand hydrophilicity, pH also is\na significant factor which affects the BSA fouling. It should be noted that the pH of the feed solution used\nhere was adjusted to 4.7 which is the isoelectric point (IEP) of BSA.\nThe electrostatic repulsion interaction between BSA molecule and the\nmembranes is relatively lower. Therefore, the improvement of antifouling\nperformance here is mainly originated from the enhancement of surface\nhydrophilicity. Also, the UiO-66-PSBMA/PSf hybrid\nmembrane presents good stability during long-term operation. Therefore,\nthe results suggest that the PSf membrane doped with UiO-66-PSBMA\npossesses an improved antifouling performance, showing significant\napplication potential in practical water purification. In fact, we\nbelieve that the overall membrane performances, including antifouling\nperformance, can be further optimized through tailoring the chemical\ncomposition and nanostructure of UiO-66- polymer nanocomposites.\n</p>", "clean_text": "Apart from the surface roughness and hydrophilicity, pH also is a significant factor which affects the BSA fouling. It should be noted that the pH of the feed solution used here was adjusted to 4.7 which is the isoelectric point (IEP) of BSA. The electrostatic repulsion interaction between BSA molecule and the membranes is relatively lower. Therefore, the improvement of antifouling performance here is mainly originated from the enhancement of surface hydrophilicity. Also, the UiO-66-PSBMA/PSf hybrid membrane presents good stability during long-term operation. Therefore, the results suggest that the PSf membrane doped with UiO-66-PSBMA possesses an improved antifouling performance, showing significant application potential in practical water purification. In fact, we believe that the overall membrane performances, including antifouling performance, can be further optimized through tailoring the chemical composition and nanostructure of UiO-66- polymer nanocomposites. ", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In this\nwork, PSBMA-modified MOF nanoparticles (UiO-66-PSBMA) were\nfirst synthesized through a postsynthetic strategy from UiO-66-NH<sub>2.</sub> Then, it was incorporated into PSf to prepare hybrid UF\nmembranes via a phase-inversion method. For UiO-66-PSBMA, a PSBMA\ncoating formed around MOF nanoparticles can endow UiO-66-PSBMA with\nsuperhydrophilicity. Furthermore, PSBMA coating is also helpful to\nthe dispersion of UiO-66-PSBMA in the PSf matrix, contributing to\nthe better compatibility of MOF nanocrystal and polymer phase. Thus,\nit enables the design of high-performance MOF/PSf membranes for UF.\nThe incorporation of UiO-66-PSBMA into PSf matrix results in the membrane\nwith more hydrophilic surface and porous structure due to the unique\nproperty of UiO-66-PSBMA. Furthermore, the existence of superhydrophilic\nMOF particles in the PSf matrix provides additional flow paths for\nwater permeation through their hydrophilic porous structure as well\nas the tiny interspace between PSf matrix. Ultimately, the obtained\nhybrid membrane exhibits highly improved water flux and antifouling\nperformance without sacrificing much protein retention. Therefore,\nthe overall results highlight the promising potential of UiO-66-PSBMA\nin the development of UF membranes for water separation. This work\nprovides a high-value reference for designing optimal MOF nanocomposites\nfor water treatment membranes.</p>", "clean_text": "Conclusions\n\nIn this work, PSBMA-modified MOF nanoparticles (UiO-66-PSBMA) were first synthesized through a postsynthetic strategy from UiO-66-NH2. Then, it was incorporated into PSf to prepare hybrid UF membranes via a phase-inversion method. For UiO-66-PSBMA, a PSBMA coating formed around MOF nanoparticles can endow UiO-66-PSBMA with superhydrophilicity. Furthermore, PSBMA coating is also helpful to the dispersion of UiO-66-PSBMA in the PSf matrix, contributing to the better compatibility of MOF nanocrystal and polymer phase. Thus, it enables the design of high-performance MOF/PSf membranes for UF. The incorporation of UiO-66-PSBMA into PSf matrix results in the membrane with more hydrophilic surface and porous structure due to the unique property of UiO-66-PSBMA. Furthermore, the existence of superhydrophilic MOF particles in the PSf matrix provides additional flow paths for water permeation through their hydrophilic porous structure as well as the tiny interspace between PSf matrix. Ultimately, the obtained hybrid membrane exhibits highly improved water flux and antifouling performance without sacrificing much protein retention. Therefore, the overall results highlight the promising potential of UiO-66-PSBMA in the development of UF membranes for water separation. This work provides a high-value reference for designing optimal MOF nanocomposites for water treatment membranes.", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.7b05504\">10.1021/acsami.7b05504</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Schematic diagram\nof the cross-flow system during UF\nprocess; photograph of the cross-flow cell; FESEM images of UiO-66-NH<sub>2</sub> and UiO-66-PSBMA; temperature-dependent turbidity of the\nUiO-66-PSBMA in water; water contact angle of the UiO-66-PSBMA film;\nelement mapping and EDS of the surface of 0.3 wt % UiO-66-PSBMA/PSf\nmembrane; magnified cross-sectional images of all the membranes and\nperformance comparisons between membranes prepared in this work and\npreviously reported UF membranes in water permeability and rejection\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b05504/suppl_file/am7b05504_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.7b05504.  Schematic diagram of the cross-flow system during UF process; photograph of the cross-flow cell; FESEM images of UiO-66-NH2 and UiO-66-PSBMA; temperature-dependent turbidity of the UiO-66-PSBMA in water; water contact angle of the UiO-66-PSBMA film; element mapping and EDS of the surface of 0.3 wt % UiO-66-PSBMA/PSf membrane; magnified cross-sectional images of all the membranes and performance comparisons between membranes prepared in this work and previously reported UF membranes in water permeability and rejection (PDF)   ", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>Schematic diagram\nof the cross-flow system during UF\nprocess; photograph of the cross-flow cell; FESEM images of UiO-66-NH<sub>2</sub> and UiO-66-PSBMA; temperature-dependent turbidity of the\nUiO-66-PSBMA in water; water contact angle of the UiO-66-PSBMA film;\nelement mapping and EDS of the surface of 0.3 wt % UiO-66-PSBMA/PSf\nmembrane; magnified cross-sectional images of all the membranes and\nperformance comparisons between membranes prepared in this work and\npreviously reported UF membranes in water permeability and rejection\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b05504/suppl_file/am7b05504_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "Schematic diagram of the cross-flow system during UF process; photograph of the cross-flow cell; FESEM images of UiO-66-NH2 and UiO-66-PSBMA; temperature-dependent turbidity of the UiO-66-PSBMA in water; water contact angle of the UiO-66-PSBMA film; element mapping and EDS of the surface of 0.3 wt % UiO-66-PSBMA/PSf membrane; magnified cross-sectional images of all the membranes and performance comparisons between membranes prepared in this work and previously reported UF membranes in water permeability and rejection (PDF)", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 8, "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis\nof Inorganic Particles</title><title>Preparation of UiO-66-NH<sub>2</sub>\n</title><p>ZrCl<sub>4</sub> (0.52g) and H<sub>2</sub>BDC-NH<sub>2</sub> (0.17g)\nwere dissolved in a mixed solution of DMF (8 mL) and formic acid (0.8\nmL) by sonication. Then, the mixture was kept static standing at 120\n°C for 24 h inside a 25 mL autoclave. The obtained precipitate\nwas collected by centrifugation and washed with DMF and methanol 3\ntimes, respectively. Thereafter, the crystals were further immersed\nin methanol for 2 days for the solution exchange. After being dried\nunder reduced pressure for 12 h at 80 °C, UiO-66-NH<sub>2</sub> was obtained. The preparation scheme was illustrated in A.</p>", "clean_text": "Synthesis of Inorganic Particles\n\nPreparation of UiO-66-NH2 \n\nZrCl4 (0.52g) and H2BDC-NH2 (0.17g) were dissolved in a mixed solution of DMF (8 mL) and formic acid (0.8 mL) by sonication. Then, the mixture was kept static standing at 120 °C for 24 h inside a 25 mL autoclave. The obtained precipitate was collected by centrifugation and washed with DMF and methanol 3 times, respectively. Thereafter, the crystals were further immersed in methanol for 2 days for the solution exchange. After being dried under reduced pressure for 12 h at 80 °C, UiO-66-NH2 was obtained. The preparation scheme was illustrated in A.", "data": [{"meta": {"name": "UiO-66-NH2", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonication", "composition": "ZrCl4 (0.52g), H2BDC-NH2 (0.17g)", "power": "", "solvent": "DMF (8 mL), formic acid (0.8 mL)", "temperature": "120°C", "time": "24 h", "type": ""}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "DMF", "amount": "", "unit": ""}, {"name": "methanol", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "DMF, methanol", "amount": "3 times"}, {"synthesis method": "solution exchange", "solution": "methanol", "time": "2 days"}, {"synthesis method": "drying", "pressure": "reduced pressure", "temperature": "80°C", "atmosphere": "", "time": "12 h"}], "yield": ""}], "include_properties": ["solvothermal_synthesis", "sonication", "centrifugation", "washing", "drying"]}, {"idx": "30, 32, 34, 39, 46", "type": "text", "classification": "property", "content": "<p>The membrane performances of pure water flux and\nrejection of hybrid\nmembranes with different fillers are summarized in A. All hybrid membranes incorporated\nwith fillers show improved fluxes, compared to that of PSf membrane,\nand UiO-66-PSBMA/PSf hybrid membrane exhibits the greatest enhancement.\nIn particular, the water flux of UiO-66-PSBMA/PSf is 602 L m<sup>–2</sup> h<sup>–1</sup>, nearly 2.5 times that of the pristine PSf\nmembrane (240 L m<sup>–2</sup> h<sup>–1</sup>) and 2\ntimes that of UiO-66-NH<sub>2</sub>/PSf hybrid membrane (294 L m<sup>–2</sup> h<sup>–1</sup>). Meanwhile, the water flux\nof UiO-66-PSBMA/PSf hybrid membrane is also much higher than that\nof PSBMA/PSf membrane. These results indicate the existence of synergetic\neffects between UiO-66-NH<sub>2</sub> and PSBMA, and both of them\nplay a nonnegligible role in improving the hybrid membrane’s\nflux.</p><p>The cross-sectional and corresponding magnified\ncross-sectional\nimages of these membranes are displayed in C–F and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b05504/suppl_file/am7b05504_si_001.pdf\">S7</ext-link>, respectively. All the membranes show a typical asymmetric structure,\nincluding a dense thin layer and a porous sublayer. The thin layer\nis responsible for the permeation and rejection, whereas the sublayer\nmainly acts as mechanical support. It is found that the incorporation\nof UiO-66-PSBMA or PSBMA has influence on both the thin layer and\nthe sublayer. It is found that the fingerlike pores of UiO-66-PSBMA/PSf\nand PSBMA/PSf membranes are longer and wider with total suppression\nof macrovoids, compared to PSf and UiO-66-NH<sub>2</sub>/PSf membranes.\nFurthermore, the thicknesses of the skin layer of PSf, UiO-66-NH2/PSf,\nPSBMA/PSf, and UiO-66-PSBMA/PSf marked in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b05504/suppl_file/am7b05504_si_001.pdf\">Figure S7</ext-link> are ca. 241, 228, 169, and 164 nm, respectively (). These results are\nconsistent with the porosity of the membranes (). It is well-known that the incorporation\nof hydrophilic nanoparticles into casting solution can accelerate\nthe exchange rate between solvent (NMP) and nonsolvent (deionized\nwater) during the coagulation process, thus resulting in a more porous\nstructure. The superhydrophilicity of\nUiO-66-PSBMA can be observed by the contact angle dropmeter (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b05504/suppl_file/am7b05504_si_001.pdf\">Figure S5</ext-link>). Therefore, the incorporation of UiO-66-PSBMA\nconstructs more porous structures compared to those with the incorporation\nof raw UiO-66-NH<sub>2</sub> due to the superhydrophilicity and excellent\ndispersibility of UiO-66-PSBMA. The results of the rejection to BSA\nof the membranes are consistent with these observed structures. In A, the rejections\nof all the hybrid membranes exhibit different degrees of reduction\nin comparison with pristine PSf membrane. The decrease in rejection\nof UiO-66-PSBMA/PSf membrane can be attributed to the more porous\nstructure. It is should be noted that the rejection of UiO-66-PSBMA/PSf\nmembrane is better retained, compared to that of UiO-66-NH<sub>2</sub>/PSf membrane. As is well-known, the compatibility of fillers in\npolymer matrices plays an important role in the selectivity of separation\nmembranes. Due to the strong aggregation tendency of raw UiO-66-NH<sub>2</sub> that comes from the hydrophobic nature and/or strong interparticle\ninteractions of MOF nanoparticles, the compatibility between UiO-66-NH<sub>2</sub> and PSf is not good enough, resulting in the formation of\nnonselective voids. Ultimately, the rejection of UiO-66-NH<sub>2</sub>/PSf membrane declines. After being grafted with hydrophilic PSBMA,\nthe surface of MOF transfers to superhydrophilicity, and the interactions\nare reduced. A better\ndispersion of MOF in casting solution can thus be obtained. As a result,\nthe water flux of UiO-66-PSBMA/PSf hybrid membrane is much higher\nthan that of UiO-66-NH<sub>2</sub>/PSf membrane.</p><p>Moreover,\nmembrane surface morphology and hydrophilicity also play\nan important role in determining the flux of membranes. A rough surface\ncommonly results in an increase in efficient filtration area, thereby\nimproving the membrane permeation. The\nroughness of the membrane surface is measured by AFM, the results\nof which are shown in E–H and quantified in . According to the results, UiO-66-PSBMA/PSf\nmembrane shows the roughest surface due to the fast exchange rate\nbetween NMP and water during the coagulation process, which is consistent\nwith the morphologies observed in FE-SEM images (E–H). Contact angles\nof membranes are used to verify the hydrophilicity change of membranes,\nand the results are shown in B. UiO-66-PSBMA possesses extremely high hydrophilicity\ndue to the grafting of PSBMA. As a result,\nUiO-66-PSBMA/PSf hybrid membrane presents a relatively high hydrophilicity,\nwhich is beneficial for the enhancement of water permeability. The\ncontact angles of UiO-66-PSBMA/PSf and PSBMA/PSf exhibit relatively\nlow values (66.3 and 65.7°, respectively), while the contact\nangle of UiO-66-NH<sub>2</sub>/PSf (74.8°) is quite close to\nthat of PSf membrane (77.1°). It demonstrates the great promotion\neffect of UiO-66-PSBMA on membrane hydrophilicity due to the presence\nof PSBMA, compared to that of raw UiO-66-NH<sub>2</sub>. The enhanced\nhydrophilicity undoubtedly is beneficial to promote water permeation\nand antifouling properties (discussed later).</p><p>\n shows the pure water fluxes\nand rejections of membranes with different contents of UiO-66-PSBMA.\nWith the increase of UiO-66-PSBMA loading, the water flux significantly\nincreases and reaches a maximum (602 L m<sup>–2</sup> h<sup>–1</sup>) at UiO-66-PSBMA content of 0.3 wt %, which is ∼2.5\ntimes that of the pristine PSf membrane (240 L m<sup>–2</sup> h<sup>–1</sup>). The water permeability of UiO-66-PSBMA/PSf\ndemonstrates significant advantages over those of most hybrid UF membranes\nreported in the previous works (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b05504/suppl_file/am7b05504_si_001.pdf\">Table S1</ext-link>), but the flux no longer increases or even decreases upon addition\nof larger amounts of UiO-66-PSBMA. At the same time, the rejection\nrates of these hybrid membranes decrease slightly with increasing\namounts of UiO-66-PSBMA, staying at a relatively high level (&gt;98%).\nThese results should be attributed to the synergetic effects between\nUiO-66-NH<sub>2</sub> and PSBMA.</p><title>Antifouling Performance of Membranes</title><p>Antifouling property is another important parameter for evaluating\nthe application potential of membranes in water purification. Membrane\nfouling usually does harm to the membrane properties, such as flux\ndecline, membrane degradation, and maintenance cost. Thus, great efforts\nhave been devoted to improving the antifouling ability of membranes. In wastewater, protein is one of the most common pollutants. Therefore, the antifouling performance of the\npristine PSf membrane and hybrid membranes were examined through cyclic\nfiltration using BSA as a pollutant. A shows the time-dependent fluxes of membranes\nwith different components. It is found that the permeation flux of\nthe BSA solution decreased rapidly in comparison with the pure water\nflux at the initial stages because of protein fouling. During the\nfiltration of BSA protein solution, the protein tends to deposit on\nthe surfaces and be entrapped in the pores of membranes. Consequently,\nthe pure water flux of all the membranes after cleaning could not\nbe recovered totally to its initial value. To understand the antifouling\nperformance more specifically, flux recovery ratio (FRR), total fouling\nratio (<italic>R</italic>\n<sub>t</sub>), reversible fouling ratio (<italic>R</italic>\n<sub>r</sub>), and irreversible fouling ratio (<italic>R</italic>\n<sub>ir</sub>) values were calculated on the basis of the\nfirst cycle of membrane fouling and washing. As shown in B,C, the UiO-66-PSBMA/PSf hybrid membrane shows the highest FRR of\n72.5%, while those of pure PSf and UiO-66-NH<sub>2</sub>/PSf membranes\nare 64.5 and 66.9%, respectively. In addition, the reversible resistance\nof UiO-66-PSBMA/PSf composite membrane is 58.1%, which is higher than\nthose of pristine PSf membrane (45.7%) and UiO-66-NH2/PSf membrane\n(49.5%). These results indicate that UiO-66-PSBMA/PSf hybrid membrane\nowns the best antifouling performance even though it exhibits the\nroughest surface. We speculate that the more hydrophilic surface of\nUiO-66-PSBMA/PSf hybrid membrane may contribute to this enhancement\nas it forms hydrated layers to inhibit protein adsorption.\n</p>", "clean_text": "The membrane performances of pure water flux and rejection of hybrid membranes with different fillers are summarized in A. All hybrid membranes incorporated with fillers show improved fluxes, compared to that of PSf membrane, and UiO-66-PSBMA/PSf hybrid membrane exhibits the greatest enhancement. In particular, the water flux of UiO-66-PSBMA/PSf is 602 L m-2 h-1, nearly 2.5 times that of the pristine PSf membrane (240 L m-2 h-1) and 2 times that of UiO-66-NH2/PSf hybrid membrane (294 L m-2 h-1). Meanwhile, the water flux of UiO-66-PSBMA/PSf hybrid membrane is also much higher than that of PSBMA/PSf membrane. These results indicate the existence of synergetic effects between UiO-66-NH2 and PSBMA, and both of them play a nonnegligible role in improving the hybrid membrane's flux.\n\nThe cross-sectional and corresponding magnified cross-sectional images of these membranes are displayed in C-F and S7, respectively. All the membranes show a typical asymmetric structure, including a dense thin layer and a porous sublayer. The thin layer is responsible for the permeation and rejection, whereas the sublayer mainly acts as mechanical support. It is found that the incorporation of UiO-66-PSBMA or PSBMA has influence on both the thin layer and the sublayer. It is found that the fingerlike pores of UiO-66-PSBMA/PSf and PSBMA/PSf membranes are longer and wider with total suppression of macrovoids, compared to PSf and UiO-66-NH2/PSf membranes. Furthermore, the thicknesses of the skin layer of PSf, UiO-66-NH2/PSf, PSBMA/PSf, and UiO-66-PSBMA/PSf marked in Figure S7 are ca. 241, 228, 169, and 164 nm, respectively (). These results are consistent with the porosity of the membranes (). It is well-known that the incorporation of hydrophilic nanoparticles into casting solution can accelerate the exchange rate between solvent (NMP) and nonsolvent (deionized water) during the coagulation process, thus resulting in a more porous structure. The superhydrophilicity of UiO-66-PSBMA can be observed by the contact angle dropmeter (Figure S5). Therefore, the incorporation of UiO-66-PSBMA constructs more porous structures compared to those with the incorporation of raw UiO-66-NH2 due to the superhydrophilicity and excellent dispersibility of UiO-66-PSBMA. The results of the rejection to BSA of the membranes are consistent with these observed structures. In A, the rejections of all the hybrid membranes exhibit different degrees of reduction in comparison with pristine PSf membrane. The decrease in rejection of UiO-66-PSBMA/PSf membrane can be attributed to the more porous structure. It is should be noted that the rejection of UiO-66-PSBMA/PSf membrane is better retained, compared to that of UiO-66-NH2/PSf membrane. As is well-known, the compatibility of fillers in polymer matrices plays an important role in the selectivity of separation membranes. Due to the strong aggregation tendency of raw UiO-66-NH2 that comes from the hydrophobic nature and/or strong interparticle interactions of MOF nanoparticles, the compatibility between UiO-66-NH2 and PSf is not good enough, resulting in the formation of nonselective voids. Ultimately, the rejection of UiO-66-NH2/PSf membrane declines. After being grafted with hydrophilic PSBMA, the surface of MOF transfers to superhydrophilicity, and the interactions are reduced. A better dispersion of MOF in casting solution can thus be obtained. As a result, the water flux of UiO-66-PSBMA/PSf hybrid membrane is much higher than that of UiO-66-NH2/PSf membrane.\n\nMoreover, membrane surface morphology and hydrophilicity also play an important role in determining the flux of membranes. A rough surface commonly results in an increase in efficient filtration area, thereby improving the membrane permeation. The roughness of the membrane surface is measured by AFM, the results of which are shown in E-H and quantified in . According to the results, UiO-66-PSBMA/PSf membrane shows the roughest surface due to the fast exchange rate between NMP and water during the coagulation process, which is consistent with the morphologies observed in FE-SEM images (E-H). Contact angles of membranes are used to verify the hydrophilicity change of membranes, and the results are shown in B. UiO-66-PSBMA possesses extremely high hydrophilicity due to the grafting of PSBMA. As a result, UiO-66-PSBMA/PSf hybrid membrane presents a relatively high hydrophilicity, which is beneficial for the enhancement of water permeability. The contact angles of UiO-66-PSBMA/PSf and PSBMA/PSf exhibit relatively low values (66.3 and 65.7°, respectively), while the contact angle of UiO-66-NH2/PSf (74.8°) is quite close to that of PSf membrane (77.1°). It demonstrates the great promotion effect of UiO-66-PSBMA on membrane hydrophilicity due to the presence of PSBMA, compared to that of raw UiO-66-NH2. The enhanced hydrophilicity undoubtedly is beneficial to promote water permeation and antifouling properties (discussed later).\n\n  shows the pure water fluxes and rejections of membranes with different contents of UiO-66-PSBMA. With the increase of UiO-66-PSBMA loading, the water flux significantly increases and reaches a maximum (602 L m-2 h-1) at UiO-66-PSBMA content of 0.3 wt %, which is ~2.5 times that of the pristine PSf membrane (240 L m-2 h-1). The water permeability of UiO-66-PSBMA/PSf demonstrates significant advantages over those of most hybrid UF membranes reported in the previous works (Table S1), but the flux no longer increases or even decreases upon addition of larger amounts of UiO-66-PSBMA. At the same time, the rejection rates of these hybrid membranes decrease slightly with increasing amounts of UiO-66-PSBMA, staying at a relatively high level (>98%). These results should be attributed to the synergetic effects between UiO-66-NH2 and PSBMA.\n\nAntifouling Performance of Membranes\n\nAntifouling property is another important parameter for evaluating the application potential of membranes in water purification. Membrane fouling usually does harm to the membrane properties, such as flux decline, membrane degradation, and maintenance cost. Thus, great efforts have been devoted to improving the antifouling ability of membranes. In wastewater, protein is one of the most common pollutants. Therefore, the antifouling performance of the pristine PSf membrane and hybrid membranes were examined through cyclic filtration using BSA as a pollutant. A shows the time-dependent fluxes of membranes with different components. It is found that the permeation flux of the BSA solution decreased rapidly in comparison with the pure water flux at the initial stages because of protein fouling. During the filtration of BSA protein solution, the protein tends to deposit on the surfaces and be entrapped in the pores of membranes. Consequently, the pure water flux of all the membranes after cleaning could not be recovered totally to its initial value. To understand the antifouling performance more specifically, flux recovery ratio (FRR), total fouling ratio (R t), reversible fouling ratio (R r), and irreversible fouling ratio (R ir) values were calculated on the basis of the first cycle of membrane fouling and washing. As shown in B,C, the UiO-66-PSBMA/PSf hybrid membrane shows the highest FRR of 72.5%, while those of pure PSf and UiO-66-NH2/PSf membranes are 64.5 and 66.9%, respectively. In addition, the reversible resistance of UiO-66-PSBMA/PSf composite membrane is 58.1%, which is higher than those of pristine PSf membrane (45.7%) and UiO-66-NH2/PSf membrane (49.5%). These results indicate that UiO-66-PSBMA/PSf hybrid membrane owns the best antifouling performance even though it exhibits the roughest surface. We speculate that the more hydrophilic surface of UiO-66-PSBMA/PSf hybrid membrane may contribute to this enhancement as it forms hydrated layers to inhibit protein adsorption. ", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "membrane performances", "value": "", "unit": "", "condition": ""}, {"property name": "pure water flux", "value": "", "unit": "", "condition": ""}, {"property name": "rejection", "value": "", "unit": "", "condition": ""}, {"property name": "membrane surface morphology", "value": "", "unit": "", "condition": ""}, {"property name": "hydrophilicity", "value": "", "unit": "", "condition": ""}, {"property name": "water permeability", "value": "", "unit": "", "condition": ""}, {"property name": "antifouling property", "value": "", "unit": "", "condition": ""}, {"property name": "flux recovery ratio", "value": "72.5", "unit": "%", "condition": ""}, {"property name": "total fouling ratio", "value": "", "unit": "", "condition": ""}, {"property name": "reversible fouling ratio", "value": "58.1", "unit": "%", "condition": ""}, {"property name": "irreversible fouling ratio", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 29, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Surface Elemental\nPercentage of PSf,\nUiO-66-NH<sub>2</sub>/PSf, PSBMA/PSf, and UiO-66-PSBMA/PSf Membranes\nObtained from XPS Spectra</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col2\" rowsep=\"1\">atomic percent (atom %)</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">membrane</oasis:entry>\n<oasis:entry align=\"center\">C</oasis:entry>\n<oasis:entry align=\"center\">O</oasis:entry>\n<oasis:entry align=\"center\">S</oasis:entry>\n<oasis:entry align=\"center\">Zr</oasis:entry>\n<oasis:entry align=\"center\">N</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>PSf</oasis:entry>\n<oasis:entry>81.50</oasis:entry>\n<oasis:entry>17.03</oasis:entry>\n<oasis:entry>1.47</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>/PSf</oasis:entry>\n<oasis:entry>81.34</oasis:entry>\n<oasis:entry>17.00</oasis:entry>\n<oasis:entry>1.37</oasis:entry>\n<oasis:entry>0.12</oasis:entry>\n<oasis:entry>0.17</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PSBMA/PSf</oasis:entry>\n<oasis:entry>81.46</oasis:entry>\n<oasis:entry>16.06</oasis:entry>\n<oasis:entry>2.05</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.43</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-PSBMA/PSf</oasis:entry>\n<oasis:entry>81.39</oasis:entry>\n<oasis:entry>16.44</oasis:entry>\n<oasis:entry>1.80</oasis:entry>\n<oasis:entry>0.08</oasis:entry>\n<oasis:entry>0.29</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Surface Elemental Percentage of PSf, UiO-66-NH<sub>2</sub>/PSf, PSBMA/PSf, and UiO-66-PSBMA/PSf Membranes Obtained from XPS Spectra\n\n| membrane | C      | O      | S      | Zr     | N      |\n|----------|--------|--------|--------|--------|--------|\n| PSf      | 81.50  | 17.03  | 1.47   |        |        |\n| UiO-66-NH<sub>2</sub>/PSf | 81.34  | 17.00  | 1.37   | 0.12   | 0.17   |\n| PSBMA/PSf | 81.46  | 16.06  | 2.05   |        | 0.43   |\n| UiO-66-PSBMA/PSf | 81.39  | 16.44  | 1.80   | 0.08   | 0.29   |", "data": ["substring not found"], "include_properties": null}, {"idx": 33, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Porosity, Skin Layer Thickness, and\nthe Surface Roughness Values of PSf, UiO-66-NH<sub>2</sub>/PSf, PSBMA/PSf,\nand UiO-66-PSBMA/PSf Membranes</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">membrane</oasis:entry>\n<oasis:entry align=\"center\">porosity\n(%)</oasis:entry>\n<oasis:entry align=\"center\">skin layer\nthickness (nm)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>R</italic>\n<sub>q</sub> (nm)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>R</italic>\n<sub>a</sub> (nm)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>PSf</oasis:entry>\n<oasis:entry>63.2</oasis:entry>\n<oasis:entry>241</oasis:entry>\n<oasis:entry>11.8</oasis:entry>\n<oasis:entry>9.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>/PSf</oasis:entry>\n<oasis:entry>65.3</oasis:entry>\n<oasis:entry>229</oasis:entry>\n<oasis:entry>13.1</oasis:entry>\n<oasis:entry>10.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PSBMA/PSf</oasis:entry>\n<oasis:entry>68.5</oasis:entry>\n<oasis:entry>169</oasis:entry>\n<oasis:entry>16.2</oasis:entry>\n<oasis:entry>13.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-PSBMA/PSf</oasis:entry>\n<oasis:entry>73.4</oasis:entry>\n<oasis:entry>164</oasis:entry>\n<oasis:entry>19.3</oasis:entry>\n<oasis:entry>15.3</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Porosity, Skin Layer Thickness, and the Surface Roughness Values of PSf, UiO-66-NH<sub>2</sub>/PSf, PSBMA/PSf, and UiO-66-PSBMA/PSf Membranes\n\n| membrane          | porosity (%) | skin layer thickness (nm) | R<sub>q</sub> (nm) | R<sub>a</sub> (nm) |\n|--------------------|--------------|----------------------------|-------------------|-------------------|\n| PSf                | 63.2         | 241                        | 11.8              | 9.7               |\n| UiO-66-NH<sub>2</sub>/PSf | 65.3         | 229                        | 13.1              | 10.8              |\n| PSBMA/PSf          | 68.5         | 169                        | 16.2              | 13.6              |\n| UiO-66-PSBMA/PSf    | 73.4         | 164                        | 19.3              | 15.3              |", "data": ["substring not found"], "include_properties": null}, {"idx": 45, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Porosity, Skin Layer Thickness, and\nthe Surface Roughness Values of UiO-66-PSBMA/PSf Membranes with Different\nWeight Fractions of UiO-66-PSBMA in PSf Polymer</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">weight fraction\nof UiO-66-PSBMA in PSf (%)</oasis:entry>\n<oasis:entry align=\"center\">porosity\n(%)</oasis:entry>\n<oasis:entry align=\"center\">skin layer\nthickness (nm)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>R</italic>\n<sub>q</sub> (nm)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>R</italic>\n<sub>a</sub> (nm)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>63.2</oasis:entry>\n<oasis:entry>241</oasis:entry>\n<oasis:entry>11.8</oasis:entry>\n<oasis:entry>9.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>0.1</oasis:entry>\n<oasis:entry>68.2</oasis:entry>\n<oasis:entry>181</oasis:entry>\n<oasis:entry>14.3</oasis:entry>\n<oasis:entry>11.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>0.3</oasis:entry>\n<oasis:entry>73.4</oasis:entry>\n<oasis:entry>164</oasis:entry>\n<oasis:entry>19.3</oasis:entry>\n<oasis:entry>15.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>0.5</oasis:entry>\n<oasis:entry>65.7</oasis:entry>\n<oasis:entry>211</oasis:entry>\n<oasis:entry>18.1</oasis:entry>\n<oasis:entry>15.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>0.7</oasis:entry>\n<oasis:entry>64.3</oasis:entry>\n<oasis:entry>245</oasis:entry>\n<oasis:entry>13.1</oasis:entry>\n<oasis:entry>10.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>62.9</oasis:entry>\n<oasis:entry>264</oasis:entry>\n<oasis:entry>11.2</oasis:entry>\n<oasis:entry>8.8</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 3. Porosity, Skin Layer Thickness, and the Surface Roughness Values of UiO-66-PSBMA/PSf Membranes with Different Weight Fractions of UiO-66-PSBMA in PSf Polymer\n\n| weight fraction of UiO-66-PSBMA in PSf (%) | porosity (%) | skin layer thickness (nm) | R<sub>q</sub> (nm) | R<sub>a</sub> (nm) |\n|-------------------------------------------|--------------|----------------------------|-------------------|-------------------|\n| 0                                         | 63.2         | 241                        | 11.8              | 9.7               |\n| 0.1                                       | 68.2         | 181                        | 14.3              | 11.2              |\n| 0.3                                       | 73.4         | 164                        | 19.3              | 15.3              |\n| 0.5                                       | 65.7         | 211                        | 18.1              | 15.0              |\n| 0.7                                       | 64.3         | 245                        | 13.1              | 10.8              |\n| 1                                         | 62.9         | 264                        | 11.2              | 8.8               |", "data": ["substring not found"], "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Illustration\nof the synthesis processes of (A) UiO-66-NH<sub>2</sub> and (B) UiO-66-PSBMA.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2017-05504p_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Illustration of the synthesis processes of (A) UiO-66-NH2 and (B) UiO-66-PSBMA.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) XPS spectra, (B)\nFTIR spectra, (C) XRD patterns,and (D) TGA\nresults of UiO-66-NH<sub>2</sub>, UiO-66-BIBB, and UiO-66-PSBMA.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2017-05504p_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (A) XPS spectra, (B) FTIR spectra, (C) XRD patterns,and (D) TGA results of UiO-66-NH2, UiO-66-BIBB, and UiO-66-PSBMA.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>TEM images of (A) UiO-66-NH<sub>2</sub>, (B) UiO-66-BiBB, and (C)\nUiO-66-PSBMA.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2017-05504p_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  TEM images of (A) UiO-66-NH2, (B) UiO-66-BiBB, and (C) UiO-66-PSBMA.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Digital photographs of (A) PSf, (B) 0.3 wt %\nUiO-66-NH<sub>2</sub>/PSf, (C) 0.3 wt % PSBMA/PSf, and (D) 0.3 wt\n% UiO-66-PSBMA/PSf casting\nsolutions.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2017-05504p_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Digital photographs of (A) PSf, (B) 0.3 wt % UiO-66-NH2/PSf, (C) 0.3 wt % PSBMA/PSf, and (D) 0.3 wt % UiO-66-PSBMA/PSf casting solutions.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(A) Cross-sectional morphology of UiO-66-PSBMA/PSf\nmembrane with\nUiO-66-PSBMA loading of 0.3 wt % and the corresponding EDS mapping\nscanning spectra of (B) C, (C) O, (D) S, (E) Zr, and (F) N.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2017-05504p_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (A) Cross-sectional morphology of UiO-66-PSBMA/PSf membrane with UiO-66-PSBMA loading of 0.3 wt % and the corresponding EDS mapping scanning spectra of (B) C, (C) O, (D) S, (E) Zr, and (F) N.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>XPS spectra of PSf, UiO-66-NH<sub>2</sub>/PSf, PSBMA/PSf, and UiO-66-PSBMA/PSf\nmembranes.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2017-05504p_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  XPS spectra of PSf, UiO-66-NH2/PSf, PSBMA/PSf, and UiO-66-PSBMA/PSf membranes.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(A) Pure water flux and rejections (to BSA) tested at 0.2 MPa operation\npressure, (B) contact angle values, and (C–F) cross-sectional\nSEM images of the membranes doping with different fillers.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2017-05504p_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  (A) Pure water flux and rejections (to BSA) tested at 0.2 MPa operation pressure, (B) contact angle values, and (C-F) cross-sectional SEM images of the membranes doping with different fillers.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Surface SEM images of\n(A) PSf, (B) UiO-66-NH<sub>2</sub>/PSf, (C)\nPSBMA/PSf, and (D) UiO-66-PSBMA/PSf membranes; AFM three-dimensional\nsurface image of (E) PSf, (F) UiO-66-NH<sub>2</sub>/PSf, (G) PSBMA/PSf,\nand (H) UiO-66-PSBMA/PSf membranes.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am-2017-05504p_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Surface SEM images of (A) PSf, (B) UiO-66-NH2/PSf, (C) PSBMA/PSf, and (D) UiO-66-PSBMA/PSf membranes; AFM three-dimensional surface image of (E) PSf, (F) UiO-66-NH2/PSf, (G) PSBMA/PSf, and (H) UiO-66-PSBMA/PSf membranes.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Pure water flux and rejection (to BSA)\nof UiO-66-PSBMA/PSf hybrid\nmembranes as a function of UiO-66-PSBMA content at 0.2 MPa operation\npressure.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"am-2017-05504p_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Pure water flux and rejection (to BSA) of UiO-66-PSBMA/PSf hybrid membranes as a function of UiO-66-PSBMA content at 0.2 MPa operation pressure.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Contact angels\nof UiO-66-PSBMA/PSf hybrid\nmembranes with different\ncontents of UiO-66-PSBMA.</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"am-2017-05504p_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  Contact angels of UiO-66-PSBMA/PSf hybrid membranes with different contents of UiO-66-PSBMA.   ", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig id=\"fig11\" position=\"float\">\n<label>11</label>\n<caption>\n<p>(A)\nCross-sectional SEM images, (B) surface SEM images, and (C)\nsurface AFM three-dimensional surfaces of the membranes with different\ncontents of UiO-66-PSBMA in PSf polymer. “1–6”\nrefers to membranes with 0, 0.1, 0.3, 0.5, 0.7, and 1 wt % loading\nof UiO-66-PSBMA in the PSf polymer, respectively.</p>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"am-2017-05504p_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  (A) Cross-sectional SEM images, (B) surface SEM images, and (C) surface AFM three-dimensional surfaces of the membranes with different contents of UiO-66-PSBMA in PSf polymer. \"1-6\" refers to membranes with 0, 0.1, 0.3, 0.5, 0.7, and 1 wt % loading of UiO-66-PSBMA in the PSf polymer, respectively.   ", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig id=\"fig12\" position=\"float\">\n<label>12</label>\n<caption>\n<p>(A) Time-dependent fluxes of membranes with different\nfillers during\nantifouling experiment with BSA filtration, (B) flux recovery ratio\nof test membranes, and (C) fouling resistance of test membranes.</p>\n</caption>\n<graphic id=\"gr12\" position=\"float\" xlink:href=\"am-2017-05504p_0012.tif\"></graphic>\n</fig>", "clean_text": " 12  (A) Time-dependent fluxes of membranes with different fillers during antifouling experiment with BSA filtration, (B) flux recovery ratio of test membranes, and (C) fouling resistance of test membranes.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.7b05504", "title": "\nDevelopment\nof Hybrid Ultrafiltration Membranes with\nImproved Water Separation Properties Using Modified Superhydrophilic\nMetal–Organic Framework Nanoparticles\n", "journal": "American\nChemical Society", "date": "2017.06", "author_list": ["Sun\nHuazhen", "Tang\nBeibei", "Wu\nPeiyi"]}}