{"filepath": "../L2M3_data/1_application_papers/acs_xml/am7b06290.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>TiO<sub>2</sub> is a most promising anode candidate for rechargeable\nNa-ion batteries (NIBs) because of its appropriate working voltage,\nlow cost, and superior structural stability during chage/discharge\nprocess. Nevertheless, it suffers from intrinsically low electrical\nconductivity. Herein, we report an in situ synthesis of Co<sup>2+</sup>-doped TiO<sub>2</sub> through the thermal treatment of metal organic\nframeworks precursors of MIL-125­(Ti)-Co as a superior anode material\nfor NIBs. The Co<sup>2+</sup>-doped TiO<sub>2</sub> possesses uniform\nnanodisk morphology, a large surface area and mesoporous structure\nwith narrow pore distribution. The reversible capacity, Coulombic\nefficiency (CE) and rate capability can be improved by Co<sup>2+</sup> doping in mesoporous TiO<sub>2</sub> anode. Co<sup>2+</sup>-doped\nmesoporous TiO<sub>2</sub> nanodisks exhibited a high reversible capacity\nof 232 mAhg<sup>–1</sup> at 0.1 Ag<sup>1–</sup>, good\nrate capability and cycling stability with a stable capacity of about\n140 mAhg<sup>–1</sup> at 0.5 Ag<sup>1–</sup> after 500\ncycles. The enhanced Na-ion storage performance could be due to the\nincreased electrical conductivity revealed by Kelvin probe force microscopy\nmeasurements.</p>", "clean_text": "TiO2 is a most promising anode candidate for rechargeable Na-ion batteries (NIBs) because of its appropriate working voltage, low cost, and superior structural stability during chage/discharge process. Nevertheless, it suffers from intrinsically low electrical conductivity. Herein, we report an in situ synthesis of Co2+-doped TiO2 through the thermal treatment of metal organic frameworks precursors of MIL-125(Ti)-Co as a superior anode material for NIBs. The Co2+-doped TiO2 possesses uniform nanodisk morphology, a large surface area and mesoporous structure with narrow pore distribution. The reversible capacity, Coulombic efficiency (CE) and rate capability can be improved by Co2+ doping in mesoporous TiO2 anode. Co2+-doped mesoporous TiO2 nanodisks exhibited a high reversible capacity of 232 mAhg-1 at 0.1 Ag1-, good rate capability and cycling stability with a stable capacity of about 140 mAhg-1 at 0.5 Ag1- after 500 cycles. The enhanced Na-ion storage performance could be due to the increased electrical conductivity revealed by Kelvin probe force microscopy measurements.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Over the past decades,\nlithium-ion batteries (LIBs) have already\nbecome the most prominent battery technology in our daily life for\ntheir wide applications in portable electronics and electric vehicles\n(EVs), owing to the long cycle life, excellent energy density and\nenvironmental friendliness. However, lithium reserves\nwill be depleted in the future based on the current large-scale applications\nof LIBs. On the contrary, Na-ion batteries\n(NIBs) with identical conception have recently received intense attentions\nbecause of abundant sodium resources and similar electrochemical properties\nof sodium compared to lithium. However, the large diameter of the Na-ion (0.97 Å)\nmakes it difficult for NIBs to develop available electrode materials\nwith appropriate interstitial space for Na-ion storage. Nowadays,\ndeveloping suitable anode materials for NIBs with satisfied electrochemical\nperformance is still a major challenge.\n</p>", "clean_text": "Introduction\n\nOver the past decades, lithium-ion batteries (LIBs) have already become the most prominent battery technology in our daily life for their wide applications in portable electronics and electric vehicles (EVs), owing to the long cycle life, excellent energy density and environmental friendliness. However, lithium reserves will be depleted in the future based on the current large-scale applications of LIBs. On the contrary, Na-ion batteries (NIBs) with identical conception have recently received intense attentions because of abundant sodium resources and similar electrochemical properties of sodium compared to lithium. However, the large diameter of the Na-ion (0.97 Å) makes it difficult for NIBs to develop available electrode materials with appropriate interstitial space for Na-ion storage. Nowadays, developing suitable anode materials for NIBs with satisfied electrochemical performance is still a major challenge. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Until now, many studies for NIBs have\nbeen reported for investigating\nanode materials with satisfied Na-ion storage capacity. Low graphitic\nhard carbon showed a good sodium-ion storage performance as anode\nmaterials for NIBs; however, it exhibited poor rate capability and\nsuffered from safety problem due to a low Na-ion storage voltage around\n0.01 V. Metal alloy (Sn and Sb), conversion-type\nmetal oxides and metal sulfides have also been reported as potential\nanode materials because of high theoretical capacity. Nevertheless, most of them suffered from poor cycling stability\nduring repeated charge–discharge process and too high voltage\nplatform. In view of its material features, titanium dioxide (TiO<sub>2</sub>) is a most promising anode candidate for rechargeable NIBs\nbecause of its superior structural stability and safety during charge/discharge\nprocess as well as low cost. Nevertheless,\npristine TiO<sub>2</sub> has intrinsically low electrical conductivity,\nresulting to the limited Na-ion storage capacity.</p>", "clean_text": "Until now, many studies for NIBs have been reported for investigating anode materials with satisfied Na-ion storage capacity. Low graphitic hard carbon showed a good sodium-ion storage performance as anode materials for NIBs; however, it exhibited poor rate capability and suffered from safety problem due to a low Na-ion storage voltage around 0.01 V. Metal alloy (Sn and Sb), conversion-type metal oxides and metal sulfides have also been reported as potential anode materials because of high theoretical capacity. Nevertheless, most of them suffered from poor cycling stability during repeated charge-discharge process and too high voltage platform. In view of its material features, titanium dioxide (TiO2) is a most promising anode candidate for rechargeable NIBs because of its superior structural stability and safety during charge/discharge process as well as low cost. Nevertheless, pristine TiO2 has intrinsically low electrical conductivity, resulting to the limited Na-ion storage capacity.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In the past\nfew years, many nanostructured TiO<sub>2</sub> materials\nand their composites, such as nanotubes, hollow nanospheres/carbon,\nnanoporous microfibers, mesoporous structures and nanoporous mesocrystals\nhave been fabricated and exhibited remarkable improved Na-ion storage\nperformance. It has been demonstrated from the above studies that design of porous\nstructure is an effective strategy to enhance the electrochemical\nperformance of TiO<sub>2</sub> anodes for NIBs. The void space in\nporous electrode will buffer the volumetric variation and release\ninner stress during charge and discharge process, and this is important\nespecially for host material upon Na-ion interaction. Another good\nstrategy to improve the electrochemical performance is elemental doping,\nwhich is an effective way to obtain the enhanced electrical conductivity\nof TiO<sub>2</sub>. Recently, it has been reported the doping of a low charge state\nNi<sup>2+</sup> in TiO<sub>2</sub> exhibited satisfied electrical\nconductivity because of the oxygen vacancies, leading to improved\nNa-ion storage properties. However, the\nresearch of metal ion doping in TiO<sub>2</sub> anode for NIBs is\nstill limited.</p>", "clean_text": "In the past few years, many nanostructured TiO2 materials and their composites, such as nanotubes, hollow nanospheres/carbon, nanoporous microfibers, mesoporous structures and nanoporous mesocrystals have been fabricated and exhibited remarkable improved Na-ion storage performance. It has been demonstrated from the above studies that design of porous structure is an effective strategy to enhance the electrochemical performance of TiO2 anodes for NIBs. The void space in porous electrode will buffer the volumetric variation and release inner stress during charge and discharge process, and this is important especially for host material upon Na-ion interaction. Another good strategy to improve the electrochemical performance is elemental doping, which is an effective way to obtain the enhanced electrical conductivity of TiO2. Recently, it has been reported the doping of a low charge state Ni2+ in TiO2 exhibited satisfied electrical conductivity because of the oxygen vacancies, leading to improved Na-ion storage properties. However, the research of metal ion doping in TiO2 anode for NIBs is still limited.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks (MOFs) are a\nclass of recently\ndeveloped porous materials, constructed by metal ions and organic\nlinkers. MOFs have wide applications in gas storage, catalysis, drug\ndelivery and sensors, owing to their highly porosities and tunable\nmicrostructure. Recently, MOFs have been also explored as the ideal templates for\nthe fabrication of hierarchical porous metal oxide nanostructures\nand carbon matrices. These materials exhibited outstanding electrochemical properties\nfor Li­(Na)-ion storage because of the intrinsically unique structure\ninherited from MOFs precursors. Herein we report, for the first time,\nmesoporous Co<sup>2+</sup> doped TiO<sub>2</sub> nanodisks derived\nfrom metal organic frameworks precursors of MIL-125­(Ti)-Co and their\nNa-ion storage performance. The prepared mesoporous anatase TiO<sub>2</sub> nanodisks doped by Co<sup>2+</sup> exhibited a very good\nelectrochemical performance of good cyclic stability and rate capability\nfor Na-ion storage.</p>", "clean_text": "Metal-organic frameworks (MOFs) are a class of recently developed porous materials, constructed by metal ions and organic linkers. MOFs have wide applications in gas storage, catalysis, drug delivery and sensors, owing to their highly porosities and tunable microstructure. Recently, MOFs have been also explored as the ideal templates for the fabrication of hierarchical porous metal oxide nanostructures and carbon matrices. These materials exhibited outstanding electrochemical properties for Li(Na)-ion storage because of the intrinsically unique structure inherited from MOFs precursors. Herein we report, for the first time, mesoporous Co2+ doped TiO2 nanodisks derived from metal organic frameworks precursors of MIL-125(Ti)-Co and their Na-ion storage performance. The prepared mesoporous anatase TiO2 nanodisks doped by Co2+ exhibited a very good electrochemical performance of good cyclic stability and rate capability for Na-ion storage.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>The precursors of Ti-based metal organic frameworks were synthesized\nthrough a solvothermal method. a shows the X-ray diffraction (XRD) patterns of MIL-125­(Ti),\nMIL-125­(Ti)-16Co, and MIL-125­(Ti)-32Co, which demonstrates the formation\nof the pure phase of MIL-125­(Ti). The\nenlarged XRD pattern in the inset of a describes the apparent shift to the low\nangles for MIL-125­(Ti)-16Co and MIL-125­(Ti)-32Co, suggesting the achievement\nof Co<sup>2+</sup> doping in the crystal structure of MIL-125­(Ti).\nTiO<sub>2</sub>- and Co<sup>2+</sup>-doped TiO<sub>2</sub> were obtained\nafter thermal treatment of MIL-125­(Ti) and MIL-125­(Ti)-Co, the XRD\npatterns are shown in b. It could be observed that tetragonal anatase TiO<sub>2</sub> (JCPDS 21-1272) can be formed after heat treatment of the Ti-based\nmetal organic frameworks, and the phase of precursors was disappear.\nThe inset in b displays the typical diffraction peak of TiO<sub>2</sub>, TiO<sub>2</sub>-16Co, and TiO<sub>2</sub>-32Co. It is notable that (101)\ndiffraction peak slightly shifts to the low angle with the increase\nof the Co<sup>2+</sup>-doping content. In addtion, TG curves (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b06290/suppl_file/am7b06290_si_001.pdf\">Figure S2</ext-link>) revealed that the content of residual\ncarbon in TiO<sub>2</sub>, TiO<sub>2</sub>-16Co, and TiO<sub>2</sub>-32Co was about 2.5%, 2.5%, and 5%, respectively.</p>", "clean_text": "Results and Discussion\n\nThe precursors of Ti-based metal organic frameworks were synthesized through a solvothermal method. a shows the X-ray diffraction (XRD) patterns of MIL-125(Ti), MIL-125(Ti)-16Co, and MIL-125(Ti)-32Co, which demonstrates the formation of the pure phase of MIL-125(Ti). The enlarged XRD pattern in the inset of a describes the apparent shift to the low angles for MIL-125(Ti)-16Co and MIL-125(Ti)-32Co, suggesting the achievement of Co2+ doping in the crystal structure of MIL-125(Ti). TiO2- and Co2+-doped TiO2 were obtained after thermal treatment of MIL-125(Ti) and MIL-125(Ti)-Co, the XRD patterns are shown in b. It could be observed that tetragonal anatase TiO2 (JCPDS 21-1272) can be formed after heat treatment of the Ti-based metal organic frameworks, and the phase of precursors was disappear. The inset in b displays the typical diffraction peak of TiO2, TiO2-16Co, and TiO2-32Co. It is notable that (101) diffraction peak slightly shifts to the low angle with the increase of the Co2+-doping content. In addtion, TG curves (Figure S2) revealed that the content of residual carbon in TiO2, TiO2-16Co, and TiO2-32Co was about 2.5%, 2.5%, and 5%, respectively.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) XRD patterns of MIL-125­(Ti),\n16Co-MIL-125­(Ti), and 32Co-MIL-125­(Ti)\nand (b) XRD patterns of TiO<sub>2</sub>, TiO<sub>2</sub>-16Co and\nTiO<sub>2</sub>-32Co obtained from the thermal treatment of the corresponding\nMOF precursors in panel a. The insets in panels a and b are the corresponding\nenlarged XRD pattern from the typical peaks.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2017-06290v_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) XRD patterns of MIL-125(Ti), 16Co-MIL-125(Ti), and 32Co-MIL-125(Ti) and (b) XRD patterns of TiO2, TiO2-16Co and TiO2-32Co obtained from the thermal treatment of the corresponding MOF precursors in panel a. The insets in panels a and b are the corresponding enlarged XRD pattern from the typical peaks.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["property"], "content": "<p>N<sub>2</sub> adsorption–desorption isotherms measurements\nwere adopted to investigate the Brunauer–Emmett–Teller\n(BET) surface area and pore size distribution of the as-prepared samples,\nas presented in . It is clearly shown that all the samples have a type IV curves.\nThe BET surface area and the pore volume of antase TiO<sub>2</sub> were determined to be 101 m<sup>2</sup> g<sup>–1</sup> and\n0.20 cm<sup>3</sup> g<sup>–1</sup>, respectively. As shown\nin b, TiO<sub>2</sub> possesses a narrow pore size distribution located aroud 6\nnm according to BJH analysis. TiO<sub>2</sub>-16Co has a larger surface\narea (146 m<sup>2</sup> g<sup>–1</sup>) and pore volume (0.36\ncm<sup>3</sup> g<sup>–1</sup>). As to TiO<sub>2</sub>-32Co,\nit exhibits a largest surface area (175 m<sup>2</sup> g<sup>–1</sup>) and pore volume (0.37 cm<sup>3</sup> g<sup>–1</sup>). TiO<sub>2</sub>-32Co has a similar pore size with TiO<sub>2</sub>-16Co, where\nis mostly located aroud 5 nm. Accordingly, the obove three samples\nexhibit a relatively uniform mesoporous structure. The pore size of\nboth the prepared TiO<sub>2</sub> and Co<sup>2+</sup> doped TiO<sub>2</sub> with mesoporous structure is larger than that of the previous\nreport of porous TiO<sub>2</sub> (1–2 nm) derived from MIL-125­(Ti). It is notable that a relatively large pore size\nis necessary for Na-ion intercalation, which is also in favor of cycling\nstability for NIBs.\n</p>", "clean_text": "N2 adsorption-desorption isotherms measurements were adopted to investigate the Brunauer-Emmett-Teller (BET) surface area and pore size distribution of the as-prepared samples, as presented in . It is clearly shown that all the samples have a type IV curves. The BET surface area and the pore volume of antase TiO2 were determined to be 101 m2 g-1 and 0.20 cm3 g-1, respectively. As shown in b, TiO2 possesses a narrow pore size distribution located aroud 6 nm according to BJH analysis. TiO2-16Co has a larger surface area (146 m2 g-1) and pore volume (0.36 cm3 g-1). As to TiO2-32Co, it exhibits a largest surface area (175 m2 g-1) and pore volume (0.37 cm3 g-1). TiO2-32Co has a similar pore size with TiO2-16Co, where is mostly located aroud 5 nm. Accordingly, the obove three samples exhibit a relatively uniform mesoporous structure. The pore size of both the prepared TiO2 and Co2+ doped TiO2 with mesoporous structure is larger than that of the previous report of porous TiO2 (1-2 nm) derived from MIL-125(Ti). It is notable that a relatively large pore size is necessary for Na-ion intercalation, which is also in favor of cycling stability for NIBs. ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Nitrogen adsorption–desorption\nisotherms and (b) the\ncorresponding BJH pore size distribution of TiO<sub>2</sub>, TiO<sub>2</sub>-16Co, and TiO<sub>2</sub>-32Co.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2017-06290v_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Nitrogen adsorption-desorption isotherms and (b) the corresponding BJH pore size distribution of TiO2, TiO2-16Co, and TiO2-32Co.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>\n and b show the low-magnification and high-magnification\nimages of MIL-125­(Ti), respectively. It can be clearly seen that numerous\nnanoparticles with high quality and uniform size of 200–300\nnm were formed. Interestingly, MIL-125­(Ti) nanoparticles have a square\nlike morphology, while MIL-125­(Ti)-16Co (c-d) exhibits a disk-shaped morphology with\nsize of 500–700 nm and thickness of 180–200 nm. MIL-125­(Ti)-32Co\ndepicted in e-f displays a similar morphology with that of MIL-125­(Ti)-16Co,\nbut it has a smaller size of 300–500 nm and thickness of 100–120\nnm. However, MIL-125­(Ti)-Co with regular morphology and structure\ncan not be formed under the presence of too many Co<sup>2+</sup> (64\nmg CoCl<sub>2</sub>·6H<sub>2</sub>O), as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b06290/suppl_file/am7b06290_si_001.pdf\">Figure S3</ext-link>. SEM, TEM and HRTEM images of TiO<sub>2</sub> are shown in . The as-prepared anatse TiO<sub>2</sub> bassically inhibited\nthe square shape from MIL-125­(Ti), as show in a. It can be seen from high-magnification\nimage (b) that\nTiO<sub>2</sub> possesses a rough surface and porous structure. The\nthickness of TiO<sub>2</sub> is around 110 nm from the side view depicted\nin a (inset).\nThe morphology and structure of mesoporous anatase TiO<sub>2</sub> were further confirmed by TEM and HRTEM images, as shown in c-d. SAED pattern\nin the inset of c demonstrated that the whole nanoparticle with square like shape\nhas a polycrystalline structure. HRTEM image (d) revealed that it was composed of tiny\nnanocrystal subunits (5–10 nm). The tiny nanocrystals were\nhighly crystalline, and the clear lattice fringe of 0.35 nm could\nbe well assigned to the (101) spacing of anatase structure.</p>", "clean_text": "  and b show the low-magnification and high-magnification images of MIL-125(Ti), respectively. It can be clearly seen that numerous nanoparticles with high quality and uniform size of 200-300 nm were formed. Interestingly, MIL-125(Ti) nanoparticles have a square like morphology, while MIL-125(Ti)-16Co (c-d) exhibits a disk-shaped morphology with size of 500-700 nm and thickness of 180-200 nm. MIL-125(Ti)-32Co depicted in e-f displays a similar morphology with that of MIL-125(Ti)-16Co, but it has a smaller size of 300-500 nm and thickness of 100-120 nm. However, MIL-125(Ti)-Co with regular morphology and structure can not be formed under the presence of too many Co2+ (64 mg CoCl2⋅6H2O), as shown in Figure S3. SEM, TEM and HRTEM images of TiO2 are shown in . The as-prepared anatse TiO2 bassically inhibited the square shape from MIL-125(Ti), as show in a. It can be seen from high-magnification image (b) that TiO2 possesses a rough surface and porous structure. The thickness of TiO2 is around 110 nm from the side view depicted in a (inset). The morphology and structure of mesoporous anatase TiO2 were further confirmed by TEM and HRTEM images, as shown in c-d. SAED pattern in the inset of c demonstrated that the whole nanoparticle with square like shape has a polycrystalline structure. HRTEM image (d) revealed that it was composed of tiny nanocrystal subunits (5-10 nm). The tiny nanocrystals were highly crystalline, and the clear lattice fringe of 0.35 nm could be well assigned to the (101) spacing of anatase structure.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM images\nof (a, b) MIL-125­(Ti), (c, d) MIL-125­(Ti)-16Co, and\n(e, f) MIL-125­(Ti)-32Co.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2017-06290v_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  SEM images of (a, b) MIL-125(Ti), (c, d) MIL-125(Ti)-16Co, and (e, f) MIL-125(Ti)-32Co.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a, b) SEM, (c) TEM, and (d) HRTEM images of TiO<sub>2</sub>. The\ninset in panel c is the related SAED pattern.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2017-06290v_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a, b) SEM, (c) TEM, and (d) HRTEM images of TiO2. The inset in panel c is the related SAED pattern.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>\na\nshows\nthe image of TiO<sub>2</sub>-16Co, a large number of quasi-disk-shaped\nTiO<sub>2</sub> with thickness about 100 nm were found. It could be\nclearly seen from b that the quasi-disk-shaped TiO<sub>2</sub> is highly porous,\nand its size is around 250–400 nm. As shown in c and d, TiO<sub>2</sub>-32Co also displays nanodisk\nmorphology with smaller thickness (50–60 nm). The size of nanodisk\nwith highly porous structure is bout 200–300 nm. TEM (e) and HRTEM (f) images of TiO<sub>2</sub>-32Co further comfirm its porous structure. The ring pattern\nmade by small diffraction spots (inset in e) suggests a polynanocrystalline structure\nof the nanodisk. Actually, the nanodisk was constructed by tiny nanocrystal\nsubunits. The nanocrystals subunits with diameter of 5–8 nm\nwere highly crystalline, as shown in f. Elemental mapping has been conducted on\nthe elemental distribution of Ti, O and Co in TiO<sub>2</sub>-32Co,\nas depicted in a. It is verifying that the mesoporous TiO<sub>2</sub> nanodisks\nwere uniformly doping by Co<sup>2+</sup>. In addition, the contents\nof Co<sup>2+</sup> in the TiO<sub>2</sub>-32Co is about 0.94 at. %.\nIt is intersting that this synthetic method can be extended to prepare\nNi<sup>2+</sup> doping TiO<sub>2</sub> nanodisks when nickel chloride\nwas added, the results are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b06290/suppl_file/am7b06290_si_001.pdf\">Figure S4</ext-link>.</p>", "clean_text": " a shows the image of TiO2-16Co, a large number of quasi-disk-shaped TiO2 with thickness about 100 nm were found. It could be clearly seen from b that the quasi-disk-shaped TiO2 is highly porous, and its size is around 250-400 nm. As shown in c and d, TiO2-32Co also displays nanodisk morphology with smaller thickness (50-60 nm). The size of nanodisk with highly porous structure is bout 200-300 nm. TEM (e) and HRTEM (f) images of TiO2-32Co further comfirm its porous structure. The ring pattern made by small diffraction spots (inset in e) suggests a polynanocrystalline structure of the nanodisk. Actually, the nanodisk was constructed by tiny nanocrystal subunits. The nanocrystals subunits with diameter of 5-8 nm were highly crystalline, as shown in f. Elemental mapping has been conducted on the elemental distribution of Ti, O and Co in TiO2-32Co, as depicted in a. It is verifying that the mesoporous TiO2 nanodisks were uniformly doping by Co2+. In addition, the contents of Co2+ in the TiO2-32Co is about 0.94 at. %. It is intersting that this synthetic method can be extended to prepare Ni2+ doping TiO2 nanodisks when nickel chloride was added, the results are shown in Figure S4.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>SEM images of TiO<sub>2</sub>-16Co (a, b) and TiO<sub>2</sub>-32Co\n(c, d). TEM (e) and HRTEM (f) images of TiO<sub>2</sub>-32Co. The\ninset in panel e is the related SAED pattern.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2017-06290v_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  SEM images of TiO2-16Co (a, b) and TiO2-32Co (c, d). TEM (e) and HRTEM (f) images of TiO2-32Co. The inset in panel e is the related SAED pattern.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Corresponding EDX elemental mapping Ti, O, and Co of TiO<sub>2</sub>-32Co. (b) XPS survey of TiO<sub>2</sub>, TiO<sub>2</sub>-16Co,\nand TiO<sub>2</sub>-32Co. Co 2p band of (c) TiO<sub>2</sub>-16Co and\n(d) TiO<sub>2</sub>-32Co. (e) Ti 2p bands of the above three samples.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2017-06290v_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Corresponding EDX elemental mapping Ti, O, and Co of TiO2-32Co. (b) XPS survey of TiO2, TiO2-16Co, and TiO2-32Co. Co 2p band of (c) TiO2-16Co and (d) TiO2-32Co. (e) Ti 2p bands of the above three samples.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The surface chemical composition\nand oxidation state of the samples\nwere investigated by by X-ray photoelectron spectroscopy (XPS). b displays the XPS\nspectrum of TiO<sub>2</sub>, TiO<sub>2</sub>-16Co, and TiO<sub>2</sub>-32Co, it is seen that the peak intensity of Co would be gradually\nenhanced with the increasing content of Co doping. As shown in c and d, the apparent peaks at binding\nenergies of 780.1 eV (Co 2p<sub>3/2</sub>) are observed, which verifies\nthe chemical state of Co<sup>2+</sup> doped in both TiO<sub>2</sub>-16Co and TiO<sub>2</sub>-32Co.\ne displays the XPS\nresults of Ti 2p of TiO<sub>2</sub>, TiO<sub>2</sub>-16Co and TiO<sub>2</sub>-32Co. The Ti 2p<sub>3/2</sub> and Ti 2p<sub>1/2</sub> for\nTiO<sub>2</sub> are located at 458.6 and 464.5 eV, respectively, which\ncorresponds to the characteristics of Ti<sup>4+</sup>-O bonds. As\nfor TiO<sub>2</sub>-32Co or TiO<sub>2</sub>-16Co, the corresponding\npeaks shift slightly to the lower binding energies of 458.4 and 464.3.8\neV, which could be caused by the formation of oxygen vacancies.\n</p>", "clean_text": "The surface chemical composition and oxidation state of the samples were investigated by by X-ray photoelectron spectroscopy (XPS). b displays the XPS spectrum of TiO2, TiO2-16Co, and TiO2-32Co, it is seen that the peak intensity of Co would be gradually enhanced with the increasing content of Co doping. As shown in c and d, the apparent peaks at binding energies of 780.1 eV (Co 2p3/2) are observed, which verifies the chemical state of Co2+ doped in both TiO2-16Co and TiO2-32Co. e displays the XPS results of Ti 2p of TiO2, TiO2-16Co and TiO2-32Co. The Ti 2p3/2 and Ti 2p1/2 for TiO2 are located at 458.6 and 464.5 eV, respectively, which corresponds to the characteristics of Ti4+-O bonds. As for TiO2-32Co or TiO2-16Co, the corresponding peaks shift slightly to the lower binding energies of 458.4 and 464.3.8 eV, which could be caused by the formation of oxygen vacancies. ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>It is demostrated that\nelectrode material with a high electrical\nconductivity is crucial for Na-ion batterites with enhanced electrochemical\nperformances. Generally, an electron escaping from the material was\nhindered by the forces of interaction with a crystal lattice, leading\nto the creation of a potential barrier on a material surface. Herein,\nsurface potential of the samples was measured by means of Kelvin Probe\nForce Microscopy (KPFM). In this measured technique, surface potential\nis defined by the work function difference between the tip and the\nsample:\n<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic xlink:href=\"am-2017-06290v_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>cpd</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>tip</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>sample</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>e</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>Here, <italic>W</italic>\n<sub>tip</sub> and <italic>W</italic>\n<sub>sample</sub> are work functions of the tip and the\nsample, respectively. <italic>V</italic>\n<sub>cpd</sub> is the contact\npotential difference, e is the elementary charge. As show in a, the surface potential\nmap of Au foil was measured as a reference sample. b-d depicts the surface morphology\nand the corresponding surface potential maps of TiO<sub>2</sub> and\nTiO<sub>2</sub>-32Co, respectively (the corresponding measurements\nof TiO<sub>2</sub>-16Co are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b06290/suppl_file/am7b06290_si_001.pdf\">Figure S5</ext-link>). It is observed that the surface potential of TiO<sub>2</sub> increased\nwith the doping content of Co<sup>2+</sup> and TiO<sub>2</sub>-32Co\nhas a largest surface potential among them, suggesting a decreased\nwork functions after, and thus leading to improved electrical conductivity. Furthermore, the work functions of TiO<sub>2</sub>, TiO<sub>2</sub>-16Co and TiO<sub>2</sub>-32Co were calculated,\nas shown in f. It is notable that the work function decreased from 5.02 eV for\nTiO<sub>2</sub> to 4.74 eV for TiO<sub>2</sub>-32Co (4.87 eV for TiO<sub>2</sub>-16Co).</p>", "clean_text": "It is demostrated that electrode material with a high electrical conductivity is crucial for Na-ion batterites with enhanced electrochemical performances. Generally, an electron escaping from the material was hindered by the forces of interaction with a crystal lattice, leading to the creation of a potential barrier on a material surface. Herein, surface potential of the samples was measured by means of Kelvin Probe Force Microscopy (KPFM). In this measured technique, surface potential is defined by the work function difference between the tip and the sample:       V   cpd   =     W   tip   -   W   sample     e     Here, W tip and W sample are work functions of the tip and the sample, respectively. V cpd is the contact potential difference, e is the elementary charge. As show in a, the surface potential map of Au foil was measured as a reference sample. b-d depicts the surface morphology and the corresponding surface potential maps of TiO2 and TiO2-32Co, respectively (the corresponding measurements of TiO2-16Co are shown in Figure S5). It is observed that the surface potential of TiO2 increased with the doping content of Co2+ and TiO2-32Co has a largest surface potential among them, suggesting a decreased work functions after, and thus leading to improved electrical conductivity. Furthermore, the work functions of TiO2, TiO2-16Co and TiO2-32Co were calculated, as shown in f. It is notable that the work function decreased from 5.02 eV for TiO2 to 4.74 eV for TiO2-32Co (4.87 eV for TiO2-16Co).", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Surface potential maps of (a) Au foil, (c) TiO<sub>2</sub>, and\n(e) TiO<sub>2</sub>-32Co. Topography of (b) TiO<sub>2</sub> and (d)\nTiO<sub>2</sub>-32Co. (f) Work functions of TiO<sub>2</sub>, TiO<sub>2</sub>-16Co, and TiO<sub>2</sub>-32Co.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2017-06290v_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Surface potential maps of (a) Au foil, (c) TiO2, and (e) TiO2-32Co. Topography of (b) TiO2 and (d) TiO2-32Co. (f) Work functions of TiO2, TiO2-16Co, and TiO2-32Co.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>Recently, MOFs have been also explored as the ideal templates\nfor\nthe synthesis of porous metal oxide nanostructures with good electrochemical\nproperties. Herein, mesoporous TiO<sub>2</sub> doped by Co<sup>2+</sup> with\nuniform morphology was constructed from metal organic frameworks precursors,\nwhich would be expected with a good performance for NIBs. As shown\nin a, a couple\nof redox peaks between 0.5 and 1.0 V vs Na/Na<sup>+</sup> with a scan\nrate of 0.5 mV s<sup>–1</sup> are observed from cyclic voltammetry\n(CV) measurement, which would be ascribed to the reversible reduction\nof Ti<sup>4+</sup> to Ti<sup>3+</sup>. CV curve at the first cycle reveals the irreversible side reactions\nwith electrolyte at the first reduced process. Nevertheless, the subsequent\ncycles basically have the same profile, suggesting a reversible Na-ion\nstorage process. b-d shows the charge–discharge profiles of TiO<sub>2</sub>-32Co, TiO<sub>2</sub>-16Co, and TiO<sub>2</sub> from the selective\ncycles at 0.1 Ag<sup>1–</sup> in the voltage window of 0.01–3\nV. All the samples did not exhibit a well-defined voltage plateaus\nduring charge/discharge process, which is typical for TiO<sub>2</sub> anode for NIBs. TiO<sub>2</sub>-32Co displays a discharge capacity\nof 498 mAh g<sup>–1</sup> and charge capacity of 232 mAhg<sup>–1</sup> at the first cycle. The first charge capacity of\nTiO<sub>2</sub>-16Co and TiO<sub>2</sub> is 184 and 168 mAhg<sup>–1</sup>, respectively. Thus, the reversibe capacity of TiO<sub>2</sub>-16Co\nis larger than that of TiO<sub>2</sub>, and TiO<sub>2</sub>-32Co is\nlargest among them. The first Coulombic efficiency (CE) of 47%, 43%,\nand 38% were obtained for TiO<sub>2</sub>-32Co, TiO<sub>2</sub>-16Co,\nand TiO<sub>2</sub>, respectively. Generally speaking, the three samples\nall dispaly a large irreversible capacity at the first cycle, which\ncould be mainly ascribed to the formation of a solid-electrolyte interface\n(SEI) formation of TiO<sub>2</sub> accroding to the previous report. Nevertheless, The reversible\ncapacity and CE could be improved after Co<sup>2+</sup> doping, which\nmay be due to the smaller work functions.</p>", "clean_text": "Recently, MOFs have been also explored as the ideal templates for the synthesis of porous metal oxide nanostructures with good electrochemical properties. Herein, mesoporous TiO2 doped by Co2+ with uniform morphology was constructed from metal organic frameworks precursors, which would be expected with a good performance for NIBs. As shown in a, a couple of redox peaks between 0.5 and 1.0 V vs Na/Na+ with a scan rate of 0.5 mV s-1 are observed from cyclic voltammetry (CV) measurement, which would be ascribed to the reversible reduction of Ti4+ to Ti3+. CV curve at the first cycle reveals the irreversible side reactions with electrolyte at the first reduced process. Nevertheless, the subsequent cycles basically have the same profile, suggesting a reversible Na-ion storage process. b-d shows the charge-discharge profiles of TiO2-32Co, TiO2-16Co, and TiO2 from the selective cycles at 0.1 Ag1- in the voltage window of 0.01-3 V. All the samples did not exhibit a well-defined voltage plateaus during charge/discharge process, which is typical for TiO2 anode for NIBs. TiO2-32Co displays a discharge capacity of 498 mAh g-1 and charge capacity of 232 mAhg-1 at the first cycle. The first charge capacity of TiO2-16Co and TiO2 is 184 and 168 mAhg-1, respectively. Thus, the reversibe capacity of TiO2-16Co is larger than that of TiO2, and TiO2-32Co is largest among them. The first Coulombic efficiency (CE) of 47%, 43%, and 38% were obtained for TiO2-32Co, TiO2-16Co, and TiO2, respectively. Generally speaking, the three samples all dispaly a large irreversible capacity at the first cycle, which could be mainly ascribed to the formation of a solid-electrolyte interface (SEI) formation of TiO2 accroding to the previous report. Nevertheless, The reversible capacity and CE could be improved after Co2+ doping, which may be due to the smaller work functions.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) CV curves of TiO<sub>2</sub>-32Co between 0.01 and 3.0 V with\na scan rate of 0.5 mV s<sup>–1</sup>. Charge–discharge\nprofiles of (b)­TiO<sub>2</sub>-32Co, (c)­TiO<sub>2</sub>-16Co, and\n(d) TiO<sub>2</sub> at 0.1 A g<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am-2017-06290v_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) CV curves of TiO2-32Co between 0.01 and 3.0 V with a scan rate of 0.5 mV s-1. Charge-discharge profiles of (b)TiO2-32Co, (c)TiO2-16Co, and (d) TiO2 at 0.1 A g-1.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>\na shows\nthe rate capability of TiO<sub>2</sub>, TiO<sub>2</sub>-16Co, and\nTiO<sub>2</sub>-32Co. The electrodes were cycled for the initial five\ncycles at 0.1 Ag<sup>1–</sup>, and the current density gradually\nincreased to 2 Ag<sup>1–</sup>, and finally returned to 0.2\nAg<sup>1–</sup>. Although all the three samples display a relatively\nlow (&lt;50%) first Coulombic efficiency, it will increased to 98%\nafter 5 cycles. The reversible capacity (average) of TiO<sub>2</sub> is about 168, 140, 105, 77, and 43 mAhg<sup>–1</sup> at the\ncurrent density of 0.1, 0.2, 0.5, 1, and 2 Ag<sup>1–</sup>,\nrespectively. TiO<sub>2</sub>-16Co exhibits a larger reversible capacity\nthan that of TiO<sub>2</sub>. It is notable that the reversible capacity\nof TiO<sub>2</sub>-32Co is up to 220, 193, 156, 121, and 94 mAhg<sup>–1</sup> at 0.1, 0.2, 0.5, 1, and 2 Ag<sup>1–</sup>, respectively. Therefore, the reversible capacity of TiO<sub>2</sub>-32Co is largest capacity among them, which also demonstates a high\nrate performance. This may be due to the largest surface area and\npore volume, as well as the smallest thickness, which can provide\nmost electrochemical active sites and short ions/electronics diffusion\npath, leading to improved Na-ion storage capacity and high rate performance.\nAt the same time, the increased electrical conductivity due to the\noxygen vacancies would also be favor for the rate capability, which\nwill be discussed in the following text. b presents the cycling performance of the\nabove three samples at 0.1 Ag<sup>1–</sup>. The reversible\ncapacity of 127, 141, and 170 mAhg<sup>–1</sup> could be maintained\nafter 100 cycles for TiO<sub>2</sub>, TiO<sub>2</sub>-16Co and TiO<sub>2</sub>-32Co, respectively. The long-term cycling performance of\nTiO<sub>2</sub>-32Co was shown in c. It is notable that the reversible capacity\nstarts at 162 mAhg<sup>1</sup> and still maintains at 139 mAhg<sup>–1</sup> after 500 cycles at 0.5 Ag<sup>1–</sup>, suggesting\nexcellent cycling stability. These results suggest that the prepared\nmesoporous anatase TiO<sub>2</sub> derived from metal–organic\nframeworks basically exhibited a very good cycling stability and rate\ncapability for Na-ion storage.</p>", "clean_text": " a shows the rate capability of TiO2, TiO2-16Co, and TiO2-32Co. The electrodes were cycled for the initial five cycles at 0.1 Ag1-, and the current density gradually increased to 2 Ag1-, and finally returned to 0.2 Ag1-. Although all the three samples display a relatively low (<50%) first Coulombic efficiency, it will increased to 98% after 5 cycles. The reversible capacity (average) of TiO2 is about 168, 140, 105, 77, and 43 mAhg-1 at the current density of 0.1, 0.2, 0.5, 1, and 2 Ag1-, respectively. TiO2-16Co exhibits a larger reversible capacity than that of TiO2. It is notable that the reversible capacity of TiO2-32Co is up to 220, 193, 156, 121, and 94 mAhg-1 at 0.1, 0.2, 0.5, 1, and 2 Ag1-, respectively. Therefore, the reversible capacity of TiO2-32Co is largest capacity among them, which also demonstates a high rate performance. This may be due to the largest surface area and pore volume, as well as the smallest thickness, which can provide most electrochemical active sites and short ions/electronics diffusion path, leading to improved Na-ion storage capacity and high rate performance. At the same time, the increased electrical conductivity due to the oxygen vacancies would also be favor for the rate capability, which will be discussed in the following text. b presents the cycling performance of the above three samples at 0.1 Ag1-. The reversible capacity of 127, 141, and 170 mAhg-1 could be maintained after 100 cycles for TiO2, TiO2-16Co and TiO2-32Co, respectively. The long-term cycling performance of TiO2-32Co was shown in c. It is notable that the reversible capacity starts at 162 mAhg1 and still maintains at 139 mAhg-1 after 500 cycles at 0.5 Ag1-, suggesting excellent cycling stability. These results suggest that the prepared mesoporous anatase TiO2 derived from metal-organic frameworks basically exhibited a very good cycling stability and rate capability for Na-ion storage.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a) Rate capability and (b) cycling performance\nat 0.1 A g<sup>–1</sup> of TiO<sub>2</sub>, TiO<sub>2</sub>-16Co, and TiO<sub>2</sub>-32Co. (c) Long cycling performance of\nTiO<sub>2</sub>-32Co\nat 0.5 A g<sup>–1</sup>. (d) Electrochemical impedance spectra\n(EIS) of the above three samples. The inset in panel d is the corresponding\nequivalent circuit.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"am-2017-06290v_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  (a) Rate capability and (b) cycling performance at 0.1 A g-1 of TiO2, TiO2-16Co, and TiO2-32Co. (c) Long cycling performance of TiO2-32Co at 0.5 A g-1. (d) Electrochemical impedance spectra (EIS) of the above three samples. The inset in panel d is the corresponding equivalent circuit.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>AC impedance measurements\nwere performed on the fresh batteries\nmade of TiO<sub>2</sub>, TiO<sub>2</sub>-16Co, and TiO<sub>2</sub>-32Co to investigate their characterizations of electrochemical performance\nfor Na-ion storage. As presented in d, the Nyquist complex plane impedance plots\nare composed of the electrolyte resistance (<italic>R</italic>\n<sub>s</sub>) at high frequencies, a depressed semicircle at the middle\nfrequencies reflected the impedance of the charge transfer reaction\n(<italic>R</italic>\n<sub>ct</sub>) and a slope at low frequencies arising\nfrom the Warburg impedance (<italic>W</italic>) corresponded to the\nNa<sup>+</sup> diffusion in the electrode. By fitting the impedance\ndata, the <italic>R</italic>\n<sub>ct</sub> of 521, 332, and 273 Ω\nwas obtained for TiO<sub>2</sub>, TiO<sub>2</sub>-16Co, and TiO<sub>2</sub>-32Co, respectively. Thus, it is verified that the <italic>R</italic>\n<sub>ct</sub> of mesoporous TiO<sub>2</sub> decreased with\nthe increasing content of Co<sup>2+</sup> doping, which could be due\nto the increase of oxygen vacancies caused by heteroatom doping, leading\nto the decrease in work functions. Besides, the large surface area\nand pore volume can offer abundant electrode–electrolyte interfaces\nto store sodium ions, which may be in favor of kinetic performance.\nThe crystal structure of Co<sup>2+</sup>-doped mesoporous TiO<sub>2</sub> electrode during chage/discharge process was sudied by XRD,\nthe results are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b06290/suppl_file/am7b06290_si_001.pdf\">Figure S6</ext-link>. It\nis obseved that the TiO<sub>2</sub> diffraction peaks become weaker\ncompared with the pristine electrode after first discharge, which\nmay be due to the partial transformation of anatase into a rather\namorphous sodium titanate structure upon sodium insertion. In the subsequent charged process, the diffraction\npeaks of TiO<sub>2</sub> can be basically recovered, suggesting its\nreversibility during the Na-ion insertion/extraction process.</p>", "clean_text": "AC impedance measurements were performed on the fresh batteries made of TiO2, TiO2-16Co, and TiO2-32Co to investigate their characterizations of electrochemical performance for Na-ion storage. As presented in d, the Nyquist complex plane impedance plots are composed of the electrolyte resistance (R s) at high frequencies, a depressed semicircle at the middle frequencies reflected the impedance of the charge transfer reaction (R ct) and a slope at low frequencies arising from the Warburg impedance (W) corresponded to the Na+ diffusion in the electrode. By fitting the impedance data, the R ct of 521, 332, and 273 Ω was obtained for TiO2, TiO2-16Co, and TiO2-32Co, respectively. Thus, it is verified that the R ct of mesoporous TiO2 decreased with the increasing content of Co2+ doping, which could be due to the increase of oxygen vacancies caused by heteroatom doping, leading to the decrease in work functions. Besides, the large surface area and pore volume can offer abundant electrode-electrolyte interfaces to store sodium ions, which may be in favor of kinetic performance. The crystal structure of Co2+-doped mesoporous TiO2 electrode during chage/discharge process was sudied by XRD, the results are shown in Figure S6. It is obseved that the TiO2 diffraction peaks become weaker compared with the pristine electrode after first discharge, which may be due to the partial transformation of anatase into a rather amorphous sodium titanate structure upon sodium insertion. In the subsequent charged process, the diffraction peaks of TiO2 can be basically recovered, suggesting its reversibility during the Na-ion insertion/extraction process.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In summary, we develop a mesoporous Co<sup>2+</sup>-doped TiO<sub>2</sub> derived from metal organic frameworks\nprecursors as a superior\nhost material for Na-ion storage. The Co<sup>2+</sup> doping in TiO<sub>2</sub> with uniform distribution was achieved through the in situ\nthermal treatment of MIL-125­(Ti)-Co. It is notable that such Co<sup>2+</sup>-doped TiO<sub>2</sub> inherited uniform nanodisk morphology\nfrom the precursors and possesses a large surface area, pore volume,\nand mesoporous structure with narrow pore distribution. It is founded\nthat the reversible capacity, Coulombic efficiency and rate capability\ncan be improved by Co<sup>2+</sup> doping in mesoporous TiO<sub>2</sub> anode. Co<sup>2+</sup>-doped TiO<sub>2</sub> nanodisks displayed\na high reversible capacity, good rate performance and cycling stability.\nThis could be attributed to the increased electrical conductivity\ncaused by oxygen vacancies and the larger sufurce area after Co<sup>2+</sup> doping. The present study not only provides a route for\nthe synthesis of metal ions doped mesoporous TiO<sub>2</sub> derived\nfrom metal–organic frameworks but also brings a promising material\nfor energy storage and conversion.</p>", "clean_text": "Conclusion\n\nIn summary, we develop a mesoporous Co2+-doped TiO2 derived from metal organic frameworks precursors as a superior host material for Na-ion storage. The Co2+ doping in TiO2 with uniform distribution was achieved through the in situ thermal treatment of MIL-125(Ti)-Co. It is notable that such Co2+-doped TiO2 inherited uniform nanodisk morphology from the precursors and possesses a large surface area, pore volume, and mesoporous structure with narrow pore distribution. It is founded that the reversible capacity, Coulombic efficiency and rate capability can be improved by Co2+ doping in mesoporous TiO2 anode. Co2+-doped TiO2 nanodisks displayed a high reversible capacity, good rate performance and cycling stability. This could be attributed to the increased electrical conductivity caused by oxygen vacancies and the larger sufurce area after Co2+ doping. The present study not only provides a route for the synthesis of metal ions doped mesoporous TiO2 derived from metal-organic frameworks but also brings a promising material for energy storage and conversion.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.7b06290\">10.1021/acsami.7b06290</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental details,\nadditional SEM images and XRD\npatterns (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b06290/suppl_file/am7b06290_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Experimental details,\nadditional SEM images and XRD\npatterns (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b06290/suppl_file/am7b06290_si_001.pdf\">PDF</ext-link>)</p><p>Z.H. and M.K. contributed equally to this work.</p><p>The\nauthors\ndeclare no competing financial interest.</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.7b06290.  Experimental details, additional SEM images and XRD patterns (PDF)   \n\nExperimental details, additional SEM images and XRD patterns (PDF)\n\nZ.H. and M.K. contributed equally to this work.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 8, 17, 19, 21, 23", "type": "text", "classification": "property", "content": "<p>TiO<sub>2</sub> is a most promising anode candidate for rechargeable\nNa-ion batteries (NIBs) because of its appropriate working voltage,\nlow cost, and superior structural stability during chage/discharge\nprocess. Nevertheless, it suffers from intrinsically low electrical\nconductivity. Herein, we report an in situ synthesis of Co<sup>2+</sup>-doped TiO<sub>2</sub> through the thermal treatment of metal organic\nframeworks precursors of MIL-125­(Ti)-Co as a superior anode material\nfor NIBs. The Co<sup>2+</sup>-doped TiO<sub>2</sub> possesses uniform\nnanodisk morphology, a large surface area and mesoporous structure\nwith narrow pore distribution. The reversible capacity, Coulombic\nefficiency (CE) and rate capability can be improved by Co<sup>2+</sup> doping in mesoporous TiO<sub>2</sub> anode. Co<sup>2+</sup>-doped\nmesoporous TiO<sub>2</sub> nanodisks exhibited a high reversible capacity\nof 232 mAhg<sup>–1</sup> at 0.1 Ag<sup>1–</sup>, good\nrate capability and cycling stability with a stable capacity of about\n140 mAhg<sup>–1</sup> at 0.5 Ag<sup>1–</sup> after 500\ncycles. The enhanced Na-ion storage performance could be due to the\nincreased electrical conductivity revealed by Kelvin probe force microscopy\nmeasurements.</p><p>N<sub>2</sub> adsorption–desorption isotherms measurements\nwere adopted to investigate the Brunauer–Emmett–Teller\n(BET) surface area and pore size distribution of the as-prepared samples,\nas presented in . It is clearly shown that all the samples have a type IV curves.\nThe BET surface area and the pore volume of antase TiO<sub>2</sub> were determined to be 101 m<sup>2</sup> g<sup>–1</sup> and\n0.20 cm<sup>3</sup> g<sup>–1</sup>, respectively. As shown\nin b, TiO<sub>2</sub> possesses a narrow pore size distribution located aroud 6\nnm according to BJH analysis. TiO<sub>2</sub>-16Co has a larger surface\narea (146 m<sup>2</sup> g<sup>–1</sup>) and pore volume (0.36\ncm<sup>3</sup> g<sup>–1</sup>). As to TiO<sub>2</sub>-32Co,\nit exhibits a largest surface area (175 m<sup>2</sup> g<sup>–1</sup>) and pore volume (0.37 cm<sup>3</sup> g<sup>–1</sup>). TiO<sub>2</sub>-32Co has a similar pore size with TiO<sub>2</sub>-16Co, where\nis mostly located aroud 5 nm. Accordingly, the obove three samples\nexhibit a relatively uniform mesoporous structure. The pore size of\nboth the prepared TiO<sub>2</sub> and Co<sup>2+</sup> doped TiO<sub>2</sub> with mesoporous structure is larger than that of the previous\nreport of porous TiO<sub>2</sub> (1–2 nm) derived from MIL-125­(Ti). It is notable that a relatively large pore size\nis necessary for Na-ion intercalation, which is also in favor of cycling\nstability for NIBs.\n</p><p>It is demostrated that\nelectrode material with a high electrical\nconductivity is crucial for Na-ion batterites with enhanced electrochemical\nperformances. Generally, an electron escaping from the material was\nhindered by the forces of interaction with a crystal lattice, leading\nto the creation of a potential barrier on a material surface. Herein,\nsurface potential of the samples was measured by means of Kelvin Probe\nForce Microscopy (KPFM). In this measured technique, surface potential\nis defined by the work function difference between the tip and the\nsample:\n<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic xlink:href=\"am-2017-06290v_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>cpd</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>tip</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>sample</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>e</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>Here, <italic>W</italic>\n<sub>tip</sub> and <italic>W</italic>\n<sub>sample</sub> are work functions of the tip and the\nsample, respectively. <italic>V</italic>\n<sub>cpd</sub> is the contact\npotential difference, e is the elementary charge. As show in a, the surface potential\nmap of Au foil was measured as a reference sample. b-d depicts the surface morphology\nand the corresponding surface potential maps of TiO<sub>2</sub> and\nTiO<sub>2</sub>-32Co, respectively (the corresponding measurements\nof TiO<sub>2</sub>-16Co are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b06290/suppl_file/am7b06290_si_001.pdf\">Figure S5</ext-link>). It is observed that the surface potential of TiO<sub>2</sub> increased\nwith the doping content of Co<sup>2+</sup> and TiO<sub>2</sub>-32Co\nhas a largest surface potential among them, suggesting a decreased\nwork functions after, and thus leading to improved electrical conductivity. Furthermore, the work functions of TiO<sub>2</sub>, TiO<sub>2</sub>-16Co and TiO<sub>2</sub>-32Co were calculated,\nas shown in f. It is notable that the work function decreased from 5.02 eV for\nTiO<sub>2</sub> to 4.74 eV for TiO<sub>2</sub>-32Co (4.87 eV for TiO<sub>2</sub>-16Co).</p><p>Recently, MOFs have been also explored as the ideal templates\nfor\nthe synthesis of porous metal oxide nanostructures with good electrochemical\nproperties. Herein, mesoporous TiO<sub>2</sub> doped by Co<sup>2+</sup> with\nuniform morphology was constructed from metal organic frameworks precursors,\nwhich would be expected with a good performance for NIBs. As shown\nin a, a couple\nof redox peaks between 0.5 and 1.0 V vs Na/Na<sup>+</sup> with a scan\nrate of 0.5 mV s<sup>–1</sup> are observed from cyclic voltammetry\n(CV) measurement, which would be ascribed to the reversible reduction\nof Ti<sup>4+</sup> to Ti<sup>3+</sup>. CV curve at the first cycle reveals the irreversible side reactions\nwith electrolyte at the first reduced process. Nevertheless, the subsequent\ncycles basically have the same profile, suggesting a reversible Na-ion\nstorage process. b-d shows the charge–discharge profiles of TiO<sub>2</sub>-32Co, TiO<sub>2</sub>-16Co, and TiO<sub>2</sub> from the selective\ncycles at 0.1 Ag<sup>1–</sup> in the voltage window of 0.01–3\nV. All the samples did not exhibit a well-defined voltage plateaus\nduring charge/discharge process, which is typical for TiO<sub>2</sub> anode for NIBs. TiO<sub>2</sub>-32Co displays a discharge capacity\nof 498 mAh g<sup>–1</sup> and charge capacity of 232 mAhg<sup>–1</sup> at the first cycle. The first charge capacity of\nTiO<sub>2</sub>-16Co and TiO<sub>2</sub> is 184 and 168 mAhg<sup>–1</sup>, respectively. Thus, the reversibe capacity of TiO<sub>2</sub>-16Co\nis larger than that of TiO<sub>2</sub>, and TiO<sub>2</sub>-32Co is\nlargest among them. The first Coulombic efficiency (CE) of 47%, 43%,\nand 38% were obtained for TiO<sub>2</sub>-32Co, TiO<sub>2</sub>-16Co,\nand TiO<sub>2</sub>, respectively. Generally speaking, the three samples\nall dispaly a large irreversible capacity at the first cycle, which\ncould be mainly ascribed to the formation of a solid-electrolyte interface\n(SEI) formation of TiO<sub>2</sub> accroding to the previous report. Nevertheless, The reversible\ncapacity and CE could be improved after Co<sup>2+</sup> doping, which\nmay be due to the smaller work functions.</p><p>\na shows\nthe rate capability of TiO<sub>2</sub>, TiO<sub>2</sub>-16Co, and\nTiO<sub>2</sub>-32Co. The electrodes were cycled for the initial five\ncycles at 0.1 Ag<sup>1–</sup>, and the current density gradually\nincreased to 2 Ag<sup>1–</sup>, and finally returned to 0.2\nAg<sup>1–</sup>. Although all the three samples display a relatively\nlow (&lt;50%) first Coulombic efficiency, it will increased to 98%\nafter 5 cycles. The reversible capacity (average) of TiO<sub>2</sub> is about 168, 140, 105, 77, and 43 mAhg<sup>–1</sup> at the\ncurrent density of 0.1, 0.2, 0.5, 1, and 2 Ag<sup>1–</sup>,\nrespectively. TiO<sub>2</sub>-16Co exhibits a larger reversible capacity\nthan that of TiO<sub>2</sub>. It is notable that the reversible capacity\nof TiO<sub>2</sub>-32Co is up to 220, 193, 156, 121, and 94 mAhg<sup>–1</sup> at 0.1, 0.2, 0.5, 1, and 2 Ag<sup>1–</sup>, respectively. Therefore, the reversible capacity of TiO<sub>2</sub>-32Co is largest capacity among them, which also demonstates a high\nrate performance. This may be due to the largest surface area and\npore volume, as well as the smallest thickness, which can provide\nmost electrochemical active sites and short ions/electronics diffusion\npath, leading to improved Na-ion storage capacity and high rate performance.\nAt the same time, the increased electrical conductivity due to the\noxygen vacancies would also be favor for the rate capability, which\nwill be discussed in the following text. b presents the cycling performance of the\nabove three samples at 0.1 Ag<sup>1–</sup>. The reversible\ncapacity of 127, 141, and 170 mAhg<sup>–1</sup> could be maintained\nafter 100 cycles for TiO<sub>2</sub>, TiO<sub>2</sub>-16Co and TiO<sub>2</sub>-32Co, respectively. The long-term cycling performance of\nTiO<sub>2</sub>-32Co was shown in c. It is notable that the reversible capacity\nstarts at 162 mAhg<sup>1</sup> and still maintains at 139 mAhg<sup>–1</sup> after 500 cycles at 0.5 Ag<sup>1–</sup>, suggesting\nexcellent cycling stability. These results suggest that the prepared\nmesoporous anatase TiO<sub>2</sub> derived from metal–organic\nframeworks basically exhibited a very good cycling stability and rate\ncapability for Na-ion storage.</p><p>AC impedance measurements\nwere performed on the fresh batteries\nmade of TiO<sub>2</sub>, TiO<sub>2</sub>-16Co, and TiO<sub>2</sub>-32Co to investigate their characterizations of electrochemical performance\nfor Na-ion storage. As presented in d, the Nyquist complex plane impedance plots\nare composed of the electrolyte resistance (<italic>R</italic>\n<sub>s</sub>) at high frequencies, a depressed semicircle at the middle\nfrequencies reflected the impedance of the charge transfer reaction\n(<italic>R</italic>\n<sub>ct</sub>) and a slope at low frequencies arising\nfrom the Warburg impedance (<italic>W</italic>) corresponded to the\nNa<sup>+</sup> diffusion in the electrode. By fitting the impedance\ndata, the <italic>R</italic>\n<sub>ct</sub> of 521, 332, and 273 Ω\nwas obtained for TiO<sub>2</sub>, TiO<sub>2</sub>-16Co, and TiO<sub>2</sub>-32Co, respectively. Thus, it is verified that the <italic>R</italic>\n<sub>ct</sub> of mesoporous TiO<sub>2</sub> decreased with\nthe increasing content of Co<sup>2+</sup> doping, which could be due\nto the increase of oxygen vacancies caused by heteroatom doping, leading\nto the decrease in work functions. Besides, the large surface area\nand pore volume can offer abundant electrode–electrolyte interfaces\nto store sodium ions, which may be in favor of kinetic performance.\nThe crystal structure of Co<sup>2+</sup>-doped mesoporous TiO<sub>2</sub> electrode during chage/discharge process was sudied by XRD,\nthe results are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b06290/suppl_file/am7b06290_si_001.pdf\">Figure S6</ext-link>. It\nis obseved that the TiO<sub>2</sub> diffraction peaks become weaker\ncompared with the pristine electrode after first discharge, which\nmay be due to the partial transformation of anatase into a rather\namorphous sodium titanate structure upon sodium insertion. In the subsequent charged process, the diffraction\npeaks of TiO<sub>2</sub> can be basically recovered, suggesting its\nreversibility during the Na-ion insertion/extraction process.</p>", "clean_text": "TiO2 is a most promising anode candidate for rechargeable Na-ion batteries (NIBs) because of its appropriate working voltage, low cost, and superior structural stability during chage/discharge process. Nevertheless, it suffers from intrinsically low electrical conductivity. Herein, we report an in situ synthesis of Co2+-doped TiO2 through the thermal treatment of metal organic frameworks precursors of MIL-125(Ti)-Co as a superior anode material for NIBs. The Co2+-doped TiO2 possesses uniform nanodisk morphology, a large surface area and mesoporous structure with narrow pore distribution. The reversible capacity, Coulombic efficiency (CE) and rate capability can be improved by Co2+ doping in mesoporous TiO2 anode. Co2+-doped mesoporous TiO2 nanodisks exhibited a high reversible capacity of 232 mAhg-1 at 0.1 Ag1-, good rate capability and cycling stability with a stable capacity of about 140 mAhg-1 at 0.5 Ag1- after 500 cycles. The enhanced Na-ion storage performance could be due to the increased electrical conductivity revealed by Kelvin probe force microscopy measurements.\n\nN2 adsorption-desorption isotherms measurements were adopted to investigate the Brunauer-Emmett-Teller (BET) surface area and pore size distribution of the as-prepared samples, as presented in . It is clearly shown that all the samples have a type IV curves. The BET surface area and the pore volume of antase TiO2 were determined to be 101 m2 g-1 and 0.20 cm3 g-1, respectively. As shown in b, TiO2 possesses a narrow pore size distribution located aroud 6 nm according to BJH analysis. TiO2-16Co has a larger surface area (146 m2 g-1) and pore volume (0.36 cm3 g-1). As to TiO2-32Co, it exhibits a largest surface area (175 m2 g-1) and pore volume (0.37 cm3 g-1). TiO2-32Co has a similar pore size with TiO2-16Co, where is mostly located aroud 5 nm. Accordingly, the obove three samples exhibit a relatively uniform mesoporous structure. The pore size of both the prepared TiO2 and Co2+ doped TiO2 with mesoporous structure is larger than that of the previous report of porous TiO2 (1-2 nm) derived from MIL-125(Ti). It is notable that a relatively large pore size is necessary for Na-ion intercalation, which is also in favor of cycling stability for NIBs. \n\nIt is demostrated that electrode material with a high electrical conductivity is crucial for Na-ion batterites with enhanced electrochemical performances. Generally, an electron escaping from the material was hindered by the forces of interaction with a crystal lattice, leading to the creation of a potential barrier on a material surface. Herein, surface potential of the samples was measured by means of Kelvin Probe Force Microscopy (KPFM). In this measured technique, surface potential is defined by the work function difference between the tip and the sample:       V   cpd   =     W   tip   -   W   sample     e     Here, W tip and W sample are work functions of the tip and the sample, respectively. V cpd is the contact potential difference, e is the elementary charge. As show in a, the surface potential map of Au foil was measured as a reference sample. b-d depicts the surface morphology and the corresponding surface potential maps of TiO2 and TiO2-32Co, respectively (the corresponding measurements of TiO2-16Co are shown in Figure S5). It is observed that the surface potential of TiO2 increased with the doping content of Co2+ and TiO2-32Co has a largest surface potential among them, suggesting a decreased work functions after, and thus leading to improved electrical conductivity. Furthermore, the work functions of TiO2, TiO2-16Co and TiO2-32Co were calculated, as shown in f. It is notable that the work function decreased from 5.02 eV for TiO2 to 4.74 eV for TiO2-32Co (4.87 eV for TiO2-16Co).\n\nRecently, MOFs have been also explored as the ideal templates for the synthesis of porous metal oxide nanostructures with good electrochemical properties. Herein, mesoporous TiO2 doped by Co2+ with uniform morphology was constructed from metal organic frameworks precursors, which would be expected with a good performance for NIBs. As shown in a, a couple of redox peaks between 0.5 and 1.0 V vs Na/Na+ with a scan rate of 0.5 mV s-1 are observed from cyclic voltammetry (CV) measurement, which would be ascribed to the reversible reduction of Ti4+ to Ti3+. CV curve at the first cycle reveals the irreversible side reactions with electrolyte at the first reduced process. Nevertheless, the subsequent cycles basically have the same profile, suggesting a reversible Na-ion storage process. b-d shows the charge-discharge profiles of TiO2-32Co, TiO2-16Co, and TiO2 from the selective cycles at 0.1 Ag1- in the voltage window of 0.01-3 V. All the samples did not exhibit a well-defined voltage plateaus during charge/discharge process, which is typical for TiO2 anode for NIBs. TiO2-32Co displays a discharge capacity of 498 mAh g-1 and charge capacity of 232 mAhg-1 at the first cycle. The first charge capacity of TiO2-16Co and TiO2 is 184 and 168 mAhg-1, respectively. Thus, the reversibe capacity of TiO2-16Co is larger than that of TiO2, and TiO2-32Co is largest among them. The first Coulombic efficiency (CE) of 47%, 43%, and 38% were obtained for TiO2-32Co, TiO2-16Co, and TiO2, respectively. Generally speaking, the three samples all dispaly a large irreversible capacity at the first cycle, which could be mainly ascribed to the formation of a solid-electrolyte interface (SEI) formation of TiO2 accroding to the previous report. Nevertheless, The reversible capacity and CE could be improved after Co2+ doping, which may be due to the smaller work functions.\n\n a shows the rate capability of TiO2, TiO2-16Co, and TiO2-32Co. The electrodes were cycled for the initial five cycles at 0.1 Ag1-, and the current density gradually increased to 2 Ag1-, and finally returned to 0.2 Ag1-. Although all the three samples display a relatively low (<50%) first Coulombic efficiency, it will increased to 98% after 5 cycles. The reversible capacity (average) of TiO2 is about 168, 140, 105, 77, and 43 mAhg-1 at the current density of 0.1, 0.2, 0.5, 1, and 2 Ag1-, respectively. TiO2-16Co exhibits a larger reversible capacity than that of TiO2. It is notable that the reversible capacity of TiO2-32Co is up to 220, 193, 156, 121, and 94 mAhg-1 at 0.1, 0.2, 0.5, 1, and 2 Ag1-, respectively. Therefore, the reversible capacity of TiO2-32Co is largest capacity among them, which also demonstates a high rate performance. This may be due to the largest surface area and pore volume, as well as the smallest thickness, which can provide most electrochemical active sites and short ions/electronics diffusion path, leading to improved Na-ion storage capacity and high rate performance. At the same time, the increased electrical conductivity due to the oxygen vacancies would also be favor for the rate capability, which will be discussed in the following text. b presents the cycling performance of the above three samples at 0.1 Ag1-. The reversible capacity of 127, 141, and 170 mAhg-1 could be maintained after 100 cycles for TiO2, TiO2-16Co and TiO2-32Co, respectively. The long-term cycling performance of TiO2-32Co was shown in c. It is notable that the reversible capacity starts at 162 mAhg1 and still maintains at 139 mAhg-1 after 500 cycles at 0.5 Ag1-, suggesting excellent cycling stability. These results suggest that the prepared mesoporous anatase TiO2 derived from metal-organic frameworks basically exhibited a very good cycling stability and rate capability for Na-ion storage.\n\nAC impedance measurements were performed on the fresh batteries made of TiO2, TiO2-16Co, and TiO2-32Co to investigate their characterizations of electrochemical performance for Na-ion storage. As presented in d, the Nyquist complex plane impedance plots are composed of the electrolyte resistance (R s) at high frequencies, a depressed semicircle at the middle frequencies reflected the impedance of the charge transfer reaction (R ct) and a slope at low frequencies arising from the Warburg impedance (W) corresponded to the Na+ diffusion in the electrode. By fitting the impedance data, the R ct of 521, 332, and 273 Ω was obtained for TiO2, TiO2-16Co, and TiO2-32Co, respectively. Thus, it is verified that the R ct of mesoporous TiO2 decreased with the increasing content of Co2+ doping, which could be due to the increase of oxygen vacancies caused by heteroatom doping, leading to the decrease in work functions. Besides, the large surface area and pore volume can offer abundant electrode-electrolyte interfaces to store sodium ions, which may be in favor of kinetic performance. The crystal structure of Co2+-doped mesoporous TiO2 electrode during chage/discharge process was sudied by XRD, the results are shown in Figure S6. It is obseved that the TiO2 diffraction peaks become weaker compared with the pristine electrode after first discharge, which may be due to the partial transformation of anatase into a rather amorphous sodium titanate structure upon sodium insertion. In the subsequent charged process, the diffraction peaks of TiO2 can be basically recovered, suggesting its reversibility during the Na-ion insertion/extraction process.", "data": [[{"meta": {"name": "TiO2", "symbol": "", "chemical formula": "TiO2"}, "etc": [{"property name": "electrical conductivity", "value": "low", "unit": "", "condition": ""}, {"property name": "BET surface area", "value": "101", "unit": "m2/g", "condition": ""}, {"property name": "pore size distribution", "value": "6", "unit": "nm", "condition": ""}, {"property name": "surface potential", "value": "5.02", "unit": "eV", "condition": ""}, {"property name": "reversible capacity", "value": "232", "unit": "mAhg–1", "condition": "at 0.1 Ag1–"}, {"property name": "rate capability", "value": "168", "unit": "mAhg–1", "condition": "at 0.1 Ag1–"}, {"property name": "cycling stability", "value": "127", "unit": "mAhg–1", "condition": "after 100 cycles at 0.1 Ag1–"}, {"property name": "charge transfer resistance", "value": "521", "unit": "Ω", "condition": ""}]}, {"meta": {"name": "TiO2-16Co", "symbol": "", "chemical formula": "TiO2-16Co"}, "etc": [{"property name": "BET surface area", "value": "146", "unit": "m2/g", "condition": ""}, {"property name": "pore volume", "value": "0.36", "unit": "cm3/g", "condition": ""}, {"property name": "surface potential", "value": "4.87", "unit": "eV", "condition": ""}, {"property name": "reversible capacity", "value": "184", "unit": "mAhg–1", "condition": "at 0.1 Ag1–"}, {"property name": "rate capability", "value": "140", "unit": "mAhg–1", "condition": "at 0.1 Ag1–"}]}, {"meta": {"name": "TiO2-32Co", "symbol": "", "chemical formula": "TiO2-32Co"}, "etc": [{"property name": "BET surface area", "value": "175", "unit": "m2/g", "condition": ""}, {"property name": "pore volume", "value": "0.37", "unit": "cm3/g", "condition": ""}, {"property name": "surface potential", "value": "4.74", "unit": "eV", "condition": ""}, {"property name": "reversible capacity", "value": "220", "unit": "mAhg–1", "condition": "at 0.1 Ag1–"}, {"property name": "rate capability", "value": "193", "unit": "mAhg–1", "condition": "at 0.1 Ag1–"}, {"property name": "cycling stability", "value": "170", "unit": "mAhg–1", "condition": "after 100 cycles at 0.1 Ag1–"}, {"property name": "charge transfer resistance", "value": "273", "unit": "Ω", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) XRD patterns of MIL-125­(Ti),\n16Co-MIL-125­(Ti), and 32Co-MIL-125­(Ti)\nand (b) XRD patterns of TiO<sub>2</sub>, TiO<sub>2</sub>-16Co and\nTiO<sub>2</sub>-32Co obtained from the thermal treatment of the corresponding\nMOF precursors in panel a. The insets in panels a and b are the corresponding\nenlarged XRD pattern from the typical peaks.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2017-06290v_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) XRD patterns of MIL-125(Ti), 16Co-MIL-125(Ti), and 32Co-MIL-125(Ti) and (b) XRD patterns of TiO2, TiO2-16Co and TiO2-32Co obtained from the thermal treatment of the corresponding MOF precursors in panel a. The insets in panels a and b are the corresponding enlarged XRD pattern from the typical peaks.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Nitrogen adsorption–desorption\nisotherms and (b) the\ncorresponding BJH pore size distribution of TiO<sub>2</sub>, TiO<sub>2</sub>-16Co, and TiO<sub>2</sub>-32Co.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2017-06290v_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Nitrogen adsorption-desorption isotherms and (b) the corresponding BJH pore size distribution of TiO2, TiO2-16Co, and TiO2-32Co.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM images\nof (a, b) MIL-125­(Ti), (c, d) MIL-125­(Ti)-16Co, and\n(e, f) MIL-125­(Ti)-32Co.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2017-06290v_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  SEM images of (a, b) MIL-125(Ti), (c, d) MIL-125(Ti)-16Co, and (e, f) MIL-125(Ti)-32Co.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a, b) SEM, (c) TEM, and (d) HRTEM images of TiO<sub>2</sub>. The\ninset in panel c is the related SAED pattern.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2017-06290v_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a, b) SEM, (c) TEM, and (d) HRTEM images of TiO2. The inset in panel c is the related SAED pattern.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>SEM images of TiO<sub>2</sub>-16Co (a, b) and TiO<sub>2</sub>-32Co\n(c, d). TEM (e) and HRTEM (f) images of TiO<sub>2</sub>-32Co. The\ninset in panel e is the related SAED pattern.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2017-06290v_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  SEM images of TiO2-16Co (a, b) and TiO2-32Co (c, d). TEM (e) and HRTEM (f) images of TiO2-32Co. The inset in panel e is the related SAED pattern.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Corresponding EDX elemental mapping Ti, O, and Co of TiO<sub>2</sub>-32Co. (b) XPS survey of TiO<sub>2</sub>, TiO<sub>2</sub>-16Co,\nand TiO<sub>2</sub>-32Co. Co 2p band of (c) TiO<sub>2</sub>-16Co and\n(d) TiO<sub>2</sub>-32Co. (e) Ti 2p bands of the above three samples.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2017-06290v_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Corresponding EDX elemental mapping Ti, O, and Co of TiO2-32Co. (b) XPS survey of TiO2, TiO2-16Co, and TiO2-32Co. Co 2p band of (c) TiO2-16Co and (d) TiO2-32Co. (e) Ti 2p bands of the above three samples.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Surface potential maps of (a) Au foil, (c) TiO<sub>2</sub>, and\n(e) TiO<sub>2</sub>-32Co. Topography of (b) TiO<sub>2</sub> and (d)\nTiO<sub>2</sub>-32Co. (f) Work functions of TiO<sub>2</sub>, TiO<sub>2</sub>-16Co, and TiO<sub>2</sub>-32Co.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2017-06290v_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Surface potential maps of (a) Au foil, (c) TiO2, and (e) TiO2-32Co. Topography of (b) TiO2 and (d) TiO2-32Co. (f) Work functions of TiO2, TiO2-16Co, and TiO2-32Co.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) CV curves of TiO<sub>2</sub>-32Co between 0.01 and 3.0 V with\na scan rate of 0.5 mV s<sup>–1</sup>. Charge–discharge\nprofiles of (b)­TiO<sub>2</sub>-32Co, (c)­TiO<sub>2</sub>-16Co, and\n(d) TiO<sub>2</sub> at 0.1 A g<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am-2017-06290v_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) CV curves of TiO2-32Co between 0.01 and 3.0 V with a scan rate of 0.5 mV s-1. Charge-discharge profiles of (b)TiO2-32Co, (c)TiO2-16Co, and (d) TiO2 at 0.1 A g-1.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a) Rate capability and (b) cycling performance\nat 0.1 A g<sup>–1</sup> of TiO<sub>2</sub>, TiO<sub>2</sub>-16Co, and TiO<sub>2</sub>-32Co. (c) Long cycling performance of\nTiO<sub>2</sub>-32Co\nat 0.5 A g<sup>–1</sup>. (d) Electrochemical impedance spectra\n(EIS) of the above three samples. The inset in panel d is the corresponding\nequivalent circuit.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"am-2017-06290v_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  (a) Rate capability and (b) cycling performance at 0.1 A g-1 of TiO2, TiO2-16Co, and TiO2-32Co. (c) Long cycling performance of TiO2-32Co at 0.5 A g-1. (d) Electrochemical impedance spectra (EIS) of the above three samples. The inset in panel d is the corresponding equivalent circuit.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.7b06290", "title": "\nSynthesis\nof Mesoporous Co2+-Doped TiO2 Nanodisks Derived\nfrom Metal Organic Frameworks with Improved\nSodium Storage Performance\n", "journal": "American\nChemical Society", "date": "2017.07", "author_list": ["Hong\nZhensheng", "Kang\nMeiling", "Chen\nXiaohui", "Zhou\nKaiqiang", "Huang\nZhigao", "Wei\nMingdeng"]}}