{"filepath": "../L2M3_data/1_application_papers/acs_xml/am7b17793.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Traditional\nCO<sub>2</sub> sensing technologies suffer from the disadvantages\nof being bulky and cross-sensitive to interferences such as CO and\nH<sub>2</sub>O, these issues could be properly tackled by innovating\na novel fluorescence-based sensing technology. Metal–organic\nframeworks (MOFs), which have been widely explored as versatile fluorescence\nsensors, are still at a standstill for aggregation-induced emission\n(AIE), and no example of MOFs showing a dynamic AIE activity has been\nreported yet. Herein, we report a novel MOF, which successfully converts\nthe aggregation-caused quenching of the autologous ligand molecule\nto be AIE-active upon framework construction and exhibits bright fluorescence\nin a highly viscous environment, resulting in the first example of\nMOFs exhibiting a real dynamic AIE activity. Furthermore, a linear\nCO<sub>2</sub> fluorescence quantification for mixed gases in the\nconcentration range of 2.5–100% was thus well-established.\nThese results herald the understanding and advent of a new generation\nin all solid-state fluorescence fields.</p>", "clean_text": "Traditional CO2 sensing technologies suffer from the disadvantages of being bulky and cross-sensitive to interferences such as CO and H2O, these issues could be properly tackled by innovating a novel fluorescence-based sensing technology. Metal-organic frameworks (MOFs), which have been widely explored as versatile fluorescence sensors, are still at a standstill for aggregation-induced emission (AIE), and no example of MOFs showing a dynamic AIE activity has been reported yet. Herein, we report a novel MOF, which successfully converts the aggregation-caused quenching of the autologous ligand molecule to be AIE-active upon framework construction and exhibits bright fluorescence in a highly viscous environment, resulting in the first example of MOFs exhibiting a real dynamic AIE activity. Furthermore, a linear CO2 fluorescence quantification for mixed gases in the concentration range of 2.5-100% was thus well-established. These results herald the understanding and advent of a new generation in all solid-state fluorescence fields.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Innovation of a novel strategy for CO<sub>2</sub> quantification is of great importance to environmental protection,\noccupational hygiene, and early prediction of situations. For example,\nmonitoring the CO<sub>2</sub> fraction of mixed gases released by\nvolcanos and hot springs may help to monitor the diastrophism and\npredict possible earthquakes. Quantification of CO<sub>2</sub> concentrations\nof anthropogenic gases produced by industrial factories may help to\nmaintain the proper functions of equipment and fight against the global\nwarming effect caused by excess emissions of CO<sub>2</sub> gas. The currently adopted strategies of CO<sub>2</sub> sensing are mainly based on electrochemistry (EC) or IR, and they\nare suffering from the intrinsic deficiencies including being bulky,\npower-consuming, susceptible to the interference of CO, and cross-sensitive\nto H<sub>2</sub>O. Establishing a new CO<sub>2</sub>-sensing technology beyond EC or IR is urgently needed.</p>", "clean_text": "Introduction\n\nInnovation of a novel strategy for CO2 quantification is of great importance to environmental protection, occupational hygiene, and early prediction of situations. For example, monitoring the CO2 fraction of mixed gases released by volcanos and hot springs may help to monitor the diastrophism and predict possible earthquakes. Quantification of CO2 concentrations of anthropogenic gases produced by industrial factories may help to maintain the proper functions of equipment and fight against the global warming effect caused by excess emissions of CO2 gas. The currently adopted strategies of CO2 sensing are mainly based on electrochemistry (EC) or IR, and they are suffering from the intrinsic deficiencies including being bulky, power-consuming, susceptible to the interference of CO, and cross-sensitive to H2O. Establishing a new CO2-sensing technology beyond EC or IR is urgently needed.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Fluorescence\nsensing has been emerging as a reliable, fast, and accurate sensing\ntechnology in many fields, with the advantage of being visible to\nthe naked eyes, which is superior to other sensing technologies. However, the development of fluorescence-based CO<sub>2</sub> sensors\nhas been hindered because of the nonluminescent nature of CO<sub>2</sub> as well as its chemical inertness. Only very few substances, such\nas H<sub>2</sub>O, basic compounds, amines, and primary alcohols,\ncould offer potential qualified reactions with CO<sub>2</sub> for\nthe purpose of establishing fast and selective sensing applications\nunder mild conditions. Among them, the reaction of CO<sub>2</sub> with\nsome amines may immediately yield a highly viscous carbamate ionic\nliquid (CIL) quantitatively, offering us a potential platform for\nexploring novel CO<sub>2</sub> sensors. Recently, reported by Tang and extensively studied worldwide, a\nfascinating fluorescent phenomenon termed aggregation-induced emission\n(AIE) is found to be operative in a special class of luminophoric\nmolecules that exhibit a strongly enhanced emission in the aggregated\nstates. Viscosity has been accepted as one of the\nmain factors for achieving AIE; thus, the merger of AIE with CO<sub>2</sub> fluorescence sensing could be accomplished.</p>", "clean_text": "Fluorescence sensing has been emerging as a reliable, fast, and accurate sensing technology in many fields, with the advantage of being visible to the naked eyes, which is superior to other sensing technologies. However, the development of fluorescence-based CO2 sensors has been hindered because of the nonluminescent nature of CO2 as well as its chemical inertness. Only very few substances, such as H2O, basic compounds, amines, and primary alcohols, could offer potential qualified reactions with CO2 for the purpose of establishing fast and selective sensing applications under mild conditions. Among them, the reaction of CO2 with some amines may immediately yield a highly viscous carbamate ionic liquid (CIL) quantitatively, offering us a potential platform for exploring novel CO2 sensors. Recently, reported by Tang and extensively studied worldwide, a fascinating fluorescent phenomenon termed aggregation-induced emission (AIE) is found to be operative in a special class of luminophoric molecules that exhibit a strongly enhanced emission in the aggregated states. Viscosity has been accepted as one of the main factors for achieving AIE; thus, the merger of AIE with CO2 fluorescence sensing could be accomplished.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>To successfully\nestablish an AIE-based CO<sub>2</sub> sensor, a proper AIE-active\nplatform must be employed. Metal–organic frameworks (MOFs)\nhave been regarded as promising fluorescence platforms for a variety\nof sensors in many fields. MOFs possess many advantages such as tailorable functions\nand architectures, high surface areas, and precisely determined structures\nfor in-depth mechanistic studies; the merger of MOFs and AIE could\npioneer the research studies of fluorescent materials and achieve\nhitherto impossible sensing applications. To this end, several AIEgens\nhave been incorporated to build MOFs with AIE activities. However, those MOFs could only exhibit an enhanced static fluorescence,\nas the potential AIE-active molecules have been fixed in frameworks\nwith inhibited molecular motions, and to the best of our knowledge,\nno MOF exhibiting a real dynamic AIE activity has been reported so\nfar. It is worth noting that the boundary between a polymer and an\nindividual molecule is flexible, and the concept of molecules in MOFs\nshould range from an individual ligand molecule to the whole unity.\nWith this regard, we report a novel working principle of AIE, deriving\nthe first example of a real dynamic AIE-active MOF [anthracene 9,10-diacrylate\nacid (ADA)–Mn] with a linear CO<sub>2</sub> fluorescence quantification\ncapability.</p>", "clean_text": "To successfully establish an AIE-based CO2 sensor, a proper AIE-active platform must be employed. Metal-organic frameworks (MOFs) have been regarded as promising fluorescence platforms for a variety of sensors in many fields. MOFs possess many advantages such as tailorable functions and architectures, high surface areas, and precisely determined structures for in-depth mechanistic studies; the merger of MOFs and AIE could pioneer the research studies of fluorescent materials and achieve hitherto impossible sensing applications. To this end, several AIEgens have been incorporated to build MOFs with AIE activities. However, those MOFs could only exhibit an enhanced static fluorescence, as the potential AIE-active molecules have been fixed in frameworks with inhibited molecular motions, and to the best of our knowledge, no MOF exhibiting a real dynamic AIE activity has been reported so far. It is worth noting that the boundary between a polymer and an individual molecule is flexible, and the concept of molecules in MOFs should range from an individual ligand molecule to the whole unity. With this regard, we report a novel working principle of AIE, deriving the first example of a real dynamic AIE-active MOF [anthracene 9,10-diacrylate acid (ADA)-Mn] with a linear CO2 fluorescence quantification capability.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>Orange needlelike crystal of\nADA–Mn was synthesized by the self-assembly of ADA (H<sub>2</sub>\n<bold>L</bold>) with Mn­(II) under solvothermal conditions. H<sub>2</sub>\n<bold>L</bold> inherits the aggregation-caused quenching (ACQ)\neffect of anthracene, and moderate green fluorescence could be observed\nwhen dissolved in common organic solvents in dilute concentrations\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17793/suppl_file/am7b17793_si_001.pdf\">Figure S7</ext-link>). However, different from ADA–Cd,\nADA–Mn showed no fluorescence either in the solid or the dispersed\nstates (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17793/suppl_file/am7b17793_si_001.pdf\">Figure S9</ext-link>). Single-crystal analysis suggests that affected by the rotation\nof <bold>L</bold>-bridged neighboring Mn<sub>3</sub>O subunits (about\n17°), the expected planar acene rings of <bold>L</bold> are twisted\nwith a dihedral angle of about 3°, and the neighboring <bold>L</bold> ligands are thus only approximately parallel to each other\n(a). Each two\nneighboring <bold>L</bold> ligands form twisted J aggregates (b) and further propagate\ninto a condensed 3D framework (c,d). The nonplanar anthracene rings and twisted J\naggregates impede the communication between the neighboring <bold>L</bold> ligands, resulting in the observed nonfluorescence. Density\nfunctional theory (DFT) calculations of an ideal [(Mn<sub>3</sub>O)<sub>2</sub>\n<bold>L</bold>\n<sub>6</sub>] cluster at the B3LYP 6-31G level\nwere carried out to gain insights into the nonemissive behavior. The\ncalculations reveal that the ground highest occupied molecular orbital\n(HOMO) and lowest unoccupied molecular orbital (LUMO) are mainly localized\non the central Mn<sub>3</sub>O subunits, and time-dependent DFT calculations\nindicate the electron transitions from the peripheral π system\nto the central 3d<sup>5</sup> Mn­(II) at the excited state (ligand-to-metal\ncharge transfer, LMCT; ). The open-shell configuration of the Mn<sub>3</sub>O subunit\nmay consume energy in a nonradiative way, and the calculated value\nof the oscillator strength is 0, in accordance with the actual fluorescence\nperformance.</p>", "clean_text": "Results and Discussion\n\nOrange needlelike crystal of ADA-Mn was synthesized by the self-assembly of ADA (H2 L) with Mn(II) under solvothermal conditions. H2 L inherits the aggregation-caused quenching (ACQ) effect of anthracene, and moderate green fluorescence could be observed when dissolved in common organic solvents in dilute concentrations (Figure S7). However, different from ADA-Cd, ADA-Mn showed no fluorescence either in the solid or the dispersed states (Figure S9). Single-crystal analysis suggests that affected by the rotation of L-bridged neighboring Mn3O subunits (about 17°), the expected planar acene rings of L are twisted with a dihedral angle of about 3°, and the neighboring L ligands are thus only approximately parallel to each other (a). Each two neighboring L ligands form twisted J aggregates (b) and further propagate into a condensed 3D framework (c,d). The nonplanar anthracene rings and twisted J aggregates impede the communication between the neighboring L ligands, resulting in the observed nonfluorescence. Density functional theory (DFT) calculations of an ideal [(Mn3O)2 L 6] cluster at the B3LYP 6-31G level were carried out to gain insights into the nonemissive behavior. The calculations reveal that the ground highest occupied molecular orbital (HOMO) and lowest unoccupied molecular orbital (LUMO) are mainly localized on the central Mn3O subunits, and time-dependent DFT calculations indicate the electron transitions from the peripheral π system to the central 3d5 Mn(II) at the excited state (ligand-to-metal charge transfer, LMCT; ). The open-shell configuration of the Mn3O subunit may consume energy in a nonradiative way, and the calculated value of the oscillator strength is 0, in accordance with the actual fluorescence performance.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structural illustration of ADA–Mn. (a) Twisted <bold>L</bold>; the pale blue and brown squares represent the two planes\ncreated by two six-member rings on the opposite side of the anthracene\nrings, and the dihedral angle of the two planes is about 3°.\n(b) Twisted J aggregates in ADA–Mn, formed by the neighboring <bold>L</bold>. (c) Top view of the three-dimensional (3D) frameworks of\nADA–Mn down the <italic>c</italic> axis. (d) Representational\nview of the topological structures of ADA–Mn.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2017-17793c_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Structural illustration of ADA-Mn. (a) Twisted L; the pale blue and brown squares represent the two planes created by two six-member rings on the opposite side of the anthracene rings, and the dihedral angle of the two planes is about 3°. (b) Twisted J aggregates in ADA-Mn, formed by the neighboring L. (c) Top view of the three-dimensional (3D) frameworks of ADA-Mn down the c axis. (d) Representational view of the topological structures of ADA-Mn.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Calculated electron cloud distribution of the frontier\nmolecular orbitals of the [(Mn<sub>3</sub>O)<sub>2</sub>\n<bold>L</bold>\n<sub>6</sub>] cluster. (a) HOMO, ground state. (b) LUMO, ground state.\n(c) HOMO, first singlet excited state. (d) LUMO, first singlet excited\nstate.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2017-17793c_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Calculated electron cloud distribution of the frontier molecular orbitals of the [(Mn3O)2 L 6] cluster. (a) HOMO, ground state. (b) LUMO, ground state. (c) HOMO, first singlet excited state. (d) LUMO, first singlet excited state.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["property"], "content": "<p>During the fluorescence research,\nwe noticed that there was a subtle distinction in the fluorescence\nintensities of different batches of samples with different particle\nsize distributions. Further studies indicated that the smaller the\nparticle size, the stronger the fluorescence, and particle size smaller\nthan 0.8 μm offered a similar fluorescence enhancement (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17793/suppl_file/am7b17793_si_001.pdf\">Figures S10–S19</ext-link>). Smaller particles may\nprovide more possibilities of mutual collision. The very unusual behavior\nof ADA–Mn implies the coherent connection between the particle\ncollision and the fluorescence intensity, which shares much in spirit\nwith AIE. To verify whether ADA–Mn is AIE-active, classic solvent\nsystems [dimethylformamide (DMF)/H<sub>2</sub>O, DMSO/H<sub>2</sub>O, tetrahydrofuran/H<sub>2</sub>O, and acetone/H<sub>2</sub>O] were\nselected to study the corresponding fluorescence (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17793/suppl_file/am7b17793_si_001.pdf\">Figures S20–S23</ext-link>). The unusual fluorescence behavior\nof ascending prior to descending with the growth of water fraction\n(<italic>f</italic>\n<sub>w</sub>) caused by the overintroduction of\nwater could only give ambiguous results. Fluorescence spectra under\ndifferent viscosity conditions, which could be conducted in the absence\nof H<sub>2</sub>O, were recorded in DMF/glycerol. The fluorescence\nwas monotonously intensified with the growth of glycerol fraction\n(<italic>f</italic>\n<sub>g</sub>) (a). Interestingly, a linear relationship\nbetween the fluorescence intensity and the viscosity in the low viscous\nregion was found (b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17793/suppl_file/am7b17793_si_001.pdf\">Table S3</ext-link>; the viscosities\nvaried from 1 to 52 mPa·s, corresponding to <italic>f</italic>\n<sub>g</sub> = 5–55%). The fluorescence spectra at <italic>f</italic>\n<sub>g</sub> = 55% were further recorded at different temperatures\nto confirm the correlation between viscosity and fluorescence. The\nfluorescence at −20 °C was intensified more than 10 times\ncompared to that at 80 °C (c). Again, the viscosity of the system in the range\nof 20–80 °C, which falls into the abovementioned linear\nregion, shows exactly the same linear correlation with the fluorescence\nintensity (d and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17793/suppl_file/am7b17793_si_001.pdf\">Table S4</ext-link>). The viscosity-related\ntests unambitiously confirm the dynamic AIE activity of ADA–Mn,\nand the fluorescence works as a linear function of viscosity in the\nlow viscous region.</p>", "clean_text": "During the fluorescence research, we noticed that there was a subtle distinction in the fluorescence intensities of different batches of samples with different particle size distributions. Further studies indicated that the smaller the particle size, the stronger the fluorescence, and particle size smaller than 0.8 μm offered a similar fluorescence enhancement (Figures S10-S19). Smaller particles may provide more possibilities of mutual collision. The very unusual behavior of ADA-Mn implies the coherent connection between the particle collision and the fluorescence intensity, which shares much in spirit with AIE. To verify whether ADA-Mn is AIE-active, classic solvent systems [dimethylformamide (DMF)/H2O, DMSO/H2O, tetrahydrofuran/H2O, and acetone/H2O] were selected to study the corresponding fluorescence (Figures S20-S23). The unusual fluorescence behavior of ascending prior to descending with the growth of water fraction (f w) caused by the overintroduction of water could only give ambiguous results. Fluorescence spectra under different viscosity conditions, which could be conducted in the absence of H2O, were recorded in DMF/glycerol. The fluorescence was monotonously intensified with the growth of glycerol fraction (f g) (a). Interestingly, a linear relationship between the fluorescence intensity and the viscosity in the low viscous region was found (b and Table S3; the viscosities varied from 1 to 52 mPa⋅s, corresponding to f g = 5-55%). The fluorescence spectra at f g = 55% were further recorded at different temperatures to confirm the correlation between viscosity and fluorescence. The fluorescence at -20 °C was intensified more than 10 times compared to that at 80 °C (c). Again, the viscosity of the system in the range of 20-80 °C, which falls into the abovementioned linear region, shows exactly the same linear correlation with the fluorescence intensity (d and Table S4). The viscosity-related tests unambitiously confirm the dynamic AIE activity of ADA-Mn, and the fluorescence works as a linear function of viscosity in the low viscous region.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Viscosity-related AIE activity studies of ADA–Mn\nin a mixed solvent of DMF/glycerol under different conditions. (a)\nFluorescence change of ADA–Mn in DMF/glycerol with increasing <italic>f</italic>\n<sub>g</sub> values. (b) Linear correlation between the\nfluorescence intensity and the viscosity in the region of <italic>f</italic>\n<sub>g</sub> = 5–55%. (c) Fluorescence change of\nADA–Mn in DMF/glycerol (<italic>f</italic>\n<sub>g</sub> = 55%)\nat different temperatures. (d) Linear correlation between the fluorescence\nintensity and the viscosity in the range of 20–80 °C.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2017-17793c_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Viscosity-related AIE activity studies of ADA-Mn in a mixed solvent of DMF/glycerol under different conditions. (a) Fluorescence change of ADA-Mn in DMF/glycerol with increasing f g values. (b) Linear correlation between the fluorescence intensity and the viscosity in the region of f g = 5-55%. (c) Fluorescence change of ADA-Mn in DMF/glycerol (f g = 55%) at different temperatures. (d) Linear correlation between the fluorescence intensity and the viscosity in the range of 20-80 °C.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The fluorescence exhibited in\na high-viscosity system is much like that of ADA–Cd, the fluorescence\nof which originates from the J aggregates. This very rare AIE-type fluorescence turn-on suggests the existence\nof potential connections between particle size, viscosity, and J aggregates.\nUV–vis spectra were recorded to monitor the formation of molecular\naggregates under different viscosity conditions. It is clearly seen\nthat when dispersed in a low viscous solvent, only the absorption\nascribed to the ethylenic band was observed and no obvious absorption\ncould be detected in the range of 400–500 nm (benzoic band),\nimplying the existence of LMCT. When the system viscosity increased,\nthe benzoic absorption peak centered at 407 nm appeared with the emergence\nof a new absorption peak centered at 492, which clearly confirms the\nformation of molecular aggregates (a). We speculate that by decreasing\nthe particle size, the resulted MOF fragments may provide abundant\nsurface-exposed ligands, which could contact with the exposed ligands\nlocated on the surface of other fragments, and the collision between\nthese ligands could form J aggregates, which are beneficial to fluorescence.\nAs illustrated in b,c, overlapping of frontier orbitals resulted by proper molecular\naggregation may establish a more effective pathway for energy transfer\nand thus bright fluorescence could be triggered (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17793/suppl_file/am7b17793_si_001.pdf\">Figure S24</ext-link>). Considering necessary energy consumption in realistic\nenvironments, the tested fluorescence emission peaked at 525 nm is\nmuch close to that of the calculated results (503 nm, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17793/suppl_file/am7b17793_si_001.pdf\">Table S2</ext-link> and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17793/suppl_file/am7b17793_si_001.pdf\">Figure S27</ext-link>). Decreasing the particle size will increase the probabilities of\nforming good and bad aggregates; simultaneously, a higher viscosity\ncould stabilize the formed J aggregates by hampering the molecular\nmotions, and a balance may be approaching for particles smaller than\n0.8 μm.</p>", "clean_text": "The fluorescence exhibited in a high-viscosity system is much like that of ADA-Cd, the fluorescence of which originates from the J aggregates. This very rare AIE-type fluorescence turn-on suggests the existence of potential connections between particle size, viscosity, and J aggregates. UV-vis spectra were recorded to monitor the formation of molecular aggregates under different viscosity conditions. It is clearly seen that when dispersed in a low viscous solvent, only the absorption ascribed to the ethylenic band was observed and no obvious absorption could be detected in the range of 400-500 nm (benzoic band), implying the existence of LMCT. When the system viscosity increased, the benzoic absorption peak centered at 407 nm appeared with the emergence of a new absorption peak centered at 492, which clearly confirms the formation of molecular aggregates (a). We speculate that by decreasing the particle size, the resulted MOF fragments may provide abundant surface-exposed ligands, which could contact with the exposed ligands located on the surface of other fragments, and the collision between these ligands could form J aggregates, which are beneficial to fluorescence. As illustrated in b,c, overlapping of frontier orbitals resulted by proper molecular aggregation may establish a more effective pathway for energy transfer and thus bright fluorescence could be triggered (Figure S24). Considering necessary energy consumption in realistic environments, the tested fluorescence emission peaked at 525 nm is much close to that of the calculated results (503 nm, Table S2 and Figure S27). Decreasing the particle size will increase the probabilities of forming good and bad aggregates; simultaneously, a higher viscosity could stabilize the formed J aggregates by hampering the molecular motions, and a balance may be approaching for particles smaller than 0.8 μm.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Mechanistic studies for the observed AIE activity of ADA–Mn.\n(a) UV–vis spectra of ADA–Mn recorded at different viscosities,\nshowing the formation of molecular aggregations. (b) Illustration\nof the collision-dictated J aggregate formation. (c) Calculated electron\ncloud distribution of the frontier molecular orbitals of J-aggregated\nH<sub>2</sub>\n<bold>L</bold> molecules at the first singlet excited\nstate; molecular communication by orbital overlapping is clearly shown.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2017-17793c_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Mechanistic studies for the observed AIE activity of ADA-Mn. (a) UV-vis spectra of ADA-Mn recorded at different viscosities, showing the formation of molecular aggregations. (b) Illustration of the collision-dictated J aggregate formation. (c) Calculated electron cloud distribution of the frontier molecular orbitals of J-aggregated H2 L molecules at the first singlet excited state; molecular communication by orbital overlapping is clearly shown.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The unprecedented successful transformation\nfrom ACQ to AIE and the excellent linear intensity–viscosity\nfunction offer us the opportunity of exploring the potential application\nin CO<sub>2</sub> fluorescence quantification, by virtue of the viscous\nCIL yielded by reacting CO<sub>2</sub> with amines. A series of amines\nwere screened, and dipropylamine (DPA) was selected to carry out further\nstudies (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17793/suppl_file/am7b17793_si_001.pdf\">Figure S34</ext-link>). CO<sub>2</sub> gas\nwas bubbled into the DPA dispersion of ADA–Mn to study the\nCO<sub>2</sub>-sensing ability, and a linear line for the plot of\nfluorescence intensity (lg<sub>10</sub>\n<italic>I</italic>) versus\nvolume of CO<sub>2</sub> was obtained (a,b). The time-dependent fluorescence spectrum\ngives consistent linear dynamic sensing results (c,d). CIL was also directly\nadded to the DPA dispersion of ADA–Mn to examine the effect\nof CO<sub>2</sub> bubbling, and the resulted linear line is in accordance\nwith that of the CO<sub>2</sub> gas bubbling (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17793/suppl_file/am7b17793_si_001.pdf\">Table S5</ext-link> and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17793/suppl_file/am7b17793_si_001.pdf\">Figures S35 and S36</ext-link>).</p>", "clean_text": "The unprecedented successful transformation from ACQ to AIE and the excellent linear intensity-viscosity function offer us the opportunity of exploring the potential application in CO2 fluorescence quantification, by virtue of the viscous CIL yielded by reacting CO2 with amines. A series of amines were screened, and dipropylamine (DPA) was selected to carry out further studies (Figure S34). CO2 gas was bubbled into the DPA dispersion of ADA-Mn to study the CO2-sensing ability, and a linear line for the plot of fluorescence intensity (lg10 I) versus volume of CO2 was obtained (a,b). The time-dependent fluorescence spectrum gives consistent linear dynamic sensing results (c,d). CIL was also directly added to the DPA dispersion of ADA-Mn to examine the effect of CO2 bubbling, and the resulted linear line is in accordance with that of the CO2 gas bubbling (Table S5 and Figures S35 and S36).", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Linear fluorescence sensing of CO<sub>2</sub> under different conditions.\n(a) Fluorescence spectra of ADA–Mn dispersed in DPA upon bubbling\ndifferent amounts of pure CO<sub>2</sub> gas. (b) Linear line for\nlog<sub>10</sub>\n<italic>I</italic>–CO<sub>2</sub> volume.\n(c) Time-dependent fluorescence spectrum of ADA–Mn dispersed\nin DPA upon continuously bubbling 10 mL of pure CO<sub>2</sub> gas\nover 2 min. (d) Linear line for log<sub>10</sub>\n<italic>I</italic>–time. (e) Fluorescence spectra of ADA–Mn dispersed\nin DPA upon bubbling N<sub>2</sub>/CO<sub>2</sub> with growing <italic>f</italic>\n<sub>CO<sub>2</sub>\n</sub>. (f) Linear line for log<sub>10</sub>\n<italic>I</italic> vs <italic>f</italic>\n<sub>CO<sub>2</sub>\n</sub>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2017-17793c_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Linear fluorescence sensing of CO2 under different conditions. (a) Fluorescence spectra of ADA-Mn dispersed in DPA upon bubbling different amounts of pure CO2 gas. (b) Linear line for log10 I-CO2 volume. (c) Time-dependent fluorescence spectrum of ADA-Mn dispersed in DPA upon continuously bubbling 10 mL of pure CO2 gas over 2 min. (d) Linear line for log10 I-time. (e) Fluorescence spectra of ADA-Mn dispersed in DPA upon bubbling N2/CO2 with growing f CO2 . (f) Linear line for log10 I vs f CO2 .   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Mixed gas of CO<sub>2</sub>/N<sub>2</sub> with different fractions of CO<sub>2</sub> (<italic>f</italic>\n<sub>CO<sub>2</sub>\n</sub>) was selected as a model system to further\ncheck the quantitative sensing capability of ADA–Mn. The fluorescence\nintensity shows a monotonous increase with the growth of <italic>f</italic>\n<sub>CO<sub>2</sub>\n</sub>, and linear correlation for almost full\nconcentration range (2.5–100%) is established, suggesting the\ncapability of quantifying accurate CO<sub>2</sub> concentrations in\npractical applications (e,f). The interference of H<sub>2</sub>O was also evaluated,\nand nearly identical data could be acquired when 1–10 μL\nof H<sub>2</sub>O was added prior to test (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17793/suppl_file/am7b17793_si_001.pdf\">Figure S37</ext-link>). The whole sensing process is heterogeneous in nature.\nPowder X-ray diffraction analysis of the recovered samples indicates\nthe structural robustness, and no obvious loss in activity was observed\nafter the storage of samples in DMF/glycerol for 3 days (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17793/suppl_file/am7b17793_si_001.pdf\">Figures S6, S38 and S39</ext-link>), suggesting the advantages\nof reusability and sustainability as a potential CO<sub>2</sub> fluorescence\nsensor.</p>", "clean_text": "Mixed gas of CO2/N2 with different fractions of CO2 (f CO2 ) was selected as a model system to further check the quantitative sensing capability of ADA-Mn. The fluorescence intensity shows a monotonous increase with the growth of f CO2 , and linear correlation for almost full concentration range (2.5-100%) is established, suggesting the capability of quantifying accurate CO2 concentrations in practical applications (e,f). The interference of H2O was also evaluated, and nearly identical data could be acquired when 1-10 μL of H2O was added prior to test (Figure S37). The whole sensing process is heterogeneous in nature. Powder X-ray diffraction analysis of the recovered samples indicates the structural robustness, and no obvious loss in activity was observed after the storage of samples in DMF/glycerol for 3 days (Figures S6, S38 and S39), suggesting the advantages of reusability and sustainability as a potential CO2 fluorescence sensor.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, we describe here a novel working\nprinciple for the transformation of the very same molecule from ACQ\nto AIE by virtue of the subtle molecular manipulation in MOFs, and\na linear CO<sub>2</sub> fluorescence quantification for the mixed\ngases was also established. This work ushers in a frontier for the\nunderstanding of solid-state fluorescence and could be generally applicable\nto many other solid fluorescence device fabrications.</p>", "clean_text": "Conclusions\n\nIn summary, we describe here a novel working principle for the transformation of the very same molecule from ACQ to AIE by virtue of the subtle molecular manipulation in MOFs, and a linear CO2 fluorescence quantification for the mixed gases was also established. This work ushers in a frontier for the understanding of solid-state fluorescence and could be generally applicable to many other solid fluorescence device fabrications.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at\nDOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.7b17793\">10.1021/acsami.7b17793</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Detailed information for the synthesis of ADA–Mn,\nAIE test experiment, and DFT calculations. CCDC 1517300 contains the\nsupporting crystallographic data for this paper (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17793/suppl_file/am7b17793_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.7b17793.  Detailed information for the synthesis of ADA-Mn, AIE test experiment, and DFT calculations. CCDC 1517300 contains the supporting crystallographic data for this paper (PDF)   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>Detailed information for the synthesis of ADA–Mn,\nAIE test experiment, and DFT calculations. CCDC 1517300 contains the\nsupporting crystallographic data for this paper (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17793/suppl_file/am7b17793_si_001.pdf\">PDF</ext-link>)</p><p>The authors declare no competing\nfinancial interest.</p>", "clean_text": "Detailed information for the synthesis of ADA-Mn, AIE test experiment, and DFT calculations. CCDC 1517300 contains the supporting crystallographic data for this paper (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 8, "type": "text", "classification": "property", "content": "<p>During the fluorescence research,\nwe noticed that there was a subtle distinction in the fluorescence\nintensities of different batches of samples with different particle\nsize distributions. Further studies indicated that the smaller the\nparticle size, the stronger the fluorescence, and particle size smaller\nthan 0.8 μm offered a similar fluorescence enhancement (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17793/suppl_file/am7b17793_si_001.pdf\">Figures S10–S19</ext-link>). Smaller particles may\nprovide more possibilities of mutual collision. The very unusual behavior\nof ADA–Mn implies the coherent connection between the particle\ncollision and the fluorescence intensity, which shares much in spirit\nwith AIE. To verify whether ADA–Mn is AIE-active, classic solvent\nsystems [dimethylformamide (DMF)/H<sub>2</sub>O, DMSO/H<sub>2</sub>O, tetrahydrofuran/H<sub>2</sub>O, and acetone/H<sub>2</sub>O] were\nselected to study the corresponding fluorescence (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17793/suppl_file/am7b17793_si_001.pdf\">Figures S20–S23</ext-link>). The unusual fluorescence behavior\nof ascending prior to descending with the growth of water fraction\n(<italic>f</italic>\n<sub>w</sub>) caused by the overintroduction of\nwater could only give ambiguous results. Fluorescence spectra under\ndifferent viscosity conditions, which could be conducted in the absence\nof H<sub>2</sub>O, were recorded in DMF/glycerol. The fluorescence\nwas monotonously intensified with the growth of glycerol fraction\n(<italic>f</italic>\n<sub>g</sub>) (a). Interestingly, a linear relationship\nbetween the fluorescence intensity and the viscosity in the low viscous\nregion was found (b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17793/suppl_file/am7b17793_si_001.pdf\">Table S3</ext-link>; the viscosities\nvaried from 1 to 52 mPa·s, corresponding to <italic>f</italic>\n<sub>g</sub> = 5–55%). The fluorescence spectra at <italic>f</italic>\n<sub>g</sub> = 55% were further recorded at different temperatures\nto confirm the correlation between viscosity and fluorescence. The\nfluorescence at −20 °C was intensified more than 10 times\ncompared to that at 80 °C (c). Again, the viscosity of the system in the range\nof 20–80 °C, which falls into the abovementioned linear\nregion, shows exactly the same linear correlation with the fluorescence\nintensity (d and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17793/suppl_file/am7b17793_si_001.pdf\">Table S4</ext-link>). The viscosity-related\ntests unambitiously confirm the dynamic AIE activity of ADA–Mn,\nand the fluorescence works as a linear function of viscosity in the\nlow viscous region.</p>", "clean_text": "During the fluorescence research, we noticed that there was a subtle distinction in the fluorescence intensities of different batches of samples with different particle size distributions. Further studies indicated that the smaller the particle size, the stronger the fluorescence, and particle size smaller than 0.8 μm offered a similar fluorescence enhancement (Figures S10-S19). Smaller particles may provide more possibilities of mutual collision. The very unusual behavior of ADA-Mn implies the coherent connection between the particle collision and the fluorescence intensity, which shares much in spirit with AIE. To verify whether ADA-Mn is AIE-active, classic solvent systems [dimethylformamide (DMF)/H2O, DMSO/H2O, tetrahydrofuran/H2O, and acetone/H2O] were selected to study the corresponding fluorescence (Figures S20-S23). The unusual fluorescence behavior of ascending prior to descending with the growth of water fraction (f w) caused by the overintroduction of water could only give ambiguous results. Fluorescence spectra under different viscosity conditions, which could be conducted in the absence of H2O, were recorded in DMF/glycerol. The fluorescence was monotonously intensified with the growth of glycerol fraction (f g) (a). Interestingly, a linear relationship between the fluorescence intensity and the viscosity in the low viscous region was found (b and Table S3; the viscosities varied from 1 to 52 mPa⋅s, corresponding to f g = 5-55%). The fluorescence spectra at f g = 55% were further recorded at different temperatures to confirm the correlation between viscosity and fluorescence. The fluorescence at -20 °C was intensified more than 10 times compared to that at 80 °C (c). Again, the viscosity of the system in the range of 20-80 °C, which falls into the abovementioned linear region, shows exactly the same linear correlation with the fluorescence intensity (d and Table S4). The viscosity-related tests unambitiously confirm the dynamic AIE activity of ADA-Mn, and the fluorescence works as a linear function of viscosity in the low viscous region.", "data": [[{"meta": {"name": "ADA–Mn", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "particle size", "value": "<0.8", "unit": "μm", "condition": ""}, {"property name": "fluorescence enhancement", "value": "", "unit": "", "condition": ""}, {"property name": "viscosity", "value": "1-52", "unit": "mPa·s", "condition": ""}, {"property name": "temperature", "value": "-20", "unit": "°C", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structural illustration of ADA–Mn. (a) Twisted <bold>L</bold>; the pale blue and brown squares represent the two planes\ncreated by two six-member rings on the opposite side of the anthracene\nrings, and the dihedral angle of the two planes is about 3°.\n(b) Twisted J aggregates in ADA–Mn, formed by the neighboring <bold>L</bold>. (c) Top view of the three-dimensional (3D) frameworks of\nADA–Mn down the <italic>c</italic> axis. (d) Representational\nview of the topological structures of ADA–Mn.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2017-17793c_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Structural illustration of ADA-Mn. (a) Twisted L; the pale blue and brown squares represent the two planes created by two six-member rings on the opposite side of the anthracene rings, and the dihedral angle of the two planes is about 3°. (b) Twisted J aggregates in ADA-Mn, formed by the neighboring L. (c) Top view of the three-dimensional (3D) frameworks of ADA-Mn down the c axis. (d) Representational view of the topological structures of ADA-Mn.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Calculated electron cloud distribution of the frontier\nmolecular orbitals of the [(Mn<sub>3</sub>O)<sub>2</sub>\n<bold>L</bold>\n<sub>6</sub>] cluster. (a) HOMO, ground state. (b) LUMO, ground state.\n(c) HOMO, first singlet excited state. (d) LUMO, first singlet excited\nstate.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2017-17793c_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Calculated electron cloud distribution of the frontier molecular orbitals of the [(Mn3O)2 L 6] cluster. (a) HOMO, ground state. (b) LUMO, ground state. (c) HOMO, first singlet excited state. (d) LUMO, first singlet excited state.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Viscosity-related AIE activity studies of ADA–Mn\nin a mixed solvent of DMF/glycerol under different conditions. (a)\nFluorescence change of ADA–Mn in DMF/glycerol with increasing <italic>f</italic>\n<sub>g</sub> values. (b) Linear correlation between the\nfluorescence intensity and the viscosity in the region of <italic>f</italic>\n<sub>g</sub> = 5–55%. (c) Fluorescence change of\nADA–Mn in DMF/glycerol (<italic>f</italic>\n<sub>g</sub> = 55%)\nat different temperatures. (d) Linear correlation between the fluorescence\nintensity and the viscosity in the range of 20–80 °C.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2017-17793c_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Viscosity-related AIE activity studies of ADA-Mn in a mixed solvent of DMF/glycerol under different conditions. (a) Fluorescence change of ADA-Mn in DMF/glycerol with increasing f g values. (b) Linear correlation between the fluorescence intensity and the viscosity in the region of f g = 5-55%. (c) Fluorescence change of ADA-Mn in DMF/glycerol (f g = 55%) at different temperatures. (d) Linear correlation between the fluorescence intensity and the viscosity in the range of 20-80 °C.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Mechanistic studies for the observed AIE activity of ADA–Mn.\n(a) UV–vis spectra of ADA–Mn recorded at different viscosities,\nshowing the formation of molecular aggregations. (b) Illustration\nof the collision-dictated J aggregate formation. (c) Calculated electron\ncloud distribution of the frontier molecular orbitals of J-aggregated\nH<sub>2</sub>\n<bold>L</bold> molecules at the first singlet excited\nstate; molecular communication by orbital overlapping is clearly shown.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2017-17793c_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Mechanistic studies for the observed AIE activity of ADA-Mn. (a) UV-vis spectra of ADA-Mn recorded at different viscosities, showing the formation of molecular aggregations. (b) Illustration of the collision-dictated J aggregate formation. (c) Calculated electron cloud distribution of the frontier molecular orbitals of J-aggregated H2 L molecules at the first singlet excited state; molecular communication by orbital overlapping is clearly shown.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Linear fluorescence sensing of CO<sub>2</sub> under different conditions.\n(a) Fluorescence spectra of ADA–Mn dispersed in DPA upon bubbling\ndifferent amounts of pure CO<sub>2</sub> gas. (b) Linear line for\nlog<sub>10</sub>\n<italic>I</italic>–CO<sub>2</sub> volume.\n(c) Time-dependent fluorescence spectrum of ADA–Mn dispersed\nin DPA upon continuously bubbling 10 mL of pure CO<sub>2</sub> gas\nover 2 min. (d) Linear line for log<sub>10</sub>\n<italic>I</italic>–time. (e) Fluorescence spectra of ADA–Mn dispersed\nin DPA upon bubbling N<sub>2</sub>/CO<sub>2</sub> with growing <italic>f</italic>\n<sub>CO<sub>2</sub>\n</sub>. (f) Linear line for log<sub>10</sub>\n<italic>I</italic> vs <italic>f</italic>\n<sub>CO<sub>2</sub>\n</sub>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2017-17793c_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Linear fluorescence sensing of CO2 under different conditions. (a) Fluorescence spectra of ADA-Mn dispersed in DPA upon bubbling different amounts of pure CO2 gas. (b) Linear line for log10 I-CO2 volume. (c) Time-dependent fluorescence spectrum of ADA-Mn dispersed in DPA upon continuously bubbling 10 mL of pure CO2 gas over 2 min. (d) Linear line for log10 I-time. (e) Fluorescence spectra of ADA-Mn dispersed in DPA upon bubbling N2/CO2 with growing f CO2 . (f) Linear line for log10 I vs f CO2 .   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.7b17793", "title": "\nNovel\nCO2 Fluorescence Turn-On Quantification Based on a Dynamic\nAIE-Active Metal–Organic Framework\n", "journal": "American\nChemical Society", "date": "2017.12", "author_list": ["Xie\nMing-Hua", "Cai\nWei", "Chen\nXiahui", "Guan\nRong-Feng", "Wang\nLu-Ming", "Hou\nGui-Hua", "Xi\nXin-Guo", "Zhang\nQin-Fang", "Yang\nXiu-Li", "Shao\nRong"]}}