{"filepath": "../L2M3_data/1_application_papers/acs_xml/am8b14839.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Given the exceptional\nspecific surface area, geometry, and periodic\nporosity, transition-metal sulfides derived from crystalline metal–organic\nframeworks have spurred great interest in energy storage systems.\nHerein, employing a different sulfurization process, well-aligned\nNiCo<sub>2</sub>S<sub>4</sub> and CoS<sub>2</sub> nanoarrays with\na hollow/porous configuration derived from pentagon-like ZIF-67 are\nsuccessfully designed and constructed on Ni foam. The hollow/porous\nstructure grown on a conductive matrix can significantly improve electroactive\nsites, shorten charge/ion diffusion length, and enhance mass/electron\ntransfer. Consequently, the obtained NiCo<sub>2</sub>S<sub>4</sub> possesses an excellent specific capacitance of 939 C/g, a fast charge/discharge\nrate, and a favorable life span. An advanced asymmetrical supercapacitor\nis fabricated by engaging NiCo<sub>2</sub>S<sub>4</sub> and CoS<sub>2</sub> as cathode and anode materials, respectively, with a well-separated\npotential window. The obtained device delivers an exceptional energy\ndensity of 55.8 W h/kg at 695.2 W/kg, which is highly considerable\nto the recent transition metal sulfide-based devices. This facile\ntactic could be employed to construct other electrode materials with\nsuperior electrochemical properties.</p>", "clean_text": "Given the exceptional specific surface area, geometry, and periodic porosity, transition-metal sulfides derived from crystalline metal-organic frameworks have spurred great interest in energy storage systems. Herein, employing a different sulfurization process, well-aligned NiCo2S4 and CoS2 nanoarrays with a hollow/porous configuration derived from pentagon-like ZIF-67 are successfully designed and constructed on Ni foam. The hollow/porous structure grown on a conductive matrix can significantly improve electroactive sites, shorten charge/ion diffusion length, and enhance mass/electron transfer. Consequently, the obtained NiCo2S4 possesses an excellent specific capacitance of 939 C/g, a fast charge/discharge rate, and a favorable life span. An advanced asymmetrical supercapacitor is fabricated by engaging NiCo2S4 and CoS2 as cathode and anode materials, respectively, with a well-separated potential window. The obtained device delivers an exceptional energy density of 55.8 W h/kg at 695.2 W/kg, which is highly considerable to the recent transition metal sulfide-based devices. This facile tactic could be employed to construct other electrode materials with superior electrochemical properties.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>With the ever-worsening environment and consumption of fossil fuel\nresources, the development of clean, safe, and high-efficient energy\nstorage devices becomes more challenging. Supercapacitors, which bridge function for the power\nand energy gaps between batteries and dielectric capacitors, have\nheld immense potential from both industry and academia owing to the\nfascinating behavior including ultrahigh power density, long serve\nlife, and eco-friendliness. Typically, supercapacitors can\nbe categorized into two types according to the working mechanisms:\npseudocapacitors and electrical double-layer capacitors (EDLCs). Pseudocapacitors are associated closely with the fast reversible\nredox kinetics on the surface of electrodes, and transition-metal\nhydroxides/oxides/sulfides are the ordinary electrode materials for\npseudocapacitors. Generally, EDLCs result from pure charge accumulation, and their\ndominant electrodes are carbon materials with high specific surface\narea.</p>", "clean_text": "Introduction\n\nWith the ever-worsening environment and consumption of fossil fuel resources, the development of clean, safe, and high-efficient energy storage devices becomes more challenging. Supercapacitors, which bridge function for the power and energy gaps between batteries and dielectric capacitors, have held immense potential from both industry and academia owing to the fascinating behavior including ultrahigh power density, long serve life, and eco-friendliness. Typically, supercapacitors can be categorized into two types according to the working mechanisms: pseudocapacitors and electrical double-layer capacitors (EDLCs). Pseudocapacitors are associated closely with the fast reversible redox kinetics on the surface of electrodes, and transition-metal hydroxides/oxides/sulfides are the ordinary electrode materials for pseudocapacitors. Generally, EDLCs result from pure charge accumulation, and their dominant electrodes are carbon materials with high specific surface area.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Taking all electrode materials into consideration, transition-metal\nsulfides (TMSs), as a key part of materials, have recently drawn intensive\nattention and have been regarded as competitive candidates for supercapacitors\nowing to their merits of better electrical conductivity, mechanical\nand thermal stability than their metal oxide counterparts. Furthermore, considering the high surface area, periodic porosity,\nand flexible chemical functionality, metal–organic framework\n(MOF)-derived TMSs exhibit broad applications in supercapacitors. For example, Ho and co-workers used ZIF-67 nanoarrays as sacrificial\ntemplates to synthesize hollow layered double hydroxide (LDH)-embedded\nmetal sulfides. Impressively, a satisfying specific capacitance of\n1653 F/g was delivered by the as-prepared electrode material. Liu and co-workers fabricated NiS nanorods on\ngraphene from a Ni–MOF-74-engaged method, which showed a high\nspecific capacitance of 744 C/g. Despite\nthese attractive advantages in this direction, most of the existing\nmethods such as the pyrolysis of bulk at high temperature (&gt;500\n°C)\nseems straightforward, but actually discourages the electrochemical\nperformance. The resulting products are prone to self-aggregate, thereby\nlosing some exposed active sites and simultaneously slowing the mass\ntransfer in the electrode. Besides, most of the reported MOF-derived\nTMSs are powder forms, nonconductive polymer binders (polytetrafluoroethylene),\nand carbon additives (acetylene black) are required in succeeding\nthe fabrication routine for the electrode, leading to take up the\nactive sites and increase the internal resistance; so, the durability\nis unsatisfying.</p>", "clean_text": "Taking all electrode materials into consideration, transition-metal sulfides (TMSs), as a key part of materials, have recently drawn intensive attention and have been regarded as competitive candidates for supercapacitors owing to their merits of better electrical conductivity, mechanical and thermal stability than their metal oxide counterparts. Furthermore, considering the high surface area, periodic porosity, and flexible chemical functionality, metal-organic framework (MOF)-derived TMSs exhibit broad applications in supercapacitors. For example, Ho and co-workers used ZIF-67 nanoarrays as sacrificial templates to synthesize hollow layered double hydroxide (LDH)-embedded metal sulfides. Impressively, a satisfying specific capacitance of 1653 F/g was delivered by the as-prepared electrode material. Liu and co-workers fabricated NiS nanorods on graphene from a Ni-MOF-74-engaged method, which showed a high specific capacitance of 744 C/g. Despite these attractive advantages in this direction, most of the existing methods such as the pyrolysis of bulk at high temperature (>500 °C) seems straightforward, but actually discourages the electrochemical performance. The resulting products are prone to self-aggregate, thereby losing some exposed active sites and simultaneously slowing the mass transfer in the electrode. Besides, most of the reported MOF-derived TMSs are powder forms, nonconductive polymer binders (polytetrafluoroethylene), and carbon additives (acetylene black) are required in succeeding the fabrication routine for the electrode, leading to take up the active sites and increase the internal resistance; so, the durability is unsatisfying.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Designing an accessibly manipulated approach\nto address the mentioned\ndrawbacks is of outmost significance for the application of MOF-derived\nTMSs in supercapacitors; the direct growth of well-aligned MOF template-directed\nhollow TMS nanoarrays on a conductive matrix is reckoned to be beneficial\nto the electrochemical behavior, as the undesired TMS aggregation\ncan be avoided owing to the fact that MOF arrays grow oriented on\nthe conductive matrix; such binder/conductive agent-free electrodes\navoid the “dead surface” and significantly improve the\nutilization rate of electroactive materials; the hollow configuration\nand porous texture could afford more contact area to boost electrolyte\npenetration and undertake efficient electron/ion transport; the three-dimensional\n(3D) array nanostructure could extremely enhance the electron conductivity,\nthereby enabling a better contact between the electroactive materials\nand the electrolyte to promote Faradaic reactions for energy storage;\nadditionally, the strong adhesion between the nanoarrays and conductive\nsubstrates endows a remarkable cycling stability of the electrode.</p>", "clean_text": "Designing an accessibly manipulated approach to address the mentioned drawbacks is of outmost significance for the application of MOF-derived TMSs in supercapacitors; the direct growth of well-aligned MOF template-directed hollow TMS nanoarrays on a conductive matrix is reckoned to be beneficial to the electrochemical behavior, as the undesired TMS aggregation can be avoided owing to the fact that MOF arrays grow oriented on the conductive matrix; such binder/conductive agent-free electrodes avoid the \"dead surface\" and significantly improve the utilization rate of electroactive materials; the hollow configuration and porous texture could afford more contact area to boost electrolyte penetration and undertake efficient electron/ion transport; the three-dimensional (3D) array nanostructure could extremely enhance the electron conductivity, thereby enabling a better contact between the electroactive materials and the electrolyte to promote Faradaic reactions for energy storage; additionally, the strong adhesion between the nanoarrays and conductive substrates endows a remarkable cycling stability of the electrode.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In this study, for the first time, we report on processing pentagon-like\nZIF-67 into hollow/porous NiCo<sub>2</sub>S<sub>4</sub> and CoS<sub>2</sub> nanoarrays on 3D Ni foam via different sulfurized treatments.\nThe obtained NiCo<sub>2</sub>S<sub>4</sub> and CoS<sub>2</sub> possess\nsuperior specific capacitance, favorable charge/discharge rate, and\nexceptional life span. Further, an advanced asymmetric supercapacitor\nachieved by NiCo<sub>2</sub>S<sub>4</sub> and CoS<sub>2</sub> delivers\na high energy density along with a long life span. The favorable electrochemical\nproperties are basically ascribed to the readily accessible active\nspecies, fast electron transport, and facile electrolyte penetration.\nThis facile tactic could be employed to construct other electrode\nmaterials with superior electrochemical properties.</p>", "clean_text": "In this study, for the first time, we report on processing pentagon-like ZIF-67 into hollow/porous NiCo2S4 and CoS2 nanoarrays on 3D Ni foam via different sulfurized treatments. The obtained NiCo2S4 and CoS2 possess superior specific capacitance, favorable charge/discharge rate, and exceptional life span. Further, an advanced asymmetric supercapacitor achieved by NiCo2S4 and CoS2 delivers a high energy density along with a long life span. The favorable electrochemical properties are basically ascribed to the readily accessible active species, fast electron transport, and facile electrolyte penetration. This facile tactic could be employed to construct other electrode materials with superior electrochemical properties.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>Given the high conductivity and macroporosity,\nNi foam is employed\nas a suitable substrate to assemble active materials. First, the well-defined\npentagon-like ZIF-67 nanoarrays grow on Ni foam through a precipitation\nmethod in the presence of Co<sup>2+</sup> and 2-methylimidazole in\naqueous solution. Subsequently, they serve as self-sacrificial templates\nto offer Co<sup>2+</sup> and skeletons for the later growth of NiCo-LDHs.\nFinally, the plentiful S<sup>2–</sup> ions, provided by thioacetamide\n(TAA) in solution at an elevated temperature, rapidly exchange with\nOH<sup>–</sup> in NiCo-LDHs accompanied by the Kirkendall effect\nto generate hollow/porous CoNi<sub>2</sub>S<sub>4</sub> species (). Besides, the synthesis\nprocess for hollow CoS<sub>2</sub> nanoarrays is also shown in the\nbase part of . ZIF-67 reacts with TAA in ethanol followed by a thermal treatment\nin N<sub>2</sub>, after which density-packed hollow CoS<sub>2</sub> nanoarrays are obtained on Ni foam. The whole synthesis process\nis easy to control.</p>", "clean_text": "Results and Discussion\n\nGiven the high conductivity and macroporosity, Ni foam is employed as a suitable substrate to assemble active materials. First, the well-defined pentagon-like ZIF-67 nanoarrays grow on Ni foam through a precipitation method in the presence of Co2+ and 2-methylimidazole in aqueous solution. Subsequently, they serve as self-sacrificial templates to offer Co2+ and skeletons for the later growth of NiCo-LDHs. Finally, the plentiful S2- ions, provided by thioacetamide (TAA) in solution at an elevated temperature, rapidly exchange with OH- in NiCo-LDHs accompanied by the Kirkendall effect to generate hollow/porous CoNi2S4 species (). Besides, the synthesis process for hollow CoS2 nanoarrays is also shown in the base part of . ZIF-67 reacts with TAA in ethanol followed by a thermal treatment in N2, after which density-packed hollow CoS2 nanoarrays are obtained on Ni foam. The whole synthesis process is easy to control.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Illustration of the Synthesis Process of\nthe Composite\nand Fabrication of the Asymmetric Supercapacitor</title>\n</caption>\n<graphic id=\"gr12\" position=\"float\" xlink:href=\"am-2018-14839x_0012.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of the Synthesis Process of the Composite and Fabrication of the Asymmetric Supercapacitor   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>The scanning electron microscopy (SEM) images\nof as-prepared ZIF-67,\nNiCo-LDHs, as well as NiCo<sub>2</sub>S<sub>4</sub> are illustrated\nin . The SEM\nimages disclose that densely packed ZIF-67 nanoarrays with a typical\npentagon-like shape (length of ∼1.4 μm and thickness\nof 200 nm) have been uniformly assembled on Ni foam (a,b). Then, ZIF-67 converts\ninto NiCo-LDHs without an obvious fracture when reacting with Ni­(NO<sub>3</sub>)<sub>2</sub> in ethanol solution at a high temperature (c). After the sulfurization\nprocess (d),\nNiCo<sub>2</sub>S<sub>4</sub> nanoarrays are obtained that retain\nthe aligned coverage on Ni foam.</p>", "clean_text": "The scanning electron microscopy (SEM) images of as-prepared ZIF-67, NiCo-LDHs, as well as NiCo2S4 are illustrated in . The SEM images disclose that densely packed ZIF-67 nanoarrays with a typical pentagon-like shape (length of ~1.4 μm and thickness of 200 nm) have been uniformly assembled on Ni foam (a,b). Then, ZIF-67 converts into NiCo-LDHs without an obvious fracture when reacting with Ni(NO3)2 in ethanol solution at a high temperature (c). After the sulfurization process (d), NiCo2S4 nanoarrays are obtained that retain the aligned coverage on Ni foam.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM images of the pentagon-like ZIF-67\n(a,b), NiCo-LDHs (c), and\nNiCo<sub>2</sub>S<sub>4</sub> (d) on Ni foam.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2018-14839x_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  SEM images of the pentagon-like ZIF-67 (a,b), NiCo-LDHs (c), and NiCo2S4 (d) on Ni foam.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The transmission electron microscopy (TEM) images are exhibited\nin . ZIF-67\nis a typical solid structure with a length up to ∼1.4 μm\n(a), corresponding\nwell with the SEM results. NiCo<sub>2</sub>S<sub>4</sub> possesses\na hollow/mesoporous structure because of the diffusion-controlled\nprocess under mild reaction conditions (b). The high-resolution TEM (HRTEM) image\ndemonstrates the phase as the lattice spacing of 0.166 and 0.235 nm,\nwhich matches well with the (311) and (400) planes of NiCo<sub>2</sub>S<sub>4</sub> (c). The selected area electron diffraction (SAED) pattern further\nconfirms the phase of the as-obtained product (d).</p>", "clean_text": "The transmission electron microscopy (TEM) images are exhibited in . ZIF-67 is a typical solid structure with a length up to ~1.4 μm (a), corresponding well with the SEM results. NiCo2S4 possesses a hollow/mesoporous structure because of the diffusion-controlled process under mild reaction conditions (b). The high-resolution TEM (HRTEM) image demonstrates the phase as the lattice spacing of 0.166 and 0.235 nm, which matches well with the (311) and (400) planes of NiCo2S4 (c). The selected area electron diffraction (SAED) pattern further confirms the phase of the as-obtained product (d).", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>TEM images of ZIF-67 (a) and NiCo<sub>2</sub>S<sub>4</sub> (b);\nHRTEM image of NiCo<sub>2</sub>S<sub>4</sub> (c); and SAED pattern\nof NiCo<sub>2</sub>S<sub>4</sub> (d).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2018-14839x_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  TEM images of ZIF-67 (a) and NiCo2S4 (b); HRTEM image of NiCo2S4 (c); and SAED pattern of NiCo2S4 (d).   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<p>\na\ndiscloses\nthe X-ray diffraction (XRD) patterns of the as-prepared NiCo<sub>2</sub>S<sub>4</sub>, NiCo-LDHs, and ZIF-67. The three strong peaks situated\nat 44.3, 51.7, and 76.4° could be ascribed to the metallic nickel\nsubstrate (JCPDS card no. 65-2865). Besides the peaks originating\nfrom the nickel substrate, a series of peaks of ZIF-67 are observed. After the crystallization process between ZIF-67\nand Ni­(NO<sub>3</sub>)<sub>2</sub>, the typical peaks of ZIF-67 vanish\nfor the as-prepared products with the emergence of a series of new\npeaks, pointing the change of crystal structure for ZIF-67. After\nthe sulfurization process, a series of peaks emerge at 16.1, 22, 31.8,\n38.2, 47.2, and 55°, which coincide well with the (111), (220),\n(400), (422), (511), and (440) planes, signifying the formation of\nNiCo<sub>2</sub>S<sub>4</sub>. The Fourier\ntransform infrared (FT-IR) spectrum of these three electrodes is illustrated\nin b, and the\npeaks between 600 and 1500 cm<sup>–1</sup> are attributed to\nthe imidazole ring in ZIF-67. Moreover, the peak located at 2929 cm<sup>–1</sup> is ascribed to the aromatic nucleus in 2-methylimidazole,\nwhich confirms the successful preparation of ZIF-67. After the sulfurization\ntreatment, the typical peaks disappear for the as-prepared products,\nwhich further confirm the successful change of crystal structure.\nNitrogen isothermal adsorption/desorption test is implemented to analyze\nthe textural properties of NiCo<sub>2</sub>S<sub>4</sub>. A model\nof IV isotherm and H3 hysteresis loop can be seen from c. The hysteresis at a relatively\nhigher pressure (<italic>P</italic>/<italic>P</italic>\n<sub>0</sub> &gt; 0.4) reveals the typical characteristic of the mesoporous structure. Furthermore, the Barrett–Joyner–Halenda\ncurve further manifests the existence of the mesoporous structure\n(d). Besides,\nthe specific surface area of NiCo<sub>2</sub>S<sub>4</sub> is estimated\nto be 79.3 m<sup>2</sup>/g. The unique hollow/mesoporous structure\ncould provide continuous ion diffusion pathways.</p>", "clean_text": " a discloses the X-ray diffraction (XRD) patterns of the as-prepared NiCo2S4, NiCo-LDHs, and ZIF-67. The three strong peaks situated at 44.3, 51.7, and 76.4° could be ascribed to the metallic nickel substrate (JCPDS card no. 65-2865). Besides the peaks originating from the nickel substrate, a series of peaks of ZIF-67 are observed. After the crystallization process between ZIF-67 and Ni(NO3)2, the typical peaks of ZIF-67 vanish for the as-prepared products with the emergence of a series of new peaks, pointing the change of crystal structure for ZIF-67. After the sulfurization process, a series of peaks emerge at 16.1, 22, 31.8, 38.2, 47.2, and 55°, which coincide well with the (111), (220), (400), (422), (511), and (440) planes, signifying the formation of NiCo2S4. The Fourier transform infrared (FT-IR) spectrum of these three electrodes is illustrated in b, and the peaks between 600 and 1500 cm-1 are attributed to the imidazole ring in ZIF-67. Moreover, the peak located at 2929 cm-1 is ascribed to the aromatic nucleus in 2-methylimidazole, which confirms the successful preparation of ZIF-67. After the sulfurization treatment, the typical peaks disappear for the as-prepared products, which further confirm the successful change of crystal structure. Nitrogen isothermal adsorption/desorption test is implemented to analyze the textural properties of NiCo2S4. A model of IV isotherm and H3 hysteresis loop can be seen from c. The hysteresis at a relatively higher pressure (P/P 0 > 0.4) reveals the typical characteristic of the mesoporous structure. Furthermore, the Barrett-Joyner-Halenda curve further manifests the existence of the mesoporous structure (d). Besides, the specific surface area of NiCo2S4 is estimated to be 79.3 m2/g. The unique hollow/mesoporous structure could provide continuous ion diffusion pathways.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>XRD patterns of ZIF-67,\nNiCo-LDHs, and NiCo<sub>2</sub>S<sub>4</sub> on Ni foam (a). FT-IR\nspectra of ZIF-67, NiCo-LDHs, and NiCo<sub>2</sub>S<sub>4</sub> on\nNi foam (b). N<sub>2</sub> adsorption/desorption\nisotherms (c) and the corresponding pore size distribution (d) of\nNiCo<sub>2</sub>S<sub>4</sub>.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2018-14839x_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  XRD patterns of ZIF-67, NiCo-LDHs, and NiCo2S4 on Ni foam (a). FT-IR spectra of ZIF-67, NiCo-LDHs, and NiCo2S4 on Ni foam (b). N2 adsorption/desorption isotherms (c) and the corresponding pore size distribution (d) of NiCo2S4.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>More detailed information about the elemental composition\nand chemical\nvalence of the as-obtained NiCo<sub>2</sub>S<sub>4</sub> is determined\nby X-ray photoelectron spectroscopy (XPS). The product contains Ni\n2p, Co 2p, O 1s, C 1s, as well as S 2p, as seen from the full spectrum\nin a. In the\nNi 2p spectrum (b), two peaks are located at 855.6 and 873.2 eV, whereas the other\ntwo are located at 856.4 and 874.7 eV, corresponding to Ni<sup>2+</sup> and Ni<sup>3+</sup>, respectively. In\nthe Co 2p spectrum (c), one can see two spin–orbit doublets together with\ntwo shakeup satellites, matching well with Co<sup>3+</sup> (778.6,\n793.6 eV) and Co<sup>2+</sup> (781.3, 796.7 eV). In the S 2p spectrum (d), the peak positioned at 161.7 eV is associated\nwith the metal–sulfur bonding, whereas the peak at 168.4 eV\nis analyzed at a low coordination to the surface. Therefore, we can demonstrate that the product is characteristic\nof the NiCo<sub>2</sub>S<sub>4</sub> phase.</p>", "clean_text": "More detailed information about the elemental composition and chemical valence of the as-obtained NiCo2S4 is determined by X-ray photoelectron spectroscopy (XPS). The product contains Ni 2p, Co 2p, O 1s, C 1s, as well as S 2p, as seen from the full spectrum in a. In the Ni 2p spectrum (b), two peaks are located at 855.6 and 873.2 eV, whereas the other two are located at 856.4 and 874.7 eV, corresponding to Ni2+ and Ni3+, respectively. In the Co 2p spectrum (c), one can see two spin-orbit doublets together with two shakeup satellites, matching well with Co3+ (778.6, 793.6 eV) and Co2+ (781.3, 796.7 eV). In the S 2p spectrum (d), the peak positioned at 161.7 eV is associated with the metal-sulfur bonding, whereas the peak at 168.4 eV is analyzed at a low coordination to the surface. Therefore, we can demonstrate that the product is characteristic of the NiCo2S4 phase.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>XPS patterns of NiCo<sub>2</sub>S<sub>4</sub> on Ni foam: survey\nspectra (a), Ni 2p spectra (b), Co 2p spectra (c), and S 2p spectra\n(d).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2018-14839x_0006.tif\"></graphic>\n</fig>", "clean_text": " 4  XPS patterns of NiCo2S4 on Ni foam: survey spectra (a), Ni 2p spectra (b), Co 2p spectra (c), and S 2p spectra (d).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The electrochemical behavior of\nthe as-prepared products is evaluated\nin a three-electrode system, with 6 M KOH as the aqueous electrolyte.\nCyclic voltammetry (CV) profiles of NiCo<sub>2</sub>S<sub>4</sub> at\nall scan rates demonstrate a pair of intensive redox peaks at 0.1\nand 0.4 V (a), indicating the redox process as follows<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"am-2018-14839x_m001.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">CoS</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>↔</mml:mo>\n<mml:mi mathvariant=\"normal\">CoSOH</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"am-2018-14839x_m002.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">CoSOH</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>↔</mml:mo>\n<mml:mi mathvariant=\"normal\">CoSO</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic xlink:href=\"am-2018-14839x_m003.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">NiS</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>↔</mml:mo>\n<mml:mi mathvariant=\"normal\">NiSOH</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": "The electrochemical behavior of the as-prepared products is evaluated in a three-electrode system, with 6 M KOH as the aqueous electrolyte. Cyclic voltammetry (CV) profiles of NiCo2S4 at all scan rates demonstrate a pair of intensive redox peaks at 0.1 and 0.4 V (a), indicating the redox process as follows 1     CoS + O   H   -   ↔ CoSOH +   e   -        2     CoSOH + O   H   -   ↔ CoSO +   H   2   O +   e   -        3     NiS + O   H   -   ↔ NiSOH +   e   -       ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) CV profiles of NiCo<sub>2</sub>S<sub>4</sub> at different scan\nrates. (b) Percentage of subscription from the surface capacitive\ncontribution and diffusion controlled at different scan rates. (c)\nGCD profiles of NiCo<sub>2</sub>S<sub>4</sub> electrode at different\ncurrent densities. (d) Specific capacity of ZIF-67, NiCo-LDHs, and\nNiCo<sub>2</sub>S<sub>4</sub> at different current densities. (e)\nAreal capacity of NiCo<sub>2</sub>S<sub>4</sub> at different current\ndensities. (f) Electrochemical impedance spectroscopy (EIS) of ZIF-67,\nNiCo-LDHs, and NiCo<sub>2</sub>S<sub>4</sub>. Inset of (f) shows the\nenlarged figure obtained from EIS.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2018-14839x_0007.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) CV profiles of NiCo2S4 at different scan rates. (b) Percentage of subscription from the surface capacitive contribution and diffusion controlled at different scan rates. (c) GCD profiles of NiCo2S4 electrode at different current densities. (d) Specific capacity of ZIF-67, NiCo-LDHs, and NiCo2S4 at different current densities. (e) Areal capacity of NiCo2S4 at different current densities. (f) Electrochemical impedance spectroscopy (EIS) of ZIF-67, NiCo-LDHs, and NiCo2S4. Inset of (f) shows the enlarged figure obtained from EIS.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The shapes of these profiles are maintained well with the\nboosting\nscan rate, demonstrating a comparatively low resistance and fast redox\nreactions. As illustrated in b, the surface capacitive contribution is 76% of the\ntotal capacitance at 10 mV/s, and the surface capacitive contribution\nseems totally uncorrelated with the scan rate. Although the redox\nintercalation process is diffusion-controlled, there will not be sufficient\ntime for the ions to diffuse into the lattices at a high scan rate,\nwhich results in a loss of the redox intercalation contribution. However,\nthe redox intercalation contribution only reduces by 15% at a 10-fold\nscan rate, owing to the hollow/mesoporous configuration to accelerate\nthe diffusion of ions.</p>", "clean_text": "The shapes of these profiles are maintained well with the boosting scan rate, demonstrating a comparatively low resistance and fast redox reactions. As illustrated in b, the surface capacitive contribution is 76% of the total capacitance at 10 mV/s, and the surface capacitive contribution seems totally uncorrelated with the scan rate. Although the redox intercalation process is diffusion-controlled, there will not be sufficient time for the ions to diffuse into the lattices at a high scan rate, which results in a loss of the redox intercalation contribution. However, the redox intercalation contribution only reduces by 15% at a 10-fold scan rate, owing to the hollow/mesoporous configuration to accelerate the diffusion of ions.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>\nc indicates\nthe galvanostatic charge–discharge (GCD) profiles of NiCo<sub>2</sub>S<sub>4</sub> at different current densities. The obvious\npotential platform further confirms the subscription from the Faradaic\nredox process. Besides, these curves are substantially symmetrical,\nwhich reflects that NiCo<sub>2</sub>S<sub>4</sub> possesses a favorable\nreversibility. Furthermore, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14839/suppl_file/am8b14839_si_001.pdf\">Figure S1</ext-link> shows\nthe CV profiles of ZIF-67, NiCo-LDHs, and NiCo<sub>2</sub>S<sub>4</sub> at the same scan rate, and it shows that NiCo<sub>2</sub>S<sub>4</sub> possesses a much enhanced capacitance with respect to the other\nsamples. Such a notably enhanced electrochemical performance is also\nproved through the GCD profiles. For comparison, the specific capacitances\nof these three products against different current densities are plotted\nin d. The NiCo<sub>2</sub>S<sub>4</sub> electrode exhibits a superior specific capacitance\nof 939 C/g at 1 A/g and still retains 712 C/g at 10 A/g (about 75.8%\ncapacitance retention). Besides, NiCo<sub>2</sub>S<sub>4</sub> possesses\na high areal capacitance of 2.5 C/cm<sup>2</sup> at 1 mA/cm<sup>2</sup> (e). Obviously,\nthe specific capacitance and areal capacitance of NiCo<sub>2</sub>S<sub>4</sub> are quite competitive to that of the previously recorded\nNiCo<sub>2</sub>S<sub>4</sub>-based composites in  and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14839/suppl_file/am8b14839_si_001.pdf\">Table S1</ext-link>. Such a superior electrochemical behavior benefits from\ntheir desirable porous/hollow nanostructures. In particular, the inner\nhollow configuration and the mesoporous structure could offer more\nreactive sites and larger electrode/electrolyte interfaces.</p>", "clean_text": " c indicates the galvanostatic charge-discharge (GCD) profiles of NiCo2S4 at different current densities. The obvious potential platform further confirms the subscription from the Faradaic redox process. Besides, these curves are substantially symmetrical, which reflects that NiCo2S4 possesses a favorable reversibility. Furthermore, Figure S1 shows the CV profiles of ZIF-67, NiCo-LDHs, and NiCo2S4 at the same scan rate, and it shows that NiCo2S4 possesses a much enhanced capacitance with respect to the other samples. Such a notably enhanced electrochemical performance is also proved through the GCD profiles. For comparison, the specific capacitances of these three products against different current densities are plotted in d. The NiCo2S4 electrode exhibits a superior specific capacitance of 939 C/g at 1 A/g and still retains 712 C/g at 10 A/g (about 75.8% capacitance retention). Besides, NiCo2S4 possesses a high areal capacitance of 2.5 C/cm2 at 1 mA/cm2 (e). Obviously, the specific capacitance and areal capacitance of NiCo2S4 are quite competitive to that of the previously recorded NiCo2S4-based composites in  and Table S1. Such a superior electrochemical behavior benefits from their desirable porous/hollow nanostructures. In particular, the inner hollow configuration and the mesoporous structure could offer more reactive sites and larger electrode/electrolyte interfaces.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Comparison\nof NiCo<sub>2</sub>S<sub>4</sub> with previously reported\nNiCo<sub>2</sub>S<sub>4</sub>-based electrodes with regard to the\nspecific capacitance.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2018-14839x_0008.tif\"></graphic>\n</fig>", "clean_text": " 6  Comparison of NiCo2S4 with previously reported NiCo2S4-based electrodes with regard to the specific capacitance.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>In addition, the unique structure also performs well in promoting\nthe transport of ions/electrons. As confirmed in f, the charge-transfer resistance\n(<italic>R</italic>\n<sub>ct</sub>) values of ZIF-67, NiCo-LDHs, and\nNiCo<sub>2</sub>S<sub>4</sub> are 0.38, 1.09, and 0.12 Ω, respectively,\nwhich imply that NiCo<sub>2</sub>S<sub>4</sub> possesses an enhanced\nconductivity and a rapid charge transfer. In addition, the internal\nresistance values of each of them are 0.58, 0.56, and 0.37 Ω,\nrespectively. To validate the cycling stability of NiCo<sub>2</sub>S<sub>4</sub>, continuous GCD tests are investigated at a current\ndensity of 10 A/g (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14839/suppl_file/am8b14839_si_001.pdf\">Figure S2</ext-link>). An outstanding\nlife span has been manifested by NiCo<sub>2</sub>S<sub>4</sub>, that\nis, only 7.2% capacitance decay is witnessed after 5000 consecutive\ncycles. The excellent cycling stability might be attributed to the\nvoid space that figures as an ion-buffering reservoir for the electrolyte\nions, shortening the ion/electron diffusion path and buffering the\nstructural expansion and contraction during the charge/discharge cycles.</p>", "clean_text": "In addition, the unique structure also performs well in promoting the transport of ions/electrons. As confirmed in f, the charge-transfer resistance (R ct) values of ZIF-67, NiCo-LDHs, and NiCo2S4 are 0.38, 1.09, and 0.12 Ω, respectively, which imply that NiCo2S4 possesses an enhanced conductivity and a rapid charge transfer. In addition, the internal resistance values of each of them are 0.58, 0.56, and 0.37 Ω, respectively. To validate the cycling stability of NiCo2S4, continuous GCD tests are investigated at a current density of 10 A/g (Figure S2). An outstanding life span has been manifested by NiCo2S4, that is, only 7.2% capacitance decay is witnessed after 5000 consecutive cycles. The excellent cycling stability might be attributed to the void space that figures as an ion-buffering reservoir for the electrolyte ions, shortening the ion/electron diffusion path and buffering the structural expansion and contraction during the charge/discharge cycles.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The hollow CoS<sub>2</sub> nanoarrays are developed through a facile\nsulfurization process.  expresses the SEM and TEM images of CoS<sub>2</sub>. The\nCoS<sub>2</sub> nanoarrays still maintain the uniform coverage on\nNi foam (a,b).\nDuring the reaction between ZIF-67 and TAA, the hydrolysis of TAA\netches ZIF-67 to create a hollow structure and promote the deposition\nof CoS<sub>2</sub> (c,d). The energy-dispersive X-ray (EDX) spectrum (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14839/suppl_file/am8b14839_si_001.pdf\">Figure S3</ext-link>) further reveals the existence of Co\nand S in CoS<sub>2</sub>.</p>", "clean_text": "The hollow CoS2 nanoarrays are developed through a facile sulfurization process.  expresses the SEM and TEM images of CoS2. The CoS2 nanoarrays still maintain the uniform coverage on Ni foam (a,b). During the reaction between ZIF-67 and TAA, the hydrolysis of TAA etches ZIF-67 to create a hollow structure and promote the deposition of CoS2 (c,d). The energy-dispersive X-ray (EDX) spectrum (Figure S3) further reveals the existence of Co and S in CoS2.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>SEM images of CoS<sub>2</sub> at different magnifications\n(a,b).\nTEM images of CoS<sub>2</sub> at different magnifications (c,d).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2018-14839x_0009.tif\"></graphic>\n</fig>", "clean_text": " 7  SEM images of CoS2 at different magnifications (a,b). TEM images of CoS2 at different magnifications (c,d).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The XRD patterns and FT-IR spectra\nof ZIF-67 and CoS<sub>2</sub> are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14839/suppl_file/am8b14839_si_001.pdf\">Figure S4</ext-link>. After the reaction,\nthe diffraction peaks are readily indexed to the (200), (210), (211),\n(220), and (310) crystal planes of a typical CoS<sub>2</sub>. The disappearance of the peaks from ZIF-67 in\nthe FT-IR pattern further indicates the successful etching of ZIF-67.\nAs shown in a, the Co 2p XPS spectra express two peaks at 797.4 and 781.5 eV,\nmatching well with the Co 2p<sub>1/2</sub> and Co 2p<sub>3/2</sub> spin–orbit peaks of CoS<sub>2</sub>. The peak positioned at 162.7 eV in the S 2p spectrum indicates the\nexistence of S<sup>–</sup> (b).\n</p>", "clean_text": "The XRD patterns and FT-IR spectra of ZIF-67 and CoS2 are shown in Figure S4. After the reaction, the diffraction peaks are readily indexed to the (200), (210), (211), (220), and (310) crystal planes of a typical CoS2. The disappearance of the peaks from ZIF-67 in the FT-IR pattern further indicates the successful etching of ZIF-67. As shown in a, the Co 2p XPS spectra express two peaks at 797.4 and 781.5 eV, matching well with the Co 2p1/2 and Co 2p3/2 spin-orbit peaks of CoS2. The peak positioned at 162.7 eV in the S 2p spectrum indicates the existence of S- (b). ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>XPS\npatterns of CoS<sub>2</sub> on Ni foam: Co 2p spectra (a) and\nS 2p spectra (b).</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am-2018-14839x_0010.tif\"></graphic>\n</fig>", "clean_text": " 8  XPS patterns of CoS2 on Ni foam: Co 2p spectra (a) and S 2p spectra (b).   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<p>The electrochemical properties\nof CoS<sub>2</sub> are shown in . The CV profiles\nat various scan rates reveal distinct redox peaks, reflecting its\ncharacteristic pseudocapacitive feature (a). The pseudocapacitance originates from\nthe electron transfer course among the Co<sup>2+</sup>/Co<sup>3+</sup>/Co<sup>4+</sup> redox couples. The relatively symmetrical GCD curves\ndemonstrate a relatively high Coulombic efficiency by reason of the\nhigh reversibility of the Faradaic redox process during the charge/discharge\ncourse (b).\nThe maximum specific capacitance calculated from the GCD plots is\n343.5 C/g at 1 A/g. In addition, it possesses 146.3 C/g at 20 A/g\nwith a superior rate capacity of 45.2% (c), and the areal capacitances of CoS<sub>2</sub> at various current densities are displayed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14839/suppl_file/am8b14839_si_001.pdf\">Figure S5</ext-link>. From the Nyquist plots in d, the intersection\nat real axis indicates a low internal resistance. Besides, the small\nsemidiameter at the high-frequency region demonstrates the facile\ncharge-transfer process at the electrode/electrolyte interface.</p>", "clean_text": "The electrochemical properties of CoS2 are shown in . The CV profiles at various scan rates reveal distinct redox peaks, reflecting its characteristic pseudocapacitive feature (a). The pseudocapacitance originates from the electron transfer course among the Co2+/Co3+/Co4+ redox couples. The relatively symmetrical GCD curves demonstrate a relatively high Coulombic efficiency by reason of the high reversibility of the Faradaic redox process during the charge/discharge course (b). The maximum specific capacitance calculated from the GCD plots is 343.5 C/g at 1 A/g. In addition, it possesses 146.3 C/g at 20 A/g with a superior rate capacity of 45.2% (c), and the areal capacitances of CoS2 at various current densities are displayed in Figure S5. From the Nyquist plots in d, the intersection at real axis indicates a low internal resistance. Besides, the small semidiameter at the high-frequency region demonstrates the facile charge-transfer process at the electrode/electrolyte interface.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a) CV profiles\nof CoS<sub>2</sub> at various scan rates. (b) GCD\nprofiles of the CoS<sub>2</sub> electrode at various current densities.\n(c) Specific capacity of CoS<sub>2</sub> at different current densities.\n(d) EEIS of CoS<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"am-2018-14839x_0011.tif\"></graphic>\n</fig>", "clean_text": " 9  (a) CV profiles of CoS2 at various scan rates. (b) GCD profiles of the CoS2 electrode at various current densities. (c) Specific capacity of CoS2 at different current densities. (d) EEIS of CoS2.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>From the above discussion, the pentagon-like hollow/porous\nNiCo<sub>2</sub>S<sub>4</sub> and CoS<sub>2</sub> nanoarrays grown\non Ni foam\nhave been successfully prepared through different sulfurated treatments\nof the ZIF-67 precursor. The hollow configuration with open space\nis expected to boost the electrolyte penetration. Each single nanoarray\nhas the desired direct mechanical and electrical contact with Ni foam,\nwhich could enhance the mass and electron transfer within the electrode.</p>", "clean_text": "From the above discussion, the pentagon-like hollow/porous NiCo2S4 and CoS2 nanoarrays grown on Ni foam have been successfully prepared through different sulfurated treatments of the ZIF-67 precursor. The hollow configuration with open space is expected to boost the electrolyte penetration. Each single nanoarray has the desired direct mechanical and electrical contact with Ni foam, which could enhance the mass and electron transfer within the electrode.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Encouraged by the remarkable properties accomplished by NiCo<sub>2</sub>S<sub>4</sub> and CoS<sub>2</sub>, an advanced asymmetric\nsupercapacitor is assembled by employing NiCo<sub>2</sub>S<sub>4</sub> as the cathode material and CoS<sub>2</sub> as the anode material\n(a). b illustrates the\nCV profiles of this device. The shape of these CV profiles is maintained\nwell with the scan rate, reflecting a rapid current–voltage\nresponse. Besides, the CV curves possess a nonrectangular form with\na couple of redox peaks, indicating that the capacity originates from\na fast redox process.</p>", "clean_text": "Encouraged by the remarkable properties accomplished by NiCo2S4 and CoS2, an advanced asymmetric supercapacitor is assembled by employing NiCo2S4 as the cathode material and CoS2 as the anode material (a). b illustrates the CV profiles of this device. The shape of these CV profiles is maintained well with the scan rate, reflecting a rapid current-voltage response. Besides, the CV curves possess a nonrectangular form with a couple of redox peaks, indicating that the capacity originates from a fast redox process.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Electrochemical tests of the asymmetrical supercapacitor\nNiCo<sub>2</sub>S<sub>4</sub>//CoS<sub>2</sub> in 2 M KOH (a). CV\ncurves of\nthe asymmetrical supercapacitor at various scan rates (b). GCD profiles\nof the device at different current densities (c). Ragone plots of\nthe device (d).</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"am-2018-14839x_0002.tif\"></graphic>\n</fig>", "clean_text": " 10  Electrochemical tests of the asymmetrical supercapacitor NiCo2S4//CoS2 in 2 M KOH (a). CV curves of the asymmetrical supercapacitor at various scan rates (b). GCD profiles of the device at different current densities (c). Ragone plots of the device (d).   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<p>Nonlinear GCD profiles\nfurther confirm the subscription from the\nFaradaic redox process (c). The maximum specific capacity achieved with this\ndevice is 287 C/g at 1 A/g. The correlation between the critical parameters,\nenergy and power density, is depicted in d. Remarkably, the highest energy density\nof the obtained device could reach up to 55.8 W h/kg at a power density\nof 695.2 W/kg; even at an ultrahigh power density of 6788.6 W/kg,\nthe energy density could still be maintained at 23.8 W h/kg. The activity\nof our devices is fairly considerable to the recently reported TMS-based\ndevices, such as NiCo<sub>2</sub>S<sub>4</sub>@Ni<sub>3</sub>V<sub>2</sub>O<sub>8</sub>//AC, NiCo<sub>2</sub>S<sub>4</sub>/CT//AC, NiCo<sub>2</sub>S<sub>4</sub>//AC, NiCo<sub>2</sub>S<sub>4</sub>@CNFs//AC@pCNFs, NiCo<sub>2</sub>S<sub>4</sub>@Co­(OH)<sub>2</sub>, NiCo<sub>2</sub>S<sub>4</sub>/Co<sub>9</sub>S<sub>8</sub>//AC, NiCo<sub>2</sub>S<sub>4</sub>//AC, and NiCo<sub>2</sub>S<sub>4</sub>@NiO//AC, indicating the excellent pseudocapacitive properties\nof NiCo<sub>2</sub>S<sub>4</sub> and CoS<sub>2</sub>.</p>", "clean_text": "Nonlinear GCD profiles further confirm the subscription from the Faradaic redox process (c). The maximum specific capacity achieved with this device is 287 C/g at 1 A/g. The correlation between the critical parameters, energy and power density, is depicted in d. Remarkably, the highest energy density of the obtained device could reach up to 55.8 W h/kg at a power density of 695.2 W/kg; even at an ultrahigh power density of 6788.6 W/kg, the energy density could still be maintained at 23.8 W h/kg. The activity of our devices is fairly considerable to the recently reported TMS-based devices, such as NiCo2S4@Ni3V2O8//AC, NiCo2S4/CT//AC, NiCo2S4//AC, NiCo2S4@CNFs//AC@pCNFs, NiCo2S4@Co(OH)2, NiCo2S4/Co9S8//AC, NiCo2S4//AC, and NiCo2S4@NiO//AC, indicating the excellent pseudocapacitive properties of NiCo2S4 and CoS2.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["property"], "content": "<p>Moreover,  illustrates the\ncapacitance retention of the asymmetrical device\nupon operating consecutive GCD cycles. More interestingly, an approving\ncapacitance retention behavior of 91.9% over 5000 consecutive cycles\nat 10 A/g is witnessed. The feature of NiCo<sub>2</sub>S<sub>4</sub> and CoS<sub>2</sub> after the cycling test is further investigated\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14839/suppl_file/am8b14839_si_001.pdf\">Figure S6</ext-link>). Obviously, the nanoarrays\nand pentagon-like morphology of NiCo<sub>2</sub>S<sub>4</sub> and\nCoS<sub>2</sub> are well-preserved even after cycling. The excellent\ncycling behavior of the asymmetrical supercapacitor NiCo<sub>2</sub>S<sub>4</sub>//CoS<sub>2</sub> reveals that the electrode materials\ncan maintain good mechanical integrality and high electrochemical\nstability.</p>", "clean_text": "Moreover,  illustrates the capacitance retention of the asymmetrical device upon operating consecutive GCD cycles. More interestingly, an approving capacitance retention behavior of 91.9% over 5000 consecutive cycles at 10 A/g is witnessed. The feature of NiCo2S4 and CoS2 after the cycling test is further investigated (Figure S6). Obviously, the nanoarrays and pentagon-like morphology of NiCo2S4 and CoS2 are well-preserved even after cycling. The excellent cycling behavior of the asymmetrical supercapacitor NiCo2S4//CoS2 reveals that the electrode materials can maintain good mechanical integrality and high electrochemical stability.", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Cycle performance of the asymmetrical supercapacitor NiCo<sub>2</sub>S<sub>4</sub>//CoS<sub>2</sub> evaluated at 10 A/g for 5000\ncycles.</p>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"am-2018-14839x_0003.tif\"></graphic>\n</fig>", "clean_text": " 11  Cycle performance of the asymmetrical supercapacitor NiCo2S4//CoS2 evaluated at 10 A/g for 5000 cycles.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>In summary,\nthe pentagon-like ZIF-67 nanoarrays have been directly\nassembled on Ni foam, and via different sulfurized treatments, they\ncan be transformed into NiCo<sub>2</sub>S<sub>4</sub> and CoS<sub>2</sub>, suitable as a cathode and an anode, respectively, in an\nadvanced asymmetrical supercapacitor. Owing to the highly hollow/porous\nconfiguration and their direct contact with a conductive matrix, the\nobtained NiCo<sub>2</sub>S<sub>4</sub> delivers a superior specific\ncapacity of 939 C/g, which is quite competitive to that of the previously\nrecorded NiCo<sub>2</sub>S<sub>4</sub>-based composites. The asymmetrical\nsupercapacitor achieved by NiCo<sub>2</sub>S<sub>4</sub> and CoS<sub>2</sub> shows a favorable energy density of 55.8 W h/kg. Therefore,\nthis versatile method to prepare TMS-based materials would open up\nvast opportunities for energy storage applications.</p>", "clean_text": "Conclusions\n\nIn summary, the pentagon-like ZIF-67 nanoarrays have been directly assembled on Ni foam, and via different sulfurized treatments, they can be transformed into NiCo2S4 and CoS2, suitable as a cathode and an anode, respectively, in an advanced asymmetrical supercapacitor. Owing to the highly hollow/porous configuration and their direct contact with a conductive matrix, the obtained NiCo2S4 delivers a superior specific capacity of 939 C/g, which is quite competitive to that of the previously recorded NiCo2S4-based composites. The asymmetrical supercapacitor achieved by NiCo2S4 and CoS2 shows a favorable energy density of 55.8 W h/kg. Therefore, this versatile method to prepare TMS-based materials would open up vast opportunities for energy storage applications.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.8b14839\">10.1021/acsami.8b14839</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional experimental\nsection, material characterizations,\nelectrochemical measurements, EDX mapping, XRD patterns, and FT-IR\nspectra of ZIF-67 and CoS<sub>2</sub> on Ni-foam (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14839/suppl_file/am8b14839_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.8b14839.  Additional experimental section, material characterizations, electrochemical measurements, EDX mapping, XRD patterns, and FT-IR spectra of ZIF-67 and CoS2 on Ni-foam (PDF)   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>Additional experimental\nsection, material characterizations,\nelectrochemical measurements, EDX mapping, XRD patterns, and FT-IR\nspectra of ZIF-67 and CoS<sub>2</sub> on Ni-foam (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14839/suppl_file/am8b14839_si_001.pdf\">PDF</ext-link>)</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "Additional experimental section, material characterizations, electrochemical measurements, EDX mapping, XRD patterns, and FT-IR spectra of ZIF-67 and CoS2 on Ni-foam (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 12, 19, 21, 26, 31, 32, 34", "type": "text", "classification": "property", "content": "<p>Given the exceptional\nspecific surface area, geometry, and periodic\nporosity, transition-metal sulfides derived from crystalline metal–organic\nframeworks have spurred great interest in energy storage systems.\nHerein, employing a different sulfurization process, well-aligned\nNiCo<sub>2</sub>S<sub>4</sub> and CoS<sub>2</sub> nanoarrays with\na hollow/porous configuration derived from pentagon-like ZIF-67 are\nsuccessfully designed and constructed on Ni foam. The hollow/porous\nstructure grown on a conductive matrix can significantly improve electroactive\nsites, shorten charge/ion diffusion length, and enhance mass/electron\ntransfer. Consequently, the obtained NiCo<sub>2</sub>S<sub>4</sub> possesses an excellent specific capacitance of 939 C/g, a fast charge/discharge\nrate, and a favorable life span. An advanced asymmetrical supercapacitor\nis fabricated by engaging NiCo<sub>2</sub>S<sub>4</sub> and CoS<sub>2</sub> as cathode and anode materials, respectively, with a well-separated\npotential window. The obtained device delivers an exceptional energy\ndensity of 55.8 W h/kg at 695.2 W/kg, which is highly considerable\nto the recent transition metal sulfide-based devices. This facile\ntactic could be employed to construct other electrode materials with\nsuperior electrochemical properties.</p><p>\na\ndiscloses\nthe X-ray diffraction (XRD) patterns of the as-prepared NiCo<sub>2</sub>S<sub>4</sub>, NiCo-LDHs, and ZIF-67. The three strong peaks situated\nat 44.3, 51.7, and 76.4° could be ascribed to the metallic nickel\nsubstrate (JCPDS card no. 65-2865). Besides the peaks originating\nfrom the nickel substrate, a series of peaks of ZIF-67 are observed. After the crystallization process between ZIF-67\nand Ni­(NO<sub>3</sub>)<sub>2</sub>, the typical peaks of ZIF-67 vanish\nfor the as-prepared products with the emergence of a series of new\npeaks, pointing the change of crystal structure for ZIF-67. After\nthe sulfurization process, a series of peaks emerge at 16.1, 22, 31.8,\n38.2, 47.2, and 55°, which coincide well with the (111), (220),\n(400), (422), (511), and (440) planes, signifying the formation of\nNiCo<sub>2</sub>S<sub>4</sub>. The Fourier\ntransform infrared (FT-IR) spectrum of these three electrodes is illustrated\nin b, and the\npeaks between 600 and 1500 cm<sup>–1</sup> are attributed to\nthe imidazole ring in ZIF-67. Moreover, the peak located at 2929 cm<sup>–1</sup> is ascribed to the aromatic nucleus in 2-methylimidazole,\nwhich confirms the successful preparation of ZIF-67. After the sulfurization\ntreatment, the typical peaks disappear for the as-prepared products,\nwhich further confirm the successful change of crystal structure.\nNitrogen isothermal adsorption/desorption test is implemented to analyze\nthe textural properties of NiCo<sub>2</sub>S<sub>4</sub>. A model\nof IV isotherm and H3 hysteresis loop can be seen from c. The hysteresis at a relatively\nhigher pressure (<italic>P</italic>/<italic>P</italic>\n<sub>0</sub> &gt; 0.4) reveals the typical characteristic of the mesoporous structure. Furthermore, the Barrett–Joyner–Halenda\ncurve further manifests the existence of the mesoporous structure\n(d). Besides,\nthe specific surface area of NiCo<sub>2</sub>S<sub>4</sub> is estimated\nto be 79.3 m<sup>2</sup>/g. The unique hollow/mesoporous structure\ncould provide continuous ion diffusion pathways.</p><p>\nc indicates\nthe galvanostatic charge–discharge (GCD) profiles of NiCo<sub>2</sub>S<sub>4</sub> at different current densities. The obvious\npotential platform further confirms the subscription from the Faradaic\nredox process. Besides, these curves are substantially symmetrical,\nwhich reflects that NiCo<sub>2</sub>S<sub>4</sub> possesses a favorable\nreversibility. Furthermore, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14839/suppl_file/am8b14839_si_001.pdf\">Figure S1</ext-link> shows\nthe CV profiles of ZIF-67, NiCo-LDHs, and NiCo<sub>2</sub>S<sub>4</sub> at the same scan rate, and it shows that NiCo<sub>2</sub>S<sub>4</sub> possesses a much enhanced capacitance with respect to the other\nsamples. Such a notably enhanced electrochemical performance is also\nproved through the GCD profiles. For comparison, the specific capacitances\nof these three products against different current densities are plotted\nin d. The NiCo<sub>2</sub>S<sub>4</sub> electrode exhibits a superior specific capacitance\nof 939 C/g at 1 A/g and still retains 712 C/g at 10 A/g (about 75.8%\ncapacitance retention). Besides, NiCo<sub>2</sub>S<sub>4</sub> possesses\na high areal capacitance of 2.5 C/cm<sup>2</sup> at 1 mA/cm<sup>2</sup> (e). Obviously,\nthe specific capacitance and areal capacitance of NiCo<sub>2</sub>S<sub>4</sub> are quite competitive to that of the previously recorded\nNiCo<sub>2</sub>S<sub>4</sub>-based composites in  and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14839/suppl_file/am8b14839_si_001.pdf\">Table S1</ext-link>. Such a superior electrochemical behavior benefits from\ntheir desirable porous/hollow nanostructures. In particular, the inner\nhollow configuration and the mesoporous structure could offer more\nreactive sites and larger electrode/electrolyte interfaces.</p><p>In addition, the unique structure also performs well in promoting\nthe transport of ions/electrons. As confirmed in f, the charge-transfer resistance\n(<italic>R</italic>\n<sub>ct</sub>) values of ZIF-67, NiCo-LDHs, and\nNiCo<sub>2</sub>S<sub>4</sub> are 0.38, 1.09, and 0.12 Ω, respectively,\nwhich imply that NiCo<sub>2</sub>S<sub>4</sub> possesses an enhanced\nconductivity and a rapid charge transfer. In addition, the internal\nresistance values of each of them are 0.58, 0.56, and 0.37 Ω,\nrespectively. To validate the cycling stability of NiCo<sub>2</sub>S<sub>4</sub>, continuous GCD tests are investigated at a current\ndensity of 10 A/g (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14839/suppl_file/am8b14839_si_001.pdf\">Figure S2</ext-link>). An outstanding\nlife span has been manifested by NiCo<sub>2</sub>S<sub>4</sub>, that\nis, only 7.2% capacitance decay is witnessed after 5000 consecutive\ncycles. The excellent cycling stability might be attributed to the\nvoid space that figures as an ion-buffering reservoir for the electrolyte\nions, shortening the ion/electron diffusion path and buffering the\nstructural expansion and contraction during the charge/discharge cycles.</p><p>The electrochemical properties\nof CoS<sub>2</sub> are shown in . The CV profiles\nat various scan rates reveal distinct redox peaks, reflecting its\ncharacteristic pseudocapacitive feature (a). The pseudocapacitance originates from\nthe electron transfer course among the Co<sup>2+</sup>/Co<sup>3+</sup>/Co<sup>4+</sup> redox couples. The relatively symmetrical GCD curves\ndemonstrate a relatively high Coulombic efficiency by reason of the\nhigh reversibility of the Faradaic redox process during the charge/discharge\ncourse (b).\nThe maximum specific capacitance calculated from the GCD plots is\n343.5 C/g at 1 A/g. In addition, it possesses 146.3 C/g at 20 A/g\nwith a superior rate capacity of 45.2% (c), and the areal capacitances of CoS<sub>2</sub> at various current densities are displayed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14839/suppl_file/am8b14839_si_001.pdf\">Figure S5</ext-link>. From the Nyquist plots in d, the intersection\nat real axis indicates a low internal resistance. Besides, the small\nsemidiameter at the high-frequency region demonstrates the facile\ncharge-transfer process at the electrode/electrolyte interface.</p><p>Nonlinear GCD profiles\nfurther confirm the subscription from the\nFaradaic redox process (c). The maximum specific capacity achieved with this\ndevice is 287 C/g at 1 A/g. The correlation between the critical parameters,\nenergy and power density, is depicted in d. Remarkably, the highest energy density\nof the obtained device could reach up to 55.8 W h/kg at a power density\nof 695.2 W/kg; even at an ultrahigh power density of 6788.6 W/kg,\nthe energy density could still be maintained at 23.8 W h/kg. The activity\nof our devices is fairly considerable to the recently reported TMS-based\ndevices, such as NiCo<sub>2</sub>S<sub>4</sub>@Ni<sub>3</sub>V<sub>2</sub>O<sub>8</sub>//AC, NiCo<sub>2</sub>S<sub>4</sub>/CT//AC, NiCo<sub>2</sub>S<sub>4</sub>//AC, NiCo<sub>2</sub>S<sub>4</sub>@CNFs//AC@pCNFs, NiCo<sub>2</sub>S<sub>4</sub>@Co­(OH)<sub>2</sub>, NiCo<sub>2</sub>S<sub>4</sub>/Co<sub>9</sub>S<sub>8</sub>//AC, NiCo<sub>2</sub>S<sub>4</sub>//AC, and NiCo<sub>2</sub>S<sub>4</sub>@NiO//AC, indicating the excellent pseudocapacitive properties\nof NiCo<sub>2</sub>S<sub>4</sub> and CoS<sub>2</sub>.</p><p>Moreover,  illustrates the\ncapacitance retention of the asymmetrical device\nupon operating consecutive GCD cycles. More interestingly, an approving\ncapacitance retention behavior of 91.9% over 5000 consecutive cycles\nat 10 A/g is witnessed. The feature of NiCo<sub>2</sub>S<sub>4</sub> and CoS<sub>2</sub> after the cycling test is further investigated\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b14839/suppl_file/am8b14839_si_001.pdf\">Figure S6</ext-link>). Obviously, the nanoarrays\nand pentagon-like morphology of NiCo<sub>2</sub>S<sub>4</sub> and\nCoS<sub>2</sub> are well-preserved even after cycling. The excellent\ncycling behavior of the asymmetrical supercapacitor NiCo<sub>2</sub>S<sub>4</sub>//CoS<sub>2</sub> reveals that the electrode materials\ncan maintain good mechanical integrality and high electrochemical\nstability.</p><title>Conclusions</title><p>In summary,\nthe pentagon-like ZIF-67 nanoarrays have been directly\nassembled on Ni foam, and via different sulfurized treatments, they\ncan be transformed into NiCo<sub>2</sub>S<sub>4</sub> and CoS<sub>2</sub>, suitable as a cathode and an anode, respectively, in an\nadvanced asymmetrical supercapacitor. Owing to the highly hollow/porous\nconfiguration and their direct contact with a conductive matrix, the\nobtained NiCo<sub>2</sub>S<sub>4</sub> delivers a superior specific\ncapacity of 939 C/g, which is quite competitive to that of the previously\nrecorded NiCo<sub>2</sub>S<sub>4</sub>-based composites. The asymmetrical\nsupercapacitor achieved by NiCo<sub>2</sub>S<sub>4</sub> and CoS<sub>2</sub> shows a favorable energy density of 55.8 W h/kg. Therefore,\nthis versatile method to prepare TMS-based materials would open up\nvast opportunities for energy storage applications.</p>", "clean_text": "Given the exceptional specific surface area, geometry, and periodic porosity, transition-metal sulfides derived from crystalline metal-organic frameworks have spurred great interest in energy storage systems. Herein, employing a different sulfurization process, well-aligned NiCo2S4 and CoS2 nanoarrays with a hollow/porous configuration derived from pentagon-like ZIF-67 are successfully designed and constructed on Ni foam. The hollow/porous structure grown on a conductive matrix can significantly improve electroactive sites, shorten charge/ion diffusion length, and enhance mass/electron transfer. Consequently, the obtained NiCo2S4 possesses an excellent specific capacitance of 939 C/g, a fast charge/discharge rate, and a favorable life span. An advanced asymmetrical supercapacitor is fabricated by engaging NiCo2S4 and CoS2 as cathode and anode materials, respectively, with a well-separated potential window. The obtained device delivers an exceptional energy density of 55.8 W h/kg at 695.2 W/kg, which is highly considerable to the recent transition metal sulfide-based devices. This facile tactic could be employed to construct other electrode materials with superior electrochemical properties.\n\n a discloses the X-ray diffraction (XRD) patterns of the as-prepared NiCo2S4, NiCo-LDHs, and ZIF-67. The three strong peaks situated at 44.3, 51.7, and 76.4° could be ascribed to the metallic nickel substrate (JCPDS card no. 65-2865). Besides the peaks originating from the nickel substrate, a series of peaks of ZIF-67 are observed. After the crystallization process between ZIF-67 and Ni(NO3)2, the typical peaks of ZIF-67 vanish for the as-prepared products with the emergence of a series of new peaks, pointing the change of crystal structure for ZIF-67. After the sulfurization process, a series of peaks emerge at 16.1, 22, 31.8, 38.2, 47.2, and 55°, which coincide well with the (111), (220), (400), (422), (511), and (440) planes, signifying the formation of NiCo2S4. The Fourier transform infrared (FT-IR) spectrum of these three electrodes is illustrated in b, and the peaks between 600 and 1500 cm-1 are attributed to the imidazole ring in ZIF-67. Moreover, the peak located at 2929 cm-1 is ascribed to the aromatic nucleus in 2-methylimidazole, which confirms the successful preparation of ZIF-67. After the sulfurization treatment, the typical peaks disappear for the as-prepared products, which further confirm the successful change of crystal structure. Nitrogen isothermal adsorption/desorption test is implemented to analyze the textural properties of NiCo2S4. A model of IV isotherm and H3 hysteresis loop can be seen from c. The hysteresis at a relatively higher pressure (P/P 0 > 0.4) reveals the typical characteristic of the mesoporous structure. Furthermore, the Barrett-Joyner-Halenda curve further manifests the existence of the mesoporous structure (d). Besides, the specific surface area of NiCo2S4 is estimated to be 79.3 m2/g. The unique hollow/mesoporous structure could provide continuous ion diffusion pathways.\n\n c indicates the galvanostatic charge-discharge (GCD) profiles of NiCo2S4 at different current densities. The obvious potential platform further confirms the subscription from the Faradaic redox process. Besides, these curves are substantially symmetrical, which reflects that NiCo2S4 possesses a favorable reversibility. Furthermore, Figure S1 shows the CV profiles of ZIF-67, NiCo-LDHs, and NiCo2S4 at the same scan rate, and it shows that NiCo2S4 possesses a much enhanced capacitance with respect to the other samples. Such a notably enhanced electrochemical performance is also proved through the GCD profiles. For comparison, the specific capacitances of these three products against different current densities are plotted in d. The NiCo2S4 electrode exhibits a superior specific capacitance of 939 C/g at 1 A/g and still retains 712 C/g at 10 A/g (about 75.8% capacitance retention). Besides, NiCo2S4 possesses a high areal capacitance of 2.5 C/cm2 at 1 mA/cm2 (e). Obviously, the specific capacitance and areal capacitance of NiCo2S4 are quite competitive to that of the previously recorded NiCo2S4-based composites in  and Table S1. Such a superior electrochemical behavior benefits from their desirable porous/hollow nanostructures. In particular, the inner hollow configuration and the mesoporous structure could offer more reactive sites and larger electrode/electrolyte interfaces.\n\nIn addition, the unique structure also performs well in promoting the transport of ions/electrons. As confirmed in f, the charge-transfer resistance (R ct) values of ZIF-67, NiCo-LDHs, and NiCo2S4 are 0.38, 1.09, and 0.12 Ω, respectively, which imply that NiCo2S4 possesses an enhanced conductivity and a rapid charge transfer. In addition, the internal resistance values of each of them are 0.58, 0.56, and 0.37 Ω, respectively. To validate the cycling stability of NiCo2S4, continuous GCD tests are investigated at a current density of 10 A/g (Figure S2). An outstanding life span has been manifested by NiCo2S4, that is, only 7.2% capacitance decay is witnessed after 5000 consecutive cycles. The excellent cycling stability might be attributed to the void space that figures as an ion-buffering reservoir for the electrolyte ions, shortening the ion/electron diffusion path and buffering the structural expansion and contraction during the charge/discharge cycles.\n\nThe electrochemical properties of CoS2 are shown in . The CV profiles at various scan rates reveal distinct redox peaks, reflecting its characteristic pseudocapacitive feature (a). The pseudocapacitance originates from the electron transfer course among the Co2+/Co3+/Co4+ redox couples. The relatively symmetrical GCD curves demonstrate a relatively high Coulombic efficiency by reason of the high reversibility of the Faradaic redox process during the charge/discharge course (b). The maximum specific capacitance calculated from the GCD plots is 343.5 C/g at 1 A/g. In addition, it possesses 146.3 C/g at 20 A/g with a superior rate capacity of 45.2% (c), and the areal capacitances of CoS2 at various current densities are displayed in Figure S5. From the Nyquist plots in d, the intersection at real axis indicates a low internal resistance. Besides, the small semidiameter at the high-frequency region demonstrates the facile charge-transfer process at the electrode/electrolyte interface.\n\nNonlinear GCD profiles further confirm the subscription from the Faradaic redox process (c). The maximum specific capacity achieved with this device is 287 C/g at 1 A/g. The correlation between the critical parameters, energy and power density, is depicted in d. Remarkably, the highest energy density of the obtained device could reach up to 55.8 W h/kg at a power density of 695.2 W/kg; even at an ultrahigh power density of 6788.6 W/kg, the energy density could still be maintained at 23.8 W h/kg. The activity of our devices is fairly considerable to the recently reported TMS-based devices, such as NiCo2S4@Ni3V2O8//AC, NiCo2S4/CT//AC, NiCo2S4//AC, NiCo2S4@CNFs//AC@pCNFs, NiCo2S4@Co(OH)2, NiCo2S4/Co9S8//AC, NiCo2S4//AC, and NiCo2S4@NiO//AC, indicating the excellent pseudocapacitive properties of NiCo2S4 and CoS2.\n\nMoreover,  illustrates the capacitance retention of the asymmetrical device upon operating consecutive GCD cycles. More interestingly, an approving capacitance retention behavior of 91.9% over 5000 consecutive cycles at 10 A/g is witnessed. The feature of NiCo2S4 and CoS2 after the cycling test is further investigated (Figure S6). Obviously, the nanoarrays and pentagon-like morphology of NiCo2S4 and CoS2 are well-preserved even after cycling. The excellent cycling behavior of the asymmetrical supercapacitor NiCo2S4//CoS2 reveals that the electrode materials can maintain good mechanical integrality and high electrochemical stability.\n\nConclusions\n\nIn summary, the pentagon-like ZIF-67 nanoarrays have been directly assembled on Ni foam, and via different sulfurized treatments, they can be transformed into NiCo2S4 and CoS2, suitable as a cathode and an anode, respectively, in an advanced asymmetrical supercapacitor. Owing to the highly hollow/porous configuration and their direct contact with a conductive matrix, the obtained NiCo2S4 delivers a superior specific capacity of 939 C/g, which is quite competitive to that of the previously recorded NiCo2S4-based composites. The asymmetrical supercapacitor achieved by NiCo2S4 and CoS2 shows a favorable energy density of 55.8 W h/kg. Therefore, this versatile method to prepare TMS-based materials would open up vast opportunities for energy storage applications.", "data": [[{"meta": {"name": "NiCo2S4", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "specific capacitance", "value": "939", "unit": "C/g", "condition": ""}, {"property name": "charge/discharge rate", "value": "", "unit": "", "condition": ""}, {"property name": "life span", "value": "", "unit": "", "condition": ""}, {"property name": "energy density", "value": "55.8", "unit": "W h/kg", "condition": "at 695.2 W/kg"}, {"property name": "specific surface area", "value": "79.3", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "CoS2", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "specific capacitance", "value": "343.5", "unit": "C/g", "condition": ""}, {"property name": "rate capacity", "value": "45.2", "unit": "%", "condition": ""}, {"property name": "energy density", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Illustration of the Synthesis Process of\nthe Composite\nand Fabrication of the Asymmetric Supercapacitor</title>\n</caption>\n<graphic id=\"gr12\" position=\"float\" xlink:href=\"am-2018-14839x_0012.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of the Synthesis Process of the Composite and Fabrication of the Asymmetric Supercapacitor   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM images of the pentagon-like ZIF-67\n(a,b), NiCo-LDHs (c), and\nNiCo<sub>2</sub>S<sub>4</sub> (d) on Ni foam.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2018-14839x_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  SEM images of the pentagon-like ZIF-67 (a,b), NiCo-LDHs (c), and NiCo2S4 (d) on Ni foam.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>TEM images of ZIF-67 (a) and NiCo<sub>2</sub>S<sub>4</sub> (b);\nHRTEM image of NiCo<sub>2</sub>S<sub>4</sub> (c); and SAED pattern\nof NiCo<sub>2</sub>S<sub>4</sub> (d).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2018-14839x_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  TEM images of ZIF-67 (a) and NiCo2S4 (b); HRTEM image of NiCo2S4 (c); and SAED pattern of NiCo2S4 (d).   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>XRD patterns of ZIF-67,\nNiCo-LDHs, and NiCo<sub>2</sub>S<sub>4</sub> on Ni foam (a). FT-IR\nspectra of ZIF-67, NiCo-LDHs, and NiCo<sub>2</sub>S<sub>4</sub> on\nNi foam (b). N<sub>2</sub> adsorption/desorption\nisotherms (c) and the corresponding pore size distribution (d) of\nNiCo<sub>2</sub>S<sub>4</sub>.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2018-14839x_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  XRD patterns of ZIF-67, NiCo-LDHs, and NiCo2S4 on Ni foam (a). FT-IR spectra of ZIF-67, NiCo-LDHs, and NiCo2S4 on Ni foam (b). N2 adsorption/desorption isotherms (c) and the corresponding pore size distribution (d) of NiCo2S4.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>XPS patterns of NiCo<sub>2</sub>S<sub>4</sub> on Ni foam: survey\nspectra (a), Ni 2p spectra (b), Co 2p spectra (c), and S 2p spectra\n(d).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2018-14839x_0006.tif\"></graphic>\n</fig>", "clean_text": " 4  XPS patterns of NiCo2S4 on Ni foam: survey spectra (a), Ni 2p spectra (b), Co 2p spectra (c), and S 2p spectra (d).   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) CV profiles of NiCo<sub>2</sub>S<sub>4</sub> at different scan\nrates. (b) Percentage of subscription from the surface capacitive\ncontribution and diffusion controlled at different scan rates. (c)\nGCD profiles of NiCo<sub>2</sub>S<sub>4</sub> electrode at different\ncurrent densities. (d) Specific capacity of ZIF-67, NiCo-LDHs, and\nNiCo<sub>2</sub>S<sub>4</sub> at different current densities. (e)\nAreal capacity of NiCo<sub>2</sub>S<sub>4</sub> at different current\ndensities. (f) Electrochemical impedance spectroscopy (EIS) of ZIF-67,\nNiCo-LDHs, and NiCo<sub>2</sub>S<sub>4</sub>. Inset of (f) shows the\nenlarged figure obtained from EIS.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2018-14839x_0007.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) CV profiles of NiCo2S4 at different scan rates. (b) Percentage of subscription from the surface capacitive contribution and diffusion controlled at different scan rates. (c) GCD profiles of NiCo2S4 electrode at different current densities. (d) Specific capacity of ZIF-67, NiCo-LDHs, and NiCo2S4 at different current densities. (e) Areal capacity of NiCo2S4 at different current densities. (f) Electrochemical impedance spectroscopy (EIS) of ZIF-67, NiCo-LDHs, and NiCo2S4. Inset of (f) shows the enlarged figure obtained from EIS.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Comparison\nof NiCo<sub>2</sub>S<sub>4</sub> with previously reported\nNiCo<sub>2</sub>S<sub>4</sub>-based electrodes with regard to the\nspecific capacitance.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2018-14839x_0008.tif\"></graphic>\n</fig>", "clean_text": " 6  Comparison of NiCo2S4 with previously reported NiCo2S4-based electrodes with regard to the specific capacitance.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>SEM images of CoS<sub>2</sub> at different magnifications\n(a,b).\nTEM images of CoS<sub>2</sub> at different magnifications (c,d).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2018-14839x_0009.tif\"></graphic>\n</fig>", "clean_text": " 7  SEM images of CoS2 at different magnifications (a,b). TEM images of CoS2 at different magnifications (c,d).   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>XPS\npatterns of CoS<sub>2</sub> on Ni foam: Co 2p spectra (a) and\nS 2p spectra (b).</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am-2018-14839x_0010.tif\"></graphic>\n</fig>", "clean_text": " 8  XPS patterns of CoS2 on Ni foam: Co 2p spectra (a) and S 2p spectra (b).   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a) CV profiles\nof CoS<sub>2</sub> at various scan rates. (b) GCD\nprofiles of the CoS<sub>2</sub> electrode at various current densities.\n(c) Specific capacity of CoS<sub>2</sub> at different current densities.\n(d) EEIS of CoS<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"am-2018-14839x_0011.tif\"></graphic>\n</fig>", "clean_text": " 9  (a) CV profiles of CoS2 at various scan rates. (b) GCD profiles of the CoS2 electrode at various current densities. (c) Specific capacity of CoS2 at different current densities. (d) EEIS of CoS2.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Electrochemical tests of the asymmetrical supercapacitor\nNiCo<sub>2</sub>S<sub>4</sub>//CoS<sub>2</sub> in 2 M KOH (a). CV\ncurves of\nthe asymmetrical supercapacitor at various scan rates (b). GCD profiles\nof the device at different current densities (c). Ragone plots of\nthe device (d).</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"am-2018-14839x_0002.tif\"></graphic>\n</fig>", "clean_text": " 10  Electrochemical tests of the asymmetrical supercapacitor NiCo2S4//CoS2 in 2 M KOH (a). CV curves of the asymmetrical supercapacitor at various scan rates (b). GCD profiles of the device at different current densities (c). Ragone plots of the device (d).   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Cycle performance of the asymmetrical supercapacitor NiCo<sub>2</sub>S<sub>4</sub>//CoS<sub>2</sub> evaluated at 10 A/g for 5000\ncycles.</p>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"am-2018-14839x_0003.tif\"></graphic>\n</fig>", "clean_text": " 11  Cycle performance of the asymmetrical supercapacitor NiCo2S4//CoS2 evaluated at 10 A/g for 5000 cycles.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.8b14839", "title": "\nMetal–Organic\nFramework Template-Directed Fabrication\nof Well-Aligned Pentagon-like Hollow Transition-Metal Sulfides as\nthe Anode and Cathode for High-Performance Asymmetric Supercapacitors\n", "journal": "American\nChemical Society", "date": "2018.11", "author_list": ["Guo\nDongxuan", "Song\nXiumei", "Tan\nLichao", "Ma\nHuiyuan", "Pang\nHaijun", "Wang\nXinming", "Zhang\nLulu"]}}