{"filepath": "../L2M3_data/1_application_papers/acs_xml/am8b15828.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Combination of photothermal\ntherapy (PTT) and photodynamic therapy\n(PDT) has become a promising cancer treatment in recent years. However,\ntheir applications are limited by complex synthetic protocols and\nlow efficacy. Hence, optimizing experimental approach and improving\nthe efficiency of phototherapy is the current research focus. In this\nwork, various pyrolysis temperatures and sizes of zeolitic imidazolate\nframework-8 (ZIF-8) derived carbon nanoparticles (ZCNs) are obtained\nby a simple direct pyrolysis of the ZIF-8 nanoparticles. Meanwhile,\nthe ZCNs can be used as photothermal agents and photosensitizers to\nproduce heat and reactive oxygen species simultaneously upon near-infrared\nlaser irradiation. Moreover, it is observed that the phototherapy\neffects and photoacoustic (PA) signal of ZCNs could be enhanced with\nthe increase in the nanoparticle size. Subsequently, guided by PA\nimaging, the therapeutic effect of ZCNs is investigated on a small\nanimal model, where tumors are entirely eliminated with minimal side\neffect, demonstrating the high efficacy of the larger size of ZCNs\nthrough combination of PTT and PDT. Therefore, it is expected that\nthe ZCN is a simple and highly effective phototherapeutic platform\nfor oncotherapy, and the concept of size-dependent enhanced behavior\nof phototherapy and PA imaging will be very useful in the development\nof nanomaterials for cancer therapy.</p>", "clean_text": "Combination of photothermal therapy (PTT) and photodynamic therapy (PDT) has become a promising cancer treatment in recent years. However, their applications are limited by complex synthetic protocols and low efficacy. Hence, optimizing experimental approach and improving the efficiency of phototherapy is the current research focus. In this work, various pyrolysis temperatures and sizes of zeolitic imidazolate framework-8 (ZIF-8) derived carbon nanoparticles (ZCNs) are obtained by a simple direct pyrolysis of the ZIF-8 nanoparticles. Meanwhile, the ZCNs can be used as photothermal agents and photosensitizers to produce heat and reactive oxygen species simultaneously upon near-infrared laser irradiation. Moreover, it is observed that the phototherapy effects and photoacoustic (PA) signal of ZCNs could be enhanced with the increase in the nanoparticle size. Subsequently, guided by PA imaging, the therapeutic effect of ZCNs is investigated on a small animal model, where tumors are entirely eliminated with minimal side effect, demonstrating the high efficacy of the larger size of ZCNs through combination of PTT and PDT. Therefore, it is expected that the ZCN is a simple and highly effective phototherapeutic platform for oncotherapy, and the concept of size-dependent enhanced behavior of phototherapy and PA imaging will be very useful in the development of nanomaterials for cancer therapy.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Cancer is a highly complex\ndisease and has become a major threat\nto human health for many years. In the clinic, the mainstream\ntherapeutic options for cancer include surgical operation of tumor,\nchemotherapy, radiotherapy, or their combined treatment. However,\nin many cases, these therapeutic regimens are not effective and have\nassociated notorious side effects. Nowadays, many combined therapeutic\nmethods are being developed to improve the efficiency of cancer therapy.\nIn these methods, phototherapy is an attractive way because of its\nminimal invasion, easy applicability, and low systemic toxicity and\nside effects. A major phototherapy system includes photothermal therapy (PTT)\nand photodynamic therapy (PDT), which employs photothermal conversion\nagents to transform optical energy to heat or utilizes photosensitizers to generate reactive oxygen species\n(ROS) to kill cancer cells under near-infrared\n(NIR) laser irradiation. In recent years, several photothermal agents,\nincluding gold nanostructures, carbon nanomaterials, WS<sub>2</sub>, and MoS<sub>2</sub> nanosheets, have been joined with typical\nphotosensitizer through surface modification and encapsulation to\nconstruct PTT and PDT combined therapies. Although these systems have\nexhibited some advantages for cancer therapy, their applications are\nlimited by complex synthetic protocols and low efficacy. Therefore,\nthe types of cancer theranostics capable of simple, safe, and efficient\nsimultaneous PTT and PDT are needed to expand the practical application\nof phototherapy.</p>", "clean_text": "Introduction\n\nCancer is a highly complex disease and has become a major threat to human health for many years. In the clinic, the mainstream therapeutic options for cancer include surgical operation of tumor, chemotherapy, radiotherapy, or their combined treatment. However, in many cases, these therapeutic regimens are not effective and have associated notorious side effects. Nowadays, many combined therapeutic methods are being developed to improve the efficiency of cancer therapy. In these methods, phototherapy is an attractive way because of its minimal invasion, easy applicability, and low systemic toxicity and side effects. A major phototherapy system includes photothermal therapy (PTT) and photodynamic therapy (PDT), which employs photothermal conversion agents to transform optical energy to heat or utilizes photosensitizers to generate reactive oxygen species (ROS) to kill cancer cells under near-infrared (NIR) laser irradiation. In recent years, several photothermal agents, including gold nanostructures, carbon nanomaterials, WS2, and MoS2 nanosheets, have been joined with typical photosensitizer through surface modification and encapsulation to construct PTT and PDT combined therapies. Although these systems have exhibited some advantages for cancer therapy, their applications are limited by complex synthetic protocols and low efficacy. Therefore, the types of cancer theranostics capable of simple, safe, and efficient simultaneous PTT and PDT are needed to expand the practical application of phototherapy.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Metal–organic framework (MOF) nanomaterials\nhave received\ntremendous attentions in many applications, such as gas separation\nand storage, catalysis, sensing, and drug delivery, as their metal\nions and organic linkers can be highly tailorable. Especially due\nto their permanent nanoscale channels and cavities, MOFs exhibit a\ngreat potential as precursors for preparing carbon nanomaterials for\nlithium-ion batteries and catalytic applications. Most recently, carbon nanomaterials\nfor photothermal therapy through pyrolysis of MOFs have attracted\nresearcher’s attentions owing\nto the distinct advantages of carbon nanomaterials. Meanwhile, many factors influence the efficiency of photothermal\neffects, such as size and morphology of nanoparticles. However,\nto the best of our knowledge, not only enhanced photothermal effects\nbut also improved combined phototherapy effects induced by increase\nin the nanoparticle size have rarely been reported for carbon nanomaterials,\nwhich is very important to the blossom of carbon nanomaterials for\nphototherapy.</p>", "clean_text": "Metal-organic framework (MOF) nanomaterials have received tremendous attentions in many applications, such as gas separation and storage, catalysis, sensing, and drug delivery, as their metal ions and organic linkers can be highly tailorable. Especially due to their permanent nanoscale channels and cavities, MOFs exhibit a great potential as precursors for preparing carbon nanomaterials for lithium-ion batteries and catalytic applications. Most recently, carbon nanomaterials for photothermal therapy through pyrolysis of MOFs have attracted researcher's attentions owing to the distinct advantages of carbon nanomaterials. Meanwhile, many factors influence the efficiency of photothermal effects, such as size and morphology of nanoparticles. However, to the best of our knowledge, not only enhanced photothermal effects but also improved combined phototherapy effects induced by increase in the nanoparticle size have rarely been reported for carbon nanomaterials, which is very important to the blossom of carbon nanomaterials for phototherapy.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Herein, we develop zeolitic imidazolate framework-8\n(ZIF-8) derived\ncarbon nanoparticles (ZCNs) through an economical one-step method\nto realize photoacoustic (PA) imaging guided cancer therapy, and the\nrelationship between the nanoparticle size with the phototherapy effect\nand the PA capability is investigated. The fabrication of ZCNs is\nelucidated in . Through a simple direct pyrolysis of ZIF-8 nanoparticles, the monodisperse\nZCNs keep similar morphology to ZIF-8 nanoparticles. And the ZCNs\ncan be used as photothermal agents and photosensitizers to realize\ncombined photothermal and photodynamic therapy under NIR laser irradiation.\nInterestingly, we find that such ZCNs exhibit enhanced phototherapy\neffects and PA signal with increase in nanoparticle size. Meanwhile,\nthe combined PDT and PTT effects with the increase in the nanoparticle\nare also confirmed in in vitro experiments. Furthermore, owing to\nthe property of carbon nanomaterials, the ZCNs can\nserve for photoacoustic imaging (PAI), which proves efficient tumor\naccumulation of ZCNs after intravenous injection. Importantly, the\nZCNs can be used to ablate tumor under NIR laser irradiation and show\nlow systemic toxicity and side effects. Our finding highlights that\nthe nanoparticle size of ZCNs affects the phototherapy effect and\nthe PA signal intensity, which will open an avenue of structure–function\nrelationship to design and develop novel materials with higher performances\nfor cancer therapy.</p>", "clean_text": "Herein, we develop zeolitic imidazolate framework-8 (ZIF-8) derived carbon nanoparticles (ZCNs) through an economical one-step method to realize photoacoustic (PA) imaging guided cancer therapy, and the relationship between the nanoparticle size with the phototherapy effect and the PA capability is investigated. The fabrication of ZCNs is elucidated in . Through a simple direct pyrolysis of ZIF-8 nanoparticles, the monodisperse ZCNs keep similar morphology to ZIF-8 nanoparticles. And the ZCNs can be used as photothermal agents and photosensitizers to realize combined photothermal and photodynamic therapy under NIR laser irradiation. Interestingly, we find that such ZCNs exhibit enhanced phototherapy effects and PA signal with increase in nanoparticle size. Meanwhile, the combined PDT and PTT effects with the increase in the nanoparticle are also confirmed in in vitro experiments. Furthermore, owing to the property of carbon nanomaterials, the ZCNs can serve for photoacoustic imaging (PAI), which proves efficient tumor accumulation of ZCNs after intravenous injection. Importantly, the ZCNs can be used to ablate tumor under NIR laser irradiation and show low systemic toxicity and side effects. Our finding highlights that the nanoparticle size of ZCNs affects the phototherapy effect and the PA signal intensity, which will open an avenue of structure-function relationship to design and develop novel materials with higher performances for cancer therapy.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Diagram of the Preparation of ZIF-8-Derived\nCarbon Nanoparticles\n(ZCNs) and Their Applications for In Vivo PA Imaging Guided Photothermal/Photodynamic\nCombined Therapy</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2018-15828r_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Diagram of the Preparation of ZIF-8-Derived Carbon Nanoparticles (ZCNs) and Their Applications for In Vivo PA Imaging Guided Photothermal/Photodynamic Combined Therapy   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Chemicals and Reagents</title><p>Zinc nitrate\nhexahydrate and 2-methylimidazole were ordered from Aladdin Company\n(Shanghai, China). Indocyanine green (ICG) and 1,3-diphenylisobenzofuran\n(DPBF) were purchased from TCI Company (Shanghai, China). The biological\nreagents were purchased from Sigma Company (St. Louis). All the reagents\nused in this work were analytical grade.</p>", "clean_text": "Experimental Section\n\nChemicals and Reagents\n\nZinc nitrate hexahydrate and 2-methylimidazole were ordered from Aladdin Company (Shanghai, China). Indocyanine green (ICG) and 1,3-diphenylisobenzofuran (DPBF) were purchased from TCI Company (Shanghai, China). The biological reagents were purchased from Sigma Company (St. Louis). All the reagents used in this work were analytical grade.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>A549 cells obtained\nfrom the Chinese Academy of Sciences Cells Bank (Shanghai, China).\nMale BALB/c nude mice aged 4–5 weeks were purchased from BK\nLaboratory Animal Co. Ltd. All the animal experiments were performed\nand approved under the Animal Ethics of Fudan University. To construct\nmice bearing A549 tumors models, approximately 1 × 10<sup>6</sup> A549 cells in 0.1 mL of phosphate-buffered saline (PBS) solution\nwere injected subcutaneously into the right buttock of each male BALB/c\nnude mouse. The tumor volume was obtained by the following formula: <italic>V</italic> = <italic>d</italic>\n<sup>2</sup> × <italic>D</italic>/2, where <italic>d</italic> and <italic>D</italic> are the width\nof the tumor and the length of the tumor, respectively.</p>", "clean_text": "A549 cells obtained from the Chinese Academy of Sciences Cells Bank (Shanghai, China). Male BALB/c nude mice aged 4-5 weeks were purchased from BK Laboratory Animal Co. Ltd. All the animal experiments were performed and approved under the Animal Ethics of Fudan University. To construct mice bearing A549 tumors models, approximately 1 × 106 A549 cells in 0.1 mL of phosphate-buffered saline (PBS) solution were injected subcutaneously into the right buttock of each male BALB/c nude mouse. The tumor volume was obtained by the following formula: V = d 2 × D/2, where d and D are the width of the tumor and the length of the tumor, respectively.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of ZIF-8 Nanoparticles</title><p>ZIF-8 nanoparticles\n(200 nm) were prepared according to the published\nmethod with slight modification. Briefly,\nzinc nitrate hexahydrate (4 mmol) was dissolved in 20 mL methanol,\nto which 40 mL of methanol containing 40 mmol 2-methylimidazole was\ndropped in, and the mixture was stirred for 2 h at 40 °C. The\nwhite products were collected through centrifugation (9000 rpm, 15\nmin) and washed with methanol for several times. The 60 and 110 nm\nZIF-8 nanoparticles were synthesized by the same method with the molar\nratios of zinc nitrate hexahydrate and 2-methylimidazole are 2:20\nand 3:30.</p>", "clean_text": "Synthesis of ZIF-8 Nanoparticles\n\nZIF-8 nanoparticles (200 nm) were prepared according to the published method with slight modification. Briefly, zinc nitrate hexahydrate (4 mmol) was dissolved in 20 mL methanol, to which 40 mL of methanol containing 40 mmol 2-methylimidazole was dropped in, and the mixture was stirred for 2 h at 40 °C. The white products were collected through centrifugation (9000 rpm, 15 min) and washed with methanol for several times. The 60 and 110 nm ZIF-8 nanoparticles were synthesized by the same method with the molar ratios of zinc nitrate hexahydrate and 2-methylimidazole are 2:20 and 3:30.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of ZIF-8-Derived Carbon Nanoparticles</title><p>ZIF-8-derived carbon nanoparticles (ZCNs) were prepared by direct\npyrolysis (900 °C) of the ZIF-8 nanoparticles under a flow of\nnitrogen gas. Briefly, the ZIF-8 sample\nwas homodispersed in ceramic boat. After exposure to nitrogen atmosphere\n(400 mL min<sup>–1</sup>) at room temperature for 30 min, the\ntube furnace was heated to 130 °C for 45 min to remove residual\nwater. Then, the furnace was heated to 900 °C with a temperature\nrate of 5 °C min<sup>–1</sup> and pyrolysis for 3 h and\nthen cooled slowly to room temperature.</p>", "clean_text": "Synthesis of ZIF-8-Derived Carbon Nanoparticles\n\nZIF-8-derived carbon nanoparticles (ZCNs) were prepared by direct pyrolysis (900 °C) of the ZIF-8 nanoparticles under a flow of nitrogen gas. Briefly, the ZIF-8 sample was homodispersed in ceramic boat. After exposure to nitrogen atmosphere (400 mL min-1) at room temperature for 30 min, the tube furnace was heated to 130 °C for 45 min to remove residual water. Then, the furnace was heated to 900 °C with a temperature rate of 5 °C min-1 and pyrolysis for 3 h and then cooled slowly to room temperature.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The ZCNs were modified\nby mixing with monomethoxy poly­(ethylene oxide)–distearoyl\nphosphatidyl ethanolamin (mPEG–DSPE, 5 kD) in CHCl<sub>3</sub> solution and concentrated in vacuo to remove CHCl<sub>3</sub> solution,\nfollowed by centrifugation (11 000 rpm, 10 min) and washing\nwith deionized water for several times.</p>", "clean_text": "The ZCNs were modified by mixing with monomethoxy poly(ethylene oxide)-distearoyl phosphatidyl ethanolamin (mPEG-DSPE, 5 kD) in CHCl3 solution and concentrated in vacuo to remove CHCl3 solution, followed by centrifugation (11000 rpm, 10 min) and washing with deionized water for several times.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Measurement\nof Photothermal Effects of ZCNs</title><p>To evaluate the photothermal\neffects, 200 μL (50 μg\nmL<sup>–1</sup>) of ZCNs dispersion were dropped into a 96-well\nplate. Under illuminated 808 nm continuous-wave NIR laser, the temperature\nwas obtained by an infrared camera.</p>", "clean_text": "Measurement of Photothermal Effects of ZCNs\n\nTo evaluate the photothermal effects, 200 μL (50 μg mL-1) of ZCNs dispersion were dropped into a 96-well plate. Under illuminated 808 nm continuous-wave NIR laser, the temperature was obtained by an infrared camera.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Measurement\nof Singlet Oxygen Quantum Yield\nof ZCNs</title><p>The DPBF was used as a <sup>1</sup>O<sub>2</sub> trapping\nprobe and ICG was used as a reference (<sup>1</sup>O<sub>2</sub> quantum\nyield Φ<sub>ICG</sub> 0.0020). To\navoid inner-filter effects, the UV absorbance of ZCNs and ICG at 808\nnm was adjusted to about 0.5 OD. Then, 50 μL <sup>1</sup>O<sub>2</sub> trapping probe DPBF was added into the ZCNs dispersion (1.5\nmL) under NIR laser irradiation for different times. The photodecomposition\nrate of DPBF was quantified by the change in the UV absorbance at\n419 nm. The detailed measurement is described in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Supporting Information</ext-link>.</p>", "clean_text": "Measurement of Singlet Oxygen Quantum Yield of ZCNs\n\nThe DPBF was used as a 1O2 trapping probe and ICG was used as a reference (1O2 quantum yield ΦICG 0.0020). To avoid inner-filter effects, the UV absorbance of ZCNs and ICG at 808 nm was adjusted to about 0.5 OD. Then, 50 μL 1O2 trapping probe DPBF was added into the ZCNs dispersion (1.5 mL) under NIR laser irradiation for different times. The photodecomposition rate of DPBF was quantified by the change in the UV absorbance at 419 nm. The detailed measurement is described in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Cytotoxicity\nAssay</title><p>293T cells and\nA549 cells were plated in 96-well culture plates for 24 h incubation.\nSubsequently, the cells were treated with different concentrations\nof ZCNs dispersion and incubated for 24 h. Finally, the standard 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium\nbromide (MTT) assay was used to measure the viability of the cells.</p>", "clean_text": "Cytotoxicity Assay\n\n293T cells and A549 cells were plated in 96-well culture plates for 24 h incubation. Subsequently, the cells were treated with different concentrations of ZCNs dispersion and incubated for 24 h. Finally, the standard 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay was used to measure the viability of the cells.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>In Vitro PTT and PDT Assay</title><p>A549 cells\nwere seeded in 96-well plates for 24 h incubation, and the cells were\ntreated with ZCNs dispersion for 4 h to allow cellular uptake. Then,\nthe cells in each plate were irradiated to a NIR laser (808 nm, 3\nW cm<sup>–2</sup>, and 5 min). After 24 h incubation, standard\nMTT assay were used to measure the viability of the cells.</p>", "clean_text": "In Vitro PTT and PDT Assay\n\nA549 cells were seeded in 96-well plates for 24 h incubation, and the cells were treated with ZCNs dispersion for 4 h to allow cellular uptake. Then, the cells in each plate were irradiated to a NIR laser (808 nm, 3 W cm-2, and 5 min). After 24 h incubation, standard MTT assay were used to measure the viability of the cells.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>For\nthe measurement of the efficacy of PDT, the in vitro phototherapy\nwas conducted with 96-well plates half-immersed in a 4 °C water\nbath to maintain a constant temperature. And, for the measurement\nof PTT efficacy, the in vitro phototherapy was conducted in the presence\nof 100 mM NaN<sub>3</sub> to scavenge the ROS generated in the therapeutic\nprocess.</p>", "clean_text": "For the measurement of the efficacy of PDT, the in vitro phototherapy was conducted with 96-well plates half-immersed in a 4 °C water bath to maintain a constant temperature. And, for the measurement of PTT efficacy, the in vitro phototherapy was conducted in the presence of 100 mM NaN3 to scavenge the ROS generated in the therapeutic process.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>In Vitro and Vivo PA Imaging</title><p>For\nin vitro PA imaging, different concentrations of ZCNs are filled in\nthe polyethylene tube and then measured by the high-resolution preclinical\nPA imaging system. ImageJ software was utilized to process the images.</p>", "clean_text": "In Vitro and Vivo PA Imaging\n\nFor in vitro PA imaging, different concentrations of ZCNs are filled in the polyethylene tube and then measured by the high-resolution preclinical PA imaging system. ImageJ software was utilized to process the images.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>For in vivo PA imaging, the mice bearing A549 tumors were intravenously\ninjected with 100 μL (2 mg mL<sup>–1</sup>) of ZCNs dispersion.\nSubsequently, the PA signal of the tumor  at different concentrations\nof ZCNs was captured by the high-resolution preclinical PA imaging\nsystem.</p>", "clean_text": "For in vivo PA imaging, the mice bearing A549 tumors were intravenously injected with 100 μL (2 mg mL-1) of ZCNs dispersion. Subsequently, the PA signal of the tumor  at different concentrations of ZCNs was captured by the high-resolution preclinical PA imaging system.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>In Vivo Phototherapy</title><p>A549 tumor-bearing\nmice were randomly separated into four groups, with six mice in each\ngroup: PBS with laser treatment (group 1), ZCN-110 (3 W cm<sup>–2</sup>, 5 min) with laser treatment (group 2), ZCN-200 (3 W cm<sup>–2</sup>, 5 min) with laser treatment (group 3), and ZCN-200 (1 W cm<sup>–2</sup>, 10 min) with laser treatment (group 4). For groups\n2 and 3, 100 μL of nanoparticles (3 mg mL<sup>–1</sup>) was injected intravenously into the tail of the mice and then irradiated\nby 808 nm NIR laser (3 W cm<sup>–2</sup>, 5 min) 4 and 6 h\nafter injection. And for group 4, 6 h after the injection of ZCNs\nintravenously through the tail (6 mg mL<sup>–1</sup>), the\ntumors were treated with an 808 nm NIR laser (1 W cm<sup>–2</sup>, 10 min).</p>", "clean_text": "In Vivo Phototherapy\n\nA549 tumor-bearing mice were randomly separated into four groups, with six mice in each group: PBS with laser treatment (group 1), ZCN-110 (3 W cm-2, 5 min) with laser treatment (group 2), ZCN-200 (3 W cm-2, 5 min) with laser treatment (group 3), and ZCN-200 (1 W cm-2, 10 min) with laser treatment (group 4). For groups 2 and 3, 100 μL of nanoparticles (3 mg mL-1) was injected intravenously into the tail of the mice and then irradiated by 808 nm NIR laser (3 W cm-2, 5 min) 4 and 6 h after injection. And for group 4, 6 h after the injection of ZCNs intravenously through the tail (6 mg mL-1), the tumors were treated with an 808 nm NIR laser (1 W cm-2, 10 min).", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>On 14th day, all of the mice were euthanized and\nthe tumors and major organs (heart, liver, spleen, lung, and kidney)\nof the mice were dissected and fixed in 4% formalin solution for tissue\nslices.</p><title>Statistical Analysis</title><p>All the data\nreported are mean ± standard deviation. The statistical analysis\nwas conducted by unpaired Student’s <italic>t</italic>-test; <italic>p</italic> &lt; 0.05 was considered as statistically significant\nand <italic>p</italic> &lt; 0.01 was considered as very statistically\nsignificant.</p>", "clean_text": "On 14th day, all of the mice were euthanized and the tumors and major organs (heart, liver, spleen, lung, and kidney) of the mice were dissected and fixed in 4% formalin solution for tissue slices.\n\nStatistical Analysis\n\nAll the data reported are mean ± standard deviation. The statistical analysis was conducted by unpaired Student's t-test; p < 0.05 was considered as statistically significant and p < 0.01 was considered as very statistically significant.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><title>Preparation of ZIF-8-Derived Carbon Nanoparticles</title><p>ZIF-8\nnanoparticles are prepared by directly mixing different molar\nratios of 2-methylimidazole with zinc nitrate hexahydrate in methanol\nat 40 °C for 2 h. The ZIF-8 nanoparticles\nexhibit a polyhedron-like morphology in the transmission electron\nmicroscopy (TEM), with diameters of approximately 60, 110, and 200\nnm (a,i–iii).\nThe hydrodynamic sizes of the nanoparticles from dynamic light scattering\nare a little bigger than those observed under TEM (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S1 and Table S1</ext-link>, Supporting Information) which is due\nto the hydration of the nanoparticles. The X-ray diffraction (XRD)\npattern of the ZIF-8 nanoparticles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S2</ext-link>, Supporting Information) is identical with the previous work, proving that the ZIF-8 nanomaterials have been\nsuccessfully prepared. The thermogravimetric analysis (TGA) results\nshow that ZIF-8 nanoparticles have superior thermal stability and\nthe beginning of weight loss is at 500 °C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S3</ext-link>, Supporting Information), which provides a minimum\npyrolysis temperature for the preparation of ZCNs. Nitrogen adsorption–desorption\nisotherms experiments testify the pore characteristics of ZIF-8 (110\nnm), with a specific surface area of 1394 m<sup>3</sup> g<sup>–1</sup>, a cumulative pore volume of 1.2 cm<sup>3</sup> g<sup>–1</sup>, and a pore size of 3.5 nm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S4</ext-link>, Supporting Information).</p>", "clean_text": "Results and Discussion\n\nPreparation of ZIF-8-Derived Carbon Nanoparticles\n\nZIF-8 nanoparticles are prepared by directly mixing different molar ratios of 2-methylimidazole with zinc nitrate hexahydrate in methanol at 40 °C for 2 h. The ZIF-8 nanoparticles exhibit a polyhedron-like morphology in the transmission electron microscopy (TEM), with diameters of approximately 60, 110, and 200 nm (a,i-iii). The hydrodynamic sizes of the nanoparticles from dynamic light scattering are a little bigger than those observed under TEM (Figure S1 and Table S1, Supporting Information) which is due to the hydration of the nanoparticles. The X-ray diffraction (XRD) pattern of the ZIF-8 nanoparticles (Figure S2, Supporting Information) is identical with the previous work, proving that the ZIF-8 nanomaterials have been successfully prepared. The thermogravimetric analysis (TGA) results show that ZIF-8 nanoparticles have superior thermal stability and the beginning of weight loss is at 500 °C (Figure S3, Supporting Information), which provides a minimum pyrolysis temperature for the preparation of ZCNs. Nitrogen adsorption-desorption isotherms experiments testify the pore characteristics of ZIF-8 (110 nm), with a specific surface area of 1394 m3 g-1, a cumulative pore volume of 1.2 cm3 g-1, and a pore size of 3.5 nm (Figure S4, Supporting Information).", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Characterization of ZCNs. (a) TEM images of\nZIF-8 nanoparticles:\n(i) 60, (ii) 110, and (iii) 200 nm and ZIF-8-derived carbon nanoparticles:\n(iv) ZCN-60, (v) ZCN-110, and (vi) ZCN-200. The scale bars are 100\nnm. Raman spectrum (b), high-resolution N 1s X-ray photoelectron spectroscopy\n(XPS) spectrum (c) and power XRD pattern (d) of ZCN-110.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2018-15828r_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Characterization of ZCNs. (a) TEM images of ZIF-8 nanoparticles: (i) 60, (ii) 110, and (iii) 200 nm and ZIF-8-derived carbon nanoparticles: (iv) ZCN-60, (v) ZCN-110, and (vi) ZCN-200. The scale bars are 100 nm. Raman spectrum (b), high-resolution N 1s X-ray photoelectron spectroscopy (XPS) spectrum (c) and power XRD pattern (d) of ZCN-110.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>Subsequently, the ZCNs are fabricated via thermal\nannealing (900\n°C) of ZIF-8 nanoparticles under a N<sub>2</sub> atmosphere. a,iv–vi are\nthe TEM images of the ZCNs, which show that they have little influence\non the morphology of the ZCNs compared with the ZIF-8 precursor nanoparticles.\nIn the Raman spectrum of ZCNs (b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">S5</ext-link>, Supporting Information),\nthe D band (1341 cm<sup>–1</sup>) corresponds to disordered\ncarbon or defective graphitic structures and the G band (1582 cm<sup>–1</sup>) is a typical feature of graphitic. The <italic>I</italic>\n<sub>D</sub>/<italic>I</italic>\n<sub>G</sub> ratio of ≈1.08 reveals that large amounts of heteroatom-doped\ngraphitic defects are generated. The heteroatom doping is also confirmed\nby X-ray photoelectron spectroscopy (XPS) spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S6</ext-link>, Supporting Information), which confirms the presence\nof C, N, O, and Zn element. Meanwhile, the high-resolution N 1s XPS\nspectrum of ZCNs (c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">S7</ext-link>, Supporting Information)\ncan be deconvoluted into three peaks: pyridinic N (398.4 eV), pyrrolic N (400.3 eV), and quaternary N\n(402.8 eV). The XRD pattern of ZCNs is shown in d and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">S8</ext-link>, Supporting\nInformation, and the nanoparticles reveal a similar broad peak at\n≈26°, which is consistent with the carbon peak (002),\nwhich is a characteristic of graphitic carbon materials, and without signals of Zn and ZnO. Nitrogen\nadsorption–desorption isotherms experiments prove the pore\ncharacteristics of ZCN-110 (the size of the ZIF-8 precursor nanoparticles\nis 110 nm), with a specific surface area of 850.2 m<sup>3</sup> g<sup>–1</sup>, a cumulative pore volume of 0.645 cm<sup>3</sup> g<sup>–1</sup>, and a pore size of 3.0 nm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S9</ext-link>, Supporting Information). Compared with the ZIF-8\nnanoparticles, the ZCNs retain much of the internal porosity; this\nphenomenon also proves that directly pyrolysis of ZIF-8 to prepare\nZCNs is a simple and effective method. Finally, to obtain a good physiological\nstability, mPEG–DSPE (5 kD) is utilized to modify ZCNs. The\nζ-potential of PEGylated ZCN-110 changes from −19.6 to\n−3.6 mV (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S10 and Table S2</ext-link>, Supporting Information), which proves the successful modification\nof mPEG–DSPE, and the DLS data illustrate the hydrodynamic\nsize of the PEGylated ZCNs (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S11 and Tables S1–S3</ext-link>, Supporting Information). Compared to the previous\nwork, which employs SiO<sub>2</sub> as\na template to avoid the aggregation of carbon nanoparticles, our method\nthrough direct thermal annealing is simple and convenient.</p>", "clean_text": "Subsequently, the ZCNs are fabricated via thermal annealing (900 °C) of ZIF-8 nanoparticles under a N2 atmosphere. a,iv-vi are the TEM images of the ZCNs, which show that they have little influence on the morphology of the ZCNs compared with the ZIF-8 precursor nanoparticles. In the Raman spectrum of ZCNs (b and S5, Supporting Information), the D band (1341 cm-1) corresponds to disordered carbon or defective graphitic structures and the G band (1582 cm-1) is a typical feature of graphitic. The I D/I G ratio of ~1.08 reveals that large amounts of heteroatom-doped graphitic defects are generated. The heteroatom doping is also confirmed by X-ray photoelectron spectroscopy (XPS) spectra (Figure S6, Supporting Information), which confirms the presence of C, N, O, and Zn element. Meanwhile, the high-resolution N 1s XPS spectrum of ZCNs (c and S7, Supporting Information) can be deconvoluted into three peaks: pyridinic N (398.4 eV), pyrrolic N (400.3 eV), and quaternary N (402.8 eV). The XRD pattern of ZCNs is shown in d and S8, Supporting Information, and the nanoparticles reveal a similar broad peak at ~26°, which is consistent with the carbon peak (002), which is a characteristic of graphitic carbon materials, and without signals of Zn and ZnO. Nitrogen adsorption-desorption isotherms experiments prove the pore characteristics of ZCN-110 (the size of the ZIF-8 precursor nanoparticles is 110 nm), with a specific surface area of 850.2 m3 g-1, a cumulative pore volume of 0.645 cm3 g-1, and a pore size of 3.0 nm (Figure S9, Supporting Information). Compared with the ZIF-8 nanoparticles, the ZCNs retain much of the internal porosity; this phenomenon also proves that directly pyrolysis of ZIF-8 to prepare ZCNs is a simple and effective method. Finally, to obtain a good physiological stability, mPEG-DSPE (5 kD) is utilized to modify ZCNs. The ζ-potential of PEGylated ZCN-110 changes from -19.6 to -3.6 mV (Figure S10 and Table S2, Supporting Information), which proves the successful modification of mPEG-DSPE, and the DLS data illustrate the hydrodynamic size of the PEGylated ZCNs (Figure S11 and Tables S1-S3, Supporting Information). Compared to the previous work, which employs SiO2 as a template to avoid the aggregation of carbon nanoparticles, our method through direct thermal annealing is simple and convenient.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<title>Photothermal Effects of ZCNs</title><p>The\napplication of nanomaterials with a high NIR absorption and photothermal\nconversion efficiency for PTT is highly desirable because these can\nproduce a larger temperature variation upon NIR irradiation. Notably, due to the constitution of graphite-like carbon from the\nZCNs, these nanomaterials are generally regarded as good photothermal\nagents for PTT. The results show that original ZIF-8 nanoparticles\nhave rare photothermal effects (a). However, after carbonization, all the ZCNs have\npotential as photothermal agents. Meanwhile, with increase in the\ncarbonization temperature, the photothermal effects improve and ZCN-110\n(900 °C) shows the best photothermal effects (ΔT ≈\n40 °C), with further increase in the temperature reducing the\nphotothermal effect of ZCN-110 (1000 °C). To reveal the rule\nof the photothermal effects, UV–vis spectra are measured (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S12</ext-link>, Supporting Information), the UV–vis\nabsorption at 808 nm enhanced with increase in carbonization temperature.\nThe relationship between photothermal\neffects and absorbance at 808 nm is shown in b, with the results indicating that improvement\nin photothermal effects can contribute to the increase in absorbance\nat 808 nm. Hence, 900 °C is an ideal carbonization temperature\nfor photothermal effects and selected for this work.</p>", "clean_text": "Photothermal Effects of ZCNs\n\nThe application of nanomaterials with a high NIR absorption and photothermal conversion efficiency for PTT is highly desirable because these can produce a larger temperature variation upon NIR irradiation. Notably, due to the constitution of graphite-like carbon from the ZCNs, these nanomaterials are generally regarded as good photothermal agents for PTT. The results show that original ZIF-8 nanoparticles have rare photothermal effects (a). However, after carbonization, all the ZCNs have potential as photothermal agents. Meanwhile, with increase in the carbonization temperature, the photothermal effects improve and ZCN-110 (900 °C) shows the best photothermal effects (ΔT ~ 40 °C), with further increase in the temperature reducing the photothermal effect of ZCN-110 (1000 °C). To reveal the rule of the photothermal effects, UV-vis spectra are measured (Figure S12, Supporting Information), the UV-vis absorption at 808 nm enhanced with increase in carbonization temperature. The relationship between photothermal effects and absorbance at 808 nm is shown in b, with the results indicating that improvement in photothermal effects can contribute to the increase in absorbance at 808 nm. Hence, 900 °C is an ideal carbonization temperature for photothermal effects and selected for this work.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Photothermal effects\nof ZCNs. (a) Photothermal effects of ZCN-110\nwith different pyrolysis temperatures under NIR laser irradiation\n(50 μg mL<sup>–1</sup>, 808 nm, 3 W cm<sup>–2</sup>). (b) A relationship between the maximum temperature change with\ndifferent nanoparticle suspensions, together with the relevant UV\nabsorbance at 808 nm. (c) The photothermal effects of ZCN-60, ZCN-110,\nand ZCN-200 dispersion (50 μg mL<sup>–1</sup>, 808 nm,\n3 W cm<sup>–2</sup>). (d) UV–vis absorbance spectra\nof ZCN-60, ZCN-110, and ZCN-200 aqueous dispersions (50 μg mL<sup>–1</sup>).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2018-15828r_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Photothermal effects of ZCNs. (a) Photothermal effects of ZCN-110 with different pyrolysis temperatures under NIR laser irradiation (50 μg mL-1, 808 nm, 3 W cm-2). (b) A relationship between the maximum temperature change with different nanoparticle suspensions, together with the relevant UV absorbance at 808 nm. (c) The photothermal effects of ZCN-60, ZCN-110, and ZCN-200 dispersion (50 μg mL-1, 808 nm, 3 W cm-2). (d) UV-vis absorbance spectra of ZCN-60, ZCN-110, and ZCN-200 aqueous dispersions (50 μg mL-1).   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>Meanwhile, according\nto our knowledge, many nanoparticles show\nenhanced photothermal effects with increase in the nanoparticle size. Hence, three sizes of ZCNs (60, 110, and 200 nm) are utilized to\ndemonstrate whether the size of the nanoparticles does influence the\nphotothermal performance. The results show an enhanced photothermal\neffects with the increase in the size of ZCNs (c). ZCN-200 can elevate the temperature to\n70 °C after NIR laser irradiation (808 nm, 3 W cm<sup>–2</sup>); however, the temperatures increase to 64.5 and 60 °C for\nZCN-110 and ZCN-60. To find the reason for this phenomenon, two factors\nare considered: the absorbance at 808 nm and photothermal conversion\nefficiency (η). As shown in d, the absorbance of ZCNs increases with\nincrease in the size of the nanoparticles at 808 nm. Meanwhile, the\nη values of ZCN-60, ZCN-110, and ZCN-200 are calculated as 36.5,\n42.7, and 41.6%, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S13</ext-link>, Supporting Information). The photothermal conversion efficiency\nof ZCN-200 and ZCN-110 is higher than that of other photothermal agents,\nsuch as carbon nanospheres, carbon dots, and gold nanoshells. Therefore, owing to the enhanced NIR absorbance and photothermal\nconversion efficiency, the ZCNs exhibit enhanced photothermal effects\nwith increase in size.</p>", "clean_text": "Meanwhile, according to our knowledge, many nanoparticles show enhanced photothermal effects with increase in the nanoparticle size. Hence, three sizes of ZCNs (60, 110, and 200 nm) are utilized to demonstrate whether the size of the nanoparticles does influence the photothermal performance. The results show an enhanced photothermal effects with the increase in the size of ZCNs (c). ZCN-200 can elevate the temperature to 70 °C after NIR laser irradiation (808 nm, 3 W cm-2); however, the temperatures increase to 64.5 and 60 °C for ZCN-110 and ZCN-60. To find the reason for this phenomenon, two factors are considered: the absorbance at 808 nm and photothermal conversion efficiency (η). As shown in d, the absorbance of ZCNs increases with increase in the size of the nanoparticles at 808 nm. Meanwhile, the η values of ZCN-60, ZCN-110, and ZCN-200 are calculated as 36.5, 42.7, and 41.6%, respectively (Figure S13, Supporting Information). The photothermal conversion efficiency of ZCN-200 and ZCN-110 is higher than that of other photothermal agents, such as carbon nanospheres, carbon dots, and gold nanoshells. Therefore, owing to the enhanced NIR absorbance and photothermal conversion efficiency, the ZCNs exhibit enhanced photothermal effects with increase in size.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<title>ROS Generation of ZCNs</title><p>With a porphyrin-like\nstructure of carbon nanoparticles, which has been proved to be constructed from divacancy and four pyridinic Ns, and a strong NIR\nabsorbance, these materials also have the prerequisites as PDT photosensitizer. To confirm the ROS generation of ZCNs upon NIR\nlaser irradiation, free indocyanine green (ICG) is selected as the\nreference to calculate the ROS quantum yield of different sizes of\nZCNs. In the experiment, the absorptions of ZCNs and ICG–phosphate-buffered\nsaline (PBS) solution at 808 nm are adjusted to about 0.5 OD to avoid\ninner-filter effects. As shown in a–d, the UV–vis absorbance\nof both ICG and ZCNs systems at 419 nm declined after NIR laser irradiation,\nwhich is the characteristic absorption of 1,3-diphenylisobenzofuran\n(DPBF) as the ROS trapping agent, indicating\nthat DPBF is photobleached by ROS generated by ZCNs and ICG. The rate\nconstant for DPBF decomposition by ZCNs is little faster than that\nof ICG (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S14</ext-link>, Supporting Information).\nMoreover, compared with ICG (Φ<sub>ICG</sub> = 0.0020), the\nROS quantum yields of ZCN-60, ZCN-110, and ZCN-200 are calculated\nto be ≈0.0022, 0.0023, and 0.0024, respectively. The results\nalso show the generation of ROS enhanced with the increase in the\nnanoparticle size. Meanwhile, we find out that Zn element is not the\nkey factor for ZCNs to generate ROS. After HCl solution treatment,\nZCN-110 (non-Zn) is utilized to confirm the ROS generation upon NIR\nlaser irradiation. As the results show (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S15</ext-link>, Supporting Information), DPBF is also photobleached by\nZCN-110 (non-Zn) and the ROS quantum yield is ≈0.0019, which\nis slightly lower than the value of ZCN-110. The results prove that\nthe non-Zn ZCN-110 can also generate ROS and Zn element in the ZCNs\nonly slightly affects the efficiency of the generation of ROS.</p>", "clean_text": "ROS Generation of ZCNs\n\nWith a porphyrin-like structure of carbon nanoparticles, which has been proved to be constructed from divacancy and four pyridinic Ns, and a strong NIR absorbance, these materials also have the prerequisites as PDT photosensitizer. To confirm the ROS generation of ZCNs upon NIR laser irradiation, free indocyanine green (ICG) is selected as the reference to calculate the ROS quantum yield of different sizes of ZCNs. In the experiment, the absorptions of ZCNs and ICG-phosphate-buffered saline (PBS) solution at 808 nm are adjusted to about 0.5 OD to avoid inner-filter effects. As shown in a-d, the UV-vis absorbance of both ICG and ZCNs systems at 419 nm declined after NIR laser irradiation, which is the characteristic absorption of 1,3-diphenylisobenzofuran (DPBF) as the ROS trapping agent, indicating that DPBF is photobleached by ROS generated by ZCNs and ICG. The rate constant for DPBF decomposition by ZCNs is little faster than that of ICG (Figure S14, Supporting Information). Moreover, compared with ICG (ΦICG = 0.0020), the ROS quantum yields of ZCN-60, ZCN-110, and ZCN-200 are calculated to be ~0.0022, 0.0023, and 0.0024, respectively. The results also show the generation of ROS enhanced with the increase in the nanoparticle size. Meanwhile, we find out that Zn element is not the key factor for ZCNs to generate ROS. After HCl solution treatment, ZCN-110 (non-Zn) is utilized to confirm the ROS generation upon NIR laser irradiation. As the results show (Figure S15, Supporting Information), DPBF is also photobleached by ZCN-110 (non-Zn) and the ROS quantum yield is ~0.0019, which is slightly lower than the value of ZCN-110. The results prove that the non-Zn ZCN-110 can also generate ROS and Zn element in the ZCNs only slightly affects the efficiency of the generation of ROS.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Photodegradation\nof DPBF by ICG (a), ZCN-60 (b), ZCN-110 (c), and\nZCN-200 (d) under NIR laser irradiation (808 nm, 3 W cm<sup>–2</sup>, 5 min). (e) Confocal laser scanning microscopy (CLSM) images to\nvisualize the intracellular ROS generation in ZCN-110 group (12.5\nμg mL<sup>–1</sup>) and ZCN-110 + NIR group, respectively.\nThe scale bars are 50 μm in the images.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2018-15828r_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Photodegradation of DPBF by ICG (a), ZCN-60 (b), ZCN-110 (c), and ZCN-200 (d) under NIR laser irradiation (808 nm, 3 W cm-2, 5 min). (e) Confocal laser scanning microscopy (CLSM) images to visualize the intracellular ROS generation in ZCN-110 group (12.5 μg mL-1) and ZCN-110 + NIR group, respectively. The scale bars are 50 μm in the images.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>To visually observe the generation of ROS, we also investigate\nthe intracellular ROS generation via the fluorescent probe, dichlorofluorescein\ndiacetate (DCFH-DA). As a representative,\nZCN-110 is selected to incubate with A549 cells (a human alveolar\nbasal epithelial cell line) for confocal laser scanning microscopy\n(CLSM) experiments. In e, the control group and ZCN-110 group both show relatively\nshallow fluorescence signal, which suggests less ROS is produced;\nhowever, the experiment group (ZCN-110 + NIR) emits a much brighter\nfluorescence than that shown in the other groups, suggesting ZCNs\ncan produce ROS in live cells with NIR laser irradiation.</p>", "clean_text": "To visually observe the generation of ROS, we also investigate the intracellular ROS generation via the fluorescent probe, dichlorofluorescein diacetate (DCFH-DA). As a representative, ZCN-110 is selected to incubate with A549 cells (a human alveolar basal epithelial cell line) for confocal laser scanning microscopy (CLSM) experiments. In e, the control group and ZCN-110 group both show relatively shallow fluorescence signal, which suggests less ROS is produced; however, the experiment group (ZCN-110 + NIR) emits a much brighter fluorescence than that shown in the other groups, suggesting ZCNs can produce ROS in live cells with NIR laser irradiation.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["property"], "content": "<title>In Vitro Phototherapy</title><p>Encouraged\nby the excellent phototherapy results, we further investigate its\nbioapplication in vitro. Standard MTT assay is employed to reveal\nthe phototherapy efficacy of ZCNs in vitro. First, the biocompatibility\nof ZCNs (60, 110, and 200 nm) is measured with 293T cell lines (a), indicating that\nthe ZCNs have a good biocompatibility with normal cells; meanwhile,\nthe dark toxicity of the ZCNs is measured with A549 cell lines for\n24 h. As shown in b, all A549 cell viabilities are over 90%, even at the highest\nconcentration (200 μg mL<sup>–1</sup>), indicating excellent\nbiocompatibility of the ZCNs. Subsequently, to test the phototherapy\neffect in vitro, cellular uptake experiments are performed to verify\nthe suitable treatment point; the results (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S16</ext-link>, Supporting Information) show that 4 h is enough for the\nuptake of ZCNs, which are then cultured with A549 cancer cells and\nirradiated with 808 nm laser (3 W cm<sup>–2</sup>, 5 min).\nAs shown in c, A549 cells are killed in a dose-dependent manner after 808 nm\nlaser treatment with ZCNs and the IC50 of ZCN-60, ZCN-110, and ZCN-200\nfor phototherapy are 37.6, 36.1, and 33.7 μg mL<sup>–1</sup>, respectively. Noteworthy, when the concentration of ZCNs is 50\nμg mL<sup>–1</sup>, the MTT results reveal that ZCN-110\nand ZCN-200 show a significantly better phototherapy effects to kill\ncancer cells compared with ZCN-60; meanwhile, a much significant result\nappears when the concentration rises up to 100 μg mL<sup>–1</sup>. This phenomenon can be attributed to the enhanced phototherapy\neffects with the increase in nanoparticle size because the photothermal\neffects and the ROS generation are enhanced with increase in the nanoparticle\nsize, respectively, and the combination of PTT and PDT can kill much\nmore cancer cells. Meanwhile, as a representative, the respective\nPDT and PTT therapeutic effects of ZCN-110 are further measured (d). For the 4 °C\n+ NIR group, in which the heating effect of the photothermal effects\nis eliminated, the results predominate the PDT effect. The cell viability\nis about 45% when the concentration is 50 μg mL<sup>–1</sup>. Meanwhile, NaN<sub>3</sub>, which is a well-known ROS scavenger\nto avoid ROS generation, and the 25 °C + NIR + NaN<sub>3</sub> group reveal the PTT effect and the cell viability is about 38%.\nHowever, the cell viability of the 25 °C + NIR group is about\n18% when the concentration is 50 μg mL<sup>–1</sup>,\nthis result illustrates that the heat and ROS generated by the ZCNs\ncan effective kill cancer cells by the combination of PTT and PDT.\nMeanwhile, confocal fluorescence imaging of calcein acetoxymethyl\nester (calcein-AM) and propodium (PI) co-stained with A549 cells also\nreveals the phototherapy efficacy of ZCN-110. From the CLSM pictures\n(e), the results\nshow that the cells are barely alive, which illustrates that the ZCNs\ncould kill cancer cells under NIR laser irradiation. Hemolysis experiments\nare measured to detect the biocompatibility of ZCNs (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S17</ext-link>, Supporting Information), the distilled water group\nshows obvious color change; however, the PBS group and of the ZCNs\ngroup (200 μg mL<sup>–1</sup>) shows a clear supernatant,\nindicating a good biocompatibility and biosafety of the injection.</p>", "clean_text": "In Vitro Phototherapy\n\nEncouraged by the excellent phototherapy results, we further investigate its bioapplication in vitro. Standard MTT assay is employed to reveal the phototherapy efficacy of ZCNs in vitro. First, the biocompatibility of ZCNs (60, 110, and 200 nm) is measured with 293T cell lines (a), indicating that the ZCNs have a good biocompatibility with normal cells; meanwhile, the dark toxicity of the ZCNs is measured with A549 cell lines for 24 h. As shown in b, all A549 cell viabilities are over 90%, even at the highest concentration (200 μg mL-1), indicating excellent biocompatibility of the ZCNs. Subsequently, to test the phototherapy effect in vitro, cellular uptake experiments are performed to verify the suitable treatment point; the results (Figure S16, Supporting Information) show that 4 h is enough for the uptake of ZCNs, which are then cultured with A549 cancer cells and irradiated with 808 nm laser (3 W cm-2, 5 min). As shown in c, A549 cells are killed in a dose-dependent manner after 808 nm laser treatment with ZCNs and the IC50 of ZCN-60, ZCN-110, and ZCN-200 for phototherapy are 37.6, 36.1, and 33.7 μg mL-1, respectively. Noteworthy, when the concentration of ZCNs is 50 μg mL-1, the MTT results reveal that ZCN-110 and ZCN-200 show a significantly better phototherapy effects to kill cancer cells compared with ZCN-60; meanwhile, a much significant result appears when the concentration rises up to 100 μg mL-1. This phenomenon can be attributed to the enhanced phototherapy effects with the increase in nanoparticle size because the photothermal effects and the ROS generation are enhanced with increase in the nanoparticle size, respectively, and the combination of PTT and PDT can kill much more cancer cells. Meanwhile, as a representative, the respective PDT and PTT therapeutic effects of ZCN-110 are further measured (d). For the 4 °C + NIR group, in which the heating effect of the photothermal effects is eliminated, the results predominate the PDT effect. The cell viability is about 45% when the concentration is 50 μg mL-1. Meanwhile, NaN3, which is a well-known ROS scavenger to avoid ROS generation, and the 25 °C + NIR + NaN3 group reveal the PTT effect and the cell viability is about 38%. However, the cell viability of the 25 °C + NIR group is about 18% when the concentration is 50 μg mL-1, this result illustrates that the heat and ROS generated by the ZCNs can effective kill cancer cells by the combination of PTT and PDT. Meanwhile, confocal fluorescence imaging of calcein acetoxymethyl ester (calcein-AM) and propodium (PI) co-stained with A549 cells also reveals the phototherapy efficacy of ZCN-110. From the CLSM pictures (e), the results show that the cells are barely alive, which illustrates that the ZCNs could kill cancer cells under NIR laser irradiation. Hemolysis experiments are measured to detect the biocompatibility of ZCNs (Figure S17, Supporting Information), the distilled water group shows obvious color change; however, the PBS group and of the ZCNs group (200 μg mL-1) shows a clear supernatant, indicating a good biocompatibility and biosafety of the injection.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Cell viability\nof 293T cells (a) and A549 cells (b) incubated with\nZCN-60, ZCN-110, and ZCN-200 for 24 h with different concentrations.\n(c) In vitro phototherapy efficacy of ZCN-60, ZCN-110, and ZCN-200\nin various concentrations on A549 cells upon NIR laser irradiation\n(808 nm, 3 W cm<sup>–2</sup>, irradiation time = 300 s). (d)\nCell viability of A549 cells following PDT group (4 °C + NIR),\nPTT group (25 °C + NIR + NaN<sub>3</sub>), and simultaneous PDT/PTT\ngroup (25 °C + NIR) of ZCN-110. (e) CLSM images of calcein AM\n(green, live cells) and PI (propidium iodide) (red, dead cells) co-stained\nA549 cells treated by blank group and ZCN-110 group with NIR laser\nirradiation (50 μg mL<sup>–1</sup>, 808 nm, 3 W cm<sup>–2</sup>) for 300 s. White bars stand for 50 μm in the\nimages.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2018-15828r_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Cell viability of 293T cells (a) and A549 cells (b) incubated with ZCN-60, ZCN-110, and ZCN-200 for 24 h with different concentrations. (c) In vitro phototherapy efficacy of ZCN-60, ZCN-110, and ZCN-200 in various concentrations on A549 cells upon NIR laser irradiation (808 nm, 3 W cm-2, irradiation time = 300 s). (d) Cell viability of A549 cells following PDT group (4 °C + NIR), PTT group (25 °C + NIR + NaN3), and simultaneous PDT/PTT group (25 °C + NIR) of ZCN-110. (e) CLSM images of calcein AM (green, live cells) and PI (propidium iodide) (red, dead cells) co-stained A549 cells treated by blank group and ZCN-110 group with NIR laser irradiation (50 μg mL-1, 808 nm, 3 W cm-2) for 300 s. White bars stand for 50 μm in the images.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<title>Photoacoustic\nImaging</title><p>Because of\nstrong NIR absorption, carbon nanomaterials have been extensively\nutilized in photoacoustic imaging (PAI) technique, which provides not only good spatial resolution but also high imaging\ndepth compared to conventional optical imaging technique. The PA imaging\ncapacity of ZCNs is evaluated, as shown in a, with the PA signal intensity of ZCNs reaching\nthe highest at the excitation wavelength of 718 nm, which could reduce\nthe interference of hemoglobin (760 nm) and oxygenated homolobin (850\nnm). Meanwhile, the PA signal enhanced\nwith the increase of the concentration of ZCNs (b), demonstrating that ZCNs can be a good\ncontrast agent for PA imaging. Interestingly, the PA signal intensity\nat 718 nm was also enhanced with the increase in the nanoparticle\nsize. This behavior is attributed to the enhanced photothermal effects\nwith the increase in the size of ZCNs; meanwhile, thermal effect generates\ndifferent thermal expansion and leads to enhanced PA signal with the\nincrease in the nanoparticle size.\n</p>", "clean_text": "Photoacoustic Imaging\n\nBecause of strong NIR absorption, carbon nanomaterials have been extensively utilized in photoacoustic imaging (PAI) technique, which provides not only good spatial resolution but also high imaging depth compared to conventional optical imaging technique. The PA imaging capacity of ZCNs is evaluated, as shown in a, with the PA signal intensity of ZCNs reaching the highest at the excitation wavelength of 718 nm, which could reduce the interference of hemoglobin (760 nm) and oxygenated homolobin (850 nm). Meanwhile, the PA signal enhanced with the increase of the concentration of ZCNs (b), demonstrating that ZCNs can be a good contrast agent for PA imaging. Interestingly, the PA signal intensity at 718 nm was also enhanced with the increase in the nanoparticle size. This behavior is attributed to the enhanced photothermal effects with the increase in the size of ZCNs; meanwhile, thermal effect generates different thermal expansion and leads to enhanced PA signal with the increase in the nanoparticle size. ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>In vitro/vivo\nPA imaging of ZCNs. (a) PA signal intensity of ZCNs\nin vitro at various excitation wavelengths. (b) Linear relation between\nPA signal in vitro versus various concentration of ZCNs nanoparticles.\n(c) PA imaging profiles (top row: ZCN-60; middle row: ZCN-110; bottom\nrow: ZCN-200) of tumor region at different intravenous injection times\nin A549 tumor-bearing mice. (d) Infrared thermal images of the mice\ntreated with PBS, ZCN-60, ZCN-110, and ZCN-200 (100 μL, 3 mg\nmL<sup>–1</sup>) under NIR laser irradiation (808 nm, 3 W cm<sup>–2</sup>) for 300 s.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2018-15828r_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  In vitro/vivo PA imaging of ZCNs. (a) PA signal intensity of ZCNs in vitro at various excitation wavelengths. (b) Linear relation between PA signal in vitro versus various concentration of ZCNs nanoparticles. (c) PA imaging profiles (top row: ZCN-60; middle row: ZCN-110; bottom row: ZCN-200) of tumor region at different intravenous injection times in A549 tumor-bearing mice. (d) Infrared thermal images of the mice treated with PBS, ZCN-60, ZCN-110, and ZCN-200 (100 μL, 3 mg mL-1) under NIR laser irradiation (808 nm, 3 W cm-2) for 300 s.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["property"], "content": "<p>Subsequently, nude mice bearing A549 tumors are selected\nto investigate\nthe accumulation of the nanoparticles in vivo. The ZCNs dispersion\n(2 mg mL<sup>–1</sup>, 100 μL) is administered to mice\nvia tail vein injection; meanwhile, the PA signals in the tumor region\nare measured at different time points (0, 2, 4, 6, 8, and 24 h). Subsequently,\nto eliminate the interference from hemoglobin and oxygenated homolobin,\nthe obtained PA signals are processed with the unmixing spectra module.\nAs shown in c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">S18</ext-link>, Supporting Information, the\nPA signals of the tumor region reach a maximum at 4 h for ZCN-60 and\nZCN-110 and at 6 h for ZCN-200, indicating that the highest nanoparticles\naccumulation in tumor is around 4 or 6 h after injection. Meanwhile,\nthe quantification value of the PA signal of the ZCNs at the tumor\nregion is obtained (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S19</ext-link>, Supporting\nInformation). For example, to the ZCN-110 group, before injection\nand 4 h after injection, the PA intensity of the tumor region is calculated\nas 0.019 ± 0.03 and 0.98 ± 0.03, indicating a good accumulation\nat the tumor site at 4 h. In brief, the PA imaging in vivo fully proves\nthat ZCNs are suitable as PA imaging agents; meanwhile, 4 or 6 h after\nintravenous injection is the best time point for tumor phototherapy\nfor ZCN-60, ZCN-110, and ZCN-200, respectively.</p>", "clean_text": "Subsequently, nude mice bearing A549 tumors are selected to investigate the accumulation of the nanoparticles in vivo. The ZCNs dispersion (2 mg mL-1, 100 μL) is administered to mice via tail vein injection; meanwhile, the PA signals in the tumor region are measured at different time points (0, 2, 4, 6, 8, and 24 h). Subsequently, to eliminate the interference from hemoglobin and oxygenated homolobin, the obtained PA signals are processed with the unmixing spectra module. As shown in c and S18, Supporting Information, the PA signals of the tumor region reach a maximum at 4 h for ZCN-60 and ZCN-110 and at 6 h for ZCN-200, indicating that the highest nanoparticles accumulation in tumor is around 4 or 6 h after injection. Meanwhile, the quantification value of the PA signal of the ZCNs at the tumor region is obtained (Figure S19, Supporting Information). For example, to the ZCN-110 group, before injection and 4 h after injection, the PA intensity of the tumor region is calculated as 0.019 ± 0.03 and 0.98 ± 0.03, indicating a good accumulation at the tumor site at 4 h. In brief, the PA imaging in vivo fully proves that ZCNs are suitable as PA imaging agents; meanwhile, 4 or 6 h after intravenous injection is the best time point for tumor phototherapy for ZCN-60, ZCN-110, and ZCN-200, respectively.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<p>To further verify\nthe PA imaging results of ZCNs in vivo, we study\nthe biodistribution and pharmacokinetics by measuring the fluorescent\nsignal of ZCNs in different organs and blood. The biodistribution\nexperiments (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S20</ext-link>, Supporting Information)\nverify the ZCN-60, ZCN-110, and ZCN-200 are accumulated in tumors\nby the enhanced penetration and retention effect of NPs, the accumulation\namounts of ZCNs in tumors are calculated as 6.78 ± 2.07, 7.65\n± 2.16, and 8.61 ± 2.05% ID per g, respectively. Then, with\ntime increasing to 24 h, the nanoparticles are metabolized from the\nmice. Meanwhile, the blood levels of the ZCNs reduced gradually with\nincrease in time, and the half-lives of those nanoparticles in vivo\nare determined to be 4.12 ± 1.36, 4.02 ± 1.28, and 3.89\n± 1.08 h for ZCN-60, ZCN-110, and ZCN-200, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S21</ext-link>, Supporting Information).</p>", "clean_text": "To further verify the PA imaging results of ZCNs in vivo, we study the biodistribution and pharmacokinetics by measuring the fluorescent signal of ZCNs in different organs and blood. The biodistribution experiments (Figure S20, Supporting Information) verify the ZCN-60, ZCN-110, and ZCN-200 are accumulated in tumors by the enhanced penetration and retention effect of NPs, the accumulation amounts of ZCNs in tumors are calculated as 6.78 ± 2.07, 7.65 ± 2.16, and 8.61 ± 2.05% ID per g, respectively. Then, with time increasing to 24 h, the nanoparticles are metabolized from the mice. Meanwhile, the blood levels of the ZCNs reduced gradually with increase in time, and the half-lives of those nanoparticles in vivo are determined to be 4.12 ± 1.36, 4.02 ± 1.28, and 3.89 ± 1.08 h for ZCN-60, ZCN-110, and ZCN-200, respectively (Figure S21, Supporting Information).", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["property"], "content": "<title>In Vivo Phototherapy</title><p>Being aware\nof the excellent phototherapy effect of ZCNs in vitro, we first pre-evaluated\nthe antitumor phototherapy efficacy in vivo in A549 tumor-bearing\nmice. After an intravenous injection of 100 μL of nanomaterials\nsuspension (3 mg mL<sup>–1</sup>), laser irradiation is performed\nwith an 808 nm laser (3 W cm<sup>–2</sup>) for 5 min at 4 h\nfor ZCN-60 and ZCN-100 and 6 h for ZCN-200 after injection, respectively.\nAn IR thermal camera is used to monitor the photothermal performance\nin vivo. As shown in d, after 5 min of laser irradiation, the tumor temperature\nof the mice of the ZCN-200 group rapidly increased from 31.1 to 55.1\n°C (Δ<italic>T</italic> = 24 °C), whereas that of\nthe mice of ZCN-110 and ZCN-60 can only increase up to 48.2 and 42.8\n°C, respectively. These results reveal that ZCN-200 has a better\nphotothermal performance in vivo than ZCN-110 and ZCN-60, which is\nlikely attributed to the size-dependent photothermal behavior of ZCNs.\nIn contrast, the tumor temperature of the mice with PBS treatment\nonly increase by 9.1 °C, indicating that NIR laser at such a\npower intensity could not induce sufficient heating effect. Meanwhile,\nconsidering the minimum damage to the skin, different conditions are\nused to test the phototherapy in vitro (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figures S22 and S23</ext-link>, Supporting Information); finally, we find out\nthat 1 W cm<sup>–2</sup>, 10 min is also a suitable condition\nfor phototherapy (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S24</ext-link>, Supporting\nInformation).</p>", "clean_text": "In Vivo Phototherapy\n\nBeing aware of the excellent phototherapy effect of ZCNs in vitro, we first pre-evaluated the antitumor phototherapy efficacy in vivo in A549 tumor-bearing mice. After an intravenous injection of 100 μL of nanomaterials suspension (3 mg mL-1), laser irradiation is performed with an 808 nm laser (3 W cm-2) for 5 min at 4 h for ZCN-60 and ZCN-100 and 6 h for ZCN-200 after injection, respectively. An IR thermal camera is used to monitor the photothermal performance in vivo. As shown in d, after 5 min of laser irradiation, the tumor temperature of the mice of the ZCN-200 group rapidly increased from 31.1 to 55.1 °C (ΔT = 24 °C), whereas that of the mice of ZCN-110 and ZCN-60 can only increase up to 48.2 and 42.8 °C, respectively. These results reveal that ZCN-200 has a better photothermal performance in vivo than ZCN-110 and ZCN-60, which is likely attributed to the size-dependent photothermal behavior of ZCNs. In contrast, the tumor temperature of the mice with PBS treatment only increase by 9.1 °C, indicating that NIR laser at such a power intensity could not induce sufficient heating effect. Meanwhile, considering the minimum damage to the skin, different conditions are used to test the phototherapy in vitro (Figures S22 and S23, Supporting Information); finally, we find out that 1 W cm-2, 10 min is also a suitable condition for phototherapy (Figure S24, Supporting Information).", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["property"], "content": "<p>On the basis of the above results and analysis,\nwe perform the oncotherapy experiments in vivo. BALB/c nude mice bearing\nA549 tumor of volume ≈80 mm<sup>3</sup> are randomly divided\ninto four groups (six mice per group) and then the nanoparticles dispersion\nis injected through the tail vein. As shown in b,c, the tumor in the PBS + NIR group grows\nrapidly, whereas the tumors in the ZCN-110 (3 W cm<sup>–2</sup>, 5 min) group regrow; the antitumor rate calculated from the tumor\nweight is ∼50%, revealing inefficient tumor ablation effect\nof ZCN-110, which is probably due to their relatively lower phototherapy\neffects. However, the tumors in the ZCN-200 (3 W cm<sup>–2</sup>, 5 min) group are completely eliminated within 14 days, with no\nrecrudescence. These results are in accordance with the IR thermal\nimaging experiments shown in d. To confirm the biocompatibility of ZCNs, the body\nweights of the mice are supervised and the weight in each group keeps\ngrowing, indicating the ZCNs do not induce systemic toxicity. And,\nafter 14th day of therapy, all the mice are euthanized and the major\norgan are excised for hematoxylin and eosin (H&amp;E) test. As shown\nin d, there\nare no obvious organ damage and inflammation compared to the PBS +\nNIR group. Meanwhile, biosafety in vivo is also evaluated by the blood\nchemistry and the results (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S25</ext-link>,\nSupporting Information) show negligible differences between the ZCNs\ngroup and the control group, indicating good biosafety of the ZCNs\nin vivo. Furthermore, a high antitumor capability (∼97 %) is\nalso observed for the ZCN-200-treated mice (1 W cm<sup>–2</sup>, 10 min) (a–d and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">S24</ext-link>, Supporting Information),\nsuggesting that excellent phototherapy effect of the ZCNs could be\nrealized even at a lower power density. Hence, the data indicate that\nZCNs are a promising phototherapy agent in oncotherapy and have a\nrelatively low systemic toxicity.</p>", "clean_text": "On the basis of the above results and analysis, we perform the oncotherapy experiments in vivo. BALB/c nude mice bearing A549 tumor of volume ~80 mm3 are randomly divided into four groups (six mice per group) and then the nanoparticles dispersion is injected through the tail vein. As shown in b,c, the tumor in the PBS + NIR group grows rapidly, whereas the tumors in the ZCN-110 (3 W cm-2, 5 min) group regrow; the antitumor rate calculated from the tumor weight is ~50%, revealing inefficient tumor ablation effect of ZCN-110, which is probably due to their relatively lower phototherapy effects. However, the tumors in the ZCN-200 (3 W cm-2, 5 min) group are completely eliminated within 14 days, with no recrudescence. These results are in accordance with the IR thermal imaging experiments shown in d. To confirm the biocompatibility of ZCNs, the body weights of the mice are supervised and the weight in each group keeps growing, indicating the ZCNs do not induce systemic toxicity. And, after 14th day of therapy, all the mice are euthanized and the major organ are excised for hematoxylin and eosin (H&E) test. As shown in d, there are no obvious organ damage and inflammation compared to the PBS + NIR group. Meanwhile, biosafety in vivo is also evaluated by the blood chemistry and the results (Figure S25, Supporting Information) show negligible differences between the ZCNs group and the control group, indicating good biosafety of the ZCNs in vivo. Furthermore, a high antitumor capability (~97 %) is also observed for the ZCN-200-treated mice (1 W cm-2, 10 min) (a-d and S24, Supporting Information), suggesting that excellent phototherapy effect of the ZCNs could be realized even at a lower power density. Hence, the data indicate that ZCNs are a promising phototherapy agent in oncotherapy and have a relatively low systemic toxicity.", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>In vivo phototherapy. (a) Body weight\ncurves after different treatments\nduring a period of time. (b) Growth curves of A549 tumors on mice\nof different groups after corresponding treatments as indicated. (c)\nPhotographs of tumors dissected for each group on the 14th day after\nphototherapy treatment and comparison of tumor weight in each group.\n(d) H&amp;E staining images of major organs dissected from each experiment\ngroup (40×). **<italic>p</italic> &lt; 0.01; ***<italic>p</italic> &lt; 0.001.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2018-15828r_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  In vivo phototherapy. (a) Body weight curves after different treatments during a period of time. (b) Growth curves of A549 tumors on mice of different groups after corresponding treatments as indicated. (c) Photographs of tumors dissected for each group on the 14th day after phototherapy treatment and comparison of tumor weight in each group. (d) H&E staining images of major organs dissected from each experiment group (40×). **p < 0.01; ***p < 0.001.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, we investigate the pyrolysis temperature and the size\nof ZIF-8-derived carbon nanoparticles as theranostic agents for PA\nimaging-guided phototherapy. Meanwhile, when the pyrolysis temperature\nis 900 °C, the ZCNs show best photothermal effects. Moreover,\nwe observed that the enhanced phototherapy effect and PA imaging capability\nof ZCNs are accompanied by an increase in size, which has been proved\nin vitro anticancer experiments. In vitro and in vivo experiments\nconfirm the PA imaging guided ZCNs can completely inhibit tumor growth\nwith minimal side effect, even if the NIR laser power is 1 W cm<sup>–2</sup>, the antitumor effectively is also 97%. Our research\nproves that the ZIF-8-derived carbon nanoparticles are expected to\nhave wide applications in the phototherapy of cancer, and the concept\nof size-dependent enhanced behavior of phototherapy and PA imaging\ncapability can be very useful in the design and development of novel\nmaterials with higher performances for cancer therapy.</p>", "clean_text": "Conclusions\n\nIn summary, we investigate the pyrolysis temperature and the size of ZIF-8-derived carbon nanoparticles as theranostic agents for PA imaging-guided phototherapy. Meanwhile, when the pyrolysis temperature is 900 °C, the ZCNs show best photothermal effects. Moreover, we observed that the enhanced phototherapy effect and PA imaging capability of ZCNs are accompanied by an increase in size, which has been proved in vitro anticancer experiments. In vitro and in vivo experiments confirm the PA imaging guided ZCNs can completely inhibit tumor growth with minimal side effect, even if the NIR laser power is 1 W cm-2, the antitumor effectively is also 97%. Our research proves that the ZIF-8-derived carbon nanoparticles are expected to have wide applications in the phototherapy of cancer, and the concept of size-dependent enhanced behavior of phototherapy and PA imaging capability can be very useful in the design and development of novel materials with higher performances for cancer therapy.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.8b15828\">10.1021/acsami.8b15828</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Characterization,\nLIVE/DEAD cell viability assay, ROS\nmeasurements of ZCNs in vitro, calculation of the photothermal conversion\nefficiency and singlet oxygen quantum yield; further information relating\nto the DLS, XRD, TGA, and Brunauer–Emmett–Teller (BET)\ndata about ZIF-8 nanoparticles and DLS, ζ-potential, Raman,\nXPS, high-resolution N 1s XPS, XRD, BET, and UV data about ZCNs, PAI\nimages of ZCNs, quantitative analysis of PAI signal, and infrared\nthermal images (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.8b15828.  Characterization, LIVE/DEAD cell viability assay, ROS measurements of ZCNs in vitro, calculation of the photothermal conversion efficiency and singlet oxygen quantum yield; further information relating to the DLS, XRD, TGA, and Brunauer-Emmett-Teller (BET) data about ZIF-8 nanoparticles and DLS, ζ-potential, Raman, XPS, high-resolution N 1s XPS, XRD, BET, and UV data about ZCNs, PAI images of ZCNs, quantitative analysis of PAI signal, and infrared thermal images (PDF)   ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>Characterization,\nLIVE/DEAD cell viability assay, ROS\nmeasurements of ZCNs in vitro, calculation of the photothermal conversion\nefficiency and singlet oxygen quantum yield; further information relating\nto the DLS, XRD, TGA, and Brunauer–Emmett–Teller (BET)\ndata about ZIF-8 nanoparticles and DLS, ζ-potential, Raman,\nXPS, high-resolution N 1s XPS, XRD, BET, and UV data about ZCNs, PAI\nimages of ZCNs, quantitative analysis of PAI signal, and infrared\nthermal images (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "Characterization, LIVE/DEAD cell viability assay, ROS measurements of ZCNs in vitro, calculation of the photothermal conversion efficiency and singlet oxygen quantum yield; further information relating to the DLS, XRD, TGA, and Brunauer-Emmett-Teller (BET) data about ZIF-8 nanoparticles and DLS, ζ-potential, Raman, XPS, high-resolution N 1s XPS, XRD, BET, and UV data about ZCNs, PAI images of ZCNs, quantitative analysis of PAI signal, and infrared thermal images (PDF)", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "8, 9", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of ZIF-8 Nanoparticles</title><p>ZIF-8 nanoparticles\n(200 nm) were prepared according to the published\nmethod with slight modification. Briefly,\nzinc nitrate hexahydrate (4 mmol) was dissolved in 20 mL methanol,\nto which 40 mL of methanol containing 40 mmol 2-methylimidazole was\ndropped in, and the mixture was stirred for 2 h at 40 °C. The\nwhite products were collected through centrifugation (9000 rpm, 15\nmin) and washed with methanol for several times. The 60 and 110 nm\nZIF-8 nanoparticles were synthesized by the same method with the molar\nratios of zinc nitrate hexahydrate and 2-methylimidazole are 2:20\nand 3:30.</p><title>Synthesis of ZIF-8-Derived Carbon Nanoparticles</title><p>ZIF-8-derived carbon nanoparticles (ZCNs) were prepared by direct\npyrolysis (900 °C) of the ZIF-8 nanoparticles under a flow of\nnitrogen gas. Briefly, the ZIF-8 sample\nwas homodispersed in ceramic boat. After exposure to nitrogen atmosphere\n(400 mL min<sup>–1</sup>) at room temperature for 30 min, the\ntube furnace was heated to 130 °C for 45 min to remove residual\nwater. Then, the furnace was heated to 900 °C with a temperature\nrate of 5 °C min<sup>–1</sup> and pyrolysis for 3 h and\nthen cooled slowly to room temperature.</p>", "clean_text": "Synthesis of ZIF-8 Nanoparticles\n\nZIF-8 nanoparticles (200 nm) were prepared according to the published method with slight modification. Briefly, zinc nitrate hexahydrate (4 mmol) was dissolved in 20 mL methanol, to which 40 mL of methanol containing 40 mmol 2-methylimidazole was dropped in, and the mixture was stirred for 2 h at 40 °C. The white products were collected through centrifugation (9000 rpm, 15 min) and washed with methanol for several times. The 60 and 110 nm ZIF-8 nanoparticles were synthesized by the same method with the molar ratios of zinc nitrate hexahydrate and 2-methylimidazole are 2:20 and 3:30.\n\nSynthesis of ZIF-8-Derived Carbon Nanoparticles\n\nZIF-8-derived carbon nanoparticles (ZCNs) were prepared by direct pyrolysis (900 °C) of the ZIF-8 nanoparticles under a flow of nitrogen gas. Briefly, the ZIF-8 sample was homodispersed in ceramic boat. After exposure to nitrogen atmosphere (400 mL min-1) at room temperature for 30 min, the tube furnace was heated to 130 °C for 45 min to remove residual water. Then, the furnace was heated to 900 °C with a temperature rate of 5 °C min-1 and pyrolysis for 3 h and then cooled slowly to room temperature.", "data": [{"meta": {"name": "ZIF-8 nanoparticles", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "zinc nitrate hexahydrate", "amount": "4", "unit": "mmol"}, {"name": "2-methylimidazole", "amount": "40", "unit": "mmol"}], "solution": [{"name": "methanol", "amount": "20", "unit": "mL"}, {"name": "methanol", "amount": "40", "unit": "mL"}], "pressure": "", "temperature": "40 °C", "time": "2 h"}, {"synthesis method": "centrifugation", "revolution per time": "9000", "relative centrifugal force": "", "time": "15 min", "temperature": "", "additive": [{"name": "methanol", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "methanol", "amount": "several times"}]}, {"meta": {"name": "ZIF-8-derived carbon nanoparticles", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "pyrolysis", "precursor": [{"name": "ZIF-8 nanoparticles", "amount": "", "unit": ""}], "solution": [{"name": "", "amount": "", "unit": ""}], "pressure": "nitrogen gas", "temperature": "900 °C", "time": "3 h", "heating rate": "5 °C min–1", "cooling rate": ""}]}], "include_properties": ["chemical_synthesis", "centrifugation", "washing", "chemical_synthesis"]}, {"idx": "20, 22, 23, 25, 26, 29", "type": "text", "classification": "property", "content": "<title>Results and Discussion</title><title>Preparation of ZIF-8-Derived Carbon Nanoparticles</title><p>ZIF-8\nnanoparticles are prepared by directly mixing different molar\nratios of 2-methylimidazole with zinc nitrate hexahydrate in methanol\nat 40 °C for 2 h. The ZIF-8 nanoparticles\nexhibit a polyhedron-like morphology in the transmission electron\nmicroscopy (TEM), with diameters of approximately 60, 110, and 200\nnm (a,i–iii).\nThe hydrodynamic sizes of the nanoparticles from dynamic light scattering\nare a little bigger than those observed under TEM (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S1 and Table S1</ext-link>, Supporting Information) which is due\nto the hydration of the nanoparticles. The X-ray diffraction (XRD)\npattern of the ZIF-8 nanoparticles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S2</ext-link>, Supporting Information) is identical with the previous work, proving that the ZIF-8 nanomaterials have been\nsuccessfully prepared. The thermogravimetric analysis (TGA) results\nshow that ZIF-8 nanoparticles have superior thermal stability and\nthe beginning of weight loss is at 500 °C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S3</ext-link>, Supporting Information), which provides a minimum\npyrolysis temperature for the preparation of ZCNs. Nitrogen adsorption–desorption\nisotherms experiments testify the pore characteristics of ZIF-8 (110\nnm), with a specific surface area of 1394 m<sup>3</sup> g<sup>–1</sup>, a cumulative pore volume of 1.2 cm<sup>3</sup> g<sup>–1</sup>, and a pore size of 3.5 nm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S4</ext-link>, Supporting Information).</p><p>Subsequently, the ZCNs are fabricated via thermal\nannealing (900\n°C) of ZIF-8 nanoparticles under a N<sub>2</sub> atmosphere. a,iv–vi are\nthe TEM images of the ZCNs, which show that they have little influence\non the morphology of the ZCNs compared with the ZIF-8 precursor nanoparticles.\nIn the Raman spectrum of ZCNs (b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">S5</ext-link>, Supporting Information),\nthe D band (1341 cm<sup>–1</sup>) corresponds to disordered\ncarbon or defective graphitic structures and the G band (1582 cm<sup>–1</sup>) is a typical feature of graphitic. The <italic>I</italic>\n<sub>D</sub>/<italic>I</italic>\n<sub>G</sub> ratio of ≈1.08 reveals that large amounts of heteroatom-doped\ngraphitic defects are generated. The heteroatom doping is also confirmed\nby X-ray photoelectron spectroscopy (XPS) spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S6</ext-link>, Supporting Information), which confirms the presence\nof C, N, O, and Zn element. Meanwhile, the high-resolution N 1s XPS\nspectrum of ZCNs (c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">S7</ext-link>, Supporting Information)\ncan be deconvoluted into three peaks: pyridinic N (398.4 eV), pyrrolic N (400.3 eV), and quaternary N\n(402.8 eV). The XRD pattern of ZCNs is shown in d and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">S8</ext-link>, Supporting\nInformation, and the nanoparticles reveal a similar broad peak at\n≈26°, which is consistent with the carbon peak (002),\nwhich is a characteristic of graphitic carbon materials, and without signals of Zn and ZnO. Nitrogen\nadsorption–desorption isotherms experiments prove the pore\ncharacteristics of ZCN-110 (the size of the ZIF-8 precursor nanoparticles\nis 110 nm), with a specific surface area of 850.2 m<sup>3</sup> g<sup>–1</sup>, a cumulative pore volume of 0.645 cm<sup>3</sup> g<sup>–1</sup>, and a pore size of 3.0 nm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S9</ext-link>, Supporting Information). Compared with the ZIF-8\nnanoparticles, the ZCNs retain much of the internal porosity; this\nphenomenon also proves that directly pyrolysis of ZIF-8 to prepare\nZCNs is a simple and effective method. Finally, to obtain a good physiological\nstability, mPEG–DSPE (5 kD) is utilized to modify ZCNs. The\nζ-potential of PEGylated ZCN-110 changes from −19.6 to\n−3.6 mV (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S10 and Table S2</ext-link>, Supporting Information), which proves the successful modification\nof mPEG–DSPE, and the DLS data illustrate the hydrodynamic\nsize of the PEGylated ZCNs (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S11 and Tables S1–S3</ext-link>, Supporting Information). Compared to the previous\nwork, which employs SiO<sub>2</sub> as\na template to avoid the aggregation of carbon nanoparticles, our method\nthrough direct thermal annealing is simple and convenient.</p><title>Photothermal Effects of ZCNs</title><p>The\napplication of nanomaterials with a high NIR absorption and photothermal\nconversion efficiency for PTT is highly desirable because these can\nproduce a larger temperature variation upon NIR irradiation. Notably, due to the constitution of graphite-like carbon from the\nZCNs, these nanomaterials are generally regarded as good photothermal\nagents for PTT. The results show that original ZIF-8 nanoparticles\nhave rare photothermal effects (a). However, after carbonization, all the ZCNs have\npotential as photothermal agents. Meanwhile, with increase in the\ncarbonization temperature, the photothermal effects improve and ZCN-110\n(900 °C) shows the best photothermal effects (ΔT ≈\n40 °C), with further increase in the temperature reducing the\nphotothermal effect of ZCN-110 (1000 °C). To reveal the rule\nof the photothermal effects, UV–vis spectra are measured (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S12</ext-link>, Supporting Information), the UV–vis\nabsorption at 808 nm enhanced with increase in carbonization temperature.\nThe relationship between photothermal\neffects and absorbance at 808 nm is shown in b, with the results indicating that improvement\nin photothermal effects can contribute to the increase in absorbance\nat 808 nm. Hence, 900 °C is an ideal carbonization temperature\nfor photothermal effects and selected for this work.</p><p>Meanwhile, according\nto our knowledge, many nanoparticles show\nenhanced photothermal effects with increase in the nanoparticle size. Hence, three sizes of ZCNs (60, 110, and 200 nm) are utilized to\ndemonstrate whether the size of the nanoparticles does influence the\nphotothermal performance. The results show an enhanced photothermal\neffects with the increase in the size of ZCNs (c). ZCN-200 can elevate the temperature to\n70 °C after NIR laser irradiation (808 nm, 3 W cm<sup>–2</sup>); however, the temperatures increase to 64.5 and 60 °C for\nZCN-110 and ZCN-60. To find the reason for this phenomenon, two factors\nare considered: the absorbance at 808 nm and photothermal conversion\nefficiency (η). As shown in d, the absorbance of ZCNs increases with\nincrease in the size of the nanoparticles at 808 nm. Meanwhile, the\nη values of ZCN-60, ZCN-110, and ZCN-200 are calculated as 36.5,\n42.7, and 41.6%, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S13</ext-link>, Supporting Information). The photothermal conversion efficiency\nof ZCN-200 and ZCN-110 is higher than that of other photothermal agents,\nsuch as carbon nanospheres, carbon dots, and gold nanoshells. Therefore, owing to the enhanced NIR absorbance and photothermal\nconversion efficiency, the ZCNs exhibit enhanced photothermal effects\nwith increase in size.</p><title>ROS Generation of ZCNs</title><p>With a porphyrin-like\nstructure of carbon nanoparticles, which has been proved to be constructed from divacancy and four pyridinic Ns, and a strong NIR\nabsorbance, these materials also have the prerequisites as PDT photosensitizer. To confirm the ROS generation of ZCNs upon NIR\nlaser irradiation, free indocyanine green (ICG) is selected as the\nreference to calculate the ROS quantum yield of different sizes of\nZCNs. In the experiment, the absorptions of ZCNs and ICG–phosphate-buffered\nsaline (PBS) solution at 808 nm are adjusted to about 0.5 OD to avoid\ninner-filter effects. As shown in a–d, the UV–vis absorbance\nof both ICG and ZCNs systems at 419 nm declined after NIR laser irradiation,\nwhich is the characteristic absorption of 1,3-diphenylisobenzofuran\n(DPBF) as the ROS trapping agent, indicating\nthat DPBF is photobleached by ROS generated by ZCNs and ICG. The rate\nconstant for DPBF decomposition by ZCNs is little faster than that\nof ICG (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S14</ext-link>, Supporting Information).\nMoreover, compared with ICG (Φ<sub>ICG</sub> = 0.0020), the\nROS quantum yields of ZCN-60, ZCN-110, and ZCN-200 are calculated\nto be ≈0.0022, 0.0023, and 0.0024, respectively. The results\nalso show the generation of ROS enhanced with the increase in the\nnanoparticle size. Meanwhile, we find out that Zn element is not the\nkey factor for ZCNs to generate ROS. After HCl solution treatment,\nZCN-110 (non-Zn) is utilized to confirm the ROS generation upon NIR\nlaser irradiation. As the results show (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S15</ext-link>, Supporting Information), DPBF is also photobleached by\nZCN-110 (non-Zn) and the ROS quantum yield is ≈0.0019, which\nis slightly lower than the value of ZCN-110. The results prove that\nthe non-Zn ZCN-110 can also generate ROS and Zn element in the ZCNs\nonly slightly affects the efficiency of the generation of ROS.</p><title>In Vitro Phototherapy</title><p>Encouraged\nby the excellent phototherapy results, we further investigate its\nbioapplication in vitro. Standard MTT assay is employed to reveal\nthe phototherapy efficacy of ZCNs in vitro. First, the biocompatibility\nof ZCNs (60, 110, and 200 nm) is measured with 293T cell lines (a), indicating that\nthe ZCNs have a good biocompatibility with normal cells; meanwhile,\nthe dark toxicity of the ZCNs is measured with A549 cell lines for\n24 h. As shown in b, all A549 cell viabilities are over 90%, even at the highest\nconcentration (200 μg mL<sup>–1</sup>), indicating excellent\nbiocompatibility of the ZCNs. Subsequently, to test the phototherapy\neffect in vitro, cellular uptake experiments are performed to verify\nthe suitable treatment point; the results (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S16</ext-link>, Supporting Information) show that 4 h is enough for the\nuptake of ZCNs, which are then cultured with A549 cancer cells and\nirradiated with 808 nm laser (3 W cm<sup>–2</sup>, 5 min).\nAs shown in c, A549 cells are killed in a dose-dependent manner after 808 nm\nlaser treatment with ZCNs and the IC50 of ZCN-60, ZCN-110, and ZCN-200\nfor phototherapy are 37.6, 36.1, and 33.7 μg mL<sup>–1</sup>, respectively. Noteworthy, when the concentration of ZCNs is 50\nμg mL<sup>–1</sup>, the MTT results reveal that ZCN-110\nand ZCN-200 show a significantly better phototherapy effects to kill\ncancer cells compared with ZCN-60; meanwhile, a much significant result\nappears when the concentration rises up to 100 μg mL<sup>–1</sup>. This phenomenon can be attributed to the enhanced phototherapy\neffects with the increase in nanoparticle size because the photothermal\neffects and the ROS generation are enhanced with increase in the nanoparticle\nsize, respectively, and the combination of PTT and PDT can kill much\nmore cancer cells. Meanwhile, as a representative, the respective\nPDT and PTT therapeutic effects of ZCN-110 are further measured (d). For the 4 °C\n+ NIR group, in which the heating effect of the photothermal effects\nis eliminated, the results predominate the PDT effect. The cell viability\nis about 45% when the concentration is 50 μg mL<sup>–1</sup>. Meanwhile, NaN<sub>3</sub>, which is a well-known ROS scavenger\nto avoid ROS generation, and the 25 °C + NIR + NaN<sub>3</sub> group reveal the PTT effect and the cell viability is about 38%.\nHowever, the cell viability of the 25 °C + NIR group is about\n18% when the concentration is 50 μg mL<sup>–1</sup>,\nthis result illustrates that the heat and ROS generated by the ZCNs\ncan effective kill cancer cells by the combination of PTT and PDT.\nMeanwhile, confocal fluorescence imaging of calcein acetoxymethyl\nester (calcein-AM) and propodium (PI) co-stained with A549 cells also\nreveals the phototherapy efficacy of ZCN-110. From the CLSM pictures\n(e), the results\nshow that the cells are barely alive, which illustrates that the ZCNs\ncould kill cancer cells under NIR laser irradiation. Hemolysis experiments\nare measured to detect the biocompatibility of ZCNs (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S17</ext-link>, Supporting Information), the distilled water group\nshows obvious color change; however, the PBS group and of the ZCNs\ngroup (200 μg mL<sup>–1</sup>) shows a clear supernatant,\nindicating a good biocompatibility and biosafety of the injection.</p>", "clean_text": "Results and Discussion\n\nPreparation of ZIF-8-Derived Carbon Nanoparticles\n\nZIF-8 nanoparticles are prepared by directly mixing different molar ratios of 2-methylimidazole with zinc nitrate hexahydrate in methanol at 40 °C for 2 h. The ZIF-8 nanoparticles exhibit a polyhedron-like morphology in the transmission electron microscopy (TEM), with diameters of approximately 60, 110, and 200 nm (a,i-iii). The hydrodynamic sizes of the nanoparticles from dynamic light scattering are a little bigger than those observed under TEM (Figure S1 and Table S1, Supporting Information) which is due to the hydration of the nanoparticles. The X-ray diffraction (XRD) pattern of the ZIF-8 nanoparticles (Figure S2, Supporting Information) is identical with the previous work, proving that the ZIF-8 nanomaterials have been successfully prepared. The thermogravimetric analysis (TGA) results show that ZIF-8 nanoparticles have superior thermal stability and the beginning of weight loss is at 500 °C (Figure S3, Supporting Information), which provides a minimum pyrolysis temperature for the preparation of ZCNs. Nitrogen adsorption-desorption isotherms experiments testify the pore characteristics of ZIF-8 (110 nm), with a specific surface area of 1394 m3 g-1, a cumulative pore volume of 1.2 cm3 g-1, and a pore size of 3.5 nm (Figure S4, Supporting Information).\n\nSubsequently, the ZCNs are fabricated via thermal annealing (900 °C) of ZIF-8 nanoparticles under a N2 atmosphere. a,iv-vi are the TEM images of the ZCNs, which show that they have little influence on the morphology of the ZCNs compared with the ZIF-8 precursor nanoparticles. In the Raman spectrum of ZCNs (b and S5, Supporting Information), the D band (1341 cm-1) corresponds to disordered carbon or defective graphitic structures and the G band (1582 cm-1) is a typical feature of graphitic. The I D/I G ratio of ~1.08 reveals that large amounts of heteroatom-doped graphitic defects are generated. The heteroatom doping is also confirmed by X-ray photoelectron spectroscopy (XPS) spectra (Figure S6, Supporting Information), which confirms the presence of C, N, O, and Zn element. Meanwhile, the high-resolution N 1s XPS spectrum of ZCNs (c and S7, Supporting Information) can be deconvoluted into three peaks: pyridinic N (398.4 eV), pyrrolic N (400.3 eV), and quaternary N (402.8 eV). The XRD pattern of ZCNs is shown in d and S8, Supporting Information, and the nanoparticles reveal a similar broad peak at ~26°, which is consistent with the carbon peak (002), which is a characteristic of graphitic carbon materials, and without signals of Zn and ZnO. Nitrogen adsorption-desorption isotherms experiments prove the pore characteristics of ZCN-110 (the size of the ZIF-8 precursor nanoparticles is 110 nm), with a specific surface area of 850.2 m3 g-1, a cumulative pore volume of 0.645 cm3 g-1, and a pore size of 3.0 nm (Figure S9, Supporting Information). Compared with the ZIF-8 nanoparticles, the ZCNs retain much of the internal porosity; this phenomenon also proves that directly pyrolysis of ZIF-8 to prepare ZCNs is a simple and effective method. Finally, to obtain a good physiological stability, mPEG-DSPE (5 kD) is utilized to modify ZCNs. The ζ-potential of PEGylated ZCN-110 changes from -19.6 to -3.6 mV (Figure S10 and Table S2, Supporting Information), which proves the successful modification of mPEG-DSPE, and the DLS data illustrate the hydrodynamic size of the PEGylated ZCNs (Figure S11 and Tables S1-S3, Supporting Information). Compared to the previous work, which employs SiO2 as a template to avoid the aggregation of carbon nanoparticles, our method through direct thermal annealing is simple and convenient.\n\nPhotothermal Effects of ZCNs\n\nThe application of nanomaterials with a high NIR absorption and photothermal conversion efficiency for PTT is highly desirable because these can produce a larger temperature variation upon NIR irradiation. Notably, due to the constitution of graphite-like carbon from the ZCNs, these nanomaterials are generally regarded as good photothermal agents for PTT. The results show that original ZIF-8 nanoparticles have rare photothermal effects (a). However, after carbonization, all the ZCNs have potential as photothermal agents. Meanwhile, with increase in the carbonization temperature, the photothermal effects improve and ZCN-110 (900 °C) shows the best photothermal effects (ΔT ~ 40 °C), with further increase in the temperature reducing the photothermal effect of ZCN-110 (1000 °C). To reveal the rule of the photothermal effects, UV-vis spectra are measured (Figure S12, Supporting Information), the UV-vis absorption at 808 nm enhanced with increase in carbonization temperature. The relationship between photothermal effects and absorbance at 808 nm is shown in b, with the results indicating that improvement in photothermal effects can contribute to the increase in absorbance at 808 nm. Hence, 900 °C is an ideal carbonization temperature for photothermal effects and selected for this work.\n\nMeanwhile, according to our knowledge, many nanoparticles show enhanced photothermal effects with increase in the nanoparticle size. Hence, three sizes of ZCNs (60, 110, and 200 nm) are utilized to demonstrate whether the size of the nanoparticles does influence the photothermal performance. The results show an enhanced photothermal effects with the increase in the size of ZCNs (c). ZCN-200 can elevate the temperature to 70 °C after NIR laser irradiation (808 nm, 3 W cm-2); however, the temperatures increase to 64.5 and 60 °C for ZCN-110 and ZCN-60. To find the reason for this phenomenon, two factors are considered: the absorbance at 808 nm and photothermal conversion efficiency (η). As shown in d, the absorbance of ZCNs increases with increase in the size of the nanoparticles at 808 nm. Meanwhile, the η values of ZCN-60, ZCN-110, and ZCN-200 are calculated as 36.5, 42.7, and 41.6%, respectively (Figure S13, Supporting Information). The photothermal conversion efficiency of ZCN-200 and ZCN-110 is higher than that of other photothermal agents, such as carbon nanospheres, carbon dots, and gold nanoshells. Therefore, owing to the enhanced NIR absorbance and photothermal conversion efficiency, the ZCNs exhibit enhanced photothermal effects with increase in size.\n\nROS Generation of ZCNs\n\nWith a porphyrin-like structure of carbon nanoparticles, which has been proved to be constructed from divacancy and four pyridinic Ns, and a strong NIR absorbance, these materials also have the prerequisites as PDT photosensitizer. To confirm the ROS generation of ZCNs upon NIR laser irradiation, free indocyanine green (ICG) is selected as the reference to calculate the ROS quantum yield of different sizes of ZCNs. In the experiment, the absorptions of ZCNs and ICG-phosphate-buffered saline (PBS) solution at 808 nm are adjusted to about 0.5 OD to avoid inner-filter effects. As shown in a-d, the UV-vis absorbance of both ICG and ZCNs systems at 419 nm declined after NIR laser irradiation, which is the characteristic absorption of 1,3-diphenylisobenzofuran (DPBF) as the ROS trapping agent, indicating that DPBF is photobleached by ROS generated by ZCNs and ICG. The rate constant for DPBF decomposition by ZCNs is little faster than that of ICG (Figure S14, Supporting Information). Moreover, compared with ICG (ΦICG = 0.0020), the ROS quantum yields of ZCN-60, ZCN-110, and ZCN-200 are calculated to be ~0.0022, 0.0023, and 0.0024, respectively. The results also show the generation of ROS enhanced with the increase in the nanoparticle size. Meanwhile, we find out that Zn element is not the key factor for ZCNs to generate ROS. After HCl solution treatment, ZCN-110 (non-Zn) is utilized to confirm the ROS generation upon NIR laser irradiation. As the results show (Figure S15, Supporting Information), DPBF is also photobleached by ZCN-110 (non-Zn) and the ROS quantum yield is ~0.0019, which is slightly lower than the value of ZCN-110. The results prove that the non-Zn ZCN-110 can also generate ROS and Zn element in the ZCNs only slightly affects the efficiency of the generation of ROS.\n\nIn Vitro Phototherapy\n\nEncouraged by the excellent phototherapy results, we further investigate its bioapplication in vitro. Standard MTT assay is employed to reveal the phototherapy efficacy of ZCNs in vitro. First, the biocompatibility of ZCNs (60, 110, and 200 nm) is measured with 293T cell lines (a), indicating that the ZCNs have a good biocompatibility with normal cells; meanwhile, the dark toxicity of the ZCNs is measured with A549 cell lines for 24 h. As shown in b, all A549 cell viabilities are over 90%, even at the highest concentration (200 μg mL-1), indicating excellent biocompatibility of the ZCNs. Subsequently, to test the phototherapy effect in vitro, cellular uptake experiments are performed to verify the suitable treatment point; the results (Figure S16, Supporting Information) show that 4 h is enough for the uptake of ZCNs, which are then cultured with A549 cancer cells and irradiated with 808 nm laser (3 W cm-2, 5 min). As shown in c, A549 cells are killed in a dose-dependent manner after 808 nm laser treatment with ZCNs and the IC50 of ZCN-60, ZCN-110, and ZCN-200 for phototherapy are 37.6, 36.1, and 33.7 μg mL-1, respectively. Noteworthy, when the concentration of ZCNs is 50 μg mL-1, the MTT results reveal that ZCN-110 and ZCN-200 show a significantly better phototherapy effects to kill cancer cells compared with ZCN-60; meanwhile, a much significant result appears when the concentration rises up to 100 μg mL-1. This phenomenon can be attributed to the enhanced phototherapy effects with the increase in nanoparticle size because the photothermal effects and the ROS generation are enhanced with increase in the nanoparticle size, respectively, and the combination of PTT and PDT can kill much more cancer cells. Meanwhile, as a representative, the respective PDT and PTT therapeutic effects of ZCN-110 are further measured (d). For the 4 °C + NIR group, in which the heating effect of the photothermal effects is eliminated, the results predominate the PDT effect. The cell viability is about 45% when the concentration is 50 μg mL-1. Meanwhile, NaN3, which is a well-known ROS scavenger to avoid ROS generation, and the 25 °C + NIR + NaN3 group reveal the PTT effect and the cell viability is about 38%. However, the cell viability of the 25 °C + NIR group is about 18% when the concentration is 50 μg mL-1, this result illustrates that the heat and ROS generated by the ZCNs can effective kill cancer cells by the combination of PTT and PDT. Meanwhile, confocal fluorescence imaging of calcein acetoxymethyl ester (calcein-AM) and propodium (PI) co-stained with A549 cells also reveals the phototherapy efficacy of ZCN-110. From the CLSM pictures (e), the results show that the cells are barely alive, which illustrates that the ZCNs could kill cancer cells under NIR laser irradiation. Hemolysis experiments are measured to detect the biocompatibility of ZCNs (Figure S17, Supporting Information), the distilled water group shows obvious color change; however, the PBS group and of the ZCNs group (200 μg mL-1) shows a clear supernatant, indicating a good biocompatibility and biosafety of the injection.", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 4148 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": "31, 33, 34, 35, 36", "type": "text", "classification": "property", "content": "<title>Photoacoustic\nImaging</title><p>Because of\nstrong NIR absorption, carbon nanomaterials have been extensively\nutilized in photoacoustic imaging (PAI) technique, which provides not only good spatial resolution but also high imaging\ndepth compared to conventional optical imaging technique. The PA imaging\ncapacity of ZCNs is evaluated, as shown in a, with the PA signal intensity of ZCNs reaching\nthe highest at the excitation wavelength of 718 nm, which could reduce\nthe interference of hemoglobin (760 nm) and oxygenated homolobin (850\nnm). Meanwhile, the PA signal enhanced\nwith the increase of the concentration of ZCNs (b), demonstrating that ZCNs can be a good\ncontrast agent for PA imaging. Interestingly, the PA signal intensity\nat 718 nm was also enhanced with the increase in the nanoparticle\nsize. This behavior is attributed to the enhanced photothermal effects\nwith the increase in the size of ZCNs; meanwhile, thermal effect generates\ndifferent thermal expansion and leads to enhanced PA signal with the\nincrease in the nanoparticle size.\n</p><p>Subsequently, nude mice bearing A549 tumors are selected\nto investigate\nthe accumulation of the nanoparticles in vivo. The ZCNs dispersion\n(2 mg mL<sup>–1</sup>, 100 μL) is administered to mice\nvia tail vein injection; meanwhile, the PA signals in the tumor region\nare measured at different time points (0, 2, 4, 6, 8, and 24 h). Subsequently,\nto eliminate the interference from hemoglobin and oxygenated homolobin,\nthe obtained PA signals are processed with the unmixing spectra module.\nAs shown in c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">S18</ext-link>, Supporting Information, the\nPA signals of the tumor region reach a maximum at 4 h for ZCN-60 and\nZCN-110 and at 6 h for ZCN-200, indicating that the highest nanoparticles\naccumulation in tumor is around 4 or 6 h after injection. Meanwhile,\nthe quantification value of the PA signal of the ZCNs at the tumor\nregion is obtained (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S19</ext-link>, Supporting\nInformation). For example, to the ZCN-110 group, before injection\nand 4 h after injection, the PA intensity of the tumor region is calculated\nas 0.019 ± 0.03 and 0.98 ± 0.03, indicating a good accumulation\nat the tumor site at 4 h. In brief, the PA imaging in vivo fully proves\nthat ZCNs are suitable as PA imaging agents; meanwhile, 4 or 6 h after\nintravenous injection is the best time point for tumor phototherapy\nfor ZCN-60, ZCN-110, and ZCN-200, respectively.</p><p>To further verify\nthe PA imaging results of ZCNs in vivo, we study\nthe biodistribution and pharmacokinetics by measuring the fluorescent\nsignal of ZCNs in different organs and blood. The biodistribution\nexperiments (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S20</ext-link>, Supporting Information)\nverify the ZCN-60, ZCN-110, and ZCN-200 are accumulated in tumors\nby the enhanced penetration and retention effect of NPs, the accumulation\namounts of ZCNs in tumors are calculated as 6.78 ± 2.07, 7.65\n± 2.16, and 8.61 ± 2.05% ID per g, respectively. Then, with\ntime increasing to 24 h, the nanoparticles are metabolized from the\nmice. Meanwhile, the blood levels of the ZCNs reduced gradually with\nincrease in time, and the half-lives of those nanoparticles in vivo\nare determined to be 4.12 ± 1.36, 4.02 ± 1.28, and 3.89\n± 1.08 h for ZCN-60, ZCN-110, and ZCN-200, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S21</ext-link>, Supporting Information).</p><title>In Vivo Phototherapy</title><p>Being aware\nof the excellent phototherapy effect of ZCNs in vitro, we first pre-evaluated\nthe antitumor phototherapy efficacy in vivo in A549 tumor-bearing\nmice. After an intravenous injection of 100 μL of nanomaterials\nsuspension (3 mg mL<sup>–1</sup>), laser irradiation is performed\nwith an 808 nm laser (3 W cm<sup>–2</sup>) for 5 min at 4 h\nfor ZCN-60 and ZCN-100 and 6 h for ZCN-200 after injection, respectively.\nAn IR thermal camera is used to monitor the photothermal performance\nin vivo. As shown in d, after 5 min of laser irradiation, the tumor temperature\nof the mice of the ZCN-200 group rapidly increased from 31.1 to 55.1\n°C (Δ<italic>T</italic> = 24 °C), whereas that of\nthe mice of ZCN-110 and ZCN-60 can only increase up to 48.2 and 42.8\n°C, respectively. These results reveal that ZCN-200 has a better\nphotothermal performance in vivo than ZCN-110 and ZCN-60, which is\nlikely attributed to the size-dependent photothermal behavior of ZCNs.\nIn contrast, the tumor temperature of the mice with PBS treatment\nonly increase by 9.1 °C, indicating that NIR laser at such a\npower intensity could not induce sufficient heating effect. Meanwhile,\nconsidering the minimum damage to the skin, different conditions are\nused to test the phototherapy in vitro (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figures S22 and S23</ext-link>, Supporting Information); finally, we find out\nthat 1 W cm<sup>–2</sup>, 10 min is also a suitable condition\nfor phototherapy (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S24</ext-link>, Supporting\nInformation).</p><p>On the basis of the above results and analysis,\nwe perform the oncotherapy experiments in vivo. BALB/c nude mice bearing\nA549 tumor of volume ≈80 mm<sup>3</sup> are randomly divided\ninto four groups (six mice per group) and then the nanoparticles dispersion\nis injected through the tail vein. As shown in b,c, the tumor in the PBS + NIR group grows\nrapidly, whereas the tumors in the ZCN-110 (3 W cm<sup>–2</sup>, 5 min) group regrow; the antitumor rate calculated from the tumor\nweight is ∼50%, revealing inefficient tumor ablation effect\nof ZCN-110, which is probably due to their relatively lower phototherapy\neffects. However, the tumors in the ZCN-200 (3 W cm<sup>–2</sup>, 5 min) group are completely eliminated within 14 days, with no\nrecrudescence. These results are in accordance with the IR thermal\nimaging experiments shown in d. To confirm the biocompatibility of ZCNs, the body\nweights of the mice are supervised and the weight in each group keeps\ngrowing, indicating the ZCNs do not induce systemic toxicity. And,\nafter 14th day of therapy, all the mice are euthanized and the major\norgan are excised for hematoxylin and eosin (H&amp;E) test. As shown\nin d, there\nare no obvious organ damage and inflammation compared to the PBS +\nNIR group. Meanwhile, biosafety in vivo is also evaluated by the blood\nchemistry and the results (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">Figure S25</ext-link>,\nSupporting Information) show negligible differences between the ZCNs\ngroup and the control group, indicating good biosafety of the ZCNs\nin vivo. Furthermore, a high antitumor capability (∼97 %) is\nalso observed for the ZCN-200-treated mice (1 W cm<sup>–2</sup>, 10 min) (a–d and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b15828/suppl_file/am8b15828_si_001.pdf\">S24</ext-link>, Supporting Information),\nsuggesting that excellent phototherapy effect of the ZCNs could be\nrealized even at a lower power density. Hence, the data indicate that\nZCNs are a promising phototherapy agent in oncotherapy and have a\nrelatively low systemic toxicity.</p>", "clean_text": "Photoacoustic Imaging\n\nBecause of strong NIR absorption, carbon nanomaterials have been extensively utilized in photoacoustic imaging (PAI) technique, which provides not only good spatial resolution but also high imaging depth compared to conventional optical imaging technique. The PA imaging capacity of ZCNs is evaluated, as shown in a, with the PA signal intensity of ZCNs reaching the highest at the excitation wavelength of 718 nm, which could reduce the interference of hemoglobin (760 nm) and oxygenated homolobin (850 nm). Meanwhile, the PA signal enhanced with the increase of the concentration of ZCNs (b), demonstrating that ZCNs can be a good contrast agent for PA imaging. Interestingly, the PA signal intensity at 718 nm was also enhanced with the increase in the nanoparticle size. This behavior is attributed to the enhanced photothermal effects with the increase in the size of ZCNs; meanwhile, thermal effect generates different thermal expansion and leads to enhanced PA signal with the increase in the nanoparticle size. \n\nSubsequently, nude mice bearing A549 tumors are selected to investigate the accumulation of the nanoparticles in vivo. The ZCNs dispersion (2 mg mL-1, 100 μL) is administered to mice via tail vein injection; meanwhile, the PA signals in the tumor region are measured at different time points (0, 2, 4, 6, 8, and 24 h). Subsequently, to eliminate the interference from hemoglobin and oxygenated homolobin, the obtained PA signals are processed with the unmixing spectra module. As shown in c and S18, Supporting Information, the PA signals of the tumor region reach a maximum at 4 h for ZCN-60 and ZCN-110 and at 6 h for ZCN-200, indicating that the highest nanoparticles accumulation in tumor is around 4 or 6 h after injection. Meanwhile, the quantification value of the PA signal of the ZCNs at the tumor region is obtained (Figure S19, Supporting Information). For example, to the ZCN-110 group, before injection and 4 h after injection, the PA intensity of the tumor region is calculated as 0.019 ± 0.03 and 0.98 ± 0.03, indicating a good accumulation at the tumor site at 4 h. In brief, the PA imaging in vivo fully proves that ZCNs are suitable as PA imaging agents; meanwhile, 4 or 6 h after intravenous injection is the best time point for tumor phototherapy for ZCN-60, ZCN-110, and ZCN-200, respectively.\n\nTo further verify the PA imaging results of ZCNs in vivo, we study the biodistribution and pharmacokinetics by measuring the fluorescent signal of ZCNs in different organs and blood. The biodistribution experiments (Figure S20, Supporting Information) verify the ZCN-60, ZCN-110, and ZCN-200 are accumulated in tumors by the enhanced penetration and retention effect of NPs, the accumulation amounts of ZCNs in tumors are calculated as 6.78 ± 2.07, 7.65 ± 2.16, and 8.61 ± 2.05% ID per g, respectively. Then, with time increasing to 24 h, the nanoparticles are metabolized from the mice. Meanwhile, the blood levels of the ZCNs reduced gradually with increase in time, and the half-lives of those nanoparticles in vivo are determined to be 4.12 ± 1.36, 4.02 ± 1.28, and 3.89 ± 1.08 h for ZCN-60, ZCN-110, and ZCN-200, respectively (Figure S21, Supporting Information).\n\nIn Vivo Phototherapy\n\nBeing aware of the excellent phototherapy effect of ZCNs in vitro, we first pre-evaluated the antitumor phototherapy efficacy in vivo in A549 tumor-bearing mice. After an intravenous injection of 100 μL of nanomaterials suspension (3 mg mL-1), laser irradiation is performed with an 808 nm laser (3 W cm-2) for 5 min at 4 h for ZCN-60 and ZCN-100 and 6 h for ZCN-200 after injection, respectively. An IR thermal camera is used to monitor the photothermal performance in vivo. As shown in d, after 5 min of laser irradiation, the tumor temperature of the mice of the ZCN-200 group rapidly increased from 31.1 to 55.1 °C (ΔT = 24 °C), whereas that of the mice of ZCN-110 and ZCN-60 can only increase up to 48.2 and 42.8 °C, respectively. These results reveal that ZCN-200 has a better photothermal performance in vivo than ZCN-110 and ZCN-60, which is likely attributed to the size-dependent photothermal behavior of ZCNs. In contrast, the tumor temperature of the mice with PBS treatment only increase by 9.1 °C, indicating that NIR laser at such a power intensity could not induce sufficient heating effect. Meanwhile, considering the minimum damage to the skin, different conditions are used to test the phototherapy in vitro (Figures S22 and S23, Supporting Information); finally, we find out that 1 W cm-2, 10 min is also a suitable condition for phototherapy (Figure S24, Supporting Information).\n\nOn the basis of the above results and analysis, we perform the oncotherapy experiments in vivo. BALB/c nude mice bearing A549 tumor of volume ~80 mm3 are randomly divided into four groups (six mice per group) and then the nanoparticles dispersion is injected through the tail vein. As shown in b,c, the tumor in the PBS + NIR group grows rapidly, whereas the tumors in the ZCN-110 (3 W cm-2, 5 min) group regrow; the antitumor rate calculated from the tumor weight is ~50%, revealing inefficient tumor ablation effect of ZCN-110, which is probably due to their relatively lower phototherapy effects. However, the tumors in the ZCN-200 (3 W cm-2, 5 min) group are completely eliminated within 14 days, with no recrudescence. These results are in accordance with the IR thermal imaging experiments shown in d. To confirm the biocompatibility of ZCNs, the body weights of the mice are supervised and the weight in each group keeps growing, indicating the ZCNs do not induce systemic toxicity. And, after 14th day of therapy, all the mice are euthanized and the major organ are excised for hematoxylin and eosin (H&E) test. As shown in d, there are no obvious organ damage and inflammation compared to the PBS + NIR group. Meanwhile, biosafety in vivo is also evaluated by the blood chemistry and the results (Figure S25, Supporting Information) show negligible differences between the ZCNs group and the control group, indicating good biosafety of the ZCNs in vivo. Furthermore, a high antitumor capability (~97 %) is also observed for the ZCN-200-treated mice (1 W cm-2, 10 min) (a-d and S24, Supporting Information), suggesting that excellent phototherapy effect of the ZCNs could be realized even at a lower power density. Hence, the data indicate that ZCNs are a promising phototherapy agent in oncotherapy and have a relatively low systemic toxicity.", "data": [[{"meta": {"name": "ZCNs", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "718", "unit": "nm", "condition": "excitation wavelength"}]}, {"meta": {"name": "ZCNs", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "4", "unit": "h", "condition": "time point"}]}, {"meta": {"name": "ZCNs", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "6", "unit": "h", "condition": "time point"}]}, {"meta": {"name": "ZCNs", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "4.12", "unit": "h", "condition": "half-life"}]}, {"meta": {"name": "ZCNs", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "4.02", "unit": "h", "condition": "half-life"}]}, {"meta": {"name": "ZCNs", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "3.89", "unit": "h", "condition": "half-life"}]}, {"meta": {"name": "ZCN-60", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "31.1, 55.1", "unit": "°C", "condition": "tumor temperature"}]}, {"meta": {"name": "ZCN-110", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "48.2", "unit": "°C", "condition": "tumor temperature"}]}, {"meta": {"name": "ZCN-60", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "42.8", "unit": "°C", "condition": "tumor temperature"}]}, {"meta": {"name": "PBS", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "9.1", "unit": "°C", "condition": "tumor temperature"}]}]], "include_properties": ["peak_spectrum"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Diagram of the Preparation of ZIF-8-Derived\nCarbon Nanoparticles\n(ZCNs) and Their Applications for In Vivo PA Imaging Guided Photothermal/Photodynamic\nCombined Therapy</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2018-15828r_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Diagram of the Preparation of ZIF-8-Derived Carbon Nanoparticles (ZCNs) and Their Applications for In Vivo PA Imaging Guided Photothermal/Photodynamic Combined Therapy   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Characterization of ZCNs. (a) TEM images of\nZIF-8 nanoparticles:\n(i) 60, (ii) 110, and (iii) 200 nm and ZIF-8-derived carbon nanoparticles:\n(iv) ZCN-60, (v) ZCN-110, and (vi) ZCN-200. The scale bars are 100\nnm. Raman spectrum (b), high-resolution N 1s X-ray photoelectron spectroscopy\n(XPS) spectrum (c) and power XRD pattern (d) of ZCN-110.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2018-15828r_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Characterization of ZCNs. (a) TEM images of ZIF-8 nanoparticles: (i) 60, (ii) 110, and (iii) 200 nm and ZIF-8-derived carbon nanoparticles: (iv) ZCN-60, (v) ZCN-110, and (vi) ZCN-200. The scale bars are 100 nm. Raman spectrum (b), high-resolution N 1s X-ray photoelectron spectroscopy (XPS) spectrum (c) and power XRD pattern (d) of ZCN-110.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Photothermal effects\nof ZCNs. (a) Photothermal effects of ZCN-110\nwith different pyrolysis temperatures under NIR laser irradiation\n(50 μg mL<sup>–1</sup>, 808 nm, 3 W cm<sup>–2</sup>). (b) A relationship between the maximum temperature change with\ndifferent nanoparticle suspensions, together with the relevant UV\nabsorbance at 808 nm. (c) The photothermal effects of ZCN-60, ZCN-110,\nand ZCN-200 dispersion (50 μg mL<sup>–1</sup>, 808 nm,\n3 W cm<sup>–2</sup>). (d) UV–vis absorbance spectra\nof ZCN-60, ZCN-110, and ZCN-200 aqueous dispersions (50 μg mL<sup>–1</sup>).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2018-15828r_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Photothermal effects of ZCNs. (a) Photothermal effects of ZCN-110 with different pyrolysis temperatures under NIR laser irradiation (50 μg mL-1, 808 nm, 3 W cm-2). (b) A relationship between the maximum temperature change with different nanoparticle suspensions, together with the relevant UV absorbance at 808 nm. (c) The photothermal effects of ZCN-60, ZCN-110, and ZCN-200 dispersion (50 μg mL-1, 808 nm, 3 W cm-2). (d) UV-vis absorbance spectra of ZCN-60, ZCN-110, and ZCN-200 aqueous dispersions (50 μg mL-1).   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Photodegradation\nof DPBF by ICG (a), ZCN-60 (b), ZCN-110 (c), and\nZCN-200 (d) under NIR laser irradiation (808 nm, 3 W cm<sup>–2</sup>, 5 min). (e) Confocal laser scanning microscopy (CLSM) images to\nvisualize the intracellular ROS generation in ZCN-110 group (12.5\nμg mL<sup>–1</sup>) and ZCN-110 + NIR group, respectively.\nThe scale bars are 50 μm in the images.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2018-15828r_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Photodegradation of DPBF by ICG (a), ZCN-60 (b), ZCN-110 (c), and ZCN-200 (d) under NIR laser irradiation (808 nm, 3 W cm-2, 5 min). (e) Confocal laser scanning microscopy (CLSM) images to visualize the intracellular ROS generation in ZCN-110 group (12.5 μg mL-1) and ZCN-110 + NIR group, respectively. The scale bars are 50 μm in the images.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Cell viability\nof 293T cells (a) and A549 cells (b) incubated with\nZCN-60, ZCN-110, and ZCN-200 for 24 h with different concentrations.\n(c) In vitro phototherapy efficacy of ZCN-60, ZCN-110, and ZCN-200\nin various concentrations on A549 cells upon NIR laser irradiation\n(808 nm, 3 W cm<sup>–2</sup>, irradiation time = 300 s). (d)\nCell viability of A549 cells following PDT group (4 °C + NIR),\nPTT group (25 °C + NIR + NaN<sub>3</sub>), and simultaneous PDT/PTT\ngroup (25 °C + NIR) of ZCN-110. (e) CLSM images of calcein AM\n(green, live cells) and PI (propidium iodide) (red, dead cells) co-stained\nA549 cells treated by blank group and ZCN-110 group with NIR laser\nirradiation (50 μg mL<sup>–1</sup>, 808 nm, 3 W cm<sup>–2</sup>) for 300 s. White bars stand for 50 μm in the\nimages.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2018-15828r_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Cell viability of 293T cells (a) and A549 cells (b) incubated with ZCN-60, ZCN-110, and ZCN-200 for 24 h with different concentrations. (c) In vitro phototherapy efficacy of ZCN-60, ZCN-110, and ZCN-200 in various concentrations on A549 cells upon NIR laser irradiation (808 nm, 3 W cm-2, irradiation time = 300 s). (d) Cell viability of A549 cells following PDT group (4 °C + NIR), PTT group (25 °C + NIR + NaN3), and simultaneous PDT/PTT group (25 °C + NIR) of ZCN-110. (e) CLSM images of calcein AM (green, live cells) and PI (propidium iodide) (red, dead cells) co-stained A549 cells treated by blank group and ZCN-110 group with NIR laser irradiation (50 μg mL-1, 808 nm, 3 W cm-2) for 300 s. White bars stand for 50 μm in the images.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>In vitro/vivo\nPA imaging of ZCNs. (a) PA signal intensity of ZCNs\nin vitro at various excitation wavelengths. (b) Linear relation between\nPA signal in vitro versus various concentration of ZCNs nanoparticles.\n(c) PA imaging profiles (top row: ZCN-60; middle row: ZCN-110; bottom\nrow: ZCN-200) of tumor region at different intravenous injection times\nin A549 tumor-bearing mice. (d) Infrared thermal images of the mice\ntreated with PBS, ZCN-60, ZCN-110, and ZCN-200 (100 μL, 3 mg\nmL<sup>–1</sup>) under NIR laser irradiation (808 nm, 3 W cm<sup>–2</sup>) for 300 s.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2018-15828r_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  In vitro/vivo PA imaging of ZCNs. (a) PA signal intensity of ZCNs in vitro at various excitation wavelengths. (b) Linear relation between PA signal in vitro versus various concentration of ZCNs nanoparticles. (c) PA imaging profiles (top row: ZCN-60; middle row: ZCN-110; bottom row: ZCN-200) of tumor region at different intravenous injection times in A549 tumor-bearing mice. (d) Infrared thermal images of the mice treated with PBS, ZCN-60, ZCN-110, and ZCN-200 (100 μL, 3 mg mL-1) under NIR laser irradiation (808 nm, 3 W cm-2) for 300 s.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>In vivo phototherapy. (a) Body weight\ncurves after different treatments\nduring a period of time. (b) Growth curves of A549 tumors on mice\nof different groups after corresponding treatments as indicated. (c)\nPhotographs of tumors dissected for each group on the 14th day after\nphototherapy treatment and comparison of tumor weight in each group.\n(d) H&amp;E staining images of major organs dissected from each experiment\ngroup (40×). **<italic>p</italic> &lt; 0.01; ***<italic>p</italic> &lt; 0.001.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2018-15828r_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  In vivo phototherapy. (a) Body weight curves after different treatments during a period of time. (b) Growth curves of A549 tumors on mice of different groups after corresponding treatments as indicated. (c) Photographs of tumors dissected for each group on the 14th day after phototherapy treatment and comparison of tumor weight in each group. (d) H&E staining images of major organs dissected from each experiment group (40×). **p < 0.01; ***p < 0.001.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.8b15828", "title": "\nMetal–Organic\nFrameworks-Derived Carbon Nanoparticles\nfor Photoacoustic Imaging-Guided Photothermal/Photodynamic Combined\nTherapy\n", "journal": "American\nChemical Society", "date": "2018.11", "author_list": ["Yang\nPeng", "Tian\nYe", "Men\nYongzhi", "Guo\nRanran", "Peng\nHaibao", "Jiang\nQin", "Yang\nWuli"]}}