{"filepath": "../L2M3_data/1_application_papers/acs_xml/am9b05736.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Metal–organic\nframework (MOF) nanoparticles with\nhigh porosity and greater tunability have emerged as new drug delivery\nvehicles. However, premature drug release still remains a challenge\nin the MOF delivery system. Here, we report an enzyme-responsive,\npolymer-coated MOF gatekeeper system using hyaluronic acid (HA) and\nPCN-224 nanoMOF. The external surface of nanoMOF can be stably covered\nby HA through multivalent coordination bonding between the Zr cluster\nand carboxylic acid of HA, which\nacts as a gatekeeper. HA allows selective accumulation of drug carriers\nin CD44 overexpressed cancer cells and enzyme-responsive drug release\nin\nthe cancer cell environment. In particular, inherent characteristics\nof PCN-224, which is used as a drug carrier, facilitates the transfer\nof the drug to cancer cells more stably and allows photodynamic therapy.\nThis HA-PCN system enables a dual chemo and photodynamic therapy\nto enhance the cancer therapy effect.</p>", "clean_text": "Metal-organic framework (MOF) nanoparticles with high porosity and greater tunability have emerged as new drug delivery vehicles. However, premature drug release still remains a challenge in the MOF delivery system. Here, we report an enzyme-responsive, polymer-coated MOF gatekeeper system using hyaluronic acid (HA) and PCN-224 nanoMOF. The external surface of nanoMOF can be stably covered by HA through multivalent coordination bonding between the Zr cluster and carboxylic acid of HA, which acts as a gatekeeper. HA allows selective accumulation of drug carriers in CD44 overexpressed cancer cells and enzyme-responsive drug release in the cancer cell environment. In particular, inherent characteristics of PCN-224, which is used as a drug carrier, facilitates the transfer of the drug to cancer cells more stably and allows photodynamic therapy. This HA-PCN system enables a dual chemo and photodynamic therapy to enhance the cancer therapy effect.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Cancer is a public health threat worldwide,\nresponsible for 609 940\ndeaths in the United States alone in 2018. Although chemotherapy is a popular cancer treatment therapy, direct\nadministration of anticancer drugs often causes severe side effects. Development of drug delivery vehicles, which\nregulate drug release while minimizing side effects and maintaining\ntherapeutic efficacy, is highly desirable. Drug delivery\nsystems have been developed for the past few decades including inorganic\nmesoporous silica, quantum dots, metal nanoparticles, polymer nanoparticles, and organic dendrimers. However, these systems are still far from ideal drug delivery systems\nand difficult to satisfy the following important requirements simultaneously,\nincluding large drug loading capacity, colloidal stability, low toxicity,\nand biodegradability.\n</p>", "clean_text": "Introduction\n\nCancer is a public health threat worldwide, responsible for 609940 deaths in the United States alone in 2018. Although chemotherapy is a popular cancer treatment therapy, direct administration of anticancer drugs often causes severe side effects. Development of drug delivery vehicles, which regulate drug release while minimizing side effects and maintaining therapeutic efficacy, is highly desirable. Drug delivery systems have been developed for the past few decades including inorganic mesoporous silica, quantum dots, metal nanoparticles, polymer nanoparticles, and organic dendrimers. However, these systems are still far from ideal drug delivery systems and difficult to satisfy the following important requirements simultaneously, including large drug loading capacity, colloidal stability, low toxicity, and biodegradability. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks (MOFs), a new\nclass of porous materials,\nare now emerging as new drug delivery vehicles due to their\nhigh porosity and greater tunability compared to those of conventional\nporous materials, providing multifunctionalities\nbased on size, composition, topology, and chemical properties. However, controlled drug release has not been investigated extensively\nin these MOF-based systems. Most of the reported\nnanoMOFs has lack of colloidal stability in an aqueous environment\nand premature drug release behavior even without any stimuli as the\nsurface of nanoMOFs is not fully covered. Drug encapsulated MOF have\nbeen studied to prevent unexpected drug release. The drug encapsulated\nduring the MOF synthesis process was released through MOF degradation. However, the water stability and the simple loading for use of various\ndrugs remains a challenge. To stably deliver drug molecules into cancer\ncells without undesired drug leakage before reaching target site and\nincrease therapeutic effect by releasing the drug molecules inside\nthe cancer cells, it is necessary to regulate drug release precisely\nby introducing the stable stimuli-sensitive system into the surface\nof nanoMOFs.</p>", "clean_text": "Metal-organic frameworks (MOFs), a new class of porous materials, are now emerging as new drug delivery vehicles due to their high porosity and greater tunability compared to those of conventional porous materials, providing multifunctionalities based on size, composition, topology, and chemical properties. However, controlled drug release has not been investigated extensively in these MOF-based systems. Most of the reported nanoMOFs has lack of colloidal stability in an aqueous environment and premature drug release behavior even without any stimuli as the surface of nanoMOFs is not fully covered. Drug encapsulated MOF have been studied to prevent unexpected drug release. The drug encapsulated during the MOF synthesis process was released through MOF degradation. However, the water stability and the simple loading for use of various drugs remains a challenge. To stably deliver drug molecules into cancer cells without undesired drug leakage before reaching target site and increase therapeutic effect by releasing the drug molecules inside the cancer cells, it is necessary to regulate drug release precisely by introducing the stable stimuli-sensitive system into the surface of nanoMOFs.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>To achieve this goal, we design an enzyme-responsive\npolymer gatekeeper\non nanoscale MOF (nanoMOF). First, we choose a nanoscale, Zr-based\nporphyrinic MOF, PCN-224, for a main component for the drug delivery\nsystem. This MOF is robust, yet biodegradable,\nwith large surface area and stable over a wide range of pH. Furthermore, it can generate <sup>1</sup>O<sub>2</sub>, an essential feature for photodynamic cancer therapy. Park\net al. demonstrated the cellular uptake ability of PCN-224 as a photodynamic\ntherapy (PDT) agent depending on the size of PCN-224. In this experiment,\n90 nm PCN-224 shows the higher cellular uptake ability compare to\nthat of 30, 60, 140, and 190 nm. After uptake, PCN-224 effectively\ninduces cancer cell death up to 80% under 640 nm light irradiation. After loading drug molecules inside MOF, the\nnanoscale MOFs are covered with a gatekeeper, blocking the pore entrance\nto preserve drug molecules inside the pore to prevent premature release. Hyaluronic acid (HA), a natural polysaccharide with good biocompatibility,\nis chosen as a polymer gatekeeper. NanoMOFs covered with HA gatekeeper\nhave several significant advantages: (i) the multiple coordination\nbonds between HA and the MOF make stable surface modification and\nkeep the drug molecules inside the pore, (ii) hydrophilic HA on the\nMOFs provides a good colloidal stability in the water, (iii) HA acts\nas a cancer-targeting ligand for selective drug delivery because it\ncan interact with CD44 that is overexpressed in many cancer cells,\nand (iv) HA is degraded by HAdase in cancer cells so that the drug\nmolecules can be only released inside the cancer cell. For this reason, HA modification to the MOF has been studied to\nincrease the cancer therapy effect. However,\nadditional experimentation was required to modify HA to the MOF surface.\nWe hypothesized that simply modified HA through a coordination bond\ndirectly on the MOF system would be a highly efficient drug delivery\nsystem for multimodal anticancer therapy. Herein, we report that the\nHA-nanoMOF system loaded with anticancer drug doxorubicin (Dox) is\nindeed highly efficient for cancer therapy. This approach is one step\ncloser to precision medicine, providing multifunctional capabilities,\nincluding cancer-targeting, on-site drug release, and PDT (). This combined\ntherapy, chemotherapy and PDT, demonstrated here\nis highly efficient for targeting multidrug-resistant cancer cells.</p>", "clean_text": "To achieve this goal, we design an enzyme-responsive polymer gatekeeper on nanoscale MOF (nanoMOF). First, we choose a nanoscale, Zr-based porphyrinic MOF, PCN-224, for a main component for the drug delivery system. This MOF is robust, yet biodegradable, with large surface area and stable over a wide range of pH. Furthermore, it can generate 1O2, an essential feature for photodynamic cancer therapy. Park et al. demonstrated the cellular uptake ability of PCN-224 as a photodynamic therapy (PDT) agent depending on the size of PCN-224. In this experiment, 90 nm PCN-224 shows the higher cellular uptake ability compare to that of 30, 60, 140, and 190 nm. After uptake, PCN-224 effectively induces cancer cell death up to 80% under 640 nm light irradiation. After loading drug molecules inside MOF, the nanoscale MOFs are covered with a gatekeeper, blocking the pore entrance to preserve drug molecules inside the pore to prevent premature release. Hyaluronic acid (HA), a natural polysaccharide with good biocompatibility, is chosen as a polymer gatekeeper. NanoMOFs covered with HA gatekeeper have several significant advantages: (i) the multiple coordination bonds between HA and the MOF make stable surface modification and keep the drug molecules inside the pore, (ii) hydrophilic HA on the MOFs provides a good colloidal stability in the water, (iii) HA acts as a cancer-targeting ligand for selective drug delivery because it can interact with CD44 that is overexpressed in many cancer cells, and (iv) HA is degraded by HAdase in cancer cells so that the drug molecules can be only released inside the cancer cell. For this reason, HA modification to the MOF has been studied to increase the cancer therapy effect. However, additional experimentation was required to modify HA to the MOF surface. We hypothesized that simply modified HA through a coordination bond directly on the MOF system would be a highly efficient drug delivery system for multimodal anticancer therapy. Herein, we report that the HA-nanoMOF system loaded with anticancer drug doxorubicin (Dox) is indeed highly efficient for cancer therapy. This approach is one step closer to precision medicine, providing multifunctional capabilities, including cancer-targeting, on-site drug release, and PDT (). This combined therapy, chemotherapy and PDT, demonstrated here is highly efficient for targeting multidrug-resistant cancer cells.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Illustration of Preparation of HA Gatekeeper Metal–Organic\nFramework Nanosystem and Chemo and PDT Combined Therapy Procedure</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2019-05736r_0004.tif\"></graphic>\n</fig>", "clean_text": " 1  Illustration of Preparation of HA Gatekeeper Metal-Organic Framework Nanosystem and Chemo and PDT Combined Therapy Procedure   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><title>Materials and Methods</title><title>General Information</title><p>All chemicals\nand reagents were\npurchased from Sigma-Aldrich, TCI, and Alfa Aesar, Korea unless otherwise\nspecified and used without further purification. Sodium hyaluronate\nwas purchased from Acros Organic (Belgium). Doxorubicin hydrochloride\nwas obtained from Ontario Chemicals Inc., Canada. Deionized (DI) water\nwas produced by the Millipore Milli-Q system (18.2 MΩ cm).</p>", "clean_text": "Experimental Section\n\nMaterials and Methods\n\nGeneral Information\n\nAll chemicals and reagents were purchased from Sigma-Aldrich, TCI, and Alfa Aesar, Korea unless otherwise specified and used without further purification. Sodium hyaluronate was purchased from Acros Organic (Belgium). Doxorubicin hydrochloride was obtained from Ontario Chemicals Inc., Canada. Deionized (DI) water was produced by the Millipore Milli-Q system (18.2 MΩ cm).", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of PCN-224 (100 nm)</title><p>PCN-224 nanoparticles\nwere synthesized in a solvothermal condition as reported. meso-tetra­(4-carboxyphenyl)­porphine (TCPP) (100\nmg, 0.13 mmol), ZrOCl<sub>2</sub>·8H<sub>2</sub>O (300 mg, 0.93\nmmol), benzoic acid (2.8 g, 23 mmol), and <italic>N</italic>,<italic>N</italic>-dimethylformamide (DMF) (100 mL) were combined in a 250\nmL round-bottom flask. The mixture was heated to 90 °C for 5\nh with 300 rpm stirring and then cooled to room temperature. The product\nwas collected by centrifugation with 15 000 rpm for 30 min\nand washed by fresh DMF and acetone. The synthesized PCN-224 sample\nwas characterized by powder X-ray diffraction (PXRD).</p>", "clean_text": "Preparation of PCN-224 (100 nm)\n\nPCN-224 nanoparticles were synthesized in a solvothermal condition as reported. meso-tetra(4-carboxyphenyl)porphine (TCPP) (100 mg, 0.13 mmol), ZrOCl2⋅8H2O (300 mg, 0.93 mmol), benzoic acid (2.8 g, 23 mmol), and N,N-dimethylformamide (DMF) (100 mL) were combined in a 250 mL round-bottom flask. The mixture was heated to 90 °C for 5 h with 300 rpm stirring and then cooled to room temperature. The product was collected by centrifugation with 15000 rpm for 30 min and washed by fresh DMF and acetone. The synthesized PCN-224 sample was characterized by powder X-ray diffraction (PXRD).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["property"], "content": "<title>Charaterization\nof Porous Coordination Network (PCN)</title><p>Before gas adsorption\nmeasurement, 100 nm PCN-224 samples were thoroughly\nwashed thrice with DMF and twice with acetone. After decanting acetone,\nsamples were dried under vacuum for 3 h. Also, the dried powder was\nactivated at 85 °C for 30 min and at 120 °C for 5 h on ASAP\n2020 for N<sub>2</sub> adsorption measurement. The Brunauer–Emmett–Teller\n(BET) surface area for PCN-224 is 2296(8) m<sup>2</sup>/g. The corresponding\npore size distribution was analyzed by the nonlocal density functional\ntheory (NLDFT).</p>", "clean_text": "Charaterization of Porous Coordination Network (PCN)\n\nBefore gas adsorption measurement, 100 nm PCN-224 samples were thoroughly washed thrice with DMF and twice with acetone. After decanting acetone, samples were dried under vacuum for 3 h. Also, the dried powder was activated at 85 °C for 30 min and at 120 °C for 5 h on ASAP 2020 for N2 adsorption measurement. The Brunauer-Emmett-Teller (BET) surface area for PCN-224 is 2296(8) m2/g. The corresponding pore size distribution was analyzed by the nonlocal density functional theory (NLDFT).", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Preparation of Dox-PCN</title><p>PCN-224 (about\n4 mg) dispersed in 8 mg of Dox\nwas dissolved in 1 mL of dimethyl sulfoxide (DMSO) and the mixture\nwas stirred for 24 h at room temperature. Then, the Dox-loaded PCN-224\nwas collected by centrifugation and dried under high vacuum. Then,\ndried samples were redispersed in DI water (pH 7). The supernatant\nsolution containing unloaded Dox was analyzed under UV–visible\nspectra using the molar absorption coefficient. The drug loading capacity\n(%) is calculated as follows: mass of the drug in PCN-224/mass of\nPCN-224 × 100.</p>", "clean_text": "Preparation of Dox-PCN\n\nPCN-224 (about 4 mg) dispersed in 8 mg of Dox was dissolved in 1 mL of dimethyl sulfoxide (DMSO) and the mixture was stirred for 24 h at room temperature. Then, the Dox-loaded PCN-224 was collected by centrifugation and dried under high vacuum. Then, dried samples were redispersed in DI water (pH 7). The supernatant solution containing unloaded Dox was analyzed under UV-visible spectra using the molar absorption coefficient. The drug loading capacity (%) is calculated as follows: mass of the drug in PCN-224/mass of PCN-224 × 100.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Characterization of Dox-PCN</title><p>The\ndried Dox-PCN sample\nwas activated at 60 °C for 30 min and at 80 °C for 12 h\non ASAP 2020 for N<sub>2</sub> adsorption measurement. The BET surface\narea for Dox-PCN is 1353(5) m<sup>2</sup>/g. The corresponding pore\nsize distribution was analyzed by the nonlocal density functional\ntheory (NLDFT).</p>", "clean_text": "Characterization of Dox-PCN\n\nThe dried Dox-PCN sample was activated at 60 °C for 30 min and at 80 °C for 12 h on ASAP 2020 for N2 adsorption measurement. The BET surface area for Dox-PCN is 1353(5) m2/g. The corresponding pore size distribution was analyzed by the nonlocal density functional theory (NLDFT).", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Preparation of HA-Dox-PCN</title><p>About\n1 mg of Dox-loaded\nPCN were dispersed in 20 mL of DI water (pH 7) containing 2 mg of\nhyaluronic acid (HA), and the mixture was stirred for 24 h at room\ntemperature. Then, HA-coated Dox-PCN was collected by centrifugation\nand redispersed in DI water (pH 7). HA-Dox-PCN was washed three times\nby repeated centrifugation and redispersion. The supernatant solution\ncontaining unmodified HA was analyzed by the carbazole assay.</p>", "clean_text": "Preparation of HA-Dox-PCN\n\nAbout 1 mg of Dox-loaded PCN were dispersed in 20 mL of DI water (pH 7) containing 2 mg of hyaluronic acid (HA), and the mixture was stirred for 24 h at room temperature. Then, HA-coated Dox-PCN was collected by centrifugation and redispersed in DI water (pH 7). HA-Dox-PCN was washed three times by repeated centrifugation and redispersion. The supernatant solution containing unmodified HA was analyzed by the carbazole assay.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Thermogravimetry\nAnalysis (TGA)</title><p>TGA measurements of\nDox-PCN and HA-Dox-PCN were carried out on a SDT Q600 model of TA\nInstruments at a heating rate of 5 °C/min.</p><title>Synthesis\nof Amine-Modified Fluorescein Isothiocyanate (FITC)</title><p>The amine\nfunctional group was modified to fluorescein isothiocyanate\n(FITC) to prepare FITC-HA. FITC (5 mg, 12 μmol) and ethylenediamine\n(1 μL, 18 μmol) were dissolved in 2 mL of DMSO. The mixture\nwas stirred at room temperature for 12 h. The solvents and ethylenediamine\nwere removed by a freeze drier.</p>", "clean_text": "Thermogravimetry Analysis (TGA)\n\nTGA measurements of Dox-PCN and HA-Dox-PCN were carried out on a SDT Q600 model of TA Instruments at a heating rate of 5 °C/min.\n\nSynthesis of Amine-Modified Fluorescein Isothiocyanate (FITC)\n\nThe amine functional group was modified to fluorescein isothiocyanate (FITC) to prepare FITC-HA. FITC (5 mg, 12 μmol) and ethylenediamine (1 μL, 18 μmol) were dissolved in 2 mL of DMSO. The mixture was stirred at room temperature for 12 h. The solvents and ethylenediamine were removed by a freeze drier.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of FITC-HA</title><p>Hyaluronic acid (20 mg) was dissolved\nin 10 mL of DI water (pH 7). Then, 1-ethyl-3-(3-dimethylaminopropyl)­carbodiimide\n(15 mg, 97 μmol) and NHS (11 mg, 96 μmol) were added in\nHA solution. The mixture was stirred at room temperature for 4 h.\nThen, amine-modified FITC (2.2 mg, 5 μmol) was added in the\nmixture solution. After stirring at room temperature for 24 h, the\nmixture was purified by dialysis using a 2.5 K dialysis bag for 1\nweek. After dialysis, the solution was removed by the freeze drier.</p>", "clean_text": "Synthesis of FITC-HA\n\nHyaluronic acid (20 mg) was dissolved in 10 mL of DI water (pH 7). Then, 1-ethyl-3-(3-dimethylaminopropyl)carbodiimide (15 mg, 97 μmol) and NHS (11 mg, 96 μmol) were added in HA solution. The mixture was stirred at room temperature for 4 h. Then, amine-modified FITC (2.2 mg, 5 μmol) was added in the mixture solution. After stirring at room temperature for 24 h, the mixture was purified by dialysis using a 2.5 K dialysis bag for 1 week. After dialysis, the solution was removed by the freeze drier.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Drug Release Profile</title><p>Release kinetics of HA-Dox-PCN\nwas analyzed by a Shimadzu RFPC 5430 spectrophotometer. Nanoparticles\nwere dispersed in phosphate-buffered saline (pH 7.4). After dispersion,\nthe Dox fluorescence intensity was measured (excitation wavelength,\n480 nm). To determine the induced drug release profile, HAdase (400\nU/mL) was added to the nanoparticle solution at 4 h and the release\nprofile was analyzed using fluorescence.</p>", "clean_text": "Drug Release Profile\n\nRelease kinetics of HA-Dox-PCN was analyzed by a Shimadzu RFPC 5430 spectrophotometer. Nanoparticles were dispersed in phosphate-buffered saline (pH 7.4). After dispersion, the Dox fluorescence intensity was measured (excitation wavelength, 480 nm). To determine the induced drug release profile, HAdase (400 U/mL) was added to the nanoparticle solution at 4 h and the release profile was analyzed using fluorescence.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Singlet Oxygen Generation\nAnalysis</title><p>A Newport IQE-200\nsolar simulator (Irvine, CA) was used as a light source. The power\ndensity for light was 40 mW/cm<sup>2</sup>. To measure the generated\nsinglet oxygen (<sup>1</sup>O<sub>2</sub>), anthracenediyl bis­(methylene)­malonic\nacid (ABDA) and nanoparticles (100 and 20 μM) were prepared\nin distilled water. The absorbance of ABDA is attenuated after reaction\nwith <sup>1</sup>O<sub>2</sub> from PCN-224. The degree of absorbance\nchange before/after photoirradiation implies the absolute amount of\ngenerated <sup>1</sup>O<sub>2</sub>. Absorbance was obtained for every\n2 min under the irradiation.</p>", "clean_text": "Singlet Oxygen Generation Analysis\n\nA Newport IQE-200 solar simulator (Irvine, CA) was used as a light source. The power density for light was 40 mW/cm2. To measure the generated singlet oxygen (1O2), anthracenediyl bis(methylene)malonic acid (ABDA) and nanoparticles (100 and 20 μM) were prepared in distilled water. The absorbance of ABDA is attenuated after reaction with 1O2 from PCN-224. The degree of absorbance change before/after photoirradiation implies the absolute amount of generated 1O2. Absorbance was obtained for every 2 min under the irradiation.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Binding Constant Analysis</title><p>HA-FITC solution (1 mL, 2.5\nnM) was placed in the vial, and PCN-224 (8.55 nM) and DI water (pH\n7) were subsequently added to the HA-FITC solution. The volume of\nmixture solution was adjusted to 3 mL. The emission spectrum of the\nsample was recorded with excitation at 470 nm. After measurement,\nthe normalized fluorescence intensities calibrated by respective controls\nat 520 nm were plotted against the concentration of PCN-224. The nonlinear\nleast-squares curve-fitting analysis was conducted to estimate the\ncomplex stability.</p>", "clean_text": "Binding Constant Analysis\n\nHA-FITC solution (1 mL, 2.5 nM) was placed in the vial, and PCN-224 (8.55 nM) and DI water (pH 7) were subsequently added to the HA-FITC solution. The volume of mixture solution was adjusted to 3 mL. The emission spectrum of the sample was recorded with excitation at 470 nm. After measurement, the normalized fluorescence intensities calibrated by respective controls at 520 nm were plotted against the concentration of PCN-224. The nonlinear least-squares curve-fitting analysis was conducted to estimate the complex stability.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Cell Culture</title><p>The cells were cultured\n(using RPMI 1640\nand Dulbecco’s modified eagle medium (DMEM) media, respectively)\nwhile supplemented with 10% fetal bovine serum (FBS), 100 μg/mL\nstreptomycin, and 100 U/mL penicillin under incubation at 37 °C\nand humidified with 5% CO<sub>2</sub>.</p>", "clean_text": "Cell Culture\n\nThe cells were cultured (using RPMI 1640 and Dulbecco's modified eagle medium (DMEM) media, respectively) while supplemented with 10% fetal bovine serum (FBS), 100 μg/mL streptomycin, and 100 U/mL penicillin under incubation at 37 °C and humidified with 5% CO2.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Cell Viability Analysis</title><p>Cells (5 × 10<sup>3</sup> cells/well) were cultured in sterile\n96-well Nunc (Thermo Scientific\nInc.) plates for 24 h and treated with different concentrations of\nPCN, HA-Dox-PCN (1.0, 2.0, 3.0, 4.0, and 5.0 μg/mL) for 12 h\nin the dark, and then, media were replaced with fresh media and the\ncells were irradiated for 30 min at 1 sun light (100 mW/cm<sup>2</sup>) using a solar simulator. Cells were incubated for another 12 h\nbefore checking the cell cytotoxicity using the Alamar blue dye assay\nby following the manufacturer’s protocol (DAL 1025, Invitrogen).</p>", "clean_text": "Cell Viability Analysis\n\nCells (5 × 103 cells/well) were cultured in sterile 96-well Nunc (Thermo Scientific Inc.) plates for 24 h and treated with different concentrations of PCN, HA-Dox-PCN (1.0, 2.0, 3.0, 4.0, and 5.0 μg/mL) for 12 h in the dark, and then, media were replaced with fresh media and the cells were irradiated for 30 min at 1 sun light (100 mW/cm2) using a solar simulator. Cells were incubated for another 12 h before checking the cell cytotoxicity using the Alamar blue dye assay by following the manufacturer's protocol (DAL 1025, Invitrogen).", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Endocytic Pathway Analysis</title><p>To check the endocytosis-mediated\nuptake pathway of HA-Dox-PCN, MDA-MB231 cells were seeded in a four-well\nchambered coverglass (Lab Tek II, Thermo Scientific Inc.) and pretreated\nwith different inhibitors including sucrose (clathrin-mediated uptake,\n400 nM), methyl-β cytodextrin (caveolae-mediated uptake), and\namilorin (macropinocytosis) in serum-free DMEM for 1 h and replaced\nwith fresh media. Afterward, HA-Dox-PCN\nwere added to the medium for another 1 h of incubation. Then, the\ncells were analyzed under a confocal microscope (Olympus FV 1000)\nconnected to a CO<sub>2</sub> incubator.</p>", "clean_text": "Endocytic Pathway Analysis\n\nTo check the endocytosis-mediated uptake pathway of HA-Dox-PCN, MDA-MB231 cells were seeded in a four-well chambered coverglass (Lab Tek II, Thermo Scientific Inc.) and pretreated with different inhibitors including sucrose (clathrin-mediated uptake, 400 nM), methyl-β cytodextrin (caveolae-mediated uptake), and amilorin (macropinocytosis) in serum-free DMEM for 1 h and replaced with fresh media. Afterward, HA-Dox-PCN were added to the medium for another 1 h of incubation. Then, the cells were analyzed under a confocal microscope (Olympus FV 1000) connected to a CO2 incubator.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Cellular Uptake Analysis</title><p>The cellular uptakes of Dox-PCN\nand HA-Dox-PCN nanoparticles in HeK 293T, MDA-MB-231, and SCC-7 cells\nwere investigated by live confocal microscope images (Olympus FV 1000\nseries). The cells were seeded at a density of 2 × 10<sup>5</sup> cells/well in a two-well chambered coverglass (Lab Tek II, Thermo\nScientific). After 24 h of incubation, cells were treated with Dox-PCN\nor HA-Dox-PCN at a final concentration of Dox at 10 μg/mL at\ndifferent time points and analyzed using a confocal microscope.</p>", "clean_text": "Cellular Uptake Analysis\n\nThe cellular uptakes of Dox-PCN and HA-Dox-PCN nanoparticles in HeK 293T, MDA-MB-231, and SCC-7 cells were investigated by live confocal microscope images (Olympus FV 1000 series). The cells were seeded at a density of 2 × 105 cells/well in a two-well chambered coverglass (Lab Tek II, Thermo Scientific). After 24 h of incubation, cells were treated with Dox-PCN or HA-Dox-PCN at a final concentration of Dox at 10 μg/mL at different time points and analyzed using a confocal microscope.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Cellular Uptake Study of HA-Dox-PCN and Dox-PCN by Flow Cytometry</title><p>The cellular uptakes of HA-Dox-PCN and Dox-PCN nanoparticles in\nHeK 293T, MDA-MB-231, and SCC-7 cells were investigated by a BD FACSVerse\nflow cytometer. The cells were seeded at a density of 2 × 10<sup>5</sup> cells/well in a six-well plate. After 24 h of incubation,\ncells were treated separately with HA-Dox-PCN and Dox-PCN at a final\nconcentration of Dox at 10 μg/mL for 3 h and the uptake was\nanalyzed by the BD FACSVerse flow cytometer.</p>", "clean_text": "Cellular Uptake Study of HA-Dox-PCN and Dox-PCN by Flow Cytometry\n\nThe cellular uptakes of HA-Dox-PCN and Dox-PCN nanoparticles in HeK 293T, MDA-MB-231, and SCC-7 cells were investigated by a BD FACSVerse flow cytometer. The cells were seeded at a density of 2 × 105 cells/well in a six-well plate. After 24 h of incubation, cells were treated separately with HA-Dox-PCN and Dox-PCN at a final concentration of Dox at 10 μg/mL for 3 h and the uptake was analyzed by the BD FACSVerse flow cytometer.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Reactive\nOxygen Species (ROS) Generation Using Dihydroethidium\n(DHE) by Flow Cytometry</title><p>The cellular reactive oxygen (ROS)\nwas measured by a BD FACSVerse flow cytometer in HeK 293T, MDA-MB-231,\nand SCC-7 cells after treatment with HA-Dox-PCN and Dox-PCN. The cells\nwere seeded at a density of 2 × 10<sup>5</sup> cells/well in\na six-well plate. After 24 h of incubation, cells were treated separately\nwith HA-Dox-PCN and Dox-PCN at a final concentration of Dox at 10\nμg/mL for 3 h followed by 30 min of light irradiation. Then,\nthe cells were kept for another 2 h followed by treatment with freshly\nprepared 5 μM DHE for 30 min at 37 °C. Then, the cells\nwere analyzed by a BD FACSVerse flow cytometer.</p>", "clean_text": "Reactive Oxygen Species (ROS) Generation Using Dihydroethidium (DHE) by Flow Cytometry\n\nThe cellular reactive oxygen (ROS) was measured by a BD FACSVerse flow cytometer in HeK 293T, MDA-MB-231, and SCC-7 cells after treatment with HA-Dox-PCN and Dox-PCN. The cells were seeded at a density of 2 × 105 cells/well in a six-well plate. After 24 h of incubation, cells were treated separately with HA-Dox-PCN and Dox-PCN at a final concentration of Dox at 10 μg/mL for 3 h followed by 30 min of light irradiation. Then, the cells were kept for another 2 h followed by treatment with freshly prepared 5 μM DHE for 30 min at 37 °C. Then, the cells were analyzed by a BD FACSVerse flow cytometer.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Theoretical\nMethods</title><title>Molecular Modeling</title><p>To investigate the interfacial structure\nbetween the HA coating and PCN-224 surface via molecular dynamics\n(MD) simulation and density functional theory (DFT) calculation, we\nmodeled two kinds of model systems for PCN-224 MOF, i.e., slab and\ncluster models. Each model was taken from the crystal structure of\nPCN-224, which was obtained from experimental XRD analysis. For the\ncharge balance around the Zr­(IV) atom, half of μ<sub>3</sub>-OH and μ-OH in each Zr<sub>6</sub> node were substituted by\nμ<sub>3</sub>-O and μ-H<sub>2</sub>O, respectively, as\nsuggested by Park et al.’s work. The slab model was modeled as a thin monolayer slab perpendicular\nto the (100) surface, which was composed of eight Zr<sub>6</sub> nodes\nand eight TCPP ligands, with about 70 Å of vacuum region (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">Figure S7a</ext-link>). Dangling bonds and charge imbalance\ndue to (100) surface cleavage were compensated by adding two hydroxyl\ngroups to each Zr<sub>6</sub> node, i.e., (Zr<sub>6</sub>(μ<sub>3</sub>-O)<sub>4</sub>(μ<sub>3</sub>-OH)<sub>4</sub>(μ-OH)<sub>8</sub>(μ-H<sub>2</sub>O)<sub>6</sub>)<sub>8</sub>TCPP<sub>8</sub>. For the cluster model, we employed three fragmented cluster\nmodels to represent the structure around the Zr<sub>6</sub> node in\nthe bulk and surface regions as well as the TCPP ligand, respectively\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">Figure S7b–d</ext-link>). The TCPP ligand\nwas so bulky that it was replaced by a carboxyphenyl functional group\nin the Zr<sub>6</sub> cluster. Thus, the Zr<sub>6</sub> cluster model\nin the bulk region was composed of Zr<sub>6</sub>(μ<sub>3</sub>-O)<sub>4</sub>(μ<sub>3</sub>-OH)<sub>4</sub>(μ-OH)<sub>6</sub>(μ-H<sub>2</sub>O)<sub>6</sub>(C<sub>6</sub>H<sub>5</sub>COO)<sub>6</sub>, whereas that in surface region was composed of\nZr<sub>6</sub>(μ<sub>3</sub>-O)<sub>4</sub>(μ<sub>3</sub>-OH)<sub>4</sub>(μ-OH)<sub>8</sub>(μ-H<sub>2</sub>O)<sub>6</sub>(C<sub>6</sub>H<sub>5</sub>COO)<sub>4</sub>. These cluster\nmodels were employed for calculating partial charges of PCN-224 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">Figure S8 and Table S1</ext-link>) and for calculating the\nformation mechanism of the coordination bond.</p>", "clean_text": "Theoretical Methods\n\nMolecular Modeling\n\nTo investigate the interfacial structure between the HA coating and PCN-224 surface via molecular dynamics (MD) simulation and density functional theory (DFT) calculation, we modeled two kinds of model systems for PCN-224 MOF, i.e., slab and cluster models. Each model was taken from the crystal structure of PCN-224, which was obtained from experimental XRD analysis. For the charge balance around the Zr(IV) atom, half of μ3-OH and μ-OH in each Zr6 node were substituted by μ3-O and μ-H2O, respectively, as suggested by Park et al.'s work. The slab model was modeled as a thin monolayer slab perpendicular to the (100) surface, which was composed of eight Zr6 nodes and eight TCPP ligands, with about 70 Å of vacuum region (Figure S7a). Dangling bonds and charge imbalance due to (100) surface cleavage were compensated by adding two hydroxyl groups to each Zr6 node, i.e., (Zr6(μ3-O)4(μ3-OH)4(μ-OH)8(μ-H2O)6)8TCPP8. For the cluster model, we employed three fragmented cluster models to represent the structure around the Zr6 node in the bulk and surface regions as well as the TCPP ligand, respectively (Figure S7b-d). The TCPP ligand was so bulky that it was replaced by a carboxyphenyl functional group in the Zr6 cluster. Thus, the Zr6 cluster model in the bulk region was composed of Zr6(μ3-O)4(μ3-OH)4(μ-OH)6(μ-H2O)6(C6H5COO)6, whereas that in surface region was composed of Zr6(μ3-O)4(μ3-OH)4(μ-OH)8(μ-H2O)6(C6H5COO)4. These cluster models were employed for calculating partial charges of PCN-224 (Figure S8 and Table S1) and for calculating the formation mechanism of the coordination bond.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Molecular\nDynamics</title><p>To observe physical adsorption of\nHA polymers on nanoMOF, we employed the slab model and HA decamer,\nwhose length was about 2–3 times longer than one side of the\nslab model. In the MD simulation, we modeled HA-MOF systems with three\ndifferent numbers of HA decamers (i.e., 2, 4, and 6 HA decamers) near\none side of the surface (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">Figure S9</ext-link>). In\naddition, to apply the hydrated condition in HA coating, hydrated\nmodels were also considered, where water molecules were packed in\nall void regions of each system. In the MD simulation, the PCN-224\nslab was regarded as a rigid body, whereas HA and water molecules\nwere free to move. To observe the relaxed configuration of HA, we\ncarried out thermal annealing in the temperature range between 298\nand 500 K for 3 ns. For the nonbonding interaction energy parameters\nof the slab model, universal force field and Mulliken charges obtained from\nDFT were employed. Atomic charges employed in MD simulation are summarized\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">Table S1</ext-link>. For HA polymers and water\nmolecules, consistent valence force field was applied to describe bonding and nonbonding interaction parameters.\nThe Lorentz–Berthelot combination rule was applied for the van der Waals parameters between the slab model\nand HA or water in the system.</p>", "clean_text": "Molecular Dynamics\n\nTo observe physical adsorption of HA polymers on nanoMOF, we employed the slab model and HA decamer, whose length was about 2-3 times longer than one side of the slab model. In the MD simulation, we modeled HA-MOF systems with three different numbers of HA decamers (i.e., 2, 4, and 6 HA decamers) near one side of the surface (Figure S9). In addition, to apply the hydrated condition in HA coating, hydrated models were also considered, where water molecules were packed in all void regions of each system. In the MD simulation, the PCN-224 slab was regarded as a rigid body, whereas HA and water molecules were free to move. To observe the relaxed configuration of HA, we carried out thermal annealing in the temperature range between 298 and 500 K for 3 ns. For the nonbonding interaction energy parameters of the slab model, universal force field and Mulliken charges obtained from DFT were employed. Atomic charges employed in MD simulation are summarized in Table S1. For HA polymers and water molecules, consistent valence force field was applied to describe bonding and nonbonding interaction parameters. The Lorentz-Berthelot combination rule was applied for the van der Waals parameters between the slab model and HA or water in the system.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Density Functional Theory\n(DFT)</title><p>We investigated the\nformation mechanism of the coordination bond between HA and Zr<sub>6</sub> metal node using the DMol<sup>3</sup> program. The mechanism was predicted to be a dehydration condensation reaction\nby interaction between the carboxylic acid functional group of HA\nand the hydroxyl group coordinated to the metal node. For the DFT\ncalculation, we employed the Perdew–Burke–Ernzerhof\n(PBE) exchange–correlation functional and DNP 4.4 basis set with the all-electron relativistic core treatment.\nThe convergence criteria for energy, force, and displacement were\nset to 1 × 10<sup>–5</sup> Ha, 0.002 Ha/Å, and 0.005\nÅ, respectively. To include the dispersion correction of the\nvan der Waals effect, the Tkatchenko–Scheffler scheme was used. The electrostatic contribution in the hydrated\ncondition was considered by applying the conductor-like screening\nmodel, with the dielectric constant of\nwater (ε = 78.54). To calculate transition states in the formation\nmechanism of the coordination bond between Ha and Zr<sub>6</sub> metal\nnode, we employed complete single linear synchronous transit and quadratic\nsynchronous transit methods and the convergence\ncriteria of the root-mean-square force was set as 0.002 Ha/Å.</p>", "clean_text": "Density Functional Theory (DFT)\n\nWe investigated the formation mechanism of the coordination bond between HA and Zr6 metal node using the DMol3 program. The mechanism was predicted to be a dehydration condensation reaction by interaction between the carboxylic acid functional group of HA and the hydroxyl group coordinated to the metal node. For the DFT calculation, we employed the Perdew-Burke-Ernzerhof (PBE) exchange-correlation functional and DNP 4.4 basis set with the all-electron relativistic core treatment. The convergence criteria for energy, force, and displacement were set to 1 × 10-5 Ha, 0.002 Ha/Å, and 0.005 Å, respectively. To include the dispersion correction of the van der Waals effect, the Tkatchenko-Scheffler scheme was used. The electrostatic contribution in the hydrated condition was considered by applying the conductor-like screening model, with the dielectric constant of water (ε = 78.54). To calculate transition states in the formation mechanism of the coordination bond between Ha and Zr6 metal node, we employed complete single linear synchronous transit and quadratic synchronous transit methods and the convergence criteria of the root-mean-square force was set as 0.002 Ha/Å.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><p>The crystal structure of PCN-224\nhas a <bold>she</bold> topology\nwith <italic>Im</italic>3̅<italic>m</italic> space group that\ncontains three-dimensional open channels with the size of 1.9 nm. As biocompatible Zr­(IV) has strong interaction\nwith the carboxylate linker, Zr nodes provide the framework robustness\nand thus ensure that the drug is delivered to cancer cells stably.\nIn addition, the porphyrinic linker in the MOF framework allows efficient\nPDT without aggregation in the aqueous solution. PCN-224 nanoparticles\nwere synthesized using a synthetic method described in a previous\nreport. Synthesized PCN-224 nanoparticles\nwere observed\nto have a spherical morphology with the diameter of 100 nm by transmission\nelectron microscopy (TEM) and scanning electron microscope (SEM) (a,b). Nanoparticles\nof this size have a higher cellular uptake ability than that of other\nsizes. The structure of synthesized nanoparticles\nwas confirmed by powder X-ray diffraction (PXRD). The experimental\nPXRD pattern of the MOF nanoparticles matches well with the simulated\npattern (c)\nand still maintains crystallinity after HA coating, implying that\nthe MOF structure remains during the synthesis process. The nanoMOF\nhas a large Brunauer–Emmett–Teller (BET) surface area\nof 2296(8) m<sup>2</sup>/g by N<sub>2</sub> adsorption studies at\n77K (d, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">S1a</ext-link>). This high surface area allow drug loading\nin large quantities, demonstrating the potential of the PCN-224 nanoparticles\nas a drug delivery carrier. We investigated the loading capacity of\nthe hydrophobic Dox in nonmodified PCN-224 through physical entrapment.\nThe drug encapsulation mechanism is caused by noncovalent interactions\nsuch as hydrogen bonding and van der Waals interactions, allowing\nPCN-224 to interact more effectively with the drug molecule. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">Figure S2</ext-link>, PCN-224 showed high loading capacity ability (108%, weight ratio\nbetween Dox and nanoMOFs). The porosity of Dox-PCN was confirmed by\nN<sub>2</sub> adsorption. The BET surface area of Dox-PCN is 1353(5)\nm<sup>2</sup>/g. Although the surface area and pore size of Dox-PCN\ndecrease, the porosity of Dox-PCN still remains after drug loading\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">Figure S1c</ext-link>).</p>", "clean_text": "Results and Discussion\n\nThe crystal structure of PCN-224 has a she topology with Im3̅m space group that contains three-dimensional open channels with the size of 1.9 nm. As biocompatible Zr(IV) has strong interaction with the carboxylate linker, Zr nodes provide the framework robustness and thus ensure that the drug is delivered to cancer cells stably. In addition, the porphyrinic linker in the MOF framework allows efficient PDT without aggregation in the aqueous solution. PCN-224 nanoparticles were synthesized using a synthetic method described in a previous report. Synthesized PCN-224 nanoparticles were observed to have a spherical morphology with the diameter of 100 nm by transmission electron microscopy (TEM) and scanning electron microscope (SEM) (a,b). Nanoparticles of this size have a higher cellular uptake ability than that of other sizes. The structure of synthesized nanoparticles was confirmed by powder X-ray diffraction (PXRD). The experimental PXRD pattern of the MOF nanoparticles matches well with the simulated pattern (c) and still maintains crystallinity after HA coating, implying that the MOF structure remains during the synthesis process. The nanoMOF has a large Brunauer-Emmett-Teller (BET) surface area of 2296(8) m2/g by N2 adsorption studies at 77K (d, S1a). This high surface area allow drug loading in large quantities, demonstrating the potential of the PCN-224 nanoparticles as a drug delivery carrier. We investigated the loading capacity of the hydrophobic Dox in nonmodified PCN-224 through physical entrapment. The drug encapsulation mechanism is caused by noncovalent interactions such as hydrogen bonding and van der Waals interactions, allowing PCN-224 to interact more effectively with the drug molecule. As shown in Figure S2, PCN-224 showed high loading capacity ability (108%, weight ratio between Dox and nanoMOFs). The porosity of Dox-PCN was confirmed by N2 adsorption. The BET surface area of Dox-PCN is 1353(5) m2/g. Although the surface area and pore size of Dox-PCN decrease, the porosity of Dox-PCN still remains after drug loading (Figure S1c).", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) TEM and (b) SEM images\nof PCN-224, of which the size is around\n90 nm. (c) PXRD pattern of PCN-224 (graph changed to arbitrary unit).\n(d) N<sub>2</sub> sorption data of PCN-224. (e) Dynamic light scattering\n(DLS) size of PCN-224 and HA-Dox-PCN. (f) Surface charge as measured\nby a zetasizer.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2019-05736r_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) TEM and (b) SEM images of PCN-224, of which the size is around 90 nm. (c) PXRD pattern of PCN-224 (graph changed to arbitrary unit). (d) N2 sorption data of PCN-224. (e) Dynamic light scattering (DLS) size of PCN-224 and HA-Dox-PCN. (f) Surface charge as measured by a zetasizer.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<p>Along with a major limitation\nin the MOF drug delivery system,\nthe hydrophobicity of the particle surface and open pores of Dox-PCN\ncan cause low colloidal stability and premature drug release. To overcome\nsuch drawbacks, the Dox-PCN has been modified by an HA biopolymer\nthrough the coordination interaction with the Zr cluster and the carboxylic\nacid of HA. The DLS experiment indicated an increase in the hydrodynamic\nradius of HA-Dox-PCN (∼250 ± 20 nm) compared to that of\nPCN-224 (∼164 ± 20 nm) (e). After HA coating, MOF still showed the\nspherical morphology (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">Figure S3</ext-link>). The structural\ndifferences among PCN-224, Dox-PCN, and HA-Dox-PCN were confirmed\nby TGA. After modifying the Dox and HA with PCN-224, TGA data show\ndifferent thermal decomposition processes, although a quantitative\ncalculation of the component ratio is difficult because of the pyrolysis\ntemperature overlap of TCPP, Dox, and HA (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">Figure S4</ext-link>). Furthermore, surface properties of PCN-224 and HA-Dox-PCN\nwere determined by measuring the ζ-potential in aqueous solution.\nThe ζ-potential experiment indicated a change of the surface\ncharge from a positive potential for PCN-224 (+27 mV) to a negative\npotential for HA-Dox-PCN (−34 mV) (f). The size and surface charge change indicates\nthat HA was coated successfully on the PCN-224 surface. The HA-Dox-PCN\ncolloidal stability was studied by measuring the size change through\nvarying the time in media. As shown in a, the particle size did not show any significant\ndifference for 48 h, indicative of high colloidal stability. The nanoparticle\ncolloidal stability is important for the safe and effective nanomedicine\nsince low colloidal stability of nanoparticles can lead to capillary\nblockage in vivo and the nanoparticles are likely to be rapidly removed\nby the body’s\nreticuloendothelial system.</p>", "clean_text": "Along with a major limitation in the MOF drug delivery system, the hydrophobicity of the particle surface and open pores of Dox-PCN can cause low colloidal stability and premature drug release. To overcome such drawbacks, the Dox-PCN has been modified by an HA biopolymer through the coordination interaction with the Zr cluster and the carboxylic acid of HA. The DLS experiment indicated an increase in the hydrodynamic radius of HA-Dox-PCN (~250 ± 20 nm) compared to that of PCN-224 (~164 ± 20 nm) (e). After HA coating, MOF still showed the spherical morphology (Figure S3). The structural differences among PCN-224, Dox-PCN, and HA-Dox-PCN were confirmed by TGA. After modifying the Dox and HA with PCN-224, TGA data show different thermal decomposition processes, although a quantitative calculation of the component ratio is difficult because of the pyrolysis temperature overlap of TCPP, Dox, and HA (Figure S4). Furthermore, surface properties of PCN-224 and HA-Dox-PCN were determined by measuring the ζ-potential in aqueous solution. The ζ-potential experiment indicated a change of the surface charge from a positive potential for PCN-224 (+27 mV) to a negative potential for HA-Dox-PCN (-34 mV) (f). The size and surface charge change indicates that HA was coated successfully on the PCN-224 surface. The HA-Dox-PCN colloidal stability was studied by measuring the size change through varying the time in media. As shown in a, the particle size did not show any significant difference for 48 h, indicative of high colloidal stability. The nanoparticle colloidal stability is important for the safe and effective nanomedicine since low colloidal stability of nanoparticles can lead to capillary blockage in vivo and the nanoparticles are likely to be rapidly removed by the body's reticuloendothelial system.", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) HA-Dox-PCN colloidal stability measured\nby DLS in cell media\nover 48 h. (b) Modified HA amount for PCN at different concentrations\nof NaCl. (c) Fluorescence titration graph (HA molecular weight, 1500–2200\nkDa). (d) Enlarged snapshots of interacting structures between HA\ndecamers and the PCN-224 surface with water molecules. Black dashed\nlines represent hydrogen bond. (e) Energy diagram of the reaction\npath for the formation mechanism of the coordination bond between\nthe HA monomer and the Zr<sub>6</sub> cluster model in the surface\nregion. The acronyms IS, TS, IM, and FS represent the initial, transition,\nintermediate, and final states, respectively. The numbers represent\nthe relative energies of each state based on that of the IS. (f) Atomic\nconfigurations of each state in the reaction coordinate. The atoms\nin the bond formation reaction are shown by ball-and-stick models,\nwhile the remaining atoms are represented by sticks. Except for water\nmolecule colored in blue, the Zr, C, H, and O atoms are colored in\ncyan, gray, white, and red, respectively.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2019-05736r_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) HA-Dox-PCN colloidal stability measured by DLS in cell media over 48 h. (b) Modified HA amount for PCN at different concentrations of NaCl. (c) Fluorescence titration graph (HA molecular weight, 1500-2200 kDa). (d) Enlarged snapshots of interacting structures between HA decamers and the PCN-224 surface with water molecules. Black dashed lines represent hydrogen bond. (e) Energy diagram of the reaction path for the formation mechanism of the coordination bond between the HA monomer and the Zr6 cluster model in the surface region. The acronyms IS, TS, IM, and FS represent the initial, transition, intermediate, and final states, respectively. The numbers represent the relative energies of each state based on that of the IS. (f) Atomic configurations of each state in the reaction coordinate. The atoms in the bond formation reaction are shown by ball-and-stick models, while the remaining atoms are represented by sticks. Except for water molecule colored in blue, the Zr, C, H, and O atoms are colored in cyan, gray, white, and red, respectively.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>There are two possible driving forces of HA coatings: (i)\nby electrostatic\ninteractions since the highly negatively charged HA can interact with\nthe highly positive surface potentials of PCN-224 and (ii) by the\ncoordination bond of HA with the Zr cluster. To investigate the main\ndriving force of HA coating, we observed the effect of salt concentration\nin the HA coating process. We hypothesized that if the main driving\nforce was the electrostatic interaction, the coating of HA onto PCN-224\nwould be influenced by the ionic strength of the solution since an\nincrease in the ionic strength weakened the electrostatic interactions.\nA modified amount of HA was confirmed at different sodium chloride\nconcentrations by the carbazole assay, which is commonly used to measure\nthe amount of HA.</p>", "clean_text": "There are two possible driving forces of HA coatings: (i) by electrostatic interactions since the highly negatively charged HA can interact with the highly positive surface potentials of PCN-224 and (ii) by the coordination bond of HA with the Zr cluster. To investigate the main driving force of HA coating, we observed the effect of salt concentration in the HA coating process. We hypothesized that if the main driving force was the electrostatic interaction, the coating of HA onto PCN-224 would be influenced by the ionic strength of the solution since an increase in the ionic strength weakened the electrostatic interactions. A modified amount of HA was confirmed at different sodium chloride concentrations by the carbazole assay, which is commonly used to measure the amount of HA.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<p>As shown in b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">S6</ext-link>, the\namount of HA was independent\nof the concentration of sodium chloride and sodium acetate. More interestingly,\nthe HA coating was quite stable even at a high salt concentration\n(200 mM). These results imply that the coating of HA might have happened\nby the polyvalent coordination bonds, along with simple electrostatic\ninteraction and single coordination bonds. To further investigate\nthe binding between HA and PCN-224, fluorescence titration was performed. Different molecular weights of FITC-modified\nHA (high-molecular-weight HA (1500–2200 kDa) and low-molecular-weight\nHA (8–15 kDa)) were prepared to compare the binding constant.\nThe fluorescence of FITC-modified HA (FITC-HA) was significantly quenched\nwhen PCN-224 nanoparticles were added, probably due to the energy\ntransfer from FITC to the porphyrin framework (c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">S5</ext-link>). The\nnormalized fluorescence intensities of FITC-HA at 520 nm were plotted\nagainst the ratio of the nanoparticle to the polymer. The binding\nconstants (<italic>K</italic>\n<sub>s</sub>) were obtained through the\nnonlinear least-squares curve-fitting analysis. <italic>K</italic>\n<sub>s</sub> of high-molecular-weight HA-FITC with PCN-224 is 2.9\n× 10<sup>11</sup> M<sup>–1</sup>. Meanwhile, that of low-molecular-weight\nHA-FITC with PCN-224 was significantly decreased to 3.19 × 10<sup>7</sup> M<sup>–1</sup>. These results suggest that a large\nnumber of carboxylate groups of HA affect the binding force. Therefore,\npolyvalent coordination bonds with Zr clusters on the surface of PCN-224\nnanoparticles are very important for a robust and stable gatekeeper\nsystem.</p>", "clean_text": "As shown in b and S6, the amount of HA was independent of the concentration of sodium chloride and sodium acetate. More interestingly, the HA coating was quite stable even at a high salt concentration (200 mM). These results imply that the coating of HA might have happened by the polyvalent coordination bonds, along with simple electrostatic interaction and single coordination bonds. To further investigate the binding between HA and PCN-224, fluorescence titration was performed. Different molecular weights of FITC-modified HA (high-molecular-weight HA (1500-2200 kDa) and low-molecular-weight HA (8-15 kDa)) were prepared to compare the binding constant. The fluorescence of FITC-modified HA (FITC-HA) was significantly quenched when PCN-224 nanoparticles were added, probably due to the energy transfer from FITC to the porphyrin framework (c and S5). The normalized fluorescence intensities of FITC-HA at 520 nm were plotted against the ratio of the nanoparticle to the polymer. The binding constants (K s) were obtained through the nonlinear least-squares curve-fitting analysis. K s of high-molecular-weight HA-FITC with PCN-224 is 2.9 × 1011 M-1. Meanwhile, that of low-molecular-weight HA-FITC with PCN-224 was significantly decreased to 3.19 × 107 M-1. These results suggest that a large number of carboxylate groups of HA affect the binding force. Therefore, polyvalent coordination bonds with Zr clusters on the surface of PCN-224 nanoparticles are very important for a robust and stable gatekeeper system.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>To further investigate HA coating on nanoMOF, we first\nobserved\nthe physical adsorption of HA on the surface of PCN-224 via molecular\ndynamics simulations (see the  section). In the low HA coverage systems with two decamers in the\ncoating layer in the dry and hydrated conditions, HAs became adsorbed\nalong the pore edge of the PCN-224 due to the formation of hydrogen\nbonds (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">Figure S10</ext-link>). However, as the number\nof HA decamers increased to six to thicken the HA coating, an amorphous\ncoating layer was formed, resulting in the blocking of the pore structure\nin nanoMOF. More specifically, at the outermost surface of nanoMOF\nwith HAs in the dry condition, −OH in HA (e.g., carboxylic\nacid and hydroxyl group) stably interacted with the terminal hydroxyl\ngroup of the Zr<sub>6</sub> nodes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">Figure S11a</ext-link>) and the amine group of the TCPP linkers. Even in the hydrated condition,\na similar molecular configuration was observed while the hydroxyl\ngroups and the water molecules interacting with each other, as shown\nin d and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">S11b</ext-link>, contributing to stably locating the HA\ncoating layer near the surface. We conjectured that the formation\nof a coordination bond between HA and nanoMOF would be driven by this\nstrong hydrogen-bonding force.</p>", "clean_text": "To further investigate HA coating on nanoMOF, we first observed the physical adsorption of HA on the surface of PCN-224 via molecular dynamics simulations (see the  section). In the low HA coverage systems with two decamers in the coating layer in the dry and hydrated conditions, HAs became adsorbed along the pore edge of the PCN-224 due to the formation of hydrogen bonds (Figure S10). However, as the number of HA decamers increased to six to thicken the HA coating, an amorphous coating layer was formed, resulting in the blocking of the pore structure in nanoMOF. More specifically, at the outermost surface of nanoMOF with HAs in the dry condition, -OH in HA (e.g., carboxylic acid and hydroxyl group) stably interacted with the terminal hydroxyl group of the Zr6 nodes (Figure S11a) and the amine group of the TCPP linkers. Even in the hydrated condition, a similar molecular configuration was observed while the hydroxyl groups and the water molecules interacting with each other, as shown in d and S11b, contributing to stably locating the HA coating layer near the surface. We conjectured that the formation of a coordination bond between HA and nanoMOF would be driven by this strong hydrogen-bonding force.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>To verify the formation of a\ncoordination bond between HA and the\nZr<sub>6</sub> node, the thermodynamic parameters were calculated\nvia density\nfunctional theory (DFT) calculations (e,f and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">S12</ext-link>).\nBy considering molecular configurations observed at the hydrated condition\nin molecular dynamic simulations, the HA monomer and the water molecule\nwere placed near the terminal −OH group of the Zr<sub>6</sub> cluster. To make coordination bonds between HA and nanoMOF, we assumed\nthat the reaction would occur at the structure interconnected by hydrogen-bonding\ninteractions, i.e., water molecule, carboxyl acid in HA, and terminal\n−OH group of the Zr<sub>6</sub> cluster. In the initial reaction,\na hydrogen atom was transferred from carboxylic acid of HA to the\nterminal −OH group of the Zr<sub>6</sub> node, which was stabilized\nby an adjacent water molecule. Subsequently, the remaining carboxylate\nwas coordinated to an open Zr site, accompanying 4.16 kcal/mol of\nactivation energy (<italic>E</italic>\n<sub>a</sub>) and −6.63\nkcal/mol of heat of reaction (Δ<italic>E</italic>). From IM1\nto FS, the as-made water molecule was readily detached from the Zr\natom and concurrently the carboxylate was coordinated to the Zr atom\nwith 9.43 kcal/mol of <italic>E</italic>\n<sub>a</sub> and −13.25\nkcal/mol of Δ<italic>E</italic>. Considering this relatively\nlow <italic>E</italic>\n<sub>a</sub>, if the HA polymer was closely\nlocated to the Zr<sub>6</sub> metal node of PCN-224, the polymer was\nexpected to construct a new coordination bond with PCN-224 even at\nroom temperature.\n</p>", "clean_text": "To verify the formation of a coordination bond between HA and the Zr6 node, the thermodynamic parameters were calculated via density functional theory (DFT) calculations (e,f and S12). By considering molecular configurations observed at the hydrated condition in molecular dynamic simulations, the HA monomer and the water molecule were placed near the terminal -OH group of the Zr6 cluster. To make coordination bonds between HA and nanoMOF, we assumed that the reaction would occur at the structure interconnected by hydrogen-bonding interactions, i.e., water molecule, carboxyl acid in HA, and terminal -OH group of the Zr6 cluster. In the initial reaction, a hydrogen atom was transferred from carboxylic acid of HA to the terminal -OH group of the Zr6 node, which was stabilized by an adjacent water molecule. Subsequently, the remaining carboxylate was coordinated to an open Zr site, accompanying 4.16 kcal/mol of activation energy (E a) and -6.63 kcal/mol of heat of reaction (ΔE). From IM1 to FS, the as-made water molecule was readily detached from the Zr atom and concurrently the carboxylate was coordinated to the Zr atom with 9.43 kcal/mol of E a and -13.25 kcal/mol of ΔE. Considering this relatively low E a, if the HA polymer was closely located to the Zr6 metal node of PCN-224, the polymer was expected to construct a new coordination bond with PCN-224 even at room temperature. ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<p>Due to high expression\nof HAdase in cancer cells, the gatekeeper\nHA can be degraded inside cancer cells to trigger the release of the\ndrug molecules. We first monitored HA degradation by HAdase in aqueous\nsolution by observing the change of the surface charge. As shown in f, the surface charge\nof HA-PCN was changed from −34 to +4 mV after incubation with\nHAdase. This indicates that the coated HA on PCN-224 was degraded\nby HAdase. The HAdase-triggered drug release was investigated by measuring\nthe emission of released Dox from HA-Dox-PCN.</p>", "clean_text": "Due to high expression of HAdase in cancer cells, the gatekeeper HA can be degraded inside cancer cells to trigger the release of the drug molecules. We first monitored HA degradation by HAdase in aqueous solution by observing the change of the surface charge. As shown in f, the surface charge of HA-PCN was changed from -34 to +4 mV after incubation with HAdase. This indicates that the coated HA on PCN-224 was degraded by HAdase. The HAdase-triggered drug release was investigated by measuring the emission of released Dox from HA-Dox-PCN.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>As shown in a, when HAdase (400\nU/mL) was added to the HA-Dox-PCN aqueous suspension\nafter 3 h of incubation, the Dox fluorescence intensity was gradually\nincreased, implying that HAdase induced the drug release by degrading\nthe HA that was attached to the PCN-224 surface. Meanwhile, only HA-Dox-PCN\nindicated stable encapsulation of Dox without unwanted drug release.\nIt suggests that HA efficiently blocked the PCN-224 pore entrance\nbefore degradation by HAdase.</p>", "clean_text": "As shown in a, when HAdase (400 U/mL) was added to the HA-Dox-PCN aqueous suspension after 3 h of incubation, the Dox fluorescence intensity was gradually increased, implying that HAdase induced the drug release by degrading the HA that was attached to the PCN-224 surface. Meanwhile, only HA-Dox-PCN indicated stable encapsulation of Dox without unwanted drug release. It suggests that HA efficiently blocked the PCN-224 pore entrance before degradation by HAdase.", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Drug release profile of HA-Dox-PCN. (b)\nABDA assay analysis\nof PCN-224 and HA-Dox-PCN. (c) Confocal images to check the cellular\nuptake of Dox-loaded HA-PCN nanoparticles after 2 h of incubation.\nCell viability analysis in different cell lines at PCN-224 5 μg/mL:\n(d) Hek 293T and (e) MDA-MB-231.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2019-05736r_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Drug release profile of HA-Dox-PCN. (b) ABDA assay analysis of PCN-224 and HA-Dox-PCN. (c) Confocal images to check the cellular uptake of Dox-loaded HA-PCN nanoparticles after 2 h of incubation. Cell viability analysis in different cell lines at PCN-224 5 μg/mL: (d) Hek 293T and (e) MDA-MB-231.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>To facilitate the dual therapy, we chose the water-stable\nPCN-224\nconsisting of Zr and a porphyrinic organic ligand, which is used as\na sensitizer for PDT. The (4-carboxyphenyl)­porphyrin photosensitizer\nthat constitutes PCN-224 can use light to produce <sup>1</sup>O<sub>2</sub>. <sup>1</sup>O<sub>2</sub> generation was investigated by\nmeasuring ABDA absorption decrease under photoirradiation. As shown\nin b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">S16</ext-link>, ABDA absorbance decreased consistently by\nincreasing the illumination time. Additional advantage of HA coating\nis selectively targeting cancer and controlled drug release by HAdase\ninside the cancer cells. The cancer-targeting ability was confirmed\nby monitoring cellular uptake experiments. The prepared HA-Dox-PCN\nwas incubated with Hek 293T (human embryonic kidney 293 cells, CD44-negative\ncells), MDA-MB-231 (human mammary gland or breast cancer cells), and\nSCC-7 (murine squamous cell carcinoma, CD44-positive cells). After\n2 h of incubation, the cellular uptake ability of HA-Dox-PCN was observed\nby confocal microscopy and flow cytrometry (FACs). MDA-MB231 and SCC-7\ncell lines showed higher intensity of Dox compared to that of the\nHek 293T cell line (c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">S14</ext-link>). It is well known that\nCD44 is overexpressed on the surface of cancer cells. Meanwhile, Dox-PCN\nshowed low cellular uptake ability in all cell lines (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">Figures S13 and S14</ext-link>). Thus, these results suggest\nthat HA-Dox-PCN nanoparticles can selectively uptake CD44 receptor-expressing\ncancer cells. The cellular uptake pathway experiment was conducted\nto confirm the more accurate invasion mechanism of HA-Dox-PCN. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">Figure S15</ext-link> shows that the cellular uptake of\nHA-Dox-PCN is associated with clathrin-mediated endocytosis. ROS generation\nin the cell was confirmed by the FACs. HA-Dox-PCN effectively generated\nthe ROS in the MDA-MB231 and SCC-7 cell lines under light irradiation\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">Figure S17</ext-link>).</p>", "clean_text": "To facilitate the dual therapy, we chose the water-stable PCN-224 consisting of Zr and a porphyrinic organic ligand, which is used as a sensitizer for PDT. The (4-carboxyphenyl)porphyrin photosensitizer that constitutes PCN-224 can use light to produce 1O2. 1O2 generation was investigated by measuring ABDA absorption decrease under photoirradiation. As shown in b and S16, ABDA absorbance decreased consistently by increasing the illumination time. Additional advantage of HA coating is selectively targeting cancer and controlled drug release by HAdase inside the cancer cells. The cancer-targeting ability was confirmed by monitoring cellular uptake experiments. The prepared HA-Dox-PCN was incubated with Hek 293T (human embryonic kidney 293 cells, CD44-negative cells), MDA-MB-231 (human mammary gland or breast cancer cells), and SCC-7 (murine squamous cell carcinoma, CD44-positive cells). After 2 h of incubation, the cellular uptake ability of HA-Dox-PCN was observed by confocal microscopy and flow cytrometry (FACs). MDA-MB231 and SCC-7 cell lines showed higher intensity of Dox compared to that of the Hek 293T cell line (c and S14). It is well known that CD44 is overexpressed on the surface of cancer cells. Meanwhile, Dox-PCN showed low cellular uptake ability in all cell lines (Figures S13 and S14). Thus, these results suggest that HA-Dox-PCN nanoparticles can selectively uptake CD44 receptor-expressing cancer cells. The cellular uptake pathway experiment was conducted to confirm the more accurate invasion mechanism of HA-Dox-PCN. Figure S15 shows that the cellular uptake of HA-Dox-PCN is associated with clathrin-mediated endocytosis. ROS generation in the cell was confirmed by the FACs. HA-Dox-PCN effectively generated the ROS in the MDA-MB231 and SCC-7 cell lines under light irradiation (Figure S17).", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>The therapy effect\nof PCN, HA-PCN, and HA-Dox-PCN was investigated\nby measuring the cellular viability. Hek 293T (CD44 negative), MDA-MB-231­(CD44\npositive), and SCC-7 (CD44 positive) cell lines were incubated with\nPCN-224, HA-PCN, and HA-Dox-PCN. Only PCN-224 showed toxicity to CD44-negative\ncells under light irradiation (d and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">S18</ext-link>). Meanwhile, HA-PCN\nshowed toxicity under light irradiation in CD44-positive cells (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">Figure S19</ext-link>). In addition, HA-Dox-PCN showed increased\ntoxicity in light irradiation (e and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">S20</ext-link>). These results\nsuggest that HA facilitated the selective uptake of cancer cells and\nthe combined chemo-photodynamic therapy increased the cancer therapy\neffect under light irradiation. Furthermore, MCF-7/ADR cells (multidrug-resistant\n(MDR) human breast cancer) were prepared to observe the HA-Dox-PCN\ntherapy effect in the MDR cell. MCF-7/ADR cell showed low cell viability\nwhen incubated with HA-Dox-PCN under light irradiation (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">Figure S21</ext-link>).</p>", "clean_text": "The therapy effect of PCN, HA-PCN, and HA-Dox-PCN was investigated by measuring the cellular viability. Hek 293T (CD44 negative), MDA-MB-231(CD44 positive), and SCC-7 (CD44 positive) cell lines were incubated with PCN-224, HA-PCN, and HA-Dox-PCN. Only PCN-224 showed toxicity to CD44-negative cells under light irradiation (d and S18). Meanwhile, HA-PCN showed toxicity under light irradiation in CD44-positive cells (Figure S19). In addition, HA-Dox-PCN showed increased toxicity in light irradiation (e and S20). These results suggest that HA facilitated the selective uptake of cancer cells and the combined chemo-photodynamic therapy increased the cancer therapy effect under light irradiation. Furthermore, MCF-7/ADR cells (multidrug-resistant (MDR) human breast cancer) were prepared to observe the HA-Dox-PCN therapy effect in the MDR cell. MCF-7/ADR cell showed low cell viability when incubated with HA-Dox-PCN under light irradiation (Figure S21).", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In\nsummary, we developed an enzyme-responsive polymer gatekeeper\nsystem on nanoMOF for the combined chemo and photodynamic therapy.\nNanoMOF, PCN-224, has very high loading capacity for hydrophobic Dox\nthrough physical adsorption due to the large surface area of nanoMOF.\nThe polymer gatekeeper, HA, blocks the pore entrance to preserve drug\nmolecules inside the pore and prevents premature release through polyvalent\ncoordination bonds along with electrostatic interaction. HA-Dox-PCN\nsystem specifically target the cancer cells and drug release was triggered\nby responding HAdase enzyme stimulation. In vitro experiment for the\ncombined chemo and photodynamic therapy showed higher therapeutic\nefficacy under light irradiation. Moreover, this system effectively\ntreats the MCF-7/ADR drug-resistant cell compared to the Dox chemotherapy.\nThus, our HA-Dox-PCN, controlled drug release system, expands the\nrole of nanoMOF as a drug carrier.</p>", "clean_text": "Conclusions\n\nIn summary, we developed an enzyme-responsive polymer gatekeeper system on nanoMOF for the combined chemo and photodynamic therapy. NanoMOF, PCN-224, has very high loading capacity for hydrophobic Dox through physical adsorption due to the large surface area of nanoMOF. The polymer gatekeeper, HA, blocks the pore entrance to preserve drug molecules inside the pore and prevents premature release through polyvalent coordination bonds along with electrostatic interaction. HA-Dox-PCN system specifically target the cancer cells and drug release was triggered by responding HAdase enzyme stimulation. In vitro experiment for the combined chemo and photodynamic therapy showed higher therapeutic efficacy under light irradiation. Moreover, this system effectively treats the MCF-7/ADR drug-resistant cell compared to the Dox chemotherapy. Thus, our HA-Dox-PCN, controlled drug release system, expands the role of nanoMOF as a drug carrier.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.9b05736\">10.1021/acsami.9b05736</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>N<sub>2</sub> sorption\nand pore size distribution of\nPCN; UV–vis spectra after drug loading to PCN; TEM image of\nHA-Dox-PCN nanoparticles; TGA data of PCN-224 and HA-Dox-PCN; fluorescence\ntitration graph; graph of HA-modified amount to the PCN; slab models\nof PCN-224 MOF; atomic-type representation of PCN-224; partial charges\nfor atomic types in PCN-224; MD and DFT simulations; confocal microscope\nimages; flow cytometry data; ABDA assay analysis; cell viability analysis\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.9b05736.  N2 sorption and pore size distribution of PCN; UV-vis spectra after drug loading to PCN; TEM image of HA-Dox-PCN nanoparticles; TGA data of PCN-224 and HA-Dox-PCN; fluorescence titration graph; graph of HA-modified amount to the PCN; slab models of PCN-224 MOF; atomic-type representation of PCN-224; partial charges for atomic types in PCN-224; MD and DFT simulations; confocal microscope images; flow cytometry data; ABDA assay analysis; cell viability analysis (PDF)   ", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>N<sub>2</sub> sorption\nand pore size distribution of\nPCN; UV–vis spectra after drug loading to PCN; TEM image of\nHA-Dox-PCN nanoparticles; TGA data of PCN-224 and HA-Dox-PCN; fluorescence\ntitration graph; graph of HA-modified amount to the PCN; slab models\nof PCN-224 MOF; atomic-type representation of PCN-224; partial charges\nfor atomic types in PCN-224; MD and DFT simulations; confocal microscope\nimages; flow cytometry data; ABDA assay analysis; cell viability analysis\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "N2 sorption and pore size distribution of PCN; UV-vis spectra after drug loading to PCN; TEM image of HA-Dox-PCN nanoparticles; TGA data of PCN-224 and HA-Dox-PCN; fluorescence titration graph; graph of HA-modified amount to the PCN; slab models of PCN-224 MOF; atomic-type representation of PCN-224; partial charges for atomic types in PCN-224; MD and DFT simulations; confocal microscope images; flow cytometry data; ABDA assay analysis; cell viability analysis (PDF)", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>K.K. and S.L. contributed equally to this work.</p><p>The manuscript\nwas written through contributions of all authors. All authors have\ngiven approval to the final version of the manuscript.</p><p>The authors declare\nno\ncompeting financial interest.</p><title>Abbreviations</title><p>metal–organic framework</p><p>nanoscale MOF</p><p>hyaluronic acid</p><p>doxorubicin</p><p>photodynamic therapy</p><p>meso-tetra­(4-carboxyphenyl)­porphine</p><p>nonlocal density\nfunctional theory</p><p>molecular dynamics</p><p>density functional theory</p><p>anthracenediyl bis­(methylene)­malonic\nacid</p>", "clean_text": "K.K. and S.L. contributed equally to this work.\n\nThe manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.\n\nThe authors declare no competing financial interest.\n\nAbbreviations\n\nmetal-organic framework\n\nnanoscale MOF\n\nhyaluronic acid\n\ndoxorubicin\n\nphotodynamic therapy\n\nmeso-tetra(4-carboxyphenyl)porphine\n\nnonlocal density functional theory\n\nmolecular dynamics\n\ndensity functional theory\n\nanthracenediyl bis(methylene)malonic acid", "data": null, "include_properties": null}], "cln_elements": [{"idx": "7, 10, 13", "type": "text", "classification": "synthesis condition", "content": "<title>Preparation of PCN-224 (100 nm)</title><p>PCN-224 nanoparticles\nwere synthesized in a solvothermal condition as reported. meso-tetra­(4-carboxyphenyl)­porphine (TCPP) (100\nmg, 0.13 mmol), ZrOCl<sub>2</sub>·8H<sub>2</sub>O (300 mg, 0.93\nmmol), benzoic acid (2.8 g, 23 mmol), and <italic>N</italic>,<italic>N</italic>-dimethylformamide (DMF) (100 mL) were combined in a 250\nmL round-bottom flask. The mixture was heated to 90 °C for 5\nh with 300 rpm stirring and then cooled to room temperature. The product\nwas collected by centrifugation with 15 000 rpm for 30 min\nand washed by fresh DMF and acetone. The synthesized PCN-224 sample\nwas characterized by powder X-ray diffraction (PXRD).</p><title>Characterization of Dox-PCN</title><p>The\ndried Dox-PCN sample\nwas activated at 60 °C for 30 min and at 80 °C for 12 h\non ASAP 2020 for N<sub>2</sub> adsorption measurement. The BET surface\narea for Dox-PCN is 1353(5) m<sup>2</sup>/g. The corresponding pore\nsize distribution was analyzed by the nonlocal density functional\ntheory (NLDFT).</p><title>Synthesis of FITC-HA</title><p>Hyaluronic acid (20 mg) was dissolved\nin 10 mL of DI water (pH 7). Then, 1-ethyl-3-(3-dimethylaminopropyl)­carbodiimide\n(15 mg, 97 μmol) and NHS (11 mg, 96 μmol) were added in\nHA solution. The mixture was stirred at room temperature for 4 h.\nThen, amine-modified FITC (2.2 mg, 5 μmol) was added in the\nmixture solution. After stirring at room temperature for 24 h, the\nmixture was purified by dialysis using a 2.5 K dialysis bag for 1\nweek. After dialysis, the solution was removed by the freeze drier.</p>", "clean_text": "Preparation of PCN-224 (100 nm)\n\nPCN-224 nanoparticles were synthesized in a solvothermal condition as reported. meso-tetra(4-carboxyphenyl)porphine (TCPP) (100 mg, 0.13 mmol), ZrOCl2⋅8H2O (300 mg, 0.93 mmol), benzoic acid (2.8 g, 23 mmol), and N,N-dimethylformamide (DMF) (100 mL) were combined in a 250 mL round-bottom flask. The mixture was heated to 90 °C for 5 h with 300 rpm stirring and then cooled to room temperature. The product was collected by centrifugation with 15000 rpm for 30 min and washed by fresh DMF and acetone. The synthesized PCN-224 sample was characterized by powder X-ray diffraction (PXRD).\n\nCharacterization of Dox-PCN\n\nThe dried Dox-PCN sample was activated at 60 °C for 30 min and at 80 °C for 12 h on ASAP 2020 for N2 adsorption measurement. The BET surface area for Dox-PCN is 1353(5) m2/g. The corresponding pore size distribution was analyzed by the nonlocal density functional theory (NLDFT).\n\nSynthesis of FITC-HA\n\nHyaluronic acid (20 mg) was dissolved in 10 mL of DI water (pH 7). Then, 1-ethyl-3-(3-dimethylaminopropyl)carbodiimide (15 mg, 97 μmol) and NHS (11 mg, 96 μmol) were added in HA solution. The mixture was stirred at room temperature for 4 h. Then, amine-modified FITC (2.2 mg, 5 μmol) was added in the mixture solution. After stirring at room temperature for 24 h, the mixture was purified by dialysis using a 2.5 K dialysis bag for 1 week. After dialysis, the solution was removed by the freeze drier.", "data": [{"meta": {"name": "PCN-224 (100 nm)", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "meso-tetra­(4-carboxyphenyl)­porphine (TCPP)", "amount": "100", "unit": "mg"}, {"name": "ZrOCl2·8H2O", "amount": "300", "unit": "mg"}, {"name": "benzoic acid", "amount": "2.8", "unit": "g"}, {"name": "N,N-dimethylformamide (DMF)", "amount": "100", "unit": "mL"}], "pressure": "", "temperature": "90°C", "time": "5 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "centrifugation", "revolution per time": "15,000 rpm", "relative centrifugal force": "", "time": "30 min", "temperature": "", "additive": [{"name": "DMF", "amount": "", "unit": ""}, {"name": "acetone", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}]}, {"meta": {"name": "Dox-PCN", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "drying", "pressure": "", "temperature": "60°C for 30 min, 80°C for 12 h", "atmosphere": "N2", "time": ""}]}, {"meta": {"name": "FITC-HA", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Hyaluronic acid", "amount": "20", "unit": "mg"}, {"name": "1-ethyl-3-(3-dimethylaminopropyl)­carbodiimide", "amount": "15", "unit": "mg"}, {"name": "NHS", "amount": "11", "unit": "mg"}, {"name": "amine-modified FITC", "amount": "2.2", "unit": "mg"}], "solution": [{"name": "DI water", "amount": "10", "unit": "mL", "pH": "7"}], "pressure": "", "temperature": "room temperature", "time": "4 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "stirring", "time": "24 h"}, {"synthesis method": "purification", "purification method": "dialysis", "dialysis bag": "2.5 K dialysis bag", "time": "1 week"}, {"synthesis method": "removal", "removal method": "freeze drying"}]}], "include_properties": ["solvothermal_synthesis", "centrifugation", "washing", "drying"]}, {"idx": "8, 26, 28, 31, 34", "type": "text", "classification": "property", "content": "<title>Charaterization\nof Porous Coordination Network (PCN)</title><p>Before gas adsorption\nmeasurement, 100 nm PCN-224 samples were thoroughly\nwashed thrice with DMF and twice with acetone. After decanting acetone,\nsamples were dried under vacuum for 3 h. Also, the dried powder was\nactivated at 85 °C for 30 min and at 120 °C for 5 h on ASAP\n2020 for N<sub>2</sub> adsorption measurement. The Brunauer–Emmett–Teller\n(BET) surface area for PCN-224 is 2296(8) m<sup>2</sup>/g. The corresponding\npore size distribution was analyzed by the nonlocal density functional\ntheory (NLDFT).</p><title>Results and Discussion</title><p>The crystal structure of PCN-224\nhas a <bold>she</bold> topology\nwith <italic>Im</italic>3̅<italic>m</italic> space group that\ncontains three-dimensional open channels with the size of 1.9 nm. As biocompatible Zr­(IV) has strong interaction\nwith the carboxylate linker, Zr nodes provide the framework robustness\nand thus ensure that the drug is delivered to cancer cells stably.\nIn addition, the porphyrinic linker in the MOF framework allows efficient\nPDT without aggregation in the aqueous solution. PCN-224 nanoparticles\nwere synthesized using a synthetic method described in a previous\nreport. Synthesized PCN-224 nanoparticles\nwere observed\nto have a spherical morphology with the diameter of 100 nm by transmission\nelectron microscopy (TEM) and scanning electron microscope (SEM) (a,b). Nanoparticles\nof this size have a higher cellular uptake ability than that of other\nsizes. The structure of synthesized nanoparticles\nwas confirmed by powder X-ray diffraction (PXRD). The experimental\nPXRD pattern of the MOF nanoparticles matches well with the simulated\npattern (c)\nand still maintains crystallinity after HA coating, implying that\nthe MOF structure remains during the synthesis process. The nanoMOF\nhas a large Brunauer–Emmett–Teller (BET) surface area\nof 2296(8) m<sup>2</sup>/g by N<sub>2</sub> adsorption studies at\n77K (d, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">S1a</ext-link>). This high surface area allow drug loading\nin large quantities, demonstrating the potential of the PCN-224 nanoparticles\nas a drug delivery carrier. We investigated the loading capacity of\nthe hydrophobic Dox in nonmodified PCN-224 through physical entrapment.\nThe drug encapsulation mechanism is caused by noncovalent interactions\nsuch as hydrogen bonding and van der Waals interactions, allowing\nPCN-224 to interact more effectively with the drug molecule. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">Figure S2</ext-link>, PCN-224 showed high loading capacity ability (108%, weight ratio\nbetween Dox and nanoMOFs). The porosity of Dox-PCN was confirmed by\nN<sub>2</sub> adsorption. The BET surface area of Dox-PCN is 1353(5)\nm<sup>2</sup>/g. Although the surface area and pore size of Dox-PCN\ndecrease, the porosity of Dox-PCN still remains after drug loading\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">Figure S1c</ext-link>).</p><p>Along with a major limitation\nin the MOF drug delivery system,\nthe hydrophobicity of the particle surface and open pores of Dox-PCN\ncan cause low colloidal stability and premature drug release. To overcome\nsuch drawbacks, the Dox-PCN has been modified by an HA biopolymer\nthrough the coordination interaction with the Zr cluster and the carboxylic\nacid of HA. The DLS experiment indicated an increase in the hydrodynamic\nradius of HA-Dox-PCN (∼250 ± 20 nm) compared to that of\nPCN-224 (∼164 ± 20 nm) (e). After HA coating, MOF still showed the\nspherical morphology (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">Figure S3</ext-link>). The structural\ndifferences among PCN-224, Dox-PCN, and HA-Dox-PCN were confirmed\nby TGA. After modifying the Dox and HA with PCN-224, TGA data show\ndifferent thermal decomposition processes, although a quantitative\ncalculation of the component ratio is difficult because of the pyrolysis\ntemperature overlap of TCPP, Dox, and HA (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">Figure S4</ext-link>). Furthermore, surface properties of PCN-224 and HA-Dox-PCN\nwere determined by measuring the ζ-potential in aqueous solution.\nThe ζ-potential experiment indicated a change of the surface\ncharge from a positive potential for PCN-224 (+27 mV) to a negative\npotential for HA-Dox-PCN (−34 mV) (f). The size and surface charge change indicates\nthat HA was coated successfully on the PCN-224 surface. The HA-Dox-PCN\ncolloidal stability was studied by measuring the size change through\nvarying the time in media. As shown in a, the particle size did not show any significant\ndifference for 48 h, indicative of high colloidal stability. The nanoparticle\ncolloidal stability is important for the safe and effective nanomedicine\nsince low colloidal stability of nanoparticles can lead to capillary\nblockage in vivo and the nanoparticles are likely to be rapidly removed\nby the body’s\nreticuloendothelial system.</p><p>As shown in b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">S6</ext-link>, the\namount of HA was independent\nof the concentration of sodium chloride and sodium acetate. More interestingly,\nthe HA coating was quite stable even at a high salt concentration\n(200 mM). These results imply that the coating of HA might have happened\nby the polyvalent coordination bonds, along with simple electrostatic\ninteraction and single coordination bonds. To further investigate\nthe binding between HA and PCN-224, fluorescence titration was performed. Different molecular weights of FITC-modified\nHA (high-molecular-weight HA (1500–2200 kDa) and low-molecular-weight\nHA (8–15 kDa)) were prepared to compare the binding constant.\nThe fluorescence of FITC-modified HA (FITC-HA) was significantly quenched\nwhen PCN-224 nanoparticles were added, probably due to the energy\ntransfer from FITC to the porphyrin framework (c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05736/suppl_file/am9b05736_si_001.pdf\">S5</ext-link>). The\nnormalized fluorescence intensities of FITC-HA at 520 nm were plotted\nagainst the ratio of the nanoparticle to the polymer. The binding\nconstants (<italic>K</italic>\n<sub>s</sub>) were obtained through the\nnonlinear least-squares curve-fitting analysis. <italic>K</italic>\n<sub>s</sub> of high-molecular-weight HA-FITC with PCN-224 is 2.9\n× 10<sup>11</sup> M<sup>–1</sup>. Meanwhile, that of low-molecular-weight\nHA-FITC with PCN-224 was significantly decreased to 3.19 × 10<sup>7</sup> M<sup>–1</sup>. These results suggest that a large\nnumber of carboxylate groups of HA affect the binding force. Therefore,\npolyvalent coordination bonds with Zr clusters on the surface of PCN-224\nnanoparticles are very important for a robust and stable gatekeeper\nsystem.</p><p>Due to high expression\nof HAdase in cancer cells, the gatekeeper\nHA can be degraded inside cancer cells to trigger the release of the\ndrug molecules. We first monitored HA degradation by HAdase in aqueous\nsolution by observing the change of the surface charge. As shown in f, the surface charge\nof HA-PCN was changed from −34 to +4 mV after incubation with\nHAdase. This indicates that the coated HA on PCN-224 was degraded\nby HAdase. The HAdase-triggered drug release was investigated by measuring\nthe emission of released Dox from HA-Dox-PCN.</p>", "clean_text": "Charaterization of Porous Coordination Network (PCN)\n\nBefore gas adsorption measurement, 100 nm PCN-224 samples were thoroughly washed thrice with DMF and twice with acetone. After decanting acetone, samples were dried under vacuum for 3 h. Also, the dried powder was activated at 85 °C for 30 min and at 120 °C for 5 h on ASAP 2020 for N2 adsorption measurement. The Brunauer-Emmett-Teller (BET) surface area for PCN-224 is 2296(8) m2/g. The corresponding pore size distribution was analyzed by the nonlocal density functional theory (NLDFT).\n\nResults and Discussion\n\nThe crystal structure of PCN-224 has a she topology with Im3̅m space group that contains three-dimensional open channels with the size of 1.9 nm. As biocompatible Zr(IV) has strong interaction with the carboxylate linker, Zr nodes provide the framework robustness and thus ensure that the drug is delivered to cancer cells stably. In addition, the porphyrinic linker in the MOF framework allows efficient PDT without aggregation in the aqueous solution. PCN-224 nanoparticles were synthesized using a synthetic method described in a previous report. Synthesized PCN-224 nanoparticles were observed to have a spherical morphology with the diameter of 100 nm by transmission electron microscopy (TEM) and scanning electron microscope (SEM) (a,b). Nanoparticles of this size have a higher cellular uptake ability than that of other sizes. The structure of synthesized nanoparticles was confirmed by powder X-ray diffraction (PXRD). The experimental PXRD pattern of the MOF nanoparticles matches well with the simulated pattern (c) and still maintains crystallinity after HA coating, implying that the MOF structure remains during the synthesis process. The nanoMOF has a large Brunauer-Emmett-Teller (BET) surface area of 2296(8) m2/g by N2 adsorption studies at 77K (d, S1a). This high surface area allow drug loading in large quantities, demonstrating the potential of the PCN-224 nanoparticles as a drug delivery carrier. We investigated the loading capacity of the hydrophobic Dox in nonmodified PCN-224 through physical entrapment. The drug encapsulation mechanism is caused by noncovalent interactions such as hydrogen bonding and van der Waals interactions, allowing PCN-224 to interact more effectively with the drug molecule. As shown in Figure S2, PCN-224 showed high loading capacity ability (108%, weight ratio between Dox and nanoMOFs). The porosity of Dox-PCN was confirmed by N2 adsorption. The BET surface area of Dox-PCN is 1353(5) m2/g. Although the surface area and pore size of Dox-PCN decrease, the porosity of Dox-PCN still remains after drug loading (Figure S1c).\n\nAlong with a major limitation in the MOF drug delivery system, the hydrophobicity of the particle surface and open pores of Dox-PCN can cause low colloidal stability and premature drug release. To overcome such drawbacks, the Dox-PCN has been modified by an HA biopolymer through the coordination interaction with the Zr cluster and the carboxylic acid of HA. The DLS experiment indicated an increase in the hydrodynamic radius of HA-Dox-PCN (~250 ± 20 nm) compared to that of PCN-224 (~164 ± 20 nm) (e). After HA coating, MOF still showed the spherical morphology (Figure S3). The structural differences among PCN-224, Dox-PCN, and HA-Dox-PCN were confirmed by TGA. After modifying the Dox and HA with PCN-224, TGA data show different thermal decomposition processes, although a quantitative calculation of the component ratio is difficult because of the pyrolysis temperature overlap of TCPP, Dox, and HA (Figure S4). Furthermore, surface properties of PCN-224 and HA-Dox-PCN were determined by measuring the ζ-potential in aqueous solution. The ζ-potential experiment indicated a change of the surface charge from a positive potential for PCN-224 (+27 mV) to a negative potential for HA-Dox-PCN (-34 mV) (f). The size and surface charge change indicates that HA was coated successfully on the PCN-224 surface. The HA-Dox-PCN colloidal stability was studied by measuring the size change through varying the time in media. As shown in a, the particle size did not show any significant difference for 48 h, indicative of high colloidal stability. The nanoparticle colloidal stability is important for the safe and effective nanomedicine since low colloidal stability of nanoparticles can lead to capillary blockage in vivo and the nanoparticles are likely to be rapidly removed by the body's reticuloendothelial system.\n\nAs shown in b and S6, the amount of HA was independent of the concentration of sodium chloride and sodium acetate. More interestingly, the HA coating was quite stable even at a high salt concentration (200 mM). These results imply that the coating of HA might have happened by the polyvalent coordination bonds, along with simple electrostatic interaction and single coordination bonds. To further investigate the binding between HA and PCN-224, fluorescence titration was performed. Different molecular weights of FITC-modified HA (high-molecular-weight HA (1500-2200 kDa) and low-molecular-weight HA (8-15 kDa)) were prepared to compare the binding constant. The fluorescence of FITC-modified HA (FITC-HA) was significantly quenched when PCN-224 nanoparticles were added, probably due to the energy transfer from FITC to the porphyrin framework (c and S5). The normalized fluorescence intensities of FITC-HA at 520 nm were plotted against the ratio of the nanoparticle to the polymer. The binding constants (K s) were obtained through the nonlinear least-squares curve-fitting analysis. K s of high-molecular-weight HA-FITC with PCN-224 is 2.9 × 1011 M-1. Meanwhile, that of low-molecular-weight HA-FITC with PCN-224 was significantly decreased to 3.19 × 107 M-1. These results suggest that a large number of carboxylate groups of HA affect the binding force. Therefore, polyvalent coordination bonds with Zr clusters on the surface of PCN-224 nanoparticles are very important for a robust and stable gatekeeper system.\n\nDue to high expression of HAdase in cancer cells, the gatekeeper HA can be degraded inside cancer cells to trigger the release of the drug molecules. We first monitored HA degradation by HAdase in aqueous solution by observing the change of the surface charge. As shown in f, the surface charge of HA-PCN was changed from -34 to +4 mV after incubation with HAdase. This indicates that the coated HA on PCN-224 was degraded by HAdase. The HAdase-triggered drug release was investigated by measuring the emission of released Dox from HA-Dox-PCN.", "data": [[{"meta": {"name": "PCN-224", "symbol": "", "chemical formula": ""}, "surface area": {"type": "BET", "probe": "", "value": "2296(8)", "unit": "m2/g", "condition": ""}}]], "include_properties": ["surface_area"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Illustration of Preparation of HA Gatekeeper Metal–Organic\nFramework Nanosystem and Chemo and PDT Combined Therapy Procedure</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2019-05736r_0004.tif\"></graphic>\n</fig>", "clean_text": " 1  Illustration of Preparation of HA Gatekeeper Metal-Organic Framework Nanosystem and Chemo and PDT Combined Therapy Procedure   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) TEM and (b) SEM images\nof PCN-224, of which the size is around\n90 nm. (c) PXRD pattern of PCN-224 (graph changed to arbitrary unit).\n(d) N<sub>2</sub> sorption data of PCN-224. (e) Dynamic light scattering\n(DLS) size of PCN-224 and HA-Dox-PCN. (f) Surface charge as measured\nby a zetasizer.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2019-05736r_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) TEM and (b) SEM images of PCN-224, of which the size is around 90 nm. (c) PXRD pattern of PCN-224 (graph changed to arbitrary unit). (d) N2 sorption data of PCN-224. (e) Dynamic light scattering (DLS) size of PCN-224 and HA-Dox-PCN. (f) Surface charge as measured by a zetasizer.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) HA-Dox-PCN colloidal stability measured\nby DLS in cell media\nover 48 h. (b) Modified HA amount for PCN at different concentrations\nof NaCl. (c) Fluorescence titration graph (HA molecular weight, 1500–2200\nkDa). (d) Enlarged snapshots of interacting structures between HA\ndecamers and the PCN-224 surface with water molecules. Black dashed\nlines represent hydrogen bond. (e) Energy diagram of the reaction\npath for the formation mechanism of the coordination bond between\nthe HA monomer and the Zr<sub>6</sub> cluster model in the surface\nregion. The acronyms IS, TS, IM, and FS represent the initial, transition,\nintermediate, and final states, respectively. The numbers represent\nthe relative energies of each state based on that of the IS. (f) Atomic\nconfigurations of each state in the reaction coordinate. The atoms\nin the bond formation reaction are shown by ball-and-stick models,\nwhile the remaining atoms are represented by sticks. Except for water\nmolecule colored in blue, the Zr, C, H, and O atoms are colored in\ncyan, gray, white, and red, respectively.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2019-05736r_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) HA-Dox-PCN colloidal stability measured by DLS in cell media over 48 h. (b) Modified HA amount for PCN at different concentrations of NaCl. (c) Fluorescence titration graph (HA molecular weight, 1500-2200 kDa). (d) Enlarged snapshots of interacting structures between HA decamers and the PCN-224 surface with water molecules. Black dashed lines represent hydrogen bond. (e) Energy diagram of the reaction path for the formation mechanism of the coordination bond between the HA monomer and the Zr6 cluster model in the surface region. The acronyms IS, TS, IM, and FS represent the initial, transition, intermediate, and final states, respectively. The numbers represent the relative energies of each state based on that of the IS. (f) Atomic configurations of each state in the reaction coordinate. The atoms in the bond formation reaction are shown by ball-and-stick models, while the remaining atoms are represented by sticks. Except for water molecule colored in blue, the Zr, C, H, and O atoms are colored in cyan, gray, white, and red, respectively.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Drug release profile of HA-Dox-PCN. (b)\nABDA assay analysis\nof PCN-224 and HA-Dox-PCN. (c) Confocal images to check the cellular\nuptake of Dox-loaded HA-PCN nanoparticles after 2 h of incubation.\nCell viability analysis in different cell lines at PCN-224 5 μg/mL:\n(d) Hek 293T and (e) MDA-MB-231.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2019-05736r_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Drug release profile of HA-Dox-PCN. (b) ABDA assay analysis of PCN-224 and HA-Dox-PCN. (c) Confocal images to check the cellular uptake of Dox-loaded HA-PCN nanoparticles after 2 h of incubation. Cell viability analysis in different cell lines at PCN-224 5 μg/mL: (d) Hek 293T and (e) MDA-MB-231.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.9b05736", "title": "\nMOF\n× Biopolymer: Collaborative Combination of Metal–Organic Framework and\nBiopolymer for Advanced Anticancer Therapy\n", "journal": "American\nChemical Society", "date": "2019.07", "author_list": ["Kim\nKibeom", "Lee\nSungmin", "Jin\nEunji", "Palanikumar\nL.", "Lee\nJeong Hyeon", "Kim\nJin Chul", "Nam\nJung Seung", "Jana\nBatakrishna", "Kwon\nTae-Hyuk", "Kwak\nSang Kyu", "Choe\nWonyoung", "Ryu\nJa-Hyoung"]}}